{
  "url": "https://www.dailymirror.lk/opinion/After-the-PTA-ATA-or-nothing/172-298706",
  "title": "After the PTA: ATA or nothing?",
  "ut": 1734904876.0,
  "body_paragraphs": [
    "A protest held by the Committee to Protect the Rights of Prisoners calling to abolish the PTA",
    "The PTA allows the police to hold a suspect in custody without doing the hard work of persuading a magistrate that adequate evidence exists to create a reasonable suspicion of unlawful activity",
    "Irrespective of judicial interpretation, giving such totalitarian powers to one person is wrong",
    "The National People’s Power (NPP) was unequivocal in its manifesto about rescinding the current Prevention of Terrorism Act (PTA), describing it as “oppressive.” Yet, while other legislation such as the Proceeds of Crime Bill are moving forward with Cabinet approval, there is no movement on the PTA. On the other hand, detention orders have been issued under the Act by this government, breaking the informal commitments of the previous government that it would not be used.",
    "Implementing the manifesto promise is easy. Just a few sections saying the Prevention of Terrorism (Temporary Provisions) Act, No. 48 of 1978, as amended, is hereby repealed will suffice. This Act did not create any organization that has to be wound up.",
    "The only significant questions are what to do about the persons currently in detention without charges, and with those who are serving prison sentences after having been convicted under its provisions. Prior practice was that when a law that deviated significantly from the basic legal norms is repealed, those punished under those laws were set free. When the Criminal Justice Commission Act No. 14 of 1972 was repealed by the UNP government in 1977 all persons imprisoned under that unjust law, including the founder of the President’s political party, were released.",
    "It may be because the government wishes to use the excessive powers given by the PTA. If that was the case, why did the President promise its repeal in unambiguous terms? He, as Minister of Defence, must personally sign the detention orders which were used so often against his own comrades in 1988-89. Surely, this cannot be a pleasant task for a man of conscience.",
    "The more likely explanation is that the new government is facing strong resistance from security officials who have become accustomed to the convenience offered by this legislation. The PTA allows the police to hold a suspect in custody without doing the hard work of persuading a magistrate that adequate evidence exists to create a reasonable suspicion of unlawful activity. It allows suspects to be kept in custody for extraordinary periods, enabling the police to leverage the threat of indefinite detention to extract made-up confessions. It discourages proper criminal investigations.",
    "Finding middle ground",
    "It is not possible to pander to the laziness of investigators. But it may be possible to allow for extended (but not indefinite) opportunities for interrogation with safeguards against the use of torture to extract confessions. The outlines of this approach have been included in the Anti-Terrorism Bill (ATB) that was gazetted and discussed, but not taken up for debate by Parliament in 2023-24.",
    "What is of greatest interest to security officials (and most impactful on the fundamental rights of citizens) are provisions pertaining to detention and interrogation. The ATB included considerable advances by allowing unannounced inspections by the magistrate and the Human Rights Commission, and most importantly by excluding confessions made to police officials.",
    "The ATB required the detainee to be produced before a magistrate but fell short in not giving the magistrate the right to annul the detention order.  The magistrate must be given the power to approve or deny detention orders. Detention orders are a deviation from normal detention and interrogation procedures will make many human-rights advocates unhappy. But it is a compromise that may be necessary to overcome the resistance of security officials. The special characteristics of ideologically motivated terrorism suspects cannot be wished away.",
    "Instead of trying to create a de novo definition of terrorism as was unsuccessfully attempted in the two iterations of the ATB in 2023-24, there is merit in building on Attorney Ermiza Tegal’s statement that there already exist at least 15 Sri Lankan statutes such as that on the suppression of terrorist bombings, and the suppression of terrorist financing as well as international conventions Sri Lanka is party to. The exception to the normal detention and interrogation procedure allowed by an anti-terrorism statute can be applied to specified offences in such acts and conventions.",
    "No totalitarian powers to the President",
    "The ATB drafted by the previous government was unambiguously worse than the PTA in one area.",
    "Its Part X empowered the President to prohibit organizations by issuing Proscription Orders, restrict the movements of citizens through Restriction Orders, declare curfews, etc. These provisions in the gazetted bills were broadly criticized. It was hoped that these draconian provisions would not survive constitutional review. But they did.",
    "The Constitution recognizes fundamental rights such as the freedom of association (Art. 14(1)(c )) and the freedom of movement (Art 14(1)(h)). Article 15 specifically defines the limitations that may be placed on these fundamental rights. It is one thing to accept infringement of these freedoms in exceptional circumstances under the Public Security Ordinance (Chapter 140) but quite another to allow the President to violate them at his sole discretion under a law that will be operational at all times, normal as well as exceptional.",
    "Irrespective of judicial interpretation, giving such totalitarian powers to one person is wrong. The government should not subvert the Constitution and allow the President to infringe fundamental rights with no legislative or judicial oversight."
  ]
}