{
  "url": "https://www.technologyreview.com/2024/09/27/1104534/space-travel-dangerous-genetic-testing-gene-editing-safer/",
  "title": "Space travel is dangerous. Could genetic testing and gene editing make it safer?",
  "ut": 1727393400.0,
  "body_paragraphs": [
    "This article first appeared in The Checkup, MIT Technology Review’s weekly biotech newsletter. To receive it in your inbox every Thursday, and read articles like this first, sign up here. Recently, global news has been pretty bleak. So this week, I’ve decided to focus my thoughts beyond Earth’s stratosphere and well into space. A couple of weeks ago, SpaceX launched four private astronauts into orbit, where they performed the first ever spacewalk undertaken by private citizens (as opposed to astronauts trained by national agencies). Related StorySpace is all yours—for a hefty priceCommercial spaceflight is now officially a thing. But is it a transcendent opportunity for the masses, or just another way for rich people to show off?",
    "The company has more ambitious plans for space travel, and it’s not alone. Elon Musk, the founder of SpaceX, claimed on Sunday that he would launch uncrewed missions to Mars within two years, and crewed missions four years after that if the uncrewed missions were successful. (Other SpaceX timelines for reaching the Red Planet haven’t panned out.) NASA refers to Mars as its “​​horizon goal for human exploration.” China previously announced plans for a human mission as early as 2033 and recently moved up its timeline for an uncrewed sample return mission by two years. And the UAE has a 100-year plan to construct a habitable community on Mars by 2117. None of this will be straightforward. Long-distance space travel can wreak havoc on human health. There’s radiation and microgravity to contend with, as well as the psychological toll of isolation and confinement. Research on identical twin astronauts has also revealed a slew of genetic changes that happen when a person spends a year in space.",
    "That’s why some bioethicists are exploring the idea of radical treatments for future astronauts. Once we’ve figured out all the health impacts of space travel, they argue, we should edit the genomes of astronauts ahead of launch to offer them the best protection. Some have even suggested this might result in the creation of an all-new species: Homo spatialis. If this is starting to sound a bit like sci-fi, that’s because—for now, at least—it is. But there are biotechnologies we can use to help space travelers now, too. Space travel is risky. When it comes down to it, a space launch essentially involves strapping humans into a capsule and exploding a bomb beneath them, says Paul Root Wolpe, who served as NASA’s senior bioethicist for 15 years.",
    "Once you’re in space, you’re subject to far higher levels of radiation than you’d encounter on Earth. Too much radiation can increase a person’s risk of cancer and neurological disorders. It can also harm body tissues, resulting in cataracts or digestive diseases, for example. That’s why agencies like the US Department of Labor’s Occupational Safety and Health Administration set limits on radiation exposure. (NASA also sets limits on the amount of radiation astronauts can be exposed to.) Related StoryJob title of the future: Space debris engineerStijn Lemmens is working for the European Space Agency on reducing space trash.",
    "Then there’s microgravity. Our bodies have adapted to Earth’s gravity. Without that gravitational pull, strange things can happen. For one thing, internal fluids can start to pool at the top of the body. Muscles don’t need to work as hard when there’s no gravity, and astronauts tend to experience loss of muscle mass as well as bone. Five years ago, scientists working with NASA published the results of a groundbreaking study comparing two identical twins—one of whom spent a year in space while the other remained on Earth. The twins, Mark and Scott Kelly, were both trained astronauts. And because they have the same set of genes, researchers were able to compare them to assess the impact of long-term space travel on how genes work. The researchers found that both twins experienced some changes to the way their genes worked over that period, but they changed in different ways. Some of the effects in the space-faring brother lasted for more than six months. These changes are thought to be a response to the stress of space travel and perhaps a reaction to the DNA damage caused by space radiation.  Space travel comes with other risks, including weight loss, permanent eye damage caused by what is known as “spaceflight-associated neuro-ocular syndrome,” and psychological distress as a result of being far from friends and loved ones. And if all that weren’t enough, injuries are also common on space missions, says Wolpe, who is now founding director of the Center for Peace Building and Conflict Transformation at Emory University. Tools and equipment can float around, knocking into people. Bungee cords snap. “Astronauts are supposed to wear safety goggles at all times, but they didn’t,” says Wolpe. “The injury list is lengthy … it’s really surprising how many injuries were [sustained] by astronauts on the space station.” Commercial space travel brings a new set of dangers. Until very recently, the only people who traveled to space went through rigorous health tests and training programs overseen by national agencies. That isn’t the case for private space travel, where the rules are determined by the individual company, says Wolpe. Related StoryBeyond gene-edited babies: the possible paths for tinkering with human evolutionCRISPR will get easier and easier to administer. What does that mean for the future of our species?",
    "Astronauts are screened for common conditions like high blood pressure and diabetes. Space tourists might not be. We’re still learning the basics when it comes to the impact of space travel on health. We have no idea how it might affect a person who has various disorders and takes multiple medications.",
    "Could gene editing protect astronauts from these potential problems? People who have adapted to high altitudes on Earth have genetic factors that allow them to thrive in low-oxygen environments—what if we could confer these factors to astronauts? And while we’re at it, why not throw in some more genetic changes—ones that might protect them from bone or muscle loss, for example? Here's where we get into Homo spatialis territory—the idea of a new species better suited to a life in space, or on a planet other than Earth. For the time being, this approach is not an option—there are currently no gene therapies that have been designed for people undertaking space travel. But one day “it might be in the best interests of the astronauts to undergo some genetic intervention, like gene editing, to safeguard them,” says Rosario Isasi, a bioethicist at the University of Miami. “It might be more than a duty, but a condition for an astronaut going on these missions.” Wolpe is not keen on the idea. “There is some integrity to being human, and to the human body, that should not be breached,” he says. “These kinds of modifications are going to … end up with a number of disasters.” Isasi also hopes that advances in precision medicine, which will make possible bespoke treatments for individuals, might sidestep the need for genetic modifications. In the meantime, genetic testing could be helpful for both astronauts and space tourists, says Wolpe. Some body tissues are more vulnerable to radiation damage, including the thyroid gland. Genetic tests that reveal a person’s risk of thyroid cancer might be useful for those considering space travel, he says.  Whether people are going into space as tourists, employees, scientists, or research subjects, figuring out how to send them safely is vitally important. After all, space tourism is nothing like regular tourism. “You’re putting [people] in a situation the human body was never designed to be in,” says Wolpe.  Now read the rest of The Checkup Read more from MIT Technology Review’s archive Scientists can test-drive space missions in extreme and remote environments here on Earth. “Analogue astronaut facilities,” which have been set up in deserts and in the Antarctic, simulate the isolating experience of real space travel, Sarah Scoles reports. Astronaut meals could be set for a slightly weird overhaul. The prepackaged food currently used has a shelf life of around a year and a half. Making food from astronauts’ breath could one day be an alternative solution for longer space missions, writes Jonathan O’Callaghan. Only 11 people can fit on the International Space Station at once. Perhaps a self-assembling space habitat—complete with a sea-anemone-inspired sofa—could provide alternative living quarters, writes Sarah Ward.",
    "More than a dozen robotic vehicles are scheduled to land on the moon in the 2020s, and there are plans in the works for “lunar economies” and “permanent settlements,” reports Jonathan O’Callaghan in this piece that explores what’s next for the moon. The International Space Station is getting old, and there are plans to destroy it by 2030. Now NASA is partnering with private companies to develop new commercial space stations for research, manufacturing, and tourism, reports David W. Brown.",
    "From around the web The team that earned the Nobel Prize for developing CRISPR is asking to cancel two of their own seminal patents. My colleague Antonio Regalado has the scoop. (MIT Technology Review) In an attempt to protect young children from allergic reactions, did pediatricians inadvertently create an epidemic of peanut allergies? (Wall Street Journal) Only 6% of the plastic produced in the US in 2021 ended up getting recycled, according to a Greenpeace report. It’s one of the reasons why microplastics are so ubiquitous. (National Geographic) Axolotls age slowly, and no one really knows what they die. It now appears they pause at least one aspect of the aging process partway through their lives. (New Scientist) “Mpox” has become the established name for a viral disease that has been responsible for over 200 deaths in the last couple of years—but only in the English language. Multiple names are still used in Spanish, French, and Portuguese, some of which have racist connotations. (The Lancet) Being a living kidney donor today is less risky than it was a couple of decades ago. Data collected between 1994 and 2009 estimated 3.1 deaths within 90 days per 10,000 donations. This figure declined in the years between 2013 and 2022, to less than 1 death per 10,000 donations. (JAMA Network) hide"
  ]
}