{
  "url": "https://www.ft.lk/columns/The-awakening/4-766321",
  "title": "The awakening",
  "ut": 1725405027.0,
  "body_paragraphs": [
    "If there is one person among the 38 Presidential hopefuls who would be regretting what he had done to the aragalaya movement in 2022, it would be Ranil Wickremesinghe (RW). Instead of calling its leaders for a discussion and listening to their grievances he decided to suppress the entire uprising with force just to show his gratitude to the Rajapaksa clan and its cronies in Parliament who elected him as an interim President.  Now after two years and in the heat of an election campaign the cry of aragalaya for system change is haunting him wherever he goes.",
    "Also, if there is one dominant issue that has captivated the minds of voter’s right across the country it is the yearning and demand for fundamental change in the way the country is being governed. That is being seen as the mother of all problems.  Like “bread and dignity” during the Arab Spring, fundamental change or system change has become the rallying cry of a new generation of voters in this Presidential campaign. In that sense, thanks to aragalaya it heralds a unique awakening of the masses in the political history of this country.",
    "The aragalaya effect for fundamental change is spreading horizontally as well as vertically right across the country. It is horizontal in the sense that it is spreading among all ethnic and religious communities, and vertically it has captured the imagination of not only the educated elite and intelligentsia but also ordinary folks. And what is even more unique in this awakening is that it has brought in for the first time the Muslim women who were rarely seen in political rallies before but are now noticeably present in hundreds almost in every rally organised by aragalaya enthusiasts.",
    "Against this backdrop of a new awakening, RW’s Presidential election campaign and Puluwan Sri Lanka manifesto do not even mention the word system let alone changing it. Instead, he promises easing cost of living, creating jobs, tax relief, economic growth and Aswesuma and Urumaya progress. In short, he is offering the nation cake when there is no bread to eat. On one end IMF insists that central government taxes should be increased while at the other end RW promises tax relief. Is the President cheating the public or IMF? Any tax relief would mean that there needs to be severe cuts in public expenditure to reduce budget deficit and satisfy IMF’s agenda. That exercise would certainly affect funding for education and health which are already starving for resources.  Similarly, RW wants to ease cost of living. How would he do that without cleansing the market of artificial rigidities and control of mafiosi? Isn’t that control tolerated by public administrators and politicians which keep prices of even essentials high when rupee had appreciated? Doesn’t this require reforms in governance? Finally, if economic growth occurs as per IMF expectation that growth would be at the expense of the suffering masses and not the moneyed and wealthy. The second contestant, “punchi” Sajith Premadasa (SP), unveiled his “Win for All” manifesto with a similar smorgasbord of promises but without a word about improving the system of governance. Like RW, SP is also a product and beneficiary of the old order and why should they destroy it when its weaknesses allow them to engage in all sorts of wheeling and dealing to remain in their respective positions?",
    "But it is the third man Anura Kumara Dissanayake (AKD) who has grasped the essence of the awakening and is vowing to bring about a radical change in the political culture and governance of this country. His mechanism to achieve that change through social revolution is uniquely revolutionary.  Unlike the other two, AKD and his National Peoples Power (NPP) coalition are the products of aragalaya and they represent the thirst of a new generation of voters who yearns for a new Sri Lanka cleansed of a political culture and governance, which had destroyed what was once an island with an enviable record of ethnic harmony, economic development and public welfare in Asia.  Hence the increasing popularity of AKD, as reckoned by almost every reliable opinion poll, indicates that the odds are largely in favour of him winning the race.",
    "This swing of support has obviously created panic within the RW and SP camps. Their strategists must be thinking how to confront and defeat the AKD colossus. There are one or two possibilities.  The first is to strike a deal between RW and SP so that one of them could be made to withdraw from the race and support the other. It then becomes a straight fight between AKD and another. The question is who should withdraw. Currently, RW is reckoned to be trailing behind SP in popularity.  But he is the President and would like to continue for another term. He also carries the support of certain powerful quarters inside and outside the country.  What was the urgent need for India’s National Security Adviser to visit Colombo only three weeks before the election and meet RW and SP and not AKD? In any case, it is unlikely that RW would give in. Hence the second possibility of instigating widespread violence and lawlessness so that a state of emergency could be declared, get the election postponed and RW continues as President. Already the usual suspects of racism are raising their ugly heads to express concern about AKD’s rising popularity. For instance, perhaps after watching that rapturous reception AKD received from Muslims in Colombo, the bailed-out prisoner Gnanasara of Bodu Bala Sena declared that he wished AKD was destroyed while inside his mother’s womb for ignoring the terrorist elements among Muslims. That statement conceals more than what it revealed. Earlier, there was also an incident when a NPP campaign premise was set alight. These thugs are available to be hired by any group that wants their services. The old order would go to any length to prevent AKD wining the contest? But they cannot subdue the awakening which would continue until it reaches its target. In sum, it is going be an eventful and tumultuous three weeks to say the least.",
    "(The writer is attached to the Business School, Murdoch University, Western Australia)"
  ]
}