{
  "url": "https://www.eiu.com/n/israel-and-lebanon-edge-closer-to-all-out-war/",
  "title": "Israel and Lebanon edge closer to all-out war",
  "ut": 1727185445.0,
  "body_paragraphs": [
    "Israel and Lebanon edge closer to all-out war",
    "ForecastingGeopoliticsRiskIsraelLebanonMiddle East and AfricaPalestineCountry Analysis",
    "Israel and Hizbullah, an Iranian-sponsored Lebanese Shia group, have stepped up attacks on one another since September 20th, with Israeli fighter jets hitting the organisation’s rocket launchers and other infrastructure. Israeli air strikes have also hit key Hizbullah leaders and, on September 23rd, Israel launched wider air strikes against what it alleges are Hizbullah installations and military stores across Lebanon, killing close to 500 people. Meanwhile, Hizbullah has responded by launching rockets at sites more deeply than usual into northern Israel, causing considerable damage but few casualties. We expect that the confrontation between Israel and Hizbullah will intensify further in the short term but that the campaign will be limited in scope and duration.",
    "It is becoming increasingly evident that Israel’s attack on Hizbullah’s communication network was not a one-off operation, marking the beginning of an escalation in Israel’s 11‑month-long conflict—in effect a war of attrition—with Hizbullah. The pager attacks were followed up on September 20th by an air strike that killed 12 commanders of Hizbullah’s elite Radwan Force, including Ibrahim Aqil, the movement’s head of military operations. Hizbullah responded with rocket attacks targeting civilian areas in Israel, including in one of Israel’s main cities, Haifa, several other northern towns, a key military production site and an air force base in the north. In turn, Israel conducted air strikes in Lebanon on September 23rd, claiming it hit 300 sites in that mission.",
    "Nevertheless, both sides seem intent on avoiding a fully fledged war. Israel appears to have stopped short of destroying Hizbullah’s stockpiles of medium- and long-range precision missiles. Meanwhile, Hizbullah has so far largely stayed within the unwritten rules governing Israel-Hizbullah clashes since their previous war ended in 2006, namely not targeting Israeli sites south of Haifa, but given the scale of casualties on the Lebanese side it may extend further. However, the two outside powers most heavily involved—the US as Israel’s main ally and regional power broker and Iran as Hizbullah’s sponsor—are also seeking to contain the conflict and will try to revive diplomatic channels. The US has expressed concern about the risk of war to Israel but has not taken any measures to deter its ally. Iran has held back from direct involvement; it has signalled that it regards the escalation as Hizbullah’s affair and has avoided issuing threats.",
    "We view the latest offensive by Israel—following its stated declaration that it is prioritising the return of its citizens to the evacuated north of the country—as an attempt to re-establish strategic deterrence and force Hizbullah into a ceasefire on Israel’s terms after months of failed mediation between Israel and Hizbullah by the US and France. Its goals are not only to end the fighting but to push Hizbullah away from its northern border (ideally north of Lebanon’s Litani River) to preclude the organisation from ever copying Hamas’s October 7th attack against Israel. The early success of its Lebanese offensive in terms of hitting key Hizbullah targets will have emboldened Israel and also bolstered the position of the unpopular government, which will make it reluctant to contemplate a diplomatic solution until it has more firmly established some of its goals. For its part, Hizbullah has said that it will only call a ceasefire after one is reached with Hamas in Gaza, which remains a distant prospect in the short term, and insists that its forces will remain where they are.",
    "Hizbullah has been weakened for now by the loss of key commanders and communications, so its ability to step up attacks is limited. Iran has repeatedly shown its unwillingness to become directly involved, although it may reconsider if it feels its key ally is in danger. Nevertheless, the risk of a miscalculation prompting a wider war in Lebanon or even bringing in Iran directly remains considerable. Israeli leaders have said that the offensive will continue for at least several days. The balance of power has shifted in favour of Israel, but it cannot prolong the offensive without the risk of all‑out war and Hizbullah is unlikely to concede to Israel’s key demands after a limited operation, increasing the likelihood of further flare‑ups and of the countries’ border areas remaining insecure.",
    "ForecastingGeopoliticsRiskIsraelLebanonMiddle East and AfricaPalestineCountry Analysis"
  ]
}