{
  "url": "https://www.eiu.com/n/global-outlook-prospects-for-europe-amid-elections-and-trade-wars/",
  "title": "Global Outlook: prospects for Europe amid elections and trade wars",
  "ut": 1724296192.0,
  "body_paragraphs": [
    "Global Outlook: prospects for Europe amid elections and trade wars",
    "BusinessEconomyForecastingGeopoliticsRiskTradeUS electionEuropeUnited StatesConsumer",
    "In EIU’s September 2024 Global Outlook video, regional director for Europe, Emily Mansfield, and principal economist, Agnese Ortolani, discuss the economic and policy outlook for the region following the European Parliament elections—and in the run-up to the US elections.",
    "Slightly stronger momentum is building behind the European economy as real GDP in both the euro zone and the EU grew by 0.3% on a quarterly basis in the second quarter of 2024, with most EU economies continuing their gradual recovery from 2023.",
    "EIU forecasts that the EU economy will expand by about 1% this year, which is above last year’s growth rate. This improvement will be driven by stronger private consumption, reflecting easing inflation and strong wage growth, as well as stronger demand for EU exports. However, the EU economy is still lagging behind the US in its rebound from the pandemic and, as the US presidential election approaches, there is increased uncertainty for the EU’s economic outlook.",
    "“The US presidential election in November is set to be a very close race, but EIU’s core forecast is that Donald Trump will win. Under his presidency, we anticipate that US tariffs on imports will increase from 2% at present to between 5% and 10% by late 2025, and that the EU will respond with targeted retaliatory tariffs from early 2026. Trade policy uncertainty will start to weigh on European business sentiment and investment from 2025, with export growth and industrial production suffering the most in 2026. We expect the EU economy to expand by 1.7% on average in 2025-28 on the back of easing financing conditions as the European Central Bank gradually reduces interest rates. However, the looming US-EU trade war will place a limit on growth.”",
    "Agnese Ortolani, principal economist for Europe, EIU",
    "One of the most significant elections in Europe this year was for the European Parliament, where green votes played a crucial role in the re-election of Ursula von der Leyen as European Commission president. Ms Von der Leyen will need to make concessions on green policies to be able to pass her legislative agenda and far-right Eurosceptics will remain largely excluded from EU parliamentary majorities. The key policy focus of the next Commission will be on competitiveness, industrial policy and defence, especially in the context of looming trade wars and increased economic competition from the US and China. Green legislation will not be revoked but the focus will shift towards implementing existing regulations and supporting EU industries to meet green targets.",
    "In terms of next steps, EU member states will now put forward their candidates for Commissioner posts, which will be approved by Ms Von der Leyen before the end of September. The European Parliament will then appoint the College of Commissioners in November, before the official inauguration of the new Commission on December 1st.",
    "The analysis and forecasts featured in this video are accessible through EIU’s Country Analysis service. This comprehensive solution provides unmatched global insights covering the political and economic outlook for nearly 200 countries, enabling organisations to identify potential opportunities and risks effectively.",
    "BusinessEconomyForecastingGeopoliticsRiskTradeUS electionEuropeUnited StatesConsumer"
  ]
}