{
  "url": "https://www.technologyreview.com/2024/08/27/1096148/ray-kurzweil-futurist-ai-medicine-advances-freedom/",
  "title": "Ray Kurzweil: Technology will let us fully realize our humanity",
  "ut": 1724722200.0,
  "body_paragraphs": [
    "By the end of this decade, AI will likely surpass humans at all cognitive tasks, igniting the scientific revolution that futurists have long imagined. Digital scientists will have perfect memory of every research paper ever published and think a million times faster than we can. Our plodding progress in fields like robotics, nanotechnology, and genomics will become a sprint. Within the lifetimes of most people alive today, society will achieve radical material abundance, and medicine will conquer aging itself. But our destiny isn’t a hollow Jetsons future of gadgetry and pampered boredom. By freeing us from the struggle to meet the most basic needs, technology will serve our deepest human aspirations to learn, create, and connect. This sounds fantastically utopian, but humans have made such a leap before. Our hunter-gatherer ancestors lived on a razor’s edge of precarity. Every winter was a battle with starvation. Violence or infection likely killed most people before age 30. The constant struggle to survive left little opportunity for invention or philosophy. But the discovery of agriculture afforded just enough stability to create a feedback loop. Material surplus meant some could develop skills that created even larger surpluses. In a blink of evolutionary time, civilization appeared—literature, law, science, engineering. While modern life can often feel like a rat race, to our paleolithic ancestors, we would seem to enjoy impossible abundance and freedom. Related StoryNow we know what OpenAI’s superalignment team has been up toThe firm wants to prevent a superintelligence from going rogue. This is the first step.",
    "What will the next leap look like? One of the first shifts will be in learning. From the ancient Greeks through the Enlightenment, education’s primary goal was to nourish the mind and cultivate virtue. But the Industrial Revolution reframed education as training for economic success in an increasingly technical society. Today, kids are told from an early age that they have to study for instrumental reasons—to get into a good college, to get into a good grad school, to get a good job. All too often, this deadens their natural curiosity and love of learning. As superhuman AI makes most goods and services so abundant as to be almost free, the need to structure our lives around jobs will fade away. We’ll then be free to learn for its own sake—nurturing the knowledge and wisdom that define our humanity. And learning itself will become vastly richer. Instead of just reading about Rome in dry text, you’ll be able to explore the Forum in virtual reality and debate an AI Cicero trained on the original’s speeches. Instead of getting lost in a crowded lecture hall, you’ll work one on one with a supremely patient digital tutor that’s been trained by the greatest teachers on Earth and knows exactly how you learn best.",
    "AI tools will also supercharge your creativity. Today, expressing your artistic impulses requires both technical skill and resources—for films and games, sometimes hundreds of millions of dollars. These bottlenecks keep countless brilliant ideas trapped in people’s heads, and we are all poorer for it. But systems like Midjourney and Sora let us glimpse a different future. You’ll be able to speak a painting into being like a muse in Rembrandt’s ear. Or you’ll hum a tune and then work with a digital Wagner to orchestrate it into a symphony. Thanks to this creative revolution, the coming medical breakthroughs won’t just offer longer lives but fuller ones, enriched by all the art, music, literature, film, and games created by humanity during those extra years. Most important, you’ll share all this with the people you love most. Imagine being healthy as you watch your great-grandchildren grow into adults! And material abundance will ease economic pressures and afford families the quality time together they’ve long yearned for.  This is the profound leap that awaits us—a future where our technological wonders don’t diminish our humanity but allow it to flourish.  Ray Kurzweil is a technologist and futurist and the author, most recently, of The Singularity Is Nearer: When We Merge with AI. The views represented here are his own. hide"
  ]
}