{
  "url": "https://www.technologyreview.com/2025/06/06/1117978/inside-the-race-to-find-gps-alternatives/",
  "title": "Inside the race to find GPS alternatives",
  "ut": 1749166200.0,
  "body_paragraphs": [
    "Later this month, an inconspicuous 150-kilogram satellite is set to launch into space aboard the SpaceX Transporter 14 mission. Once in orbit, it will test super-accurate next-generation satnav technology designed to make up for the shortcomings of the US Global Positioning System (GPS).  The satellite is the first of a planned constellation called Pulsar, which is being developed by California-based Xona Space Systems. The company ultimately plans to have a constellation of 258 satellites in low Earth orbit. Although these satellites will operate much like those used to create GPS, they will orbit about 12,000 miles closer to Earth’s surface, beaming down a much stronger signal that’s more accurate—and harder to jam.   “Just because of this shorter distance, we will put down signals that will be approximately a hundred times stronger than the GPS signal,” says Tyler Reid, chief technology officer and cofounder of Xona. “That means the reach of jammers will be much smaller against our system, but we will also be able to reach deeper into indoor locations, penetrating through multiple walls.” A satnav system for the 21st century The first GPS system went live in 1993. In the decades since, it has become one of the foundational technologies that the world depends on. The precise positioning, navigation, and timing (PNT) signals beamed by its  satellites underpin much more than Google Maps in your phone. They guide drill heads at offshore oil rigs, time-stamp financial transactions, and help sync power grids all over the world.",
    "But despite the system’s indispensable nature, the GPS signal is easily suppressed or disrupted by everything from space weather to 5G cell towers to phone-size jammers worth a few tens of dollars. The problem has been whispered about among experts for years, but it has really come to the fore in the last three years, since Russia invaded Ukraine. The boom in drone warfare that came to characterize that war also triggered a race to develop technology for thwarting drone attacks by jamming the GPS signals they need to navigate—or spoofing the signal, creating convincing but fake positioning data.  The crucial problem is one of distance: The GPS constellation, which consists of 24 satellites plus a handful of spares, orbits 12,550 miles (20,200 kilometers) above Earth, in a region known as medium Earth orbit. By the time their signals get all the way down to ground-based receivers, they are so faint that they can easily be overridden by jammers.",
    "Other existing Global Navigation Satellite System constellations, such as Europe’s Galileo, Russia’s GLONASS, and China’s Beidou, have similar architectures and experience the same problems. But when Reid and cofounder Brian Manning founded Xona Space Systems in 2019, they didn’t think about jamming and spoofing. Their goal was to make autonomous driving ready for prime time.   Xona Space System’s completed Pulsar-0 satellite is launching this June.AEROSPACELAB   Dozens of robocars from Uber and Waymo were already cruising American freeways at that time, equipped with expensive suites of sensors like high-resolution cameras and lidar. The engineers figured a more precise satellite navigation system could reduce the need for those sensors, making it possible to create a safe autonomous vehicle affordable enough to go mainstream. One day, cars might even be able to share their positioning data with one another, Reid says. But they knew that GPS was nowhere near accurate enough to keep self-driving cars within the lane lines and away from other objects on the road. That is especially true in densely built-up urban environments that provide many chances for signals to bounce off walls, creating errors. “GPS has the superpower of being a ubiquitous system that works the same anywhere in the world,” Reid says. “But it’s a system that was designed primarily to support military missions, virtually to enable them to drop five bombs in the same bowl. But this meter-level accuracy is not enough to guide machines where they need to go and share that physical space with humans safely.” Related StoryGhost ships, crop circles, and soft gold: A GPS mystery in ShanghaiA sophisticated new electronic warfare system is being used at the world’s busiest port. But is it sand thieves or the Chinese state behind it?",
    "Reid and Manning began to think about how to build a space-based PNT system that would do what GPS does but better, with accuracy of three inches (10 centimeters) or less and ironclad reliability in all sorts of challenging conditions. The easiest way to do that is to bring the satellites closer to Earth so that data reaches receivers in real time without inaccuracy-causing delays. The stronger signal of satellites in low Earth orbit is more resistant to disruptions of all sorts.  When GPS was conceived, none of that was possible. Constellations in low Earth orbit—altitudes up to 1,200 miles (2,000 km)—require hundreds of satellites to provide constant coverage over the entire globe. For a long time, space technology was too bulky and expensive to make such large constellations viable. Over the past decade, however, smaller electronics and lower launch costs have changed the equation. “In 2019, when we started, the ecosystem of low Earth orbit was really exploding,” Reid says. “We could see things like Starlink, OneWeb, and other constellations take off.”",
    "Matter of urgency In the few years since Xona launched, concerns about GPS’s vulnerability have begun to grow amid rising geopolitical tensions. As a result, finding a reliable replacement has become a matter of strategic importance.  In Ukraine especially, GPS jamming and spoofing have become so common that prized US precision munitions such as the High Mobility Artillery Rocket System became effectively blind. Makers of first-person-view drones, which came to symbolize the war, had to refocus on AI-driven autonomous navigation to keep those drones in the game.  Related StoryMeet the radio-obsessed civilian shaping Ukraine’s drone defenseSince Russia’s invasion, Serhii “Flash” Beskrestnov has become an influential, if sometimes controversial, force—sharing expert advice and intel on the ever-evolving technology that’s taken over the skies. His work may determine the future of Ukraine, and wars far beyond it.",
    "The problem quickly spilled beyond Ukraine. Countries bordering Russia, such as Finland and Estonia, complained that the increasing prevalence of GPS jamming and spoofing was affecting commercial flights and ships in the region. But Clémence Poirier, a space security researcher at ETH Zurich, says that the problem of GPS disruption isn’t limited to the vicinity of war zones.  “Basic jammers are very cheap and super easily accessible to everyone online,” Poirier says. “Even with the simplest ones, which can be the size of your phone, you can disrupt GPS signals in [an] area of a hundred or more meters.” In 2013, a truck driver using such a device to conceal his location from his boss accidently disrupted GPS signals around the Newark airport in New Jersey. In 2022, the Dallas Fort Worth International Airport reported a 24-hour GPS outage, which prompted a temporary closure of one of its runways. The source of the interference was never identified. That same year, Denver International Airport experienced a 33-hour GPS disruption.  Race to securing PNT “Xona is a promising solution to enhance the resilience of GPS-dependent critical infrastructures and mitigate the threat of GPS jamming and spoofing,” Poirier says. But, she adds, there is no “magic wand,” and a “variety of different approaches will be needed” to solve the problem. Related StoryA new atomic clock in space could help us measure elevations on EarthThe European Space Agency’s ACES mission could ultimately pave the way for a global network of atomic clocks that make these measurements far more accurate.",
    "And indeed, Xona is not the only company hoping to provide a backup for the indispensable yet increasingly vulnerable GPS. Companies such as Anello Photonics, based in Santa Clara, California, and Sydney-based Advanced Navigation are testing terrestrial solutions: inertial navigation devices that are small and affordable enough for use beyond high-end military tech. These systems rely on gyroscopes and accelerometers to deduce a vehicle’s position from its own motions.",
    "When integrated into PNT receivers, these technologies can help detect GPS spoofing and take over for the duration of the interference. Inertial navigation has been around for decades, but recent advances in photonic technologies and microelectromechanical systems have brought it into the mainstream. The French aerospace and defense conglomerate Safran is developing a system that distributes PNT data via  optical-fiber networks, which form the backbone of the global internet infrastructure. But the allure of space remains strong: The ability to reach any place at any time is what turned GPS from an obscure military system into a piece of taken-for-granted infrastructure that most people today can hardly live without.",
    "And Xona could have some space-based competition. Virginia-based TrustPoint is currently raising funds to build its own low-Earth-orbit PNT constellation, and some have proposed that signals from SpaceX’s Starlink could be repurposed to provide PNT services as well. Xona hopes to secure its spot in the market by designing its signal to be compatible with that of GPS, allowing manufacturers of GPS receivers to easily slot the new constellation into existing tech.  Although it will take at least until 2030 for the entire constellation to be up and running, Reid says Xona’s system will provide a valuable addition to the existing GPS infrastructure as soon as 16 of its satellites are in orbit.  The upcoming launch comes three years after a demonstration mission known as Huginn tested the basics of the technology. The new satellite, called Pulsar-0, will be used to see how well the system can resist jamming or spoofing. Xona plans to launch an additional four spacecraft next year and hopes to have most of the constellation deployed by 2030.   hide"
  ]
}