{
  "url": "https://www.ft.lk/columns/Leading-with-vision-Mahinda-Rajapaksa-s-plan-to-sterilise-1-million-dogs/4-778299",
  "title": "Leading with vision: Mahinda Rajapaksa’s plan to sterilise 1 million dogs",
  "ut": 1751050640.0,
  "body_paragraphs": [
    "All great leaders begin with bold visions; without it, action lacks purpose and courage. Mahinda Rajapaksa delivered the military victory in a 30-year civil war that had claimed tens of thousands of lives and left the country deeply divided. His leadership brought an end to one of the most devastating periods in Sri Lanka’s modern history.",
    "Less well known is that in 2006, Mahinda Rajapaksa introduced a nationwide ‘No Kill/Sterilisation’ policy for stray dogs, a decision that was remarkably visionary for its time (Singapore only adopted ‘No Kill/Sterilisation’ as its official national policy more than a decade later, in 2018).",
    "For over a century, Sri Lanka had followed the outdated 1893 Rabies Ordinance introduced by the British to ‘capture & kill’ stray dogs. President Rajapaksa’s policy shift, announced during the 2500th Sambuddhathva Jayanthi, was as much a humane decision as a practical, science-based response to the complete failure of a colonial-era approach.",
    "Hereafter, Government efforts would be directed to sterilise, vaccinate, and release dogs to their original locations, where their numbers would decline naturally over time without the ability to reproduce.",
    "Mahinda Rajapaksa’s policy also brought Sri Lanka in step with other countries in the region that had abandoned ‘capture & kill’ after recognising its complete ineffectiveness in Asia’s urban and cultural context.",
    "Singapore abandons ‘capture & kill’ in 2006 under Minister Mentor Lee Kuan Yew",
    "Lee Hsien Loong introduces ‘No Kill/Sterilisation’ as official national policy in 2019",
    "India declares ‘No Kill/Sterilisation’ in 2001, which continues under Narendra Modi",
    "Mahinda Rajapaksa declares ‘No Kill/Sterilisation’ in 2006",
    "Anura Kumara Disanayake: a return to ‘capture & kill’?",
    "One of the first recorded sterilisation programs in the region began in Hong Kong in the 1990s. Bhutan later became the first country in Asia (and the world) to fully sterilise and vaccinate its entire stray dog population.",
    "Singapore relied on ‘capture & kill’ between the 1960s-1980s, but the method failed to reduce the stray dog population or control rabies. It was correctly judged to be impractical and ineffective, and abandoned in 2006 during Lee Kuan Yew’s tenure as Minister Mentor. Singapore shifted to other alternatives but the major turning point came in 2018 with the launch of a nationwide sterilisation program.",
    "Under Prime Minister Lee Hsein Loong, Singapore announced the goal of sterilising 70% of its stray dog population within five years (80% had been sterilised as of 2019). Sterilisation is now Singapore’s official national policy, supported by legislation, public education, and partnerships with animal welfare groups, replacing the failed ‘capture & kill’ approach.",
    "The Indian Lok Sabha adopted sterilisation even earlier. It became official national policy in 2001, and remains in effect under Prime Minister Narendra Modi. Across Asia, then, a recognition that ‘capture & kill’ fails to control stray dog populations or reduce rabies; that we cannot live in a world of archaic British laws if we are to solve challenges in today’s day and age.",
    "That appears to be where we are returning to, as President Anura Kumara Disanayake and the JVP Government slowly (and covertly) return to a ‘capture & kill’ policy. Private contractors are now operating under cover of darkness, forcibly removing and destroying stray dogs in the middle of the night.",
    "Meanwhile, the Ministry of Health’s 2025 budget for sterilisation continues to remain unutilised. The delay in transferring these funds to the Department of Animal Production and Health, which is equipped with 600 veterinarians, is yet another indication that sterilisation is being (or already has been) abandoned.",
    "The Galle Municipal Council issued a formal circular banning the feeding of stray dogs in all government and public institutions, citing “aggressive behaviour” by hungry dogs. In fact, the JVP Government’s playbook is a repeat of 2014, when then Defence Secretary Gotabaya Rajapaksa pursued the same failed ‘capture & kill’ strategy. The same shadowy tactics, the same scaremongering, which tells us that the same lazy, ineffective public sector officials are now also behind this campaign.",
    "Mahinda Rajapaksa, like Lee Kuan Yew, Lee Hsien Loong, and Narendra Modi, had clear, long-term visions for managing stray dog populations. Some of these countries are well on their way to achieving 100% sterilisation; others, like Bhutan, already have. By reaching these targets, their stray dog populations will decline naturally, with no new births to replace them.",
    "What the JVP Government is showing us is just how uninformed and backward its thinking is—behind Asia, and behind the rest of the world. How odd that their approach today mirrors Gotabaya Rajapaksa, the very leader they struggled to remove during the Aragalaya protest movement."
  ]
}