{
  "url": "https://www.ft.lk/columns/CBK-at-80-Trailblazer-s-legacy-in-perspective/4-778298",
  "title": "CBK at 80: Trailblazer’s legacy in perspective",
  "ut": 1751050393.0,
  "body_paragraphs": [
    "As she marks her 80th year, CBK remains a symbol of resilience in a deeply contested political landscape",
    "Although CBK had retired from the presidency in 2005, her influential political and social engagement did not cease. In retrospect, her pivotal role in the ousting of the Mahinda Rajapaksa regime in 2015 stands out as a significant contribution to Sri Lanka’s contemporary political history. Despite the urgent demand for regime change, it is unlikely that such a transformation would have been possible without CBK’s strategic intervention. Her efforts were instrumental in uniting diverse civil society actors—most notably those led by Rev. Maduluwawe Sobitha Thero—and aligning them with various opposition parties and groups",
    "One of the most politically significant initiatives undertaken by President Chandrika Bandaranaike Kumaratunga (CBK) was the push for a new constitution, which notably proposed the abolition of the Executive Presidency. This initiative consumed considerable political energy and involved extensive consultation. The draft was presented to the Parliamentary Select Committee, where it was discussed on 77 separate occasions—reflecting the seriousness and depth of the deliberations. Additionally, representatives of the People’s Alliance (PA) and the United National Party (UNP) held 17 rounds of bilateral discussions on the proposed reforms",
    "Despite the escalating military threat, CBK remained steadfast in her commitment to a political solution rooted in meaningful national integration. She was the first to establish a separate Cabinet portfolio directly under the President. This steadfast pursuit of peace remains a significant chapter in Sri Lanka’s ongoing search for a lasting resolution to the ethnic conflict. The end of the war created a historic opportunity to find a durable solution to the ethnic issue by building a unified nation through genuine national integration. Revitalising her vision—with necessary refinements—could offer a viable path forward",
    "As Chandrika Bandaranaike Kumaratunga, Sri Lanka’s first female Executive President, turns 80 on 29 June, a timely question arises: how will history remember her legacy? Born into a political family as the daughter of two Prime Ministers, her path to leadership was steeped in legacy. But it was not lineage alone that defined her public life. Chandrika Bandaranaike Kumaratunga, commonly known as CBK, carved out a political identity marked by her bold decisions, reformist ambition, and resilience in the face of violence and controversy. Historians may debate the long-term impact of her policies, but they are unlikely to overlook her key milestones— first, most notably, her key role in ushering in two of the most consequential regime changes in modern Sri Lankan history: in 1994 and again in 2015.",
    "In analysing critical political transformations, historians often emphasise the dynamic interplay between subjective factors and objective conditions. While objective conditions may signal the potential for political change, such change cannot occur without the presence of key subjective factors—such as leadership and the formation of alternative political alliances. In the absence of subjective factors, even a repugnant system that appears ripe for transformation may continue to persist. Conversely, powerful subjective forces can themselves generate or intensify the objective conditions necessary for political change. The pivotal role of CBK as a decisive subjective factor in shaping and mobilising the objective conditions for these two regime changes has been widely recognised in historical accounts of modern Sri Lankan political history.",
    "Her role in ending the 17-year rule of the United National Party (UNP) in both the parliamentary elections and presidential elections in 1994 is particularly remarkable, especially given the deep internal divisions within the Sri Lanka Freedom Party (SLFP) and the broader disunity among anti-UNP forces. Following the assassination of her husband, Vijaya Kumaratunga, the United Left Front quickly disintegrated, and under threat from the Janatha Vimukthi Peramuna (JVP), she temporarily left the country and lived in London. During this period, the main Opposition party, the SLFP, was fractured at its core, while the nation was engulfed in political violence, widespread corruption, and a wave of political assassinations. This period of crisis culminated in the assassination of President Ranasinghe Premadasa in a suicide bombing during the May Day rally in 1993.",
    "Amid this bleak political landscape, CBK re-entered politics and took on the leadership of the Opposition. She initiated the formation of a new political alliance rooted in the Sri Lanka Freedom Party (SLFP) and successfully united various fragmented anti-UNP parties and groups under the banner of the People’s Alliance (PA), with the support and endorsement of her mother, former Prime Minister Sirimavo Bandaranaike. Uniting the different factions within the SLFP alone was a formidable challenge. At the same time, Kumaratunga introduced a reformist political agenda that marked a clear departure from the traditional policy framework of SLFP.",
    "Strong commitment to democratic reform",
    "Her platform prioritised a political solution to the ethnic conflict through extensive devolution of power and included a strong commitment to democratic reform, most notably the proposed abolition of the Executive Presidency. She led the People’s Alliance to a decisive victory, winning 62.28% of the vote in the 1994 Presidential election.",
    "A new phase of political reform began in the wake of the People’s Alliance (PA) victory in 1994. This discussion does not seek to evaluate the overall successes or failures of the CBK administration, but rather to highlight the significance of two key—though ultimately unfulfilled—initiatives that merit scholarly attention. The first was a peace initiative aimed at resolving the ethnic conflict and ending the Eelam war; the second, a proposed constitutional reform intended to broaden democratic governance, including the abolition of the Executive Presidency. While neither initiative came to fruition, both reflect the reformist ambition that characterised the early years of her tenure, as well as the contradiction between political aspirations and political realities.",
    "The euphoria generated by CBK’s 1994 electoral victory for a swift peace through a negotiated political settlement with the LTTE was shattered after the collapse of direct talks with them in April 1995. In July 1995 the concept paper on constitutional reforms embodying devolution of power to regions was published. Concurrently, CBK launched the Sudu Nelum Movement, an extensive public awareness campaign aimed at preparing the public for a peaceful settlement of the ethnic conflict. However, these initiatives unfolded alongside an escalating armed conflict, as the LTTE resumed its violent campaign.",
    "Despite the escalating military threat, CBK remained steadfast in her commitment to a political solution rooted in meaningful national integration. She was the first to establish a separate Cabinet portfolio directly under the President. This steadfast pursuit of peace remains a significant chapter in Sri Lanka’s ongoing search for a lasting resolution to the ethnic conflict. The end of the war created a historic opportunity to find a durable solution to the ethnic issue by building a unified nation through genuine national integration. Revitalising her vision—with necessary refinements—could offer a viable path forward.",
    "One of the most politically significant initiatives undertaken by President Chandrika Bandaranaike Kumaratunga (CBK) was the push for a new constitution, which notably proposed the abolition of the Executive Presidency. This initiative consumed considerable political energy and involved extensive consultation. The draft was presented to the Parliamentary Select Committee, where it was discussed on 77 separate occasions—reflecting the seriousness and depth of the deliberations. Additionally, representatives of the People’s Alliance (PA) and the United National Party (UNP) held 17 rounds of bilateral discussions on the proposed reforms. However, despite this intensive engagement, the UNP employed delaying tactics and ultimately withdrew its support during the final stage in the Parliament. This last-minute reversal effectively derailed what could have been a historic move toward a more democratic constitutional framework. Since then, the abolition of the Executive Presidency has remained a central—but still unrealised—topic in Sri Lanka’s political discourse.",
    "Influential political and social engagement did not cease",
    "Although CBK had retired from the presidency in 2005, her influential political and social engagement did not cease. In retrospect, her pivotal role in the ousting of the Mahinda Rajapaksa regime in 2015 stands out as a significant contribution to Sri Lanka’s contemporary political history. Despite the urgent demand for regime change, it is unlikely that such a transformation would have been possible without CBK’s strategic intervention. Her efforts were instrumental in uniting diverse civil society actors—most notably those led by Rev. Maduluwawe Sobitha Thero—and aligning them with various opposition parties and groups.",
    "Through her respected political standing and behind-the-scenes diplomacy, CBK successfully facilitated consensus-building among civil society groups and major opposition parties, including Tamil political entities in the North. This coalition-building was crucial to presenting a unified front and ultimately defeating what had appeared to be the invincible Rajapaksa regime at the 2015 Presidential elections.",
    "In the 2015 Presidential election, President Mahinda Rajapaksa went to early polls with a self-adorned halo as the leader who brought an end to Sri Lanka’s 30-year civil war. The end of war was indeed a real solace to the people and Rajapaksa was able to leverage it for considerable political gain. In addition, he also took credit for launching several large-scale infrastructure projects. These included the Mattala International Airport, the Hambantota Port, the Colombo Port City, the Southern Expressway, the Norochcholai Coal Power Plant, and the Upper Kotmale Hydropower Project.",
    "By the time of the 2015 Presidential election, widespread public disillusionment with the prevailing political system had reached a critical point. The system was widely perceived as deeply corrupt and dysfunctional. The centralisation of power within the Rajapaksa family and their close associates, combined with increasingly authoritarian tendencies masked by a democratic façade, led to the alienation of many within the country’s educated and politically aware segments. Moreover, the regime’s excessive political interference in administrative affairs and excessive politicisation of the public service disenchanted a significant portion of Government employees. As a result, the demand for a fundamental transformation of the political order grew considerably.",
    "Pivotal role in uniting opposition and civil society forces",
    "While opposition political parties remained fragmented and lacked cohesion, civil society organisations, spearheaded by Rev. Maduluwawe Sobitha Thero, emerged as the primary force resisting the democratic backsliding of the regime. It was in this context that CBK stepped forward to play a pivotal role in uniting the intensely divided opposition and civil society forces. She was instrumental in identifying an unexpected political figure and facilitating his emergence as the common presidential candidate.",
    "The country’s political atmosphere changed markedly after the unseating of the Mahinda Rajapaksa regime. Soon after assuming office, the Yahapalana government introduced the 19th Amendment to the Constitution on 28 April 2015. It curtailed the President’s executive powers and incorporated provisions aimed at enhancing good governance, marking an initial step toward broader democratic reforms. Despite these early initiatives, the Government struggled to maintain its reformist momentum. The cohabitation arrangement between the President and the Prime Minister proved ineffective, and from the outset, competing centres of power emerged within the Government. Meanwhile, the Central Bank bond scandal severely undermined the Government’s credibility in its commitment to anti-corruption.",
    "The political rift culminated in a constitutional crisis on 26 October 2018, when the President dismissed the Prime Minister and appointed Mahinda Rajapaksa in his place. The Supreme Court later deemed the President’s actions unconstitutional and reinstated the dismissed Prime Minister. Nevertheless, the Yahapalana government had lost much of its legitimacy, and the political environment had become increasingly unstable and pessimistic.",
    "The Yahapalana government’s failure to fulfil its mandate does not render the unseating of the Rajapaksa regime in 2015 politically futile. Before 2015, the Rajapaksa regime had evolved into a deeply entrenched system based on a political class that permeated nearly every aspect of the state and society. That same political class could not fully reemerge in its old form by 2019. The Yahapalana government’s shortcomings did not make Rajapaksa-style authoritarianism any more acceptable to the public. In the subsequent presidential and parliamentary elections, many voters turned to Gotabaya Rajapaksa and the Sri Lanka Podujana Peramuna, partly as a rebuke to Yahapalana’s failures and partly due to the absence of a credible alternative. Although the Rajapaksas returned to power under Gotabaya Rajapaksa, the reestablishment of their earlier political hegemony proved elusive. Gotabaya Rajapaksa was no Mahinda Rajapaksa. The structural changes in the political landscape set in motion in 2015 could not be easily reversed. Perhaps most significantly, the public had acquired the confidence that even a powerful and seemingly invincible leader like Mahinda Rajapaksa could be sent home through democratic means. The contributions of Chandrika Bandaranaike Kumaratunga and Ven. Maduluwawe Sobitha Thero were instrumental, albeit in different ways, in fostering this public confidence for a political change.",
    "Though certain actions by President Gotabaya Rajapaksa accelerated the collapse, the economic breakdown of 2022 was ultimately the result of years of systemic mismanagement. A key factor was the launching of economically unviable mega-projects, often funded through high-interest foreign loans, which significantly burdened the national economy. At its core, the economic crisis reflects a deeper and long-standing political crisis that has gripped the post-war Sri Lankan state. The social and political forces that emerged in 2015—despite setbacks during the disillusionment with the Yahapalana government—resurfaced in a new form through the Aragalaya. The political significance of the Aragalaya cannot be reduced to its immediate outcomes, such as the elevation of Ranil Wickremesinghe to the presidency.",
    "Enduring impact of a political figure",
    "More fundamentally, it delivered a severe blow to Rajapaksa hegemony and disrupted the entrenched dominance of the ‘political class’. It also opened the door for the unprecedented electoral success of the Jathika Jana Balavegaya (NPP). History unfolds in unexpected ways—marked by both continuity and rupture—and it is often only in retrospect that the true direction of these forces becomes clear, leaving observers both reflective and astonished. Within this longer trajectory, the role of Chandrika Bandaranaike Kumaratunga in 1994 and 2015 remains equally significant—highlighting the enduring impact of a political figure, who helped shape key transitional moments.",
    "Assessing Chandrika Bandaranaike Kumaratunga’s political legacy requires a long historical perspective, one that accounts for the complexities of her time and the broader trajectory of Sri Lankan politics. As she marks her 80th year, CBK remains a symbol of resilience in a deeply contested political landscape. Her presidency—characterised by both bold initiatives and contentious decisions—continues to prompt reflection and debate. Whether in her pursuit of peace, her efforts at navigating entrenched political rivalries, or her advocacy for reconciliation, Kumaratunga’s legacy endures as a significant chapter in the island’s post-independence history. As Johan Huizinga reminds us, “All profound changes awaken profound anxieties, and that is why history is never finished.”",
    "(The writer is Professor Emeritus of History at the University of Peradeniya.)"
  ]
}