{
  "url": "https://www.technologyreview.com/2025/02/06/1111178/humanlike-teeth-grown-in-mini-pigs/",
  "title": "Humanlike “teeth” have been grown in mini pigs",
  "ut": 1738797267.0,
  "body_paragraphs": [
    "Lose an adult tooth, and you’re left with limited options that typically involve titanium implants or plastic dentures. But scientists are working on an alternative: lab-grown human teeth that could one day replace damaged ones.  Pamela Yelick and Weibo Zhang at Tufts University School of Dental Medicine in Boston have grown a mixture of pig and human tooth cells in pieces of pig teeth to create bioengineered structures that resemble real human teeth. Related StoryThe quest to re-create nature’s strongest materialMaterial inspired by limpet teeth could perform as well as the toughest manmade materials, or better.",
    "“[Yelick] applied basic science to develop a tooth,” says Cristiane Miranda França, a dentist-scientist at Oregon Health & Science University in Portland, who was not involved in the work. “And it’s amazing.” A healthy tooth has dental pulp at its core. That pulp, which contains nerves and blood vessels, is surrounded by layers of hard tissues called dentin, cementum, and enamel. These layers are extraordinarily tough—enamel is considered the hardest tissue in the body—but they can be eroded by bacteria, resulting in tooth decay. And if that decay reaches the dental pulp, it can hurt. A lot.",
    "Dentists can remove areas of decay and replace them with fillings, which typically last for up to around 15 years. But then they need to be replaced, and each time that happens, more of the tooth has to be cut away. “Eventually … it’s almost inevitable that the person is going to lose that tooth,” says França. Today, someone who loses a tooth might opt to replace it with a dental implant. These implants consist of a titanium screw anchored into the jawbone and typically topped with a toothlike porcelain crown. They look like teeth and can be used to bite and chew food, but they fall far short of the real thing.",
    "If the implant is not perfectly aligned with a person’s existing teeth, biting and chewing can transmit uneven forces to the surrounding jawbone, damaging the bone that supports it, says Yelick. Bacteria can attach to the implants, sometimes causing an infection called peri-implantitis, which can lead to bone loss.   “It’s very difficult to replace an implant, because first you have to rebuild all the bone that has been absorbed over time that's gone away,” says Yelick. For the last few decades, she’s been working to create more humanlike tooth substitutes, using cells taken from real teeth and grown in the lab into toothlike structures. “We’re working on trying to create functional replacement teeth,” she says.  Tooth cells are cultured in the lab to create bioengineered teeth.OXFORD UNIVERSITY PRESS   For her research, Yelick uses cells from pig jaws, which she obtains from slaughterhouses. Pigs grow multiple sets of teeth throughout their lives, so the jawbones contain cells from underdeveloped teeth that have not yet broken through the gums. Yelick and Zhang collect cells from these teeth and coax them in the lab to grow and multiply until they have “tens of millions” of cells. In previous experiments, Yelick and other colleagues have seeded these cells onto “scaffolds”—biodegradable tooth-shaped structures—and implanted them into rats. Rats have small jaws, so they inserted the scaffolds under the skin on the animals’ abdomens. “It doesn’t bother the rats,” says Yelick. Related StoryA bioengineered cornea can restore sight to blind peopleThe implant, made from pig skin protein, could provide visually impaired people with more affordable transplants.",
    "She and her colleagues found that once they were inside a living body, the cells would start to organize themselves into toothlike structures. “They were small, but their morphology was identical to that of naturally forming teeth,” says Yelick. Since then, she and her colleagues have been working toward growing human teeth in the lab. In their latest research, Yelick and Zhang used cells from donated human teeth. And to create a more “natural” scaffold, the team stripped away the cells from the teeth of mini pigs. Then, in an approach similar to the one Yelick had used before, they grew a mixture of pig and human tooth cells inside scaffolds created from pieces of pig teeth. After a few weeks in a lab dish, the tooth fragments were implanted into the jaws of six mini pigs. Two months later, the team removed the teeth to see how they were doing. They found that they had started to grow in a similar way to healthy adult teeth. They even developed hard layers of cementum and dentin. “They’re very toothlike,” says Yelick, who published the work in the journal Stem Cells Translational Medicine in December.",
    "“[These] bioengineered teeth exhibit key properties of natural teeth that are missing in titanium implants,” says França. The finding takes us a step toward being able to create lab-grown, functional, living human teeth that can integrate with a person’s gums and jaws, says França. “[Yelick and Zhang] are starting to decode the way nature codes the cells to make teeth,” she says. “And that’s really impressive.” “They’re not beautifully formed teeth yet,” says Yelick. “But we’re optimistic that one day we will be able to create a functional biological tooth substitute that can get into people who need tooth replacement.” hide"
  ]
}