{
  "url": "https://www.technologyreview.com/2024/10/30/1106350/the-arrhythmia-of-our-current-age/",
  "title": "The arrhythmia of our current age",
  "ut": 1730244600.0,
  "body_paragraphs": [
    "Thumpa-thumpa, thumpa-thumpa, bump,  thumpa, skip,   thumpa-thump, pause … My heart wasn’t supposed to be beating like this. Way too fast, with bumps, pauses, and skips. On my smart watch, my pulse was topping out at 210 beats per minute and jumping every which way as my chest tightened. Was I having a heart attack?",
    "The day was July 4, 2022, and I was on a 12-mile bike ride on Martha’s Vineyard. I had just pedaled past Inkwell Beach, where swimmers sunbathed under colorful umbrellas, and into a hot, damp headwind blowing off the sea. That’s when I first sensed a tugging in my chest. My legs went wobbly. My head started to spin. I pulled over, checked my watch, and discovered that I was experiencing atrial fibrillation—a fancy name for a type of arrhythmia. The heart beats, but not in the proper time. Atria are the upper chambers of the heart; fibrillation means an attack of “uncoordinated electrical activity.”    I recount this story less to describe a frightening moment for me personally than to consider the idea of arrhythmia—a critical rhythm of life suddenly going rogue and unpredictable, triggered by … what? That July afternoon was steamy and over 90 °F, but how many times had I biked in heat far worse? I had recently recovered from a not-so-bad bout of covid—my second. Plus, at age 64, I wasn’t a kid anymore, even if I didn’t always act accordingly.",
    "Whatever the proximal cause, what was really gripping me on July 4, 2022, was the idea of arrhythmia as metaphor. That a pulse once seemingly so steady was now less sure, and how this wobbliness might be extrapolated into a broader sense of life in the 2020s. I know it’s quite a leap from one man’s abnormal ticker to the current state of an entire species and era, but that’s where my mind went as I was taken to the emergency department at Martha’s Vineyard Hospital.  Maybe you feel it, too—that the world seems to have skipped more than a beat or two as demagogues rant and democracy shudders, hurricanes rage, glaciers dissolve, and sunsets turn a deeper orange as fires spew acrid smoke into the sky, and into our lungs. We can’t stop watching tiny screens where influencers pitch products we don’t need alongside news about senseless wars that destroy, murder, and maim tens-of-thousands. Poverty remains intractable for billions. So does loneliness and a rising crisis in mental health even as we fret over whether AI is going to save us or turn us into pets; and on and on. For most of my life, I’ve leaned into optimism, confident that things will work out in the end. But as a nurse admitted me and attached ECG leads to my chest, I felt a wave of doubt about the future. Lying on a gurney, I watched my pulse jump up and down on a monitor, erratically and still way too fast, as another nurse poked a needle into my hand to deliver an IV bag of saline that would hydrate my blood vessels. Soon after, a young, earnest doctor came in to examine me, and I heard the word uttered for the first time.  “You are having an arrhythmia,” he said.  Even with my heart beating rat-a-tat-tat, I couldn’t help myself. Intrigued by the word, which I had heard before but had never really heard, I pulled out the phone that is always at my side and looked it up. ar·rhyth·mi·aNoun: “a condition in which the heart beats with an irregular or abnormal  rhythm.” Greek a-, “without,” and rhuthmos, “rhythm.” I lay back and closed my eyes and let this Greek origin of the word roll around in my mind as I repeated it several times—rhuthmos, rhuthmos, rhuthmos. Rhythm, rhythm, rhythm …",
    "I tapped my finger to follow the beat of my heart, but of course I couldn’t, because my heart wasn’t beating in the steady and predictable manner that my finger could easily have followed before July 4, 2022. After all, my heart was built to tap out in a rhythm, a rhuthmos—not an arhuthmos.  Later I discovered that the Greek rhuthmos, ῥυθμός, like the English rhythm, refers not only to heartbeats but to any steady motion, symmetry, or movement. For the ancient Greeks this word was closely tied to music and dance; to the physics of vibration and polarity; to a state of balance and harmony. The concept of rhuthmos was incorporated into Greek classical sculptures using a strict formula of proportions called the Kanon, an example being the Doryphoros (Spear Bearer) originally by the fifth century sculptor Polykleitos. Standing today in the Acropolis Museum in Athens this statue appears to be moving in an easy fluidity, a rhuthmos that’s somehow drawn out of the milky-colored stone.  The Greeks also thought of rhuthmos as harmony and balance in emotions, with Greek playwrights penning tragedies where the rhuthmos of life, nature, and the gods goes awry. “In this rhythm, I am caught,” cries Prometheus in Aeschylus’s Prometheus Bound, where rhuthmos becomes a steady, unrelenting punishment inflicted by Zeus when Prometheus introduces fire to humans, providing them with a tool previously reserved for the gods. Each day Prometheus, who is chained to a rock, has his liver eaten out by an eagle, only to have the liver grow back each night, a cycle repeated day after day in a steady beat for an eternity of penance, pain, and vexation. In modern times, cardiologists have used rhuthmos to refer to the physical beating of the muscle in our chests that mixes oxygen and blood and pumps it through 60,000 miles of veins, arteries, and capillaries to fingertips, toe tips, frontal cortex, kidneys, eyes, everywhere. In 2006, the journal Rhythmos launched as a quarterly medical publication that focuses on cardiac electrophysiology. This subspecialty of cardiology involves the electrical signals animating the heart with pulses that keep it beating steadily—or, for me in the summer of 2022, not.   The question remained: Why? As far as I know, I wasn’t being punished by Zeus, although I couldn’t entirely rule out the possibility that I had annoyed some god or goddess and was catching hell for it. Possibly covid was the culprit—that microscopic bundle of RNA with the power of a god to mess with us mortals—but who knows? As science learns more about this pernicious bug, evidence suggests that it can play havoc with the nervous system and tissue that usually make sure the heart stays in rhuthmos.  A-fib also can be instigated by even moderate imbibing of alcohol, by aging, and sometimes by a gene called KCNQ1. Mutations in this gene “appear to increase the flow of potassium ions through the channel formed with the KCNQ1 protein,” according to MedlinePlus, part of the National Library of Medicine. “The enhanced ion transport can disrupt the heart's normal rhythm, resulting in atrial fibrillation.” Was a miscreant  mutation playing a role in my arrhythmia? Angst and fear can influence A-fib too. I had plenty of both during the pandemic, along with most of humanity. Lest we forget—and we’re trying really, really hard to forget—covid anxiety continued to rage in the summer of 2022, even after vaccines had arrived and most of the world had reopened.",
    "Back then, the damage done to fragile brains forced to shelter in place for months and months was still fresh. Cable news and social media continued to amplify the terror of seeing so many people dead or facing permanent impairment. Politics also seemed out of control, with demagogues—another Greek word—running amok. Shootings, invasions, hatred, and fury seemed to lurk everywhere. This is one reason I stopped following the news for days at a time—something I had never done, as a journalist and news junkie. I felt that my fragile heart couldn’t bear so much visceral tragedy, so much arhuthmos. We each have our personal stories from those dark days. For me, covid came early in 2020 and led to a spring and summer with a pervasive brain fog, trouble breathing, and eventually a depression of the sort that I had never experienced before. At the same time, I had friends who ended up in the ICU, and I knew people whose parents and other relatives had passed. My mother was dying of dementia, and my father had been in and out of the ICU a half-dozen times with myasthenia gravis, an autoimmune disease that can be fatal. This family dissolution had started before covid hit, but the pandemic made the implosion of my nuclear family seem worse and undoubtedly contributed to the failure of my heart’s pulse to stay true.",
    "Likewise, the wider arhuthmos some of us are feeling now began long before the novel coronavirus shut down ordinary life in March 2020. Statistics tell us that anxiety, stress, depression, and general mental unhealthiness have been steadily ticking up for years. This seems to suggest that something bigger has been going on for some time—a collective angst that seems to point to the darker side of modern life itself.   Don’t get me wrong. Modern life has provided us with spectacular benefits—Manhattan, Boeing 787 Dreamliners, IMAX films, cappuccinos, and switches and dials on our walls that instantly illuminate or heat a room. Unlike our ancestors, most of us no longer need to fret about when we will eat next or whether we’ll find a safe place to sleep, or worry that a saber-toothed tiger will eat us. Nor do we need to experience an A-fib attack without help from an eager and highly trained young doctor, an emergency department, and an IV to pump hydration into our veins.  But there have been trade-offs. New anxieties and threats have emerged to make us feel uneasy and arrhythmic. These start with an uneven access to things like emergency departments, eager young doctors, shelter, and food—which can add to anxiety not only for those without them but also for anyone who finds this situation unacceptable. Even being on the edge of need can make the heart gambol about. Consider, too, the basic design features of modern life, which tend toward straight lines—verticals and horizontals. This comes from an instinct we have to tidy up and organize things, and from the fact that verticals and horizontals in architecture are stable and functional.  All this straightness, however, doesn’t always sit well with brains that evolved to see patterns and shapes in the natural world, which isn’t horizontal and vertical. Our ancestors looked out over vistas of trees and savannas and mountains that were not made from straight lines. Crooked lines, a bending tree, the fuzzy contour of a grassy vista, a horizon that bobs and weaves—these feel right to our primordial brains. We are comforted by the curve of a robin’s breast and the puffs and streaks and billows of clouds high in the sky, the soft earth under our feet when we walk.",
    "Not to overly romanticize nature, which can be violent, unforgiving, and deadly. Devastating storms and those predators with sharp teeth were a major reason why our forebears lived in trees and caves and built stout huts surrounded by walls. Homo sapiens also evolved something crucial to our survival—optimism that they would survive and prevail. This has been a powerful tool—one of the reasons we are able to forge ahead, forget the horrors of pandemics and plagues, build better huts, and learn to make cappuccinos on demand.  As one of the great optimists of our day, Kevin Kelly, has said: “Over the long term, the future is decided by optimists.”  But is everything really okay in this future that our ancestors built for us? Is the optimism that’s hardwired into us and so important for survival and the rise of civilization one reason for the general anxiety we’re feeling in a future that has in some crucial ways turned out less ideal than those who constructed it had hoped?  At the very least, modern life seems to be downplaying elements that are as critical to our feelings of safety as sturdy walls, standing armies, and clean ECGs—and truly more crucial to our feelings of happiness and prosperity than owning two cars or showing off the latest swimwear on Miami Beach. These fundamentals include love and companionship, which statistics tell us are in short supply. Today millions have achieved the once optimistic dream of living like minor pharaohs and kings in suburban tract homes and McMansions, yet inadvertently many find themselves separated from the companionship and community that are basic human cravings.",
    "Modern science and technology can be dazzling and good and useful. But they’ve also been used to design things that hurt us broadly while spectacularly benefiting just a few of us. We have let the titans of social media hijack our genetic cravings to be with others, our need for someone to love and to love us, so that we will stay glued to our devices, even in the ED when we think we might be having a heart attack. Processed foods are designed to play on our body’s craving for sweets and animal fat, something that evolution bestowed so we would choose food that is nutritious and safe to eat (mmm, tastes good) and not dangerous (ugh, sour milk). But now their easy abundance overwhelms our bodies and makes many of us sick.  We invented money so that acquiring things and selling what we make in order to live better would be faster and easier. In the process, we also invented a whole new category of anxiety—about money. We worry about having too little of it and sometimes too much; we fear that someone will steal it or trick us into spending it on things we don’t need. Some of us feel guilty about not spending enough of it on feeding the hungry or repairing our climate. Money also distorts elections, which require huge amounts of it. You may have gotten a text message just now, asking for some to support a candidate you don’t even like.  The irony is that we know how to fix at least some of what makes us on edge. For instance, we know we shouldn’t drive gas-guzzling SUVs and that we should stop looking at endless perfect kitchens, too-perfect influencers, and 20-second rants on TikTok. We can feel helpless even as new ideas and innovations proliferate. This may explain one of the great contradictions of this age of arrhythmia—one demonstrated in a 2023 UNESCO global survey about climate change that questioned 3,000 young people from 80 different countries, aged 16 to 24. Not surprisingly, 57% were “eco-anxious.” But an astonishing 67% were “eco-optimistic,” meaning many were both anxious and hopeful.  Me too.  All this anxiety and optimism have been hard on our hearts—literally and metaphorically. Too much worry can cause this fragile muscle to break down, to lose its rhythm. So can too much of modern life. Cardiovascular disease remains the No. 1 killer of adults, in the US and most of the world, with someone in America dying of it every 33 seconds, according to the Centers for Disease Control and Prevention. The incidence of A-fib has tripled in the past 50 years (possibly because we’re diagnosing it more); it afflicted almost 50 million people globally in 2016.  For me, after that initial attack on Martha’s Vineyard, the A-fib episodes kept coming. I charted them on my watch, the blips and pauses in my pulse, the moments when my heart raced at over 200 beats per minute, causing my chest to tighten and my throat to feel raw. Sometimes I tasted blood, or thought I did. I kept bicycling through the summer and fall of 2022, gingerly watching my heart rate to see if I could keep the beats from taking a sudden leap from normal to out of control.  When an arrhythmic episode happened, I struggled to catch my breath as I  pulled over to the roadside to wait for the misfirings to pass. Sometimes my mind grew groggy, and I got confused. It became difficult during these cardio-disharmonious moments to maintain my cool with other people. I became less able to process the small setbacks that we all face every day—things I previously had been able to let roll off my back.  Early in 2023 I had my heart checked by a cardiologist. He conducted an echocardiogram and had me jog on a treadmill hooked up to monitors. “There has been no damage to your heart,” he declared after getting the results, pointing to a black-and-white video of my heart muscle contracting and constricting, drawing in blood and pumping it back out again. I felt relieved, although he also said that the A-fib was likely to persist, so he prescribed a blood thinner called Eliquis as a precaution to prevent stroke. Apparently, during unnatural pauses in one’s heartbeat blood can clot and send tiny, scab-like fragments into the brain, potentially clogging up critical capillaries and other blood vessels. “You don’t want that to happen,” said the cardiologist. Toward the end of my heart exam, the doctor mentioned a possible fix for my arrhythmia. I was skeptical, although what he proposed turned out to be one of the great pluses of being alive right now—a solution that was unavailable to my ancestors or even to my grandparents. “It’s called a heart ablation,” he said. The procedure, a simple operation, redirects errant electric signals in the heart muscle to restore a normal pattern of beating. Doctors will run a tube into your heart, find the abnormal tissue throwing off the rhythm, and zap it with either extreme heat, cold, or (the newest option) electrical pulses. There are an estimated 240,000 such procedures a year in the United States.  “Can you really do that?” I asked. “We can,” said the doctor. “It doesn’t always work the first time. Sometimes you need a second or third procedure, but the success rate is high.” A few weeks later, I arrived at Beth Israel Hospital in Boston at 11 a.m. on a Tuesday. My first cardiologist was unavailable to do the procedure, so after being prepped in the pre-op area I was greeted by Andre d’Avila, a specialist in electrocardiology, who explained again how the procedure worked. He said  that he and an electrophysiology fellow would be inserting long, snakelike catheters through the femoral veins in my groin that contain wires tipped with a tiny ultrasound camera and a cauterizer that would be used to selectively and carefully burn the surfaces of my atrial muscles. The idea was to create patterns of scar tissue to block and redirect the errant electrical signals and restore a steady rhuthmos to my heart. The whole thing would take about two or three hours, and I would likely be going home that afternoon. Moments later, an orderly came and wheeled me through busy hallways to an OR where Dr. d’Avila introduced the technicians and nurses on his OR team. Monitors pinged and machines whirred as moments later an anesthesiologist placed a mask over my mouth and nose, and I slipped into unconsciousness.  The ablation was a success. Since I woke up, my heart has kept a steady beat, restoring my internal rhuthmos, even if the procedure sadly did not repair the myriad worrisome externalities—the demagogues, carbon footprints, and the rest. Still, the undeniably miraculous singeing of my atrial muscles left me with a realization that if human ingenuity can fix my heart and restore its rhythm, shouldn’t we be able to figure out how to fix other sources of arhuthmos in our lives?  We already have solutions to some of what ails us. We know how to replace fossil fuels with renewables, make cities less sharp-edged, and create smart gizmos and apps that calm our minds rather than agitating them.  For my own small fix, I thank Dr. d’Avila and his team, and the inventors of the ablation procedure. I also thank Prometheus, whose hubris in bringing fire to mortals literally saved me by providing the hot-tipped catalyst to repair my ailing heart. Perhaps this can give us hope that the human species will bring the larger rhythms of life into a better, if not perfect, beat. Call me optimistic, but also anxious, about our prospects even as I can now place my finger on my wrist and feel once again the steady rhuthmos of my heart. hide"
  ]
}