{
  "url": "https://www.dailymirror.lk/recomended-news/Its-essential-to-have-honest-capable-individuals-with-integrity-in-political-positions-Lacille-De-Silva/277-299749",
  "title": "“It’s essential to have honest, capable individuals with integrity in political positions”- Lacille De Silva",
  "ut": 1736375041.0,
  "body_paragraphs": [
    "AKD is not a novice in the trade",
    "In certain countries, there are practices to ensure that failed candidates are not nominated",
    "All individuals serving in government institutions must embody the values of integrity and transparency",
    "In Canada, According to the Canadian Elections Act, publication of false statements is a violation of Standards",
    "The deep-rooted corruption in the current system cannot be addressed through letters or referrals",
    "In my opinion, nominees of political parties should be required by law to meet certain minimum standards",
    "With the recent fiasco that took place with the Speaker and people getting confused as to whether an individual is a medical doctor or possesses a Doctorate, the question is raised as to whether Sri Lankan politicians are being vetted enough before being given a high calibre portfolios like the Speaker of Parliament or even being appointed as a member of parliament (MP).",
    "Strong vetting procedures, like checking potential candidates for criminal records, whether they have good character and have an excellent record in their service in their previous position have been crucial for a robust and flourishing democracy.",
    "And this vetting procedure is not something novel if implemented in Sri Lanka. In fact countries in Sri Lanka’s neighbouring region have adopted this procedure. For example, in India, candidates have to declare their criminal antecedents through affidavits. (When a criminal antecedent is presented it shows whether a candidate has any record associated with criminal activity).",
    "The candidates should publish their documents via the Indian’ Elections Commissions website or in media channels. By adopting this method, not only is there increased transparency, but voters can make decisions based on this information as to whether they should vote for a certain candidate or not.",
    "This newspaper spoke to Lacille De Silva, former Director of Administration in the Parliament of Sri Lanka to get his views on this subject. His experience gathered while serving as the Secretary to the Presidential Commission of Inquiry into Serious Acts of Fraud and Corruption and playing a prominent role in the Parliament staff will definitely be insightful to readers.",
    "Excerpts of the interview:",
    "In your time as Director of Administration, did you see an active vetting process, not just for the staff, but for the new faces in parliament?",
    "A recruitment scheme has been established to hire staff members of Parliament. As part of our procedure, we typically verify educational qualifications with the Department of Examinations and other relevant authorities. Additionally, as an independent department, we request security clearance reports from the National Intelligence Bureau to assess characters of candidates.",
    "“Up until the 1970s, both the political system and its leaders were bound by the principles of the rule of law; which maintained a checks-and-balances mechanism essential for democratic stability”",
    "You mentioned a category called ‘new faces’, which I assume pertains to politicians who are new entrants to Parliament. In Sri Lanka, the relevant political parties are responsible for nominations, and the party leaders make the selections. I have not encountered an approved scheme for selecting or nominating Members of Parliament (MPs) or other provincial or local bodies in Sri Lanka. This is a very serious issue. However, in the UK and many other countries, political parties have established nomination criteria and procedures outlined in their party constitutions, which include details on the nomination process. These parties often prioritise candidates with professional qualifications, and a committee is responsible for final selections.",
    "In certain countries, there are practices to ensure that failed candidates are not nominated, individuals with a criminal record are disqualified apart from ensuring that parties have the authorization to conduct criminal and credit record checks on candidates.",
    "From your articles and conversations, you have been an advocate for the Westminster system. You’ve said that this is the ideal form of parliamentary democracy. In what ways could bringing a system like this help the vetting process of candidates?",
    "The Soulbury Commission, in its report, recommended adopting the British System of Governance—the Westminster parliamentary model—for Ceylon at the time of independence. This recommendation was based on the Commission’s belief that this system had been familiar and effectively tested through trial and error. They concluded that the British system was ideally suited for running a democratic government.",
    "The Westminster model’s political framework is characterised by a vibrant Lower House and an Upper House, known as the Senate, which plays a critical role in legislative deliberations. Unlike the current political landscape, this model facilitates an effective and accountable exercise of executive power, with Parliament serving as a firm check on that power.",
    "Up until the 1970s, both the political system and its leaders were bound by the principles of the rule of law; which maintained a checks-and-balances mechanism essential for democratic stability.",
    "I have not encountered an approved scheme for selecting or nominating Members of Parliament (MPs) or other provincial or local bodies in Sri Lanka. This is a very serious issue. However, in the UK and many other countries, political parties have established nomination criteria and procedures outlined in their party constitutions, which include details on the nomination process. These parties often prioritise candidates with professional qualifications",
    "How might recommendation letters/character certifications/referrals help improve the assessment of a candidate and help tackle the fundamental issues with regards to our new MPs?",
    "The deep-rooted corruption in the current system cannot be addressed through letters or referrals. Politicians must prioritise public interest over private interests, especially in Sri Lanka. The political landscape is often tainted by corruption, with party leaders frequently appointing individuals who lack integrity and ethical standards. This persistent issue stems from a political environment heavily influenced by businessmen and corrupt officials. To address the country’s fundamental challenges, it is essential to have honest and capable individuals with integrity in political positions who can effectively implement solutions and guide the nation toward progress.",
    "What impact could enhanced vetting have on parliamentary conduct; it could be either positive or negative?",
    "In my opinion, nominees of political parties should be required by law to meet certain minimum standards. In France, for instance, besides the criteria of age and citizenship, the law sets disqualification rules. Therefore, the following persons are considered debarred from contesting elections: Any person who is deprived of the right to vote and to stand for election in criminal cases for the period stated in the judgment; any person convicted of offences against the public administration, such as accepting bribes, illegal promotion of interests, embezzlement and misappropriation among others; any person who has failed to return a Declaration of Assets, or failed to deposit his or her campaign accounts as per required by law; any person who exceeds the limit of expenses may be declared ineligible.",
    "To effectively lead our country, we must move beyond mere processes. It is essential for leaders to set positive examples for citizens to follow. Strong and principled leadership is crucial for fostering trust and confidence in our democratic system of governance. We need leaders who prioritise the community’s needs and demonstrate integrity in their actions and decisions",
    "In Canada, According to the Canadian Elections Act, publication of false statements is a violation of Standards.",
    "How do we incorporate such strong vetting procedures without going against the fundamental values of an ideal democracy of allowing anyone as permitted by the law to run for public office?",
    "To effectively lead our country, we must move beyond mere processes. It is essential for leaders to set positive examples for citizens to follow. Strong and principled leadership is crucial for fostering trust and confidence in our democratic system of governance. We need leaders who prioritise the community’s needs and demonstrate integrity in their actions and decisions.",
    "All individuals serving in government institutions must embody the values of integrity and transparency. These public officials should be committed to upholding the highest ethical standards and be motivated by a genuine desire to serve the public well. By cultivating a government composed of such dedicated individuals, we can ensure that our institutions function effectively and remain accountable to the citizens they represent.",
    "A recruitment scheme has been established to hire staff members of Parliament. As part of our procedure, we typically verify educational qualifications with the Department of Examinations and other relevant authorities. Additionally, as an independent department, we request security clearance reports from the National Intelligence Bureau to assess characters of candidates",
    "Do you think whether the NPP Government would deliver in the New Year?",
    "I personally think it’s possible because you need a set of people in power who could be accountable; in the sense individuals who think that there’s a duty on their part as the public officials and that they have been entrusted with responsibilities with much hopes. And they have given all those promises. I think they have to fulfill all that and I think they will do that.",
    "I have seen the current President Anura Kumara Dissanayake in Parliament for a long time. He’s not a novice, in governance, parliamentary business and every other aspect. Basically, he knows everything. Over a period of time, actually, he has even discussed most of these issues in various committees, so he knows what he is doing.",
    "The Westminster model’s political framework is characterised by a vibrant Lower House and an Upper House, known as the Senate, which plays a critical role in legislative deliberations. Unlike the current political landscape, this model facilitates an effective and accountable exercise of executive power, with Parliament serving as a firm check on that power",
    "If you are given your job back, given the current environment, what would you do?",
    "My suggestion is not only have the president pick the right people, but for the Police Department, CID (Criminal Investigation Department), SIS (State Intelligence Service) and various other institutions like CIABOC (Commission to Investigate Allegations of Bribery or Corruption) and even the Attorney General, must be specifically instructed that they should be conscious of the fact that we have gone through these difficulties for too long.",
    "I would take up the job again, but most importantly I myself doing my job is not enough. Special emphasis must be put on ensuring that the corruption investigations and other measures are taken to ensure a fair and trustworthy governance also takes place.",
    "I can cite as examples the reforms brought in by Lee Kuan Yew and Deng Xiaoping on institutional building which helped make their countries, Singapore and China, the nations they are today. And people like Mahinda Rajapaksa had the opportunity to bring those reforms, but instead they brought things like the 18th Amendment, which reduced power for the National Audit Commission and the Police Commission and pretty much centralised power to him."
  ]
}