{
  "url": "https://www.dailymirror.lk/opinion/Local-elections-rising-poverty-and-the-Aswesuma-grant-EDITORIAL/172-299986",
  "title": "Local elections, rising poverty and the Aswesuma grant - EDITORIAL",
  "ut": 1736702619.0,
  "body_paragraphs": [
    "Local government elections have not been held in Sri Lanka since 2018. Elections were scheduled to be held in 2022. They were postponed to 2023 on a claim that the country’s financial situation made holding of elections impossible. Despite Court rulings, polls have been further postponed.",
    "After the recent victory at the Presidential and Parliamentary elections, recently elected President Dissanayake has indicated local government polls would be held prior to April this year. Before the polls, it has been customary for political parties in power to reduce prices of essential goods to enhance chances at approaching elections.",
    "To the credit of the present ruling National People’s Power (NPP) they have not indulged in this tactic. Even more surprisingly, prices have continued to rise, while poorer sections of our country are scarcely able to provide their families with three square meals a day.",
    "It is extremely sad to see that the NPP-aligned student and trade unions which were extremely vociferous earlier over rising costs of living have now fallen silent.",
    "Prior to the recently concluded parliamentary and presidential elections, the average wage was between Rs. 50,000/- and Rs. 65,000/- per month. Yet, the cost of having three meals for a family of four costs over Rs. 125,000/- per month for food alone. The NPP made easing the burdens of the poor as one of its election promises.",
    "Since the NPP assumed power, the cost of essential foods, like rice, coconut as well as nutritious food has risen sharply. Faced with this problem, the government announced raising the Aswesuma grant up to Rs. 15,000/-.",
    "Just days ago, the government raised the price of tobacco and liquor. Both tobacco and alcohol present a danger to the health of the nation, but is largely used by poorer sections of our people! Isn’t this measure like robbing Peter to pay Paul?",
    "But what is strange and disappointing, is the failure of the mainline political parties in opposition, to mobilise the electorate to demand the government to realistically tackle rising costs and cushion weaker sections of the community. Even the looming, long-delayed local government and provincial polls expected before the Sinhala-Tamil New Year has not prodded them into action.",
    "Had the government’s reason for increasing tariffs on these two products been to protect the nation’s health from the ill-effects of alcohol and tobacco, the price increases would have been applauded. According to the government’s own National Institute of Health it has become clear over the last few decades that heavy use of tobacco and/or alcohol leads to serious health consequences such as development of cardio and cerebrovascular diseases, gastric ulcers and various cancers, particularly those of the head, neck, oesophagus and even liver.",
    "Sadly, the reason behind the increase in tariffs on tobacco and liquor has been to increase government revenue to meet IMF requirements - not to ensure an improved quality of life to its citizens. Past increases in costs of these two items have not brought down consumption levels. It has only led to an increase in sales of illicit alcohol.",
    "The reality is, the sale of tobacco and alcohol bring in a major section of government’s revenue -the Excise department very recently reported an over 20% increase in revenue. On the other hand, large numbers of people -from tobacco farmers to the simple toddy tappers- would also lose a substantial portion of their income.",
    "The government needs to change its attitude. Rather than looking at alcohol and liquor as a means of increasing revenue, it needs to create economic conditions where the poor do not need liquor or narcotics to take their minds away from sub-human conditions they are forced live in.",
    "What our people need today are increased wage levels in keeping with the cost of living. A plan to diversify the country’s sources of income. Government needs to create conditions which attract investment.",
    "We as a country need to eradicate poverty and corruption. Lanka needs an environment where entrepreneurship is supported and encouraged."
  ]
}