{
  "url": "https://www.technologyreview.com/2025/01/07/1109793/how-optimistic-are-you-about-ais-future/",
  "title": "How optimistic are you about AI’s future?",
  "ut": 1736206200.0,
  "body_paragraphs": [
    "This story originally appeared in The Algorithm, our weekly newsletter on AI. To get stories like this in your inbox first, sign up here. The start of a new year, and maybe especially this one, feels like a good time for a gut check: How optimistic are you feeling about the future of technology?   Our annual list of 10 Breakthrough Technologies, published on Friday, might help you decide. It’s the 24th time we’ve published such a list. But just like our earliest picks (2001’s list featured brain-computer interfaces and ways to track copyrighted content on the internet, by the way), this year’s technologies may come to help society, harm it, or both. Artificial intelligence powers four of the breakthroughs featured on the list, and I expect your optimism about them will vary widely. Take generative AI search. Now becoming the norm on Google with its AI Overviews, it promises to help sort through the internet’s incomprehensible volume of information to offer better answers for the questions we ask. Along the way, it is upending the model of how content creators get paid, and positioning fallible AI as the arbiter of truth and facts. Read more here.",
    "Also making the list is the immense progress in the world of robots, which can now learn faster thanks to AI. This means we will soon have to wrestle with whether we will trust humanoid robots enough to welcome them into our most private spaces, and how we will feel if they are remotely controlled by human beings working abroad.  Related StoryThe Vera C. Rubin Observatory is ready to transform our understanding of the cosmosThe telescope will catalogue billions of new objects and produce a new map of the entire night sky every three days with the largest digital camera ever made.",
    "The list also features lots of technologies outside the world of AI, which I implore you to read about if only for a reminder of just how much other scientific progress is being made. This year may see advances in studying dark matter with the largest digital camera ever made for astronomy, reducing emissions from cow burps, and preventing HIV with an injection just once every six months. We also detail how technologies that you’ve long heard about—from robotaxis to stem cells—are finally making good on some of their promises.",
    "This year, the cultural gulf between techno-optimists and, well, everyone else is set to widen. The incoming administration will be perhaps the one most shaped by Silicon Valley in recent memory, thanks to Donald Trump’s support from venture capitalists like Marc Andreessen (the author of the Techno-Optimist Manifesto) and his relationship, however recently fraught, with Elon Musk. Those figures have critiqued the Biden administration’s approach to technology as slow, “woke,” and overly cautious—attitudes they have vowed to reverse.  So as we begin a year of immense change, here’s a small experiment I’d encourage you to do. Think about your level of optimism for technology and what’s driving it. Read our list of breakthroughs. Then see how you’ve shifted. I suspect that, like many people, you’ll find you don’t fit neatly in the camp of either optimists or pessimists. Perhaps that’s where the best progress will be made.   Now read the rest of The Algorithm Deeper Learning The biggest AI flops of 2024 Though AI has remained in the spotlight this year (and even contributed to Nobel Prize–winning research in chemistry), it has not been without its failures. Take a look back over the year’s top AI failures, from chatbots dishing out illegal advice to dodgy AI-generated search results.   Why it matters: These failures show that there are tons of unanswered questions about the technology, including who will moderate what it produces and how, whether we’re getting too trusting of the answers that chatbots produce, and what we’ll do with the mountain of “AI slop” that is increasingly taking over the internet. Above all, they illustrate the many pitfalls of blindly shoving AI into every product we interact with. Bits and Bytes What it's like being a pedestrian in the world of Waymos  Tech columnist Geoffrey Fowler finds that Waymo robotaxis regularly fail to stop for him at a crosswalk he uses every day. Though you can sometimes make eye contact with human drivers to gauge whether they’ll stop, Waymos lack that “social intelligence,” Fowler writes. (The Washington Post) The AI Hype Index",
    "For each print issue, MIT Technology Review publishes an AI Hype Index, a highly subjective take on the latest buzz about AI. See where facial recognition, AI replicas of your personality, and more fall on the index. (MIT Technology Review) What's going on at the intersection of AI and spirituality Modern religious leaders are experimenting with A. just as earlier generations examined radio, television, and the internet. They include Rabbi Josh Fixler, who created “Rabbi Bot,” a chatbot trained on his old sermons. (The New York Times) Meta has appointed its most prominent Republican to lead its global policy team Just two weeks ahead of Donald Trump’s inauguration, Meta has announced it will appoint Joel Kaplan, who was White House deputy chief of staff under George W. Bush, to the company’s top policy role. Kaplan will replace Nick Clegg, who has led changes on content and elections policies. (Semafor) Apple has settled a privacy lawsuit against Siri The company has agreed to pay $95 million to settle a class action lawsuit alleging that Siri could be activated accidentally and then record private conversations without consent. The news comes after MIT Technology Review reported that Apple was looking into whether it could get rid of the need to use a trigger phrase like “Hey Siri” entirely. (The Washington Post) hide"
  ]
}