{
  "url": "https://www.ft.lk/opinion/Scaling-up-energy-transition-in-Asia-and-Pacific/14-784765",
  "title": "Scaling up energy transition in Asia and Pacific",
  "ut": 1764009838.0,
  "body_paragraphs": [
    "Strong economic growth has moved in parallel with rising fossil fuel use and greenhouse gas emissions in East Asia and Pacific region. The region now accounts for over a third of global emissions. To continue growing and reducing poverty in a sustainable way and to reach the nationally determined contributions, the decarbonisation of the power sector is necessary.",
    "The World Bank is leaning in to support East Asia and Pacific countries in decarbonising the power sector with a specific focus on scaling-up renewable energy. The program is using the Multiphase Programmatic Approach (MPA), an evolved model of doing business that can scale renewables more effectively than individual country operations by creating momentum, seeking higher levels of ambition, building partnerships and promoting economies of scale through national-level programs. Through this design, countries select country-specific activities to help them achieve their development goals while being part of a broader regional effort. The program is testing innovative approaches, leveraging the World Bank Group to mobilise private capital, and promoting learning and adaptation across phases.",
    "Launched in September 2024, the program provides $ 2.5 billion IDA and IBRD financing to support the development of policies and strengthen institutions; finance regional and national transmission infrastructure to integrate renewable energy generation, and de-risk clean energy investments to support private sector participation. The MPA structure, which will remain active for 10 years until 2034, allows flexibility to add projects over time as they become ready.",
    "Impact on People and the Planet (By 2034)",
    "20 million people will have new or improved access to clean energy",
    "2.5 GW of renewable energy generation capacity will be enabled, resulting in a net reduction of 60 million CO₂",
    "$1.5 billion of private investment in clean energy mobilised",
    "These results directly contribute to the World Bank Group Corporate Scorecard Indicators of Green and Blue Planet and Resilient Populations; Affordable, Reliable and Sustainable Energy for All and; More Private Investment.",
    "A regional partnership for momentum and scale",
    "The MPA approach was selected instead of stand-alone operations to leverage lessons learned across countries, streamline operational approaches, strengthen regional partnerships, and help create economies of scale to reduce the cost of clean energy for the benefit of people and firms. With a strong focus on increased regional cooperation and private capital mobilisation, the MPA is deploying IBRD and IDA in a way that supports IFC and MIGA country engagements and instruments to draw on the private sector’s resources."
  ]
}