{
  "url": "https://www.ft.lk/columns/Boom-and-slump-of-Sri-Lankan-Railway-mirror-of-the-country/4-772375",
  "title": "Boom and slump of Sri Lankan Railway – mirror of the country",
  "ut": 1738111386.0,
  "body_paragraphs": [
    "Diesel locomotives that plans to donate to Sri Lanka",
    "Rail bus manufactured in Sri Lanka",
    "Tram cars in Sri Lanka",
    "Garratt articulated steam locomotive",
    "Nanu Oya Railway Station",
    "“Sri Lankan historic railway was a model to the world, it has the potential to uplift one of the main incomes of the tourist industry, and supporting the cargo backbone”",
    "The history of Sri Lankan Railways dates back to the colonial era, with the establishment of the first railway line during British rule in Ceylon.",
    "The idea of building a railway system in Sri Lanka was conceived in the mid-19th century. During the British colonial era, the British administration sought to improve transportation for the purposes of facilitating the movement of goods, especially tea, coffee, coconut, and rubber, which were major export commodities at the time. In 1853, the first railway line was constructed between Colombo and Ambepussa. This line was 49 miles long and was opened on 27 March 1864. It was built to connect the port of Colombo to the interior of the island for the efficient transport of goods.",
    "Following the initial success of the Colombo-Ambepussa line, the railway network began to expand rapidly. The British administration recognised the strategic importance of railways in promoting colonial interests and facilitating the movement of goods like tea and coffee from hinterland to the port. In 1874, the Kandy line was opened. The line was an engineering marvel, given the challenging terrain and mountainous regions it had to cross. This was followed by the construction of several other lines, including those to Galle, Matara, and Jaffna. By the end of the 19th century, the railway network had expanded to cover much of the hinterland, including lines connecting the northern, southern, and central parts of Sri Lanka.",
    "The railway system continued to play a significant role in the country’s economy and transportation infrastructure (highest contribution to the GDP in 1929). Ceylon Government Railways (CGR) was established as a state-owned entity. During this period, efforts were made to modernise the system, but the growth of road transportation, particularly buses and trucks, led to a decline in the importance of railways for passenger transport. Despite these challenges, railways remained critical for transporting goods, especially agricultural produce and raw materials, to the ports. Apart from that CGR introduced rail busses to the system which compete with the road bus transportation. Other than the imported buses CGR made the rail busses to the fleet.",
    "From the 1970s onwards, the Sri Lankan railway system began facing a range of challenges. These included outdated infrastructure, a lack of investment in modernisation, and the increasing popularity of road transportation. The cost of maintaining and upgrading the railway system became a significant burden for the Government. Apart from that, politicians flooded the CGR with party supporters and trade unions captured the power of the organisation, subsequently CGR was critically effected and politicised creating corruptions and decline.",
    "The civil war, which lasted from 1983 to 2009, caused significant damage to the railway infrastructure, especially in the northern and eastern regions of the island. After the end of the civil war in 2009, efforts were made to revitalise the railway system. The Government, with the support of international aid and loans, began modernising the railway network. Key projects included upgrading existing tracks, introducing new trains, and expanding services to underserved areas. Proposal for electrification and double-tracking of some of the key railway lines, such as the Colombo-Kandy and Colombo-Matara lines, have been discussed to improve speed and efficiency.",
    "The introduction of modern trains, including air-conditioned services, has also been aimed at improving the comfort of passengers. Efforts were made to modernise the infrastructure and make the railway system more efficient and reliable, although challenges such as outdated stations, track maintenance, and competition from other forms of transport remain.",
    "Railway steam locomotives",
    "Sri Lankan Railways operated a variety of steam locomotives throughout the 19th and 20th centuries, particularly during the colonial and early post-independence periods. These steam engines were essential in the development and expansion of Sri Lanka’s rail network, and they played a significant role in the country’s transport history. These early engines were mainly imported from Britain and were used to operate the initial sections of the line. The first steam engine used on Sri Lankan tracks was a locomotive named “Colombo”, which was brought in to haul the first trains on the Colombo-Ambepussa route. These engines were typically small and designed to operate on relatively flat terrain.",
    "As the railway network expanded, particularly with the construction of more challenging lines such as the Colombo-Kandy line (1874), the need for more powerful steam engines grew. The mountainous terrain in central and southern Sri Lanka required engines with greater pulling power, especially to overcome steep gradients. During this period, steam engines of various classes were introduced, including both passenger and freight locomotives. Notably, engines from manufacturers like Beyer-Peacock (a prominent British manufacturer), Baldwin Locomotive Works, and Robert Stephenson and Co. were used in Sri Lanka.",
    "C Class steam locomotives were designed for hauling passenger trains (1900). They were built in Great Britain and Germany, and many of these engines had 4-6-2 wheel arrangements, which provided the necessary power for the steep gradients of Sri Lanka’s hill country lines (wheel arrangements decides the pulling power).",
    "The K Class was specifically designed to cope with the steep gradients on the Colombo-Kandy line and other mountainous routes. They were powerful steam engines that used a 4-8-0-wheel arrangement, offering the strength required for these challenging terrains.",
    "The U Class steam engines were primarily built for freight transport and were known for their durability and efficiency in hauling goods, especially on the flatter lines of Sri Lanka.",
    "The M Class and S Class locomotives were designed for lighter duties, both for freight and passenger transport. These engines were used on less steep and less demanding routes and were known for their versatility.",
    "Steam locomotives were at their peak in Sri Lanka between the 1930s and 1960s, before the widespread introduction of “diesel electric” engines. The period saw the introduction of more advanced models, and the Sri Lankan Railway expanded its network further, integrating steam-powered trains into various regions of the country. Sri Lankan engineers made two steam locomotives in the Ratmalana workshop and were very successful apart from that they manufactured almost all the spare parts necessary for the steam locomotives. Further the engineers converted the coal power locomotives to oil fired, increasing the efficiency of the engines. Then Chief Engineer/GM B.D. Rampala (1955-1970) was behind many of the innovations in CGR.",
    "However, the railway system faced challenges in modernisation and efficiency, with the growing popularity of road transportation, especially buses and trucks, which began to cut into the railways’ market share.",
    "By the 1970s, the steam locomotive era began to wind down, with the gradual introduction of diesel locomotives starting in the early 1950s. Sri Lankan workshops manufactured two Diesel Shunters (M2) and a rail car to the fleet of CGR in 1956.",
    "Sri Lankan railway tracks",
    "Main Line (Colombo to Badulla, 184.78 miles)",
    "The Main Line is one of the most significant railway routes in Sri Lanka. It runs from Colombo (the capital) to Badulla, passing through several major towns and crossing the central hill country.",
    "This line is known for its challenging terrain, with steep gradients and tight curves, particularly on the Kandy to Badulla stretch. The line is important for both passenger and freight transport and includes scenic sections, attracting many tourists.",
    "The track gauge used here is standard gauge (1,676 mm), and the line was opened in stages between 1864 and 1924.",
    "Coastal Line (Colombo to Mathara, 98.54 miles)",
    "The Coastal Line connects Colombo to Galle, running along the southern coastline of Sri Lanka. This route is significant for both passenger services and freight, particularly for transporting goods to and from the southern ports.",
    "This line was one of the first to be developed during the British colonial period, and it was later expanded to serve Matara and Tangalle.",
    "Northern Line (Colombo to Jaffna, (256.06 miles)",
    "The Northern Line runs from Colombo to Jaffna in the northern part of Sri Lanka. It serves as a critical link between the capital and the Northern Province.",
    "This line was closed and disrupted during the Sri Lankan Civil War but was gradually restored after the war ended in 2009. The gauge here is also standard gauge (1,676 mm).",
    "Hill Country Line (Nanu Oya to Ragala19.17 miles)",
    "This line is famous for its scenic beauty, especially the stretch between Nanuoya and Nuwara Eliya (Ragala). Known for its steep gradients and picturesque views, this line is a popular route for tourists. Dismantled in 1940s.",
    "This is a narrow-gauge line (1,000 mm), and the track layout here is often winding and curving, designed to navigate the mountainous landscape.",
    "Kelani Valley Line (96.26 miles)",
    "The Kelani Valley Line connects Colombo to Avissawella and passes through rural areas. This line is used for passenger and freight services and runs through lush greenery, providing a unique travel experience. This narrow gauge line was initially built up to Opanayake",
    "Colombo to Puttalam line 92.30 miles)",
    "Colombo Trincomalee and Batticaloa Line",
    "Colombo Mannar line up to Thalai Mannar",
    "Apart from that 2 miles supply line from Puttalam Cement Factory to its lime mine and Anuradhapura to Mihinthale line too added with expansion of Matara line to Beliaththa.",
    "Track maintenance and upgrades",
    "Over the decades, the railway tracks have required significant maintenance, particularly given the age of the infrastructure and the challenges of maintaining tracks in Sri Lanka’s monsoon climate. Regular track inspections, repairs, and the replacement of worn-out rails and ties are critical tasks.",
    "Electrification of some sections of the rail network has been proposed to improve efficiency and reduce dependence on fossil fuels.",
    "Indian Railway repaired the damaged railway line from Vavuniya to Jaffna, and presently SL railway is repairing the line from Maho to Anuradhapura.",
    "As part of its infrastructure development goals, the Sri Lankan Government has been working on plans to double-track certain sections of the railway, such as the Colombo-Kandy route, to increase capacity and reduce travel time. This will also include modern signalling systems and electrification to enhance operational efficiency.",
    "There are also plans to develop urban rail networks, including light rail systems in Colombo to Malabe, in order to reduce road congestion and promote more sustainable forms of transport.",
    "(The writer is a Chartered Transporter. He can be reached via [email protected].)"
  ]
}