{
  "url": "https://www.ft.lk/columns/Exporters-Are-you-on-top-of-your-game/4-775679",
  "title": "Exporters: Are you on top of your game?",
  "ut": 1745270196.0,
  "body_paragraphs": [
    "Consider rerouting exports through countries with lower tariffs than Sri Lanka",
    "At this critical juncture, US-centric exporters are exploring opportunities in new markets or lobbying governments for amendments to current tariff structures to address trade surpluses with the US—often at the expense of other importers. This precarious moment demands simultaneous short-, mid-, and long-term tactical adjustments to business strategy. While this article does not offer a “cookie-cutter” solution for all affected exporters, it aims to provide guidance, particularly for small to mid-sized businesses.",
    "1. Assess the immediate impact on sales",
    "First, quantify the direct hit to your sales. To date, no HS codes appear exempted from tariffs, and feedback from freight forwarders suggests no leniency in enforcement.",
    "2. Engage buyers to understand their strategy",
    "If your exports are non-essential, US buyers may adopt a “wait-and-see” approach. With inflation and recession fears looming, US consumers are likely to curb non-essential spending. Clarify your buyers’ plans to anticipate delays.",
    "3. Establish timelines for order delays",
    "If buyers hesitate, seek clarity on how long orders might remain unfulfilled. This insight is crucial for managing production cycles and inventory.",
    "4. Prioritise cash flow and short-term debt management",
    "Most in-progress orders rely on Packing Credit Loans (PCLs) and Import Short-Term Loans (STLs) to fund raw materials. Immediately engage banks to negotiate extensions or deferrals on repayments.",
    "5. Restructure loan terms",
    "Request adjustments to capital repayments on term loans, depending on cash flow strain. This flexibility can alleviate immediate financial pressure.",
    "6. Revise budgets and communicate proactively with banks",
    "Update financial year budgets to reflect revised cash flow projections and share these with lenders. Transparent communication ensures banks understand your adjusted needs.",
    "7. Optimise operational agility",
    "Redesign budgets to account for reduced inflows. Shift toward a flexible workforce model (e.g., casual labour) over fixed costs, aiming for a leaner organisational structure.",
    "8. Stabilise to strategise",
    "Once short-term cash flow risks are mitigated, focus on tactical and strategic adjustments to your business plan.",
    "9. Diversify markets and supply chains",
    "Explore markets beyond the US, such as India via the ISFTA. Note that preferential duties for imports to India may require local value addition. Be mindful of GSP+ compliance challenges.",
    "10. Anticipate global supply gluts",
    "As manufacturers pivot to Europe, oversupply could depress prices. Factor this into pricing strategies for new markets.",
    "11. Invest in brand building with government support",
    "Entering new markets demands significant marketing investment. Lobby governments for tax credits to offset costs of overseas marketing offices and brand-building initiatives, with strict oversight to ensure accountability.",
    "12. Leverage third-country tariff advantages",
    "Consider rerouting exports through countries with lower tariffs than Sri Lanka. Options include establishing operations in foreign Free Trade Zones (FTZs) or outsourcing manufacturing under OEM agreements, though this requires careful evaluation of origin rules.",
    "13. Prepare for a recessionary climate",
    "With a global recession likely, prioritise liquidity. USD-denominated borrowing costs may rise as central banks hike rates to combat inflation. Maintain reserves, avoid over-leverage, and invest prudently.",
    "Adaptability, proactive financial management, and market diversification are critical. While short-term fixes are urgent, mid- to long-term strategies—supported by Government advocacy and operational agility—will position exporters to weather uncertainty and seize emerging opportunities.",
    "(The writer is the CEO of a mid-sized exporter and a Strategy/Investment advisor to companies. He can be contacted through: https://www.linkedin.com/in/saminda-weerasinghe-cfa-a3333358/.)"
  ]
}