{
  "url": "https://www.ft.lk/opinion/Achieving-gender-equality-in-employment-rates-would-take-almost-two-centuries-says-ILO/14-773974",
  "title": "Achieving gender equality in employment rates would take almost two centuries, says ILO",
  "ut": 1741371252.0,
  "body_paragraphs": [
    "30 years after the Beijing Declaration and Platform for Action set out an ambitious agenda for equality, women still face significant barriers in the economy",
    "GENEVA (ILO News): Thirty years after the Beijing Declaration and Platform for Action set out an ambitious agenda for equality, women still face significant barriers in the economy, according to Women and the Economy: 30 Years after the Beijing Declaration, a new International Labour Organization (ILO) brief released on the occasion of International Women’s Day.",
    "Despite employment gaps between women and men narrowing from 27.1 to 23.1 percentage points since 1991, women’s employment rates remain far below men’s, with only 46.4 per cent of working-age women employed in 2024, compared to 69.5 per cent of men. At the current pace of progress, achieving equality in employment rates would take almost two centuries.",
    "While more young women are pursuing education and training, this has not translated into significant labour market gains. Women hold just 30% of managerial positions globally, with only a modest improvement over the past two decades.",
    "Women continue to be overrepresented in low-paid sectors like nursing and childcare, while men dominate fields like transport and mechanics. They also continue to face lower average earnings and fewer paid working hours globally and are overrepresented in informal employment in low- and lower-middle-income countries.",
    "On the other hand, there has been progress in narrowing the earnings gap between women and men: annually, employed women (including both employees and the self-employed) earned 77.4 cents for every dollar earned by men in 2024, still a significant gap, but an improvement from 70.1 cents in 2004.",
    "“Three decades since world leaders gathered in Beijing and pledged to advance the rights of women worldwide, significant challenges remain in fulfilling the Beijing Declaration,” explained ILO Conditions of Work and Equality Department Director Sukti Dasgupta.",
    "“While progress has been made, millions of women still face persistent barriers to entering, remaining and advancing in decent work. Urgent reforms are needed to address unequal care responsibilities, wage gaps between women and men, and violence and harassment in the world of work, factors which continue to make workplaces more unequal and less safe for women,” she said.",
    "The brief presents global trends in employment and working conditions for women and men, highlighting persistent inequalities, often exacerbated by factors such as migrant and disability status. It also underlines systemic barriers to women’s employment opportunities and decent working conditions, which stem from deeply rooted structural inequalities, discriminatory social norms, and economic policies that fail to account for the different needs of women and men.",
    "As a cornerstone of global efforts towards the empowerment of women, the Beijing Platform for Action remains a powerful force in shaping policies and laws that foster social and economic progress worldwide. Amid digital, environmental, and demographic transitions, its vision is more relevant than ever."
  ]
}