{
  "url": "https://www.ft.lk/opinion/Lasantha-s-daughter-expresses-regret-over-BASL-stand/14-773061",
  "title": "Lasantha’s daughter expresses regret over BASL stand",
  "ut": 1739559639.0,
  "body_paragraphs": [
    "As a senior lawyer yourself, it should be crystal clear to you that with this much evidence available that police records were doctored, if Mr. Ranasinghe felt it was insufficient to support a prosecution, he had a duty to advise the police of any inconsistencies he found and to advise them on the conduct of further investigations to clear up any doubts or to collect further corroborating material. Instead, he decided to unilaterally terminate the proceedings against these two suspects, as if my father never had a notebook, and as if these critical police records were never doctored. That is why I called for his impeachment. This was not a mistake. No criminal lawyer could make such a mistake. The choice to ignore the evidence was a deliberate one",
    "Famous murdered journalist Lasantha Wickrematunge’s daughter Ahimsa has expressed regret over the stand taken by the Bar Association of Sri Lanka (BASL) over the latter’s objection to the review of decisions of the Attorney General.",
    "In a letter to BASL President Anura B. Meddegoda PC, Ahimsa had said she was saddened by the BASL Chief’s letter dated 7 February issuing a veiled threat to the President of Sri Lanka for courageous steps taken by his Government to defend the rights of victims of crime and to protect the integrity of our criminal justice system.",
    "“We have never demanded anything more than a thorough, impartial criminal investigation into my father’s murder, and for their findings to be impartially reviewed by a prosecutor, who would bring the accused before a court of law to decide on their guilt or innocence. But it is not for the Attorney General to render a verdict on whether someone is “guilty” or “not guilty”,” said Ahimsa in her letter dated 14 February.",
    "Following is the full text of the letter which has been copied to the Prime Minister, Justice Minister and Leader of the Opposition.",
    "You sat for an interview with the Daily Mirror on October 11, 2024, and stated that the Bar Association was “at the forefront” of standing up for human rights. You specifically referenced the assassination of my father Lasantha Wickrematunge:",
    "“Most recently, the issue of one of the journalists, Mr. Lasantha Wickremetunga, in 2009 or 2010. He was also a member of the bar, so we were kind of, we had to look after, you know.”",
    "Indeed, my father was a lifetime member of the Bar Association until his life was ended in the most widely condemned state sponsored assassination in Sri Lanka on January 8, 2009. He was a loving father, husband, son and uncle. His newspapers were read worldwide. Yet you did not utter a single word about him or the need to do him justice even sixteen years after he was bludgeoned to death while driving to work.",
    "Your decision to protest the alleged undermining of the independence of the office of the Attorney General when it comes to a flagrant abuse of his power in my father’s case is rich in hypocrisy. You and the Bar Association clearly had a different standard when it came to the interests of one of your clients.",
    "You represent the interests of the family of the late Mahesh Indika Prabath, who was killed on October 12, 2022, shortly after his arrest by the police Special Task Force (STF). The Balapitiya magistrate ruled that your client was murdered, and ordered a police investigation into the events, under Balapitiya Magistrates Court Case No. AR 2049/2022. In this matter, like my father’s investigation, despite a mountain of evidence, the Attorney General decided on August 27, 2024, not to pursue charges against the STF officer who allegedly executed your client in cold blood. You personally protested this decision vigorously and publicly. Your client, the wife of the deceased, on your advice, wrote to the President on October 21, 2024, pleading for government assistance to review the Attorney General’s decision, just as I wrote to the government for the same reason. President Dissanayake in this case too, called for the Attorney General to explain his decision.",
    "Why is it that when the Attorney General sabotaged a murder investigation into one of your clients, you call it “obstruction of justice”, seek executive review and the Bar Association kept silent when you received it? Why is it that when that same Attorney General sought to intervene in and unravel the investigation into one of the most critical limbs of my father’s murder investigation, and I sought executive support to save the investigations, that you and the Bar Association suddenly sprint into action in his defence?",
    "If your interest or that of the BASL is indeed in protecting the integrity of the justice system and the rule of law, you must address the elephant in the room. Under this Attorney General, a pattern has emerged of abusing the office and effectively sabotaging or terminating criminal proceedings into state-sponsored killings. In your own protest against his decision not to charge the murderer of your client, you vowed that you would “not allow this to become another Mahara case”.",
    "You were no doubt referring to the killing of eleven inmates at the Mahara prison on November 26, 2020. This was yet another investigation where the police investigated under the auspices of a magistrate (Welisara Magistrates Court Case No. B 3118/2020) and collected evidence of cold-blooded murder. In this case too, like my father’s, the Attorney General did not wait until the police completed their investigations. Nor did he consider all available investigative material. Instead, he once again relied on cherry-picked extracts from a bygone era to decide to discharge all suspects, give no further advice to the police, and effectively wind down the investigation into this atrocity.",
    "Your letter to the President, in defence of Attorney General Parinda Ranasinghe, emphasises that the power to decide whether or not to prosecute is entirely up to the Attorney General, and that this power should not be subject to political interference. Let me make myself perfectly clear: I agree. My family is not calling for the indictment of any particular individual, including those whom Mr. Parinda Ranasinghe seeks to discharge.",
    "We have never demanded anything more than a thorough, impartial criminal investigation into my father’s murder, and for their findings to be impartially reviewed by a prosecutor, who would bring the accused before a court of law to decide on their guilt or innocence. But it is not for the Attorney General to render a verdict on whether someone is “guilty” or “not guilty”.",
    "It is the duty of the Attorney General to:",
    "1. Ensure that he is impartially reviewing all relevant facts and investigative material before arriving at a conclusion.",
    "2. Determine whether the available material supports a decision to prosecute.",
    "3. If the available material does not support an immediate decision to prosecute, to determine whether further investigations could result in a prosecution.",
    "a.If so, he should advise or order such further investigations be conducted and only revisit the matter thereafter.",
    "b. If not, and only if not, should he order the discharge of suspects, and end the proceedings against them.",
    "Mr. Parinda Ranasinghe has clearly failed on each of these counts when it came to the investigation into my father’s murder.",
    "1. Mr. Ranasinghe in his decision relied entirely on material submitted to him in 2020 by Gotabaya Rajapaksa’s CID. He was aware that investigations were not complete and he made no effort to obtain complete extracts of the investigations from the CID before rendering his decision. He instead knowingly chose to ignore the vast bulk of the investigative material and relied on dated files concocted under a corrupt regime.",
    "2. In determining that the material he reviewed was insufficient to support a prosecution, he took no steps to consider what further investigations, if any, could be conducted by the police to change his position. Instead, he took the decision to terminate criminal proceedings without providing any advice to the CID on the conduct of additional investigations.",
    "As a senior criminal lawyer who has practiced internationally, you are certainly familiar with the importance of police records in support of police investigations and subsequent prosecutions. Among the acts alleged to have been committed by the second and third suspects Mr. Ranasinghe seeks to discharge is the destruction and doctoring not just of my father’s notebook, but of pages of police production registers and investigation books (IBs).",
    "Let me state that again, so that you are not deceived by the smokescreen and lies Mr. Ranasinghe has spread about this matter in the last week: Deputy Inspector General Nanayakkara and Inspector Sugathapala are accused of ripping out pages from police production registers and IBs in order to cover up the destruction of my father’s last valiant act, writing down the bicycle license plate numbers he saw from the people who were about to murder him.",
    "The evidence against these suspects includes:",
    "1. The original IBs and Production registers that show clear signs that pages have been ripped out and new ones glued in",
    "2. Photocopies of the original pages that were ripped out, brought into evidence by Inspector Sugathapala who preserved them in full knowledge that he was being ordered to commit a crime.",
    "3. Confessional statements made to the Mount Lavinia Magistrate by Inspector Sugathapala and his then Superintendent confessing to what he did, who ordered him to, and how he maintained photocopies to support a future investigation into my father’s murder.",
    "4. Statements made to the police by Inspector Sugathapala’s fellow officers corroborating every aspect of his account.",
    "5. Mobile telephone records that help prove the role played by senior police officers in ordering the destruction and doctoring of these police records.",
    "As a senior lawyer yourself, it should be crystal clear to you that with this much evidence available that police records were doctored, if Mr. Ranasinghe felt it was insufficient to support a prosecution, he had a duty to advise the police of any inconsistencies he found and to advise them on the conduct of further investigations to clear up any doubts or to collect further corroborating material. Instead, he decided to unilaterally terminate the proceedings against these two suspects, as if my father never had a notebook, and as if these critical police records were never doctored.",
    "That is why I called for his impeachment. This was not a mistake. No criminal lawyer could make such a mistake. The choice to ignore the evidence was a deliberate one. His choice to continue ignoring the evidence shows that he is more interested in trying to protect his reputation than in discharging his duties objectively.",
    "I strongly urge the BASL to accept the gravity of this situation, stand on the side of justice and support my call for the impeachment of the Attorney General. This is not just about my father. This is about the victims of Mahara, about your murdered client, and about all of the other victims of Mr. Ranasinghe’s callous disregard for the facts and his duties under the law.",
    "Sri Lanka needs an Attorney General capable of comprehending the decades-long legacy of subversion of justice he is inheriting, and capable of marshalling the resources and popular will of the country to clean up Sri Lanka and restore faith in the rule of law. There is abundant evidence that Mr. Ranasinghe is not, and will never be, that Attorney General."
  ]
}