{
  "url": "https://www.ft.lk/columns/Restoring-people-s-faith-in-a-political-system-that-works-for-all/4-777328",
  "title": "Restoring people’s  faith in a political system that works for all",
  "ut": 1749073497.0,
  "body_paragraphs": [
    "No transition can be cemented without devolving power to local government and giving citizens at the margins a voice",
    "Open Society Foundations President Binaifer Nowrojee speaks at a public event in Colombo during her recent",
    "One major contributing factor to past failures has been the abuse of the power of the Executive Presidency. Ever since it was introduced in 1978, the Sri Lankan political system has concentrated power in a single individual – weakening parliament, undermining the judiciary, and excluding the voices of minorities. It’s a system that enabled decades of impunity for human rights violations and corruption. It also created dangerous volatility, where a single election can suddenly reverse years of careful progress",
    "When I visited Sri Lanka recently, a decade had passed since my first visit to the island. At that time, as now, there was a sense of possibility in the air. The people of Sri Lanka had cast off the Rajapaksa clan’s control over the nation. New alliances were forged transcending ethnic, religious, and regional lines. And there were hopes – fragile but real – for a more just and inclusive future.",
    "This time around, the hope runs deeper, more hard-earned, more urgent. The Aragalaya sparked a flame of hope across the nation. Everywhere I went, people spoke of it with pride – as a moment when fear was cast aside, and through peaceful protest citizens claimed their sovereignty. The 2022 movement was sparked by young people and women but joined by Sri Lankans of all backgrounds. For a moment, it dissolved the divisions that had come to define a fractured country under kleptocratic rule that had weakened Government institutions across decades. People were united behind a demand for systemic change.",
    "This hope was manifested at the ballot box, where voters chose a third-party candidate for the first time, rejecting the traditional political elites. They gave President Aruna Kumara Disanayake and the National People’s Power (NPP) both a political mandate and the supermajority needed to deliver major, much-needed reforms.",
    "Window for political change is narrow",
    "But not even a year later, a mood of caution is settling in – the recognition that political transitions are difficult, that the window for political change is narrow, and if not seized with boldness and care, it can shut as quickly as it opened.",
    "The euphoria of the moment has begun to sober, revealing a country where the high expectations of a new generation and the seemingly intractable challenges facing a new coalition government risk colliding. Political transitions often falter when governments lack the clout needed to drive through crucial reforms. This Government doesn’t have that problem.",
    "By enacting three bold transformative changes before the next election, the Government could cement its legitimacy with all Sri Lanka’s communities, foster national unity, and build trust in the country’s institutions. These reforms would also fulfil some of the pledges that President Disanayake made on the campaign trail.",
    "The first is to abolish the Executive Presidency, which would require a new Constitution. One major contributing factor to past failures has been the abuse of the power of the Executive Presidency. Ever since it was introduced in 1978, the Sri Lankan political system has concentrated power in a single individual – weakening parliament, undermining the judiciary, and excluding the voices of minorities. It’s a system that enabled decades of impunity for human rights violations and corruption. It also created dangerous volatility, where a single election can suddenly reverse years of careful progress.",
    "The second is to use the new Constitution to decentralise power. No transition can be cemented without devolving power to local government and giving citizens at the margins a voice. It would create a more accountable, and more inclusive political system. This is not merely about constitutional design but restoring the Sri Lankan people’s faith in a political system that works for all. A reformed system would strengthen parliamentary oversight, reinforce the independence of key institutions and the judiciary, and open avenues for greater political participation, especially for communities that have long been excluded from power.",
    "Reckoning with the wounds of the past",
    "Lastly, moving forward requires a reckoning with the wounds of the past that will otherwise continue to fester and resurface in new forms. On the 16th anniversary of the end of the war that just passed, my thoughts were with all the women who still wait for news of the husbands who were snatched from them, whether it was at the end of the war or during the earlier insurrections. These women were never told if they were still wives or if they had become widows. They don’t seek vengeance, but just the truth. Because there can be no lasting peace without memory, and healing without justice.",
    "This would include measures like repealing the notorious Prevention of Terrorism Act, a draconian instrument that was wielded by successive Governments over decades to enable arbitrary detention, torture and other abuses against critics, opponents and minorities. Repealing the law would represent more than answering a longstanding demand of the international community; it would prove to the most vulnerable that their dignity and safety matter.",
    "These steps would lay the foundations for a very different future, one where Sri Lanka finally breaks out of the cycles of past and embraces the spirit of the Aragalaya. What that movement demonstrated was that Sri Lanka is at its strongest not when a powerful individual occupies the President’s House, but when all Sri Lankans can feel they are integral partners in an inclusive project.",
    "Political transitions are painstakingly difficult and often not linear in their progress. In Sri Lanka, recognisable progress has been made over the years, even if major reforms remain to be delivered. There is a risk that the complex and systemic political, social and economic problems could immobilise this new Government’s ability to succeed.",
    "Sri Lanka is not alone in this moment. Other countries have walked this fragile knife’s edge path to emerge from protracted internal conflicts with deep divides. This reform-minded Government has goodwill and great support internally and internationally which it should leverage to take the bold steps necessary for the delivery of key transformative reforms.",
    "(The author is the President of the Open Society Foundations, the world’s largest private funder working to promote human rights, equity, and justice. Nowrojee, an international human rights lawyer, previously served as Vice President leading regional programs, the first Regional Director for the Asia-Pacific, and the founding director of the East Africa foundation – bringing extensive experience and expertise on the two continents through grant-making, advocacy, research, and strategic litigation. Nowrojee worked at Human Rights Watch as an investigator, including on sexual violence during the genocide in Rwanda, helping secure the first ever convictions for genocide and rape as a weapon of war. She was a lecturer at Harvard Law School and a fellow at Harvard’s Carr Center for Human Rights. Nowrojee holds a JD from Columbia Law School and an LLM from Harvard Law School.)"
  ]
}