{
  "url": "https://www.dailymirror.lk/opinion/Inflated-egos-hypocrisy-and-difficulties-in-keeping-election-promises-EDITORIAL/172-300983",
  "title": "Inflated egos, hypocrisy, and difficulties in keeping election promises EDITORIAL",
  "ut": 1737920544.0,
  "body_paragraphs": [
    "It has been nearly four months since President Dissanayake was elected into power. His parliamentary colleagues took over power from the Wickremesinghe-led regime in November 2024. Some present and past rejected parliamentarians have been quick to round on the new regime for not being able to keep many of their election promises.",
    "Do these politicians think, we need their input to notice the shortage of stocks of rice in the open market? Or of the astronomical heights the cost of our staple food now costs?",
    "Government’s efforts to slap price control on egg production, failed spectacularly when producers pointed out current cost of inputs needed by the poultry industry which made it impossible for producers to fall in line with government regulations.",
    "Yesterday our sister paper -the Sunday Times- exposed between 2023 and 2024 the previous government had exported thousands of tonnes of rice to different parts of the world which could have been maintained as a buffer stock.",
    "The report added in 2023, Maha and Yala paddy production was 4.51 million MT, based on data from the Department of Census and Statistics, Department of Agriculture, and Hector Kobbekaduwa Agrarian Research and Training Institute, cited by the Central Bank of Sri Lanka.",
    "Now whose fault is it that buffer stocks are not available?",
    "According to the report “...Lanka shipped rice processed in different forms worth millions of rupees to dozens of countries in 2023, a period when paddy production exceeded 4.5 million metric tonnes, estimated to be enough to meet local demand for some 13 months”.",
    "The country is also facing a period where coconut (a necessary ingredient in Lankan cuisine) production is not able to meet market needs. The Ceylon Chamber of Coconut Industries (CCCI) is calling on government to import 2 million nuts to meet the drop in production. According to the Chamber, the production has dropped from 3 billion in 2023 to 2.68 billion coconuts in 2024.",
    "In response, the government has slapped a ban on felling of coconut trees.",
    "To use an Americanism, government seems to be ‘shooting from the hip’ rather than providing long-term solutions. Again, the Coconut Research Institute has cautioned against the import of whole coconuts on grounds that it could bring in new diseases. The answer to these problems needs long-term planning, not knee-jerk reaction.",
    "The shortage in coconut production is affected by several causes, including fertiliser and pesticide shortages, extreme weather conditions, pest infestations, and land fragmentation. As mentioned earlier the answer lies not in short cuts but in planned response",
    "For instance the Russian government has donated free fertiliser. Government needs to canvas further stocks at subsidised rates to make fertiliser available at affordable costs. Another possibility is to extend the acreage of land under coconut cultivation with subsidies in the form of long-term loans.",
    "Opposition legislators also accuse government of misleading the public by reducing the price of fuel. This is an area the new government cannot extricate itself from. It is obvious that the government never intended to keep this promise, given the fact our external debt has still not been repaid.",
    "Politicians who fell at the polls, also accused government of reneging on its promise to crack down corruption. Ex-President Mahinda Rajapaksa’s extravagant life-style, nepotism, authoritarian rule, and corrupt deals with involvement of members of his close family were rampant. They blamed the present government for its inaction in this regard.",
    "Since government recently began following up on its promise to tackle corruption, many of these politicians are now opposing the arrest and prosecution of former ministers claiming they are small fish in the pond of corruption.",
    "In a mind-boggling change, some of them now accuse government of political vengeance for asking the former president to pay for his continued stay at a state-owned mansion. One of them even claimed the people would willingly bear this cost. To add to the misery the former president claims he needs an enhanced security detail",
    "O tempora, o mores, the man on the street is struggling to stay alive. What egoism, when a former president feels he needs a state-funded mansion and hundreds of state bodyguards at his disposal!"
  ]
}