{
  "url": "https://www.eiu.com/n/eiu-tops-the-list-of-worlds-best-economic-forecasters/",
  "title": "EIU tops the list of world’s best economic forecasters",
  "ut": 1720064408.0,
  "body_paragraphs": [
    "EIU tops the list of world’s best economic forecasters",
    "ForecastingGlobalCountry Analysis",
    "EIU has been named one of the world’s most accurate economic forecasters, achieving a total of 41 first-place rankings and over 130 podium rankings in this year’s FocusEconomics Analyst Forecast Awards.",
    "These awards recognise the most accurate economic forecasters for six key macroeconomic indicators (GDP, Fiscal Balance, Inflation, Interest Rate, Exchange Rate and Current Account), across 100 countries and 21 commodities.",
    "Despite a year of increasing geopolitical conflict, supply chain disruption and economic uncertainty, the EIU team topped the list of winning institutions with 41 first places, producing reliable economic forecasts and high-quality analysis for our clients. EIU’s analysts also attained 56 second-place and 35 third-place rankings.",
    "“EIU is the leading provider of macroeconomic forecasting to the global financial, government and business communities. We enable the most strategic decisions on location strategy, portfolio exposure and risk management to be undertaken with robust data and expert insights. Today we celebrate the work of our team of analysts and economists whose output has been reviewed and compared to the rest of the market by FocusEconomics, who have awarded the EIU and its analysts more podium wins than any other provider in the market for our country and commodity forecasts. The Economist Intelligence brand is built on trust, accuracy and expertise. This is a fantastic validation of our value to clients and one that should inspire pride in our people and what they do to enable informed international policy and global capital flows.”",
    "Leon Saunders Calvert, Managing Director, Economist Intelligence",
    "The most awarded region was Europe with 47 podium rankings, including those obtained for France, Greece, Lithuania and Slovakia.",
    "This was followed by our Americas editorial team, with 29 podium awards and three standout countries: Costa Rica, Guatemala and Honduras.",
    "Our analysts also secured 23 podium rankings for their forecasts for Africa, specifically for Cote d’Ivoire, Egypt and Mozambique, and 19 podium rankings for Asia Pacific with standout rankings for Bangladesh and New Zealand",
    "Details of the awards and the list of winners are available at: www.focus-economics.com/awards",
    "Organisations can leverage EIU’s award-winning forecasts through our Country Analysis service. This integrated solution provides unmatched global insights covering the economic, political and policy outlook for nearly 200 countries, 26 industry sectors and 25 commodities. Discover how EIU can benefit your business at eiu.com/country-analysis.",
    "ForecastingGlobalCountry Analysis"
  ]
}