{
  "url": "https://www.technologyreview.com/2024/10/31/1106408/the-surprising-barrier-that-keeps-the-us-from-building-all-the-housing-we-need/",
  "title": "The surprising barrier that keeps us from building the housing we need",
  "ut": 1730331000.0,
  "body_paragraphs": [
    "Ahead of abortion access, ahead of immigration, and way ahead of climate change, US voters under 30 are most concerned about one issue: housing affordability. And it’s not just young voters who are identifying soaring rents and eye-watering home sale prices as among their top worries. For the first time in recent memory, the cost of housing could be a major factor in the presidential election.   It’s not hard to see why. From the beginning of the pandemic to early 2024, US home prices rose by 47%. In large swaths of the country, buying a home is no longer a possibility even for those with middle-class incomes. For many, that marks the end of an American dream built around owning a house. Over the same time, rents have gone up 26%. Related StoryHow to fine-tune AI for prosperityArtificial intelligence could put us on the path to a booming economic future, but getting there will take some serious course corrections.",
    "Vice President Kamala Harris has offered an ambitious plan to build more: “Right now, a serious housing shortage is part of what is driving up cost,” she said last month in Las Vegas. “So we will cut the red tape and work with the private sector to build 3 million new homes.” Included in her proposals is a $40 billion innovation fund to support housing construction. Former president Donald Trump, meanwhile, has also called for cutting regulations but mostly emphasizes a far different way to tackle the housing crunch: mass deportation of the immigrants he says are flooding the country, and whose need for housing he claims is responsible for the huge jump in prices. (While a few studies show some local impact on the cost of housing from immigration in general, the effect is relatively small, and there is no plausible economic scenario in which the number of immigrants over the last few years accounts for the magnitude of the increase in home prices and rents across much of the country.)",
    "The opposing views offered by Trump and Harris have implications not only for how we try to lower home prices but for how we view the importance of building. Moreover, this attention on the housing crisis also reveals a broader issue with the construction industry at large: This sector has been tech-averse for decades, and it has become less productive over the past 50 years. The reason for the current rise in the cost of housing is clear to most economists: a lack of supply. Simply put, we don’t build enough houses and apartments, and we haven’t for years. Depending on how you count it, the US has a shortage of around 1.2 million to more than 5.5 million single-family houses.",
    "Permitting delays and strict zoning rules create huge obstacles to building more and faster—as do other widely recognized issues, like the political power of NIMBY activists across the country and an ongoing shortage of skilled workers. But there is also another, less talked-about problem that’s plaguing the industry: We’re not very efficient at building, and we seem somehow to be getting worse. Together these forces have made it more expensive to build houses, leading to increases in prices. Albert Saiz, a professor of urban economics and real estate at MIT, calculates that construction costs account for more than two-thirds of the price of a new house in much of the country, including the Southwest and West, where much of the building is happening. Even in places like California and New England, where land is extremely expensive, construction accounts for 40% to 60% of value of a new home, according to Saiz. Part of the problem, Saiz says, is that “if you go to any construction site, you’ll see the same methods used 30 years ago.” The productivity woes are evident across the construction industry, not just in the housing sector. From clean-energy advocates dreaming of renewables and an expanded power grid to tech companies racing to add data centers, everyone seems to agree: We need to build more and do it quickly. The practical reality, though, is that it costs more, and takes more time, to construct anything.  For decades, companies across the industry have largely ignored ways they could improve the efficiency of their operations. They have shunned data science and the kinds of automation that have transformed the other sectors of the economy. According to an estimation by the McKinsey Global Institute, construction, one of the largest parts of the global economy, is the least digitized major sector worldwide—and it isn’t even close. The reality is that even if we ease the endless permitting delays and begin cutting red tape, we will still be faced with a distressing fact: The construction industry is not very efficient when it comes to building stuff. The awful truth Productivity is our best measure of long-term progress in an industry, at least according to economists. Technically, it’s a measure of how much a worker can produce; as companies adopt more efficient practices and new technologies, productivity grows and businesses can make stuff (in this case, homes and buildings) faster and more cheaply. Yet something shocking has happened in the construction industry: Productivity seems to have stalled and even gone into reverse over the last few decades. In a recent paper called “The Strange and Awful Path of Productivity in the US Construction Sector,” two leading economists at the University of Chicago showed that productivity growth in US construction came to a halt beginning around 1970. Productivity is notoriously difficult to quantify, but the Chicago researchers calculated it in one of the key parts of the construction business: housing. They found that the number of houses or total square footage (houses are getting bigger) built per employee each year was flat or even falling over the last 50 years. And the researchers believe the lack of productivity growth holds true for all different types of construction.",
    "Chad Syverson, one of the authors, admits he is still trying to pinpoint the reason—“It’s probably a few things.” While he says it’s difficult to quantify the specific impact of various factors on productivity, including the effects of regulatory red tape and political fights that often delay construction, “part of the industry’s problem is its own operational inefficiency,” he says. “There’s no doubt about it.” In other words, the industry just isn’t very innovative. The lack of productivity in construction over the last half-century, at a time when all other sectors grew dramatically, is “really amazing,” he says—and not in a good way. US manufacturing, in contrast, continued growing at around 2% to 3% annually over the same period. Auto workers, as a result, now produce far more cars than they once did, leading to cheaper vehicles if you adjust for inflation (and, by most measures, safer and better ones). Productivity in construction is not just a US problem, according to the McKinsey Global Institute, which has tracked the issue for nearly a decade. Not all countries are faring as badly as the US, but worldwide construction productivity has been flat over the last few decades, says Jan Mischke, who heads the McKinsey work.  Beyond adding to the costs and threatening the financial viability of many planned projects, Mischke says, the lack of productivity is “reflected in all the mess, time and cost overruns, concerns about quality, rework, and all the things that everyone who has ever built anything will have seen.”  The nature of construction work can make it difficult to improve longstanding processes and introduce new technologies, he says: “Most other sectors become better over time by doing the same thing twice or three times or 3 million times. They learn and improve. All that is essentially missing in construction, where every single project starts from scratch and reinvents the wheel.” Mischke also sees another reason for the industry’s lack of productivity: the “misaligned incentives” of the various players, who often make more money the longer a project takes. Though the challenges are endemic to the business, Mischke adds that builders can take steps to overcome them by moving to digital technologies, implementing more standardized processes, and improving the efficiency of their business practices.",
    "“Most other sectors become better over time by doing the same thing twice or three times or 3 million times. All that is essentially missing in construction.” It’s an urgent problem to solve as many countries race to build housing, expand clean-energy capabilities, and update infrastructure like roads and airports. In their latest report, the McKinsey researchers warn of the dangers if productivity doesn’t improve: “The net-zero transition may be delayed, growth ambitions may be deferred, and countries may struggle to meet the infrastructure and housing needs for their populations.” But the report also says there’s a flip side to the lack of progress in much of the industry: Individual companies that begin to improve their efficiency could gain a huge competitive advantage.",
    "Building on the data When Jit Kee Chin joined Suffolk Construction as its chief data officer in 2017, the title was unique in the industry. But Chin, armed with a PhD in experimental physics from MIT and a 10-year stint at McKinsey, brought to the large Boston-based firm the kind of technical and management expertise often missing from construction companies. And she recognized that large construction projects—including the high-rise apartment buildings and sprawling data centers that Suffolk often builds—generate vast amounts of useful data. At the time, much of the data was siloed; information on the progress of a project was in one place, scheduling in another, and safety data and reports in yet another. “The systems didn’t talk to each other, and it was very difficult to cross-correlate,” says Chin. Getting all the data together so it could be understood and utilized across the business was an early task.  “Almost all construction companies are talking about how to better use their data now,” says Chin, who is currently Suffolk’s CTO, and since her hiring, “a couple others have even appointed chief data officers.” But despite such encouraging signs, she sees the effort to improve productivity in the industry as still very much a work in progress.   One ongoing and obvious target: the numerous documents that are constantly being revised as they move along from architect to engineers to subcontractors. It’s the lifeblood of any construction project, and Chin says the process “is by no means seamless.” Architects and subcontractors sometimes use different software; meanwhile, the legally binding documents spelling out details of a project are still circulated as printouts. A more frictionless flow of information among the multitude of players is critical to better coordinate the complex building process. Ultimately, though, building is a physical activity. And while automation has largely been absent from building trades, robots are finally cheap enough to be attractive to builders, especially companies facing a shortage of workers. “The cost of off-the-shelf robotic components has come down to a point where it is feasible to think of simple robots automating a very repetitive task,” says Chin. And advances in robotic image recognition, lidar, AI, and dexterity, she says, mean robots are starting to be able to safely navigate construction sites. One step in construction where digital designs meet the physical world is the process of laying out blueprints for walls and other structures on the floor of a building. It’s an exacting, time-consuming manual practice, prone to errors.",
    "The Dusty Robotics field printer marks the layout for walls and other structures.DUSTY ROBOTICS   And startups like Dusty Robotics are betting it’s an almost perfect application for a Roomba-like robot. Tessa Lau, its CEO, recalls that when she researched the industry before founding the company in 2018, she was struck by seeing “people on their hands and knees snapping chalk lines.” Based in Silicon Valley, the company builds a box-shaped machine that scoots about a site on sturdy wheels to mark the layout. Though the company often markets it as a field printer to allay any fears about automation, it’s an AI-powered robot with advanced sensors that plan and guide its travels. Not only does the robot automate a critical job, but because that task is so central in the construction process, it also helps open a digital window into the overall workflow of a project. A history lesson Whatever the outcome of the upcoming election, don’t hold your breath waiting for home prices to fall; even if we do build more (or somehow decrease demand), it will probably take years for the supply to catch up. But the political spotlight on housing affordability could be a rare opportunity to focus on the broad problem of construction productivity.",
    "While some critics have argued that Harris’s plan is too vague and lacks the ambition required to solve the housing crisis, her message that we need to build more and faster is the right one. “It takes too long and it costs too much to build. Whether it’s a new housing development, a new factory, or a new bridge, projects take too long to go from concept to reality,” Harris said in a speech in late September. Then she asked: “You know long it took to build [the Empire State Building]?” Harris stresses cutting red tape to unleash a building boom. That’s critical, but it’s only part of the long-term answer. The construction of the famous New York City skyscraper took just over a year in 1931—a feat that provides valuable clues to how the industry itself can finally increase its productivity. The explanation for why it was built so quickly has less to do with new technologies—in fact, the engineers mostly opted for processes and materials that were familiar and well-tested at the time—and more to do with how the project leaders managed every aspect of the design and construction process for speed and efficiency. The activity of the thousands of workers was carefully scheduled and tracked, and the workflow was highly choreographed to minimize delays. Even the look of the 1,250-foot building was largely a result of choosing the fastest and simplest way to build. To a construction executive like Suffolk’s Chin, who estimates it would take at least four years to construct such a building today, the lessons of the Empire State Building resonate, especially the operational discipline and the urgency to finish the structure as quickly as possible. “It’s a stark difference when you think about how much time it took and how much time it would take to build that building now,” she says. If we want an affordable future, the construction business needs to recapture that sense of urgency and efficiency. To do so, the industry will need to change the way it operates and alter its incentive structures; it will need to incorporate the right mix of automation and find financial models that will transform outdated business practices. The good news is that advances in data science, automation, and AI are offering companies new opportunities to do just that. The hope, then, is that capitalism will do capitalism. Innovative firms will (hopefully) build more cheaply and faster, boost their profits, and become more competitive. Such companies will prosper, and others will begin to mimic the early adopters, investing in the new technologies and business models. In other words, the reality of seeing some builders profit by using data and automation will finally help drag the construction industry into the modern digital age. hide"
  ]
}