{
  "url": "https://hbr.org/2024/12/is-your-companys-problem-complicated-or-complex",
  "title": "Is Your Company’s Problem Complicated? Or Complex?",
  "ut": 1733816700.0,
  "body_paragraphs": [
    "Complicated problems, which can be solved with systematic approaches, are different from complex problems, which require adaptive strategies and continuous learning. Many leaders conflate the two types, have more experience with complicated problems,...more",
    "In January 2020, just eight months into her tenure as CEO of Best Buy, Corie Barry learned about a novel coronavirus spreading in China. By early March, Barry was getting reports that the virus was spreading rapidly on the U.S. coasts. She realized then that the company had no handbook for a global pandemic and no clarity about the nature, extent, or longevity of Covid-19.",
    "Rather than trying to solve a problem she could not understand, Barry gathered her team to establish principles for decision-making under uncertainty. The team agreed on three principles: 1) make the safety of employees and customers Best Buy’s highest priority; 2) avoid permanent layoffs as long as possible; and 3) make decisions based on long-term value creation. Most notably, there was no mention of preserving near-term earnings.",
    "Barry had the wisdom to recognize that such a complex problem as Covid-19 could not be solved with the company’s traditional approach to complicated problems— that is, to separate the challenge into its logical elements, create an approach to solving each of them, and then bring them together into a logical whole — as the company used in its pricing and product decisions.",
    "Covid-19’s complexity, with its attending uncertainty, had to be embraced before top management could devise solutions to deal with it. Thus, the three decision-making principles became a guiding light as management took a series of iterative actions to adapt to Covid-19’s evolving nature. For example, initially Best Buy had to close all 1,025 stores, but then it became one of the first national retailers to reopen its stores safely a few months later. When the stores closed, Best Buy furloughed 51,300 employees, but many of them were brought back when stores reopened. Throughout, Barry relied heavily on her field teams to make the best decisions they could, guided by the principles they had agreed upon. Barry and her team knew that each decision was provisional and could be revisited and changed as the crisis unfolded.",
    "Is the Problem Complex, or Just Complicated?",
    "The challenges created by the Covid-19 pandemic illustrate the difference between complicated problems and complex ones, terms that are easily confused. Complicated stems from the Latin “complicar,” meaning “to fold by rolling up.” It describes problems that are solvable through a thoughtful coordination of well-understood processes, like carefully unfolding something. Complex, which is derived from the Latin “complector,” means “to entwine around, to embrace.” Something entwined cannot necessarily be untangled. Tidy solutions are hard to find when facing complexity.",
    "Writing in Harvard Business Review in 2011, Gökçe Sargut and Rita McGrath explained the difference this way: In complicated systems, “there are many interactions within it, but they usually follow a pattern. It’s possible to make predictions about how a complicated system will behave,” citing the example of an electrical grid. Complex systems, in contrast, are “imbued with features that may operate in patterned ways but whose interactions are continually changing.” For example, they point to air traffic control systems in which objects are in constant motion, conditions can change rapidly, and these interactions make it difficult to predict outcomes.",
    "Building on their distinction, problems can be viewed on a spectrum from complicated to complex, based on the following key dimensions:",
    "Predictability: Complicated problems are predictable; they follow established patterns and their outcomes can be forecasted with reasonable confidence. In contrast, complex problems are unpredictable, with outcomes that emerge from numerous interacting variables.",
    "Solvability: Complicated problems have solutions that can be achieved through the thoughtful application of expertise and systematic playbooks. Complex problems lack definitive solutions and require adaptive strategies to manage ongoing uncertainties.",
    "Stakeholder Involvement: Complicated problems typically involve a limited number of stakeholders with well-defined roles. Complex problems encompass a diverse array of stakeholders, each with unique perspectives and interests, leading to intricate interdependencies.",
    "Nature of Interactions: In complicated problems, interactions among variables are linear and can be mapped out. Complex problems feature non-linear interactions where changes in one area can lead to unforeseen consequences elsewhere.",
    "Ever since the dawn of the twenty-first century and the Al Queda attacks of September 11, 2001, we are living in an increasingly volatile, uncertain, complex, and ambiguous world (dubbed VUCA by the U.S. Army War College). In the past two decades, crises are no longer rare sporadic events, but arrive continually as they did with the banking collapse of September 2008, the 2020 arrival of Covid, Russia’s war on Ukraine, Hamas’s attack on Israel, and the high inflation rate of 2022 — all of which have had a profound impact on decision-making by business leaders. As these crises interact, they create complex problems.",
    "In our CEO workshops at Harvard Business School, we find leaders struggling with the rate at which they have to confront complex problems. Prior to becoming CEO, these leaders have had decades of experience in dealing with complicated problems, but limited experience in coping with complex issues. There are multiple causes of this shift: The reversal of globalization, a rise in nationalism, and political polarization; the emergence of new technologies like artificial intelligence and cell and gene engineering; demographic shifts that leave much of the world facing a declining, aging population; dissatisfaction with rising inequality and a general anxiety that things are not getting better. The interactions of these forces transform complicated problems into complex ones.",
    "Complex situations require preparing leaders to use their intuition, adaptive skills, creativity, and resilience rather than reach quickly into their practiced skills for solving complicated problems. Our goal in this article is to help leaders understand how to deal with complex problems, using case studies of leaders who have handled these challenges.",
    "Examples of Complicated and Complex Problems",
    "The evolution of military and intelligence strategies from the early twentieth century to the present illustrate the differences between complicated and complex problems. During the World Wars, military strategies were concerned mainly with mass mobilizations, clearly defined enemies, and battles over territory. While enormously challenging, these wars were complicated because they involved coordinating large forces, using established tactics, and having relatively predictable outcomes. In these conflicts, at some point the war ended, and one side was victorious.",
    "In contrast, the wars and conflicts since the Vietnam War have increasingly taken on a complex nature. The rise of terrorism, proxy wars, and cyber warfare has introduced a new level of unpredictability. These conflicts do not have clear front lines or well-defined enemies, and they involve multiple, often non-state actors whose motivations and actions are difficult to predict. Since these wars have no defined end points, intelligence agencies and military forces must now adapt to a constantly shifting landscape, where a more flexible, adaptive approach is necessary.",
    "Turning to business situations, the J&J Tylenol tragedy is often viewed as the canonical crisis case study, Yet, it is a complicated problem relative to the more complex Boeing 737 Max problem, which has the surface similarity of also being a safety issue.",
    "In 1982, several people died after consuming Tylenol capsules that a rogue actor laced with cyanide. These deaths led to a nationwide panic and a massive recall by Johnson & Johnson. Despite its difficulty, we can classify this crisis as a complicated problem. Once Tylenol executives decided to remove and destroy all existing capsule inventory from stores, they understood the step-by-step process required to execute this response. To prevent future tragedies, J&J and its competitors quickly rolled out tamper-resistant packaging; this response required speed and ingenuity, but it wasn’t especially complex. Indeed, J&J had already begun marketing caplets (a coated tablet), and it moved more aggressively to roll them out as a safer alternative to capsules. Then it needed to reassure customers that this product was safe and build the capacity to produce and distribute it. All of this required significant leadership moves, but the steps J&J needed to take were clear.",
    "The Boeing 737 MAX crisis illustrates the multifaceted nature of more complex problems. Following two fatal crashes in 2018 and 2019, the 737 MAX initially faced a global grounding, leading to extensive investigations and a significant erosion of public trust. Unlike the Tylenol crisis, the 737 MAX situation lacked a clear solution. There was no immediate replacement for the 737; recalling the aircraft permanently would have caused havoc on worldwide travel.",
    "Multiple actors were entangled in this crisis. Airlines operating the 737 MAX had to address pilot training deficiencies and manage grounded fleets. Regulatory bodies, notably the Federal Aviation Administration (FAA), got involved in grounding decisions and recertification processes. Political entities, including Congress, began conducting investigations into Boeing’s practices and the FAA’s certification processes, adding a political dimension to the crisis. Victims’ families led protests and filed litigation, becoming a stakeholder that naturally pulled at public sympathy.",
    "The crisis was made more complex due to the conflicting interests of various stakeholders, ranging from financial incentives to safety concerns. Cultural factors within Boeing, such as the increasing financial orientation of the company that moved it away from its engineering roots, were being scrutinized alongside its design, engineering, and supply chain failures. This ever-increasing thicket of factors created a multifaceted crisis with no straightforward solution.",
    "As Boeing’s leaders (and many of the CEOs in our workshops) have discovered, the Tylenol playbook may be a useful starting point for a complicated crisis, but it isn’t readily applicable to more complex problems.",
    "Managing Complex Problems",
    "For a closer look at how to deal with a complex crisis, we propose six steps to guide leaders through them. To illustrate how leaders can use these steps, we turn to the example of Nestle’s crisis over Maggi Noodles in India.",
    "In 2015, Nestlé faced a crisis when some state regulatory bodies reported that Maggi Noodles, which accounted for 30% of the company’s sales in the country, contained elevated levels of lead and monosodium glutamate (MSG). Although Nestlé’s own tests showed that its product was safe, conflicting results from various government labs and an increasingly sensationalist media environment quickly escalated the problem into a national controversy. To navigate this complex crisis, which at one point threatened not just Maggi, but Nestlé’s entire India business, its leaders had to reach beyond their familiar solutions and embrace a strategic, principle-driven approach that allowed for adaptation, stakeholder engagement, and continuous learning.",
    "1. Build on the Organization’s Mission and Values",
    "Leaders should begin by anchoring their approach in the organization’s core mission and values. In Nestlé’s case, CEO Paul Bulcke emphasized that Nestlé’s commitment to quality and safety was paramount. By staying true to this mission, Nestlé aimed to restore public trust amid the escalating crisis, reinforcing their focus on safety as they made adaptive decisions throughout the crisis. Guided by these values, Nestlé decided to recall Maggi from the market until the safety issues were resolved to the satisfaction of all stakeholders, even though it was sure the product presented no actual safety risk. This principled decision, in which the company admitted no fault, yet acted to demonstrate its commitment safety, gave the company a moral foothold from which to begin to navigate the crisis.",
    "2. Understand the Problem’s Full Nature",
    "Before seeking solutions, leaders must understand the full scope of the problem’s underlying nature. In Nestlé’s case, the company initially saw the Maggi noodles issue as a straightforward food safety concern, which it could readily address. As the crisis evolved, it became clear that Maggi noodles had also become a target for nationalistic groups and regulators concerned about foreign brands becoming so popular in the market. Complex issues often require setting aside standard frameworks to engage in a process of “sensemaking” — making dynamic and sometimes retrospective sense of an evolving situation. Understanding this broader context allowed Nestlé to adjust its strategy, addressing political and social factors as well as technical product safety.",
    "3. Adapt Continuously to Changing Context",
    "Complicated problems lend themselves to methodical plans, but when faced with complex problems, leaders must act decisively, contain immediate risks, and simultaneously make forward progress through iterative moves. This may require acknowledging that progress can involve steps forward, sideways, or even backward. Nestlé’s initial response was to systematically gather evidence from internal and external lab tests to demonstrate the product’s safety. However, as public backlash grew, Nestlé reframed their strategy, balancing containment measures (e.g., product recalls) with proactive actions to rebuild consumer confidence. This iterative approach required flexibility and adaptability, allowing Nestlé to adjust its actions in response to new developments while steadily working toward Maggi’s eventual market relaunch. Progress was not linear, but the ability to experiment, learn, and recalibrate ensured Nestlé could manage the constantly evolving situation effectively.",
    "4. Use Real-Time Feedback Loops",
    "Complex problems demand continuous feedback systems that allow organizations to adapt dynamically to unpredictable changes. Nestlé implemented real-time feedback loops during the Maggi crisis by establishing mechanisms to gather insights both internally and externally. They held weekly town hall meetings to address the morale of Nestlé India employees, who were deeply affected by the relentless media criticism. Externally, Nestlé closely monitored public sentiment on social and traditional media platforms, enabling the company to adapt its messaging to reflect consumer concerns and address misinformation These real-time feedback loops allowed Nestlé to respond promptly to shifting public perceptions and regulatory challenges, making its crisis response more agile, thereby enabling a more responsive approach.",
    "5. Engage Broadly and Inclusively with Stakeholders",
    "Complex crises require a comprehensive engagement strategy to include diverse voices and the perspectives of all stakeholders. During the Maggi crisis, Nestlé expanded its engagement to include not only regulatory bodies but also consumers, retailers, media, and public opinion leaders. Nestlé held discussions with Indian officials to address regulatory concerns directly, despite the challenges of navigating bureaucratic and political dynamics. Recognizing the vital role of retailers, many of whom depended on Maggi for their livelihoods, they tried to mobilize their support. By involving a wide array of stakeholders, Nestlé laid the groundwork for Maggi’s eventual return to Indian shelves.",
    "6. Prepare Leaders to Deal with Complex Problems",
    "Leaders typically rise through the ranks by solving complicated problems with logical approaches. Managing complex issues requires leaders who can use intuitive skills built on years of experience in dealing with complex problems to navigate ambiguity, adapt to rapidly changing circumstances, and balance diverse stakeholder interests. When Nestlé appointed Wan Ling Martello, an executive experienced in managing crises in Asian markets, she focused on restoring morale within Nestlé India and championing a balanced, culturally sensitive response to the crisis. Her leadership underscored the importance of having leaders prepared for ambiguity and experienced in navigating complex socio-political landscapes.",
    "Understanding how to deal with complex problems is crucial for today’s business leaders in dealing with uncertainly and addressing problems as they arise. Applying a complicated solution to a complex problem will only make the problem worse. Leaders must consider whether they are rationalizing or sensemaking, favoring predictability or ambiguity, managing risk or uncertainty, and using logic or intuition to avoid this pitfall. Tackling complex problems will require leaders with the ability to use intuition, creativity, and flexibility.",
    "Editor’s note: The authors thank Kayti Stanley for her research assistance on this piece, and Thomas Buberl and Hubert Joly for their helpful input. They also owe thanks to Michel Doukeris, the CEO of ABI, who first introduced them to the Latin distinction between complicated and complex problems, and to the other CEOs in their Harvard Business School workshops who have shared their perspectives on this topic.",
    "Crisis Management Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Crisis Management. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Learn how to manage uncertainty, dispel rumors, and help your team recover.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "Artificial Intelligence Library, 2nd Edition: How to Remain Competitive in a Generative AI World",
    "Read more on Crisis management",
    "Leadership and Adaptive leadership"
  ]
}