{
  "url": "https://www.technologyreview.com/2025/04/18/1115372/longevity-clinics-selling-unproven-treatments/",
  "title": "Longevity clinics around the world are selling unproven treatments",
  "ut": 1744932600.0,
  "body_paragraphs": [
    "The quest for long, healthy life—and even immortality—is probably almost as old as humans are, but it’s never been hotter than it is right now. Today my newsfeed is full of claims about diets, exercise routines, and supplements that will help me live longer. A lot of it is marketing fluff, of course. It should be fairly obvious that a healthy, plant-rich diet and moderate exercise will help keep you in good shape. And no drugs or supplements have yet been proved to extend human lifespan. Related StoryThe quest to legitimize longevity medicineLongevity clinics offer a mix of services that largely cater to the wealthy. Now there’s a push to establish their work as a credible medical field.",
    "The growing field of longevity medicine is apparently aiming for something in between these two ends of the wellness spectrum. By combining the established tools of clinical medicine (think blood tests and scans) with some more experimental ones (tests that measure your biological age), these clinics promise to help their clients improve their health and longevity. But a survey of longevity clinics around the world, carried out by an organization that publishes updates and research on the industry, is revealing a messier picture. In reality, these clinics—most of which cater only to the very wealthy—vary wildly in their offerings.",
    "Today, the number of longevity clinics is thought to be somewhere in the hundreds. The proponents of these clinics say they represent the future of medicine. “We can write new rules on how we treat patients,” Eric Verdin, who directs the Buck Institute for Research on Aging, said at a professional meeting last year. Phil Newman, who runs Longevity.Technology, a company that tracks the longevity industry, says he knows of 320 longevity clinics operating around the world. Some operate multiple centers on an international scale, while others involve a single “practitioner” incorporating some element of “longevity” into the treatments offered, he says. To get a better idea of what these offerings might be, Newman and his colleagues conducted a survey of 82 clinics around the world, including the US, Australia, Brazil, and multiple countries in Europe and Asia.",
    "Some of the results are not all that surprising. Three-quarters of the clinics said that most of their clients were Gen Xers, aged between 44 and 59. This makes sense—anecdotally, it’s around this age that many people start to feel the effects of aging. And research suggests that waves of molecular changes associated with aging hit us in our 40s and again in our 60s. (Longevity influencers Bryan Johnson, Andrew Huberman, and Peter Attia all fall into this age group too.) Related StoryMaybe you will be able to live past 122Scientific advances, public interest, and an unprecedented level of investment are pushing the longevity industry to help us live longer in better health.",
    "And I wasn’t surprised to see that plenty of clinics are offering aesthetic treatments, focusing more on how old their clients look. Of the clinics surveyed, 28% said they offered Botox injections, 35% offered hair loss treatments, and 38% offered “facial rejuvenation procedures.”  “The distinction between longevity medicine and aesthetic medicine remains blurred,” Andrea Maier of the National University of Singapore, and cofounder of a private longevity clinic, wrote in a commentary on the report. Maier is also former president of the Healthy Longevity Medicine Society, an organization that was set up with the aim of establishing clinical standards and credibility for longevity clinics. Other results from the survey underline how much of a challenge this will be; many clinics are still offering unproven treatments. Over a third of the clinics said they offered stem-cell treatments, for example. There is no evidence that those treatments will help people live longer—and they are not without risk, either. I was a little surprised to see that most of the clinics are also offering prescription medicines off label. In other words, drugs that have been approved for specific medical issues are apparently being prescribed for aging instead. This is also not without risks—all medicines have side effects. And, again, none of them have been proved to slow or reverse human aging. And these prescriptions are coming from certified medical doctors. More than 80% of clinics reported that their practice was overseen by a medical doctor with more than 10 years of clinical experience. It was also a little surprising to learn that despite their high fees, most of these clinics are not making a profit. For clients, the annual costs of attending a longevity clinic range between $10,000 and $150,000, according to Fountain Life, a company with clinics in Florida and Prague. But only 39% of the surveyed clinics said they were turning a profit and 30% said they were “approaching breaking even,” while 16% said they were operating at a loss. Proponents of longevity clinics have high hopes for the field. They see longevity medicine as nothing short of a revolution—a move away from reactive treatments and toward proactive health maintenance. But these survey results show just how far they have to go. This article first appeared in The Checkup, MIT Technology Review’s weekly biotech newsletter. To receive it in your inbox every Thursday, and read articles like this first, sign up here. hide"
  ]
}