{
  "url": "https://www.ft.lk/columns/Why-some-countries-prosper-whilst-others-continue-to-remain-poor-and-in-chaos/4-783703",
  "title": "Why some countries prosper, whilst others continue to remain poor and in chaos",
  "ut": 1761871322.0,
  "body_paragraphs": [
    "Why do some nations flourish while others remain impoverished? That question remains as relevant as ever—especially after Sri Lanka’s painful economic struggles in 2022, and more recently, the crises in Bangladesh and Nepal. Poor nations often grapple with extractive institutions, political instability, bloated governments, and deep historical legacies. For decades, scholars and policymakers have debated the roots of prosperity. Early theories placed geography at the centre of national success, arguing that climate, natural endowments, and location shaped destiny.",
    "Later, attention shifted to politics, with examples like Singapore led by Lee Kwan and Switzerland (Switzerland’s prosperity is not attributed to a single person) proving that talent, leadership and good governance can overcome geographic and resource limitations. In their 2012 book Why Nations Fail, Daron Acemoglu and James A. Robinson argued that the quality of a country’s economic and political institutions is the primary determinant of its wealth.",
    "Beyond geography and race",
    "History reveals that the truth is far more complex. Good geography can sometimes offset poor politics, while visionary leadership can overcome geographic constraints. It was once fashionable to argue that rich countries were in the northern hemisphere and poor ones in the south. Yet Australia and New Zealand—both southern hemisphere nations—are among the world’s most prosperous, while their neighbour Papua New Guinea remains among the least developed. Clearly, geography alone does not determine destiny. Similarly, racial or cultural explanations for poverty are deeply flawed. The success of immigrants from poorer countries in the United States, Canada, UK and Europe demonstrates that people are not the problem—systems and leaders are.",
    "Japan and later South Korea, despite limited natural resources, became Asia’s richest economies through education, innovation, work ethic, and disciplined governance. Conversely, many resource-rich developing nations have experienced short-lived prosperity, followed by decline once natural wealth was depleted. The decisive factors are leadership, governance, and institutions that foster long-term innovation and productivity.",
    "The foundations of prosperity",
    "Economists often explain national success through trade, fiscal prudence, and monetary policy. Yet competitiveness—a nation’s ability to innovate, adapt, and produce efficiently—provides a more comprehensive explanation. At its heart lies talent, innovation and market access. Industries often thrive under pressure. When domestic consumers are discerning, competitors fierce, and governments set high standards without excessive protectionism, companies are forced to innovate. Italy’s shoe industry is a classic case: family-owned firms competed relentlessly, continuously improving design and efficiency until they achieved global dominance.",
    "Harvard Professor Michael Porter, in The Competitive Advantage of Nations, argued that countries relying on a single advantage—such as cheap labour or one natural resource—rarely sustain growth. South Korea’s construction sector boomed in the 1980s through low-cost labour but declined once other nations caught up. Sustainable competitiveness demands continuous upgrading, nation branding, robust domestic rivalry, investment in skills and education, R&D and a supportive policy environment.",
    "The role of government and leadership",
    "Governments play a pivotal role. Effective competition laws, sound education and vocational training systems, and openness to innovation foster productivity and inclusion. Protectionism, corruption, and political interference, on the other hand, erode efficiency and deepen inequality. In the early stages of development, strong and capable governments are often essential to mobilise resources and set direction. Over time, however, leadership quality—the ability to promote meritocracy, strengthen institutions, and work collaboratively with the private sector—becomes decisive.",
    "Even in advanced democracies, the idea of national greatness continues to shape politics. US President Donald Trump’s slogan “Make America Great Again” underscored the enduring appeal of restoring national pride and economic strength. While emotional, it resonated deeply with those who felt left behind by globalisation and technological change—highlighting how leadership narratives can influence national direction.",
    "China’s remarkable transformation under Deng Xiaoping’s pragmatic reforms demonstrates what development-oriented leadership can achieve. Yet its future success will hinge on financial liberalisation, equitable growth, Capital markets and greater attention to environmental costs. India, though resource-poor, is rich in human talent and technological capability. Its progress underscores a modern truth: skills and knowledge and great companies —not land or labour—is the ultimate source of competitiveness.",
    "Innovation and collaboration",
    "Frugal innovation—creating affordable products for mass markets—has enabled Indian companies to serve millions domestically and internationally. Many firms are now investing heavily in research, development, and human capital, much like Japan did in the 1970s and 1980s. Still, India’s growing rural-urban divide poses serious challenges. The Asian Tigers—Singapore, South Korea, Taiwan, and Hong Kong—later Vietnam and Indonesia provide another model.",
    "Their rapid rise in the 1970s and 1980s and sustaining that growth beyond 2000 stemmed not only from strong governments but from export-led growth, attracting FDI, openness to global markets, trade deals and investment in technology. By attracting skilled talent and building efficient institutions, they became service and innovation hubs. The recent rise of India under the leadership of PM Narendra Modi, driven by its exceptional young workforce, reflects similar dynamics.",
    "Ultimately, a nation’s economic trajectory is not predetermined by chance, luck, or geography, but forged by the hard choices they make and the work ethic of its people. Sustainable prosperity rests on a foundation of sound governance, a dynamic and socially responsible private sector, disciplined institutions, an independent and accountable judiciary, and also credible leadership that harnesses the country’s best talent and ideas for the common good. The path ahead demands a collective will to innovate, build talent pools, collaborate, and compete on the global stage. It is through this unity of purpose and unwavering commitment to progress that Sri Lanka can secure its future prosperity.",
    "The Competitive Advantage of Nations – Michael Porter",
    "“Why Are Some Nations Wealthy While Others Remain Poor?” – Daily Mirror, 2016",
    "Nobel Prize in Economic Sciences 2024 – Popular Information",
    "Federal Reserve Bank of St. Louis – Why Are Some Countries So Rich?",
    "Daron Acemoglu and James A. Robinson, Why Nations Fail,",
    "https://www.amazon.com/Good-Great-Some-Companies-Others/dp/0066620996"
  ]
}