{
  "url": "https://www.eiu.com/n/fed-pauses-but-rate-cutting-cycle-is-not-over/",
  "title": "Fed pauses, but rate-cutting cycle is not over",
  "ut": 1738214204.0,
  "body_paragraphs": [
    "Fed pauses, but rate-cutting cycle is not over",
    "EconomyInflationAmericasUnited StatesCountry Analysis",
    "What’s happened?On January 29th the Federal Reserve (Fed, the central bank) held the federal funds target range at 4.25-4.50%, as we expected. The pause follows three consecutive rate cuts enacted since September, totalling 100 basis points of easing.Why does it matter?Recent steady jobs and inflation data, combined with a high level of policy uncertainty, made a pause in rate-cuts the safe move for the Fed. In the post-announcement press conference, the Fed chair, Jerome Powell, struck the expected moderate tone, saying that he and his colleagues on the Federal Open Market Committee (FOMC) “do not need to be in a hurry to adjust our policy stance”. Inflation risks, according to the FOMC, are “somewhat elevated”, while risks to the labour market have subsided.After the 2021-22 inflation episode, the Fed is particularly concerned about being too sanguine about inflation risk, coming from both uncertainty around tariffs and the slowing of moderation of services inflation. Seen this way, the Fed’s late-2024 monetary stimulus was a risk-management response to weak jobs data at the time, and it now believes that this downpayment on policy action has afforded it the space to adopt a wait-and-see approach.Mr Powell did however reaffirm the Fed’s commitment to monitoring any weakening in the labour market, a policy framework that he introduced during last year’s Jackson Hole symposium. Markets have interpreted the FOMC’s December summary of economic projections as a hawkish sign, but we believe that such views are misplaced. The FOMC has recently lowered its unemployment forecast, effectively reducing the threshold for potential rate cuts this year. With the current unemployment rate at 4.1%, it is only 20 basis points below its projection for the fourth quarter of 2025. Mr Powell acknowledged that current monetary policy remained restrictive, and that he did not “think we need it to cool off any more”. He also highlighted that the recent rise in long-term bond yields had negatively affected the housing sector, and that if this persisted, it could be a cause for concern.Despite expressing concerns about persistent services inflation, Mr Powell acknowledged that long-term inflation expectations remained well-anchored. This supports our view that the FOMC is not currently overly worried about inflation. The FOMC’s December projections illustrate this stance, forecasting that core inflation will stay significantly above target until the end of 2027 and that headline inflation will accelerate this year. Such forecasts are inconsistent with a committee that is seriously concerned about inflation, as evidenced by its decision to project two rate cuts within the year. Cutting rates despite rising inflation indicators suggests that the Fed does not view inflation as an immediate threat. We continue to expect inflation to moderate, driven by a sustained cooling in shelter costs, and anticipate a gradual weakening of the labour market. Consequently, we foresee rate cuts resuming in the second quarter, probably during the May meeting.One key indicator to monitor is the trajectory of long-term yields. Mr Powell highlighted that the recent increase in yields had been primarily driven by a rise in the term premium—the extra yield that investors demand for holding long-term bonds amid heightened uncertainty. He clarified that this surge was due to “reasons unrelated to [Fed] policy”. Although there has been some moderation in the ten-year yield in recent days (related to AI market news), we believe that the policy-related uncertainty contributing to the higher-term premium is likely to persist throughout the year, keeping long-term government bond yields—a crucial interest rate for the real economy—in restrictive territory. If higher yields continue, we expect the Fed to respond even faster than we forecast, as elevated long-term rates will dampen investment and negatively affect interest-sensitive, pro-cyclical sectors such as housing.The fortnight running up to the Fed’s decision was dominated by the first moves of the new Trump administration and, in the past few days, the market turmoil sparked by DeepSeek, a Chinese technology company that released the technical details of its latest reasoning model, which appeared to be on par with Western models but at a fraction of the cost. The Fed will continue to watch these dynamics closely, especially given the increasing importance to the macroeconomy of AI-related physical and human capital investment, as well as the already central role that AI plays in the equity market.Mr Trump has, as expected, been more vocal on interest rates, first with a call for other countries to lower their policy rates, then with criticism of Mr Powell, accompanied by his opinion that US policy rates should be lowered “a lot”. Mr Trump reiterated his criticisms of the Fed following its latest decision. He will exert further political pressure on the Fed, but we do not expect Mr Powell to acquiesce to his demands. Nor do we believe that Mr Trump will attempt to remove Mr Powell from his position before his term ends in May 2026.What next?Uncertainty continues to cloud the Fed’s outlook. Mr Trump will decide whether to apply tariffs to Mexico and Canada by his self-imposed February 1st deadline. We continue to expect tariffs on Mexico and Canada to rise during Mr Trump’s term, but not to the threatened level of 25% on all imports, and not immediately. Tariffs on China will rise more significantly and earlier in Mr Trump’s term.The Fed’s next interest-rate decision will be on March 19th. Our central forecast anticipates 100 basis points of easing this year, concentrated in the latter half, on the assumption that the labour market weakens gradually in the first half of the year. Accordingly, we expect rates to remain unchanged in March, with cuts likely to resume at the May meeting. January, February, March and April jobs data will be released between now and then (and the first two before the March meeting), providing important information about the evolution of the labour market.The analysis and forecasts presented in this article are drawn from EIU’s Country Analysis service. This comprehensive solution offers essential insights into the political and economic outlook of nearly 200 countries, empowering businesses to manage risks and develop effective strategies.",
    "EconomyInflationAmericasUnited StatesCountry Analysis"
  ]
}