{
  "url": "https://dbsjeyaraj.com/dbsj/?p=86713",
  "title": "Devastating  Impact of “Cyclone Ditwah” on Sri Lanka : At least 334 dead and 370 missing, Over Eleven  Lakhs of people affected with Nearly Two Lakhs Displaced  Accommodated in State run Safety Centres",
  "ut": 1764506932.0,
  "body_paragraphs": [
    "At least 334 people have died so far, and 370 remain missing as Sri Lanka reels from the devastating impact of Cyclone Ditwah.",
    "A large number of fatalities were reported on Sunday (November 30, 2025) from Badulla, Kandy, Nuwara Eliya, and Matale districts, home to some of Sri Lanka’s most economically marginalised communities.",
    "Visuals from the affected areas showed colonial-era line rooms housing Malaiyaha Tamils — descendants of labourers that the British brought down from south India to work in plantations two centuries ago — collapsing and being buried under soil, as the hillsides above them gave way.",
    "More than 11 lakh people have been affected and nearly 2 lakh displaced and housed in safety centres, the Disaster Management Centre said in a statement on Sunday evening (November 30). Cyclone Ditwah brought record rainfall to several districts and triggered multiple landslides in Sri Lanka.",
    "In a televised address to the country Sunday evening (November 30), President Dissanayake pledged to work hard to rebuild the country and support the families of the victims. Assuring families of victims of all possible support, he said: “Every life lost is not merely a number; every life carried a name, a face, and a story.”",
    "Meanwhile, the Sri Lankan military continued rescue operations across the island, with crucial support from their Indian counterparts. The Indian Air Force said its helicopters undertook a “hybrid rescue mission” with Sri Lankan authorities to evacuate stranded passengers from a restricted zone.",
    "The Indian High Commission in Colombo also helped hundreds of stranded Indians secure alternative return flights, including those operated by the Air Force.",
    "Mr. Dissanayake acknowledged the assistance in his address and said, “Our neighbouring countries have also provided significant assistance. Already, helicopters and relief forces have been deployed, extending a helping hand in solidarity.”"
  ]
}