{
  "url": "https://www.dailymirror.lk/opinion/Why-only-Fowzie-EDITORIAL/172-290890",
  "title": "Why only Fowzie? -  EDITORIAL",
  "ut": 1725316212.0,
  "body_paragraphs": [
    "The Colombo High Court on August 27 sentenced former Minister A.H.M. Fowzie for two years of rigorous imprisonment and suspended it for 10 years after he pleaded guilty over the charge of misusing a vehicle belonging to the Disaster Management Ministry. In addition to the prison sentence, the Colombo High Court also imposed a fine of Rs. 400,000 on the former Minister.",
    "Fowzie was accused of using a vehicle worth Rs. 20 million given to the Disaster Management Centre (DMC) by the Netherlands, for private purposes, while he was holding the ministerial portfolio in 2010. Rs. 1 million from the Ministry’s funds had also been utilised for the maintenance of the vehicle then, as per the charges.",
    "The High Court Judge pointed out that such actions by a senior politician with 62 years of political experience cannot be taken lightly, but considering the fact that he pleaded guilty at the initial stage and that he is now an elderly person of 86 years of age, the former Minister will be given a lenient sentence.",
    "If we are to take this as an isolated incident, what has happened is what has to happen, though after 14 years. However, if we see the bigger picture where a whole army of politicians have been misusing state properties including vehicles at will for decades without being questioned in a manner that it has become an accepted norm and culture, one has to pose the question “why only Fowzie?” Why were all the others who do the same not produced before courts of law?",
    "Despite tens of thousands of people passionately toiling hard during elections to vote their favourite politician into power as President or members of Parliament, it is well-known that politicians except for a few are after power, perks and privileges which finally burden the public coffers.  Every single move of those politicians is meant for these gains. While the perks and privileges bring in direct gains, power opens up innumerable windows for money making such as offering contracts to their henchmen, commissions through approvals.",
    "The highly concessionary permits are given to politicians to purchase duty free vehicles sometimes worth over Rs. 30 or 40 million on the basis that they need a comfortable vehicle to serve the people. However, it is common knowledge that these permits in most cases are sold to outsiders by these politicians by which they earn a thumping profit, hoodwinking the law. This is nothing but abusing their power. However, in 2018, during the so-called Yahapalana government when the three of the candidates of the current Presidential election were powerful figures, the Commission to Investigate Allegations of Bribery or Corruption (CIABOC) had ruled that the transfer of those vehicles wasn’t contrary to the Bribery and Corruption law.",
    "There was a time when a certain President had appointed around 70 advisors to him with him not wanting to listen to any of their advices. It is common knowledge that this is a means for the Presidents, then and now, to offer perks to their close associates. All Presidential advisors are being provided with a thumping salary, vehicles and other perks. What the state incurred by the use or misuse of vehicles by these advisors and Fowzie is the same, though the case with the former is deemed to be legal and that with the latter is considered the other way around.",
    "Misuse of state vehicles by politicians and the high-ranking officials has never been an isolated issue or a secret. It is a well-known fact that they are provided with more than one vehicle at a time so that they could be used by their wives and children.",
    "It was reported a few years ago that the monthly electricity bill for the official residence of a certain minister was over Rs. 130,000 and the accumulated unpaid electricity tariff of another minister was Rs. 12 million while the ordinary people were struggling to pay their utility bills amounting only a few thousand rupees. It seems like these politicians had been running factories with heavy-duty engines at their official residences.",
    "Hence, satisfying with the conviction of Fowzie amounts to failing to see the forest for the tree. It is the corrupt culture that has to be eliminated."
  ]
}