{
  "url": "https://www.dailymirror.lk/opinion/Christs-message-of-peace-amid-the-reality-of-war-EDITORIAL/172-298705",
  "title": "Christ’s message of peace amid the reality of war - EDITORIAL",
  "ut": 1734904198.0,
  "body_paragraphs": [
    "In three days’ time we will celebrate the festival of Christmas. Since the beginning of December our cities have been gaily decorated. Shops remain open until late as children excitedly flood shops in search of gifts.",
    "Christmas is celebrated world-wide to remember the birth of Jesus Christ, whom Christians believe is the Son of God. The central message of Christ is of love, hope and joy. In a single word it’s about ‘peace’ to the world. Without love, hope and joy, there can be no peace. This message does not change from year to year.",
    "At almost every street corner we see depictions of the birth of Christ in a stable at Bethlehem. For children, Christmas is symbolised by the figure of Santa Claus, and attending midnight Mass dressed in clothes their parents have bought them.",
    "While for some of us Christmas is an exciting time, for a large number of people in underserved segments of society, this Christmas like Christmas last year, will be stressful. Many have lost employment, others have had their wages cut and sadly, the cost of living has simply kept rising way beyond their means.",
    "Studies reveal that the average Lankan earns between Rs. 45,000/- to Rs. 60,000/- per month. Those employed in temporary jobs - around 500,000 persons, earn even less than this sum, as they do not have regular work. Making this situation worse a family of four (father, mother and two children) will need at least Rs. 2,800/- per day to have three meals (breakfast, lunch and dinner) which would cost approximately Rs. 84,000/- per month.",
    "This leaves families in the lower rungs of society without sufficient money for clothes, recreation or travel. For them, there is no peace as theirs is a struggle to simply find the cost of providing their children the essential supplies of food. Many children in our country do not have sufficient daily food.",
    "According to the UNICEF (United Nations Children’s Fund) 2.3 million children in Sri Lanka don’t have enough to eat. Even worse a World Bank study estimates more than half of Colombo’s residents live in housing conditions unfit for human habitation.",
    "For the poor, the dispossessed and their families, Christmas day is just one more day of struggle -no peace, no love and no happiness.",
    "It was to change this situation these people voted the new government into power",
    "However, since they came into power nearly three months ago, the situation of the poor and dispossessed has in fact got worse. The media tells us a few rice millers have cornered the rice market and withholding supplies to the market - causing prices to rise.",
    "In a similar manner a number of corrupt individuals with backing from political elites continue robbing the country. People expected the new government to take action against these corrupt individuals. While our government has been unable to nab these robbers, the US has already sanctioned two among the thieves for their involvement in corrupt practices.",
    "Perhaps the new leadership will initiate steps to take them and other corrupt persons down. Or will we see another round of ‘you scratch my back, I’ll scratch yours’.",
    "Meanwhile, far across the sea in the land of Palestine -the home of Christ- his message is being torn asunder by the Israel which is waging a ferocious war in the land of his birth.",
    "The New York-based ‘Human Rights Watch’ detailed what it called deliberate efforts by Israeli authorities “of a systematic nature” to deprive Palestinians in Gaza of water, which had “likely caused thousands of deaths... and will likely continue to cause deaths”. Israel’s war has killed at least 45,129 Palestinians, a majority of them being civilians.",
    "In a separate report on Thursday, Doctors Without Borders (MSF) accused Israel of causing widespread devastation in Gaza and noted “signs of ethnic cleansing” in the north of the Palestinian territory.",
    "Israel’s genocide against Palestinians has been continuing for over a year. Sadly it is the ‘Christian’ US which is blocking attempts to call for a cease-fire. Christ’s message is being bombed out in the land of his birth."
  ]
}