{
  "url": "https://www.dailymirror.lk/opinion/How-Tiger-Col-Kittu-Disappointed-Vijaya-Kumaratunga-and-Deceived-Lalith-Athulathmudali/172-299930",
  "title": "How Tiger  “Col” Kittu Disappointed Vijaya Kumaratunga and Deceived Lalith Athulathmudali",
  "ut": 1736538770.0,
  "body_paragraphs": [
    "Kittu joined the LTTE in 1978 as an 18-year-old school boy",
    "Kittu became Jaffna commander after the killing of Pandithar in January 1985",
    "The Tigers invited Vijaya Kumaratunga to visit Jaffna with Chandrika Kumaratunga in 1986. However Chandrika was unable to do so due to some personal reasons",
    "Initially, the LTTE in Jaffna did not even have Vijaya’s telephone number so they got the number from former cabinet minister, T.B. Illangaratne without divulging his identity and obtained the actor’s telephone number",
    "Vijaya’s trip to Jaffna and interaction with the LTTE was extensively filmed and made into a video cassette. In those days there was no internet and the word ‘viral’ had not been popularised as it is now",
    "Lalith utilised his communication channels with the LTTE to release two LTTE suspects in the custody of security forces in return for the two captured Sri lankan Soldiers",
    "In the first part of this article on Sathasivampillai Krishnakumar alias “Col” Kittu published last week in the “Daily Mirror”, I had written about my interviewing the LTTE Jaffna district commander for the Indian news magazine, “Frontline” in November 1986. It was at that time the first conversation with Kittu published in an English journal.",
    "The reference to that interview has aroused much interest among readers. There were many queries from interested readers who wanted to know",
    "LTTE commander for the Jaffna peninsula area is a man slightly below average height bespectacled with receding hair above the forehead, his mild, pleasant-faced appearance belies his reputation. File pic",
    "whether it could be published again. Since the Frontline interview was not very lengthy, I am incorporating excerpts of that conversation into this article. Although 38 years have passed, the interview does provide some incisive insights about both the tiger organisation and its Jaffna commander Kittu. Here is the interview:",
    "“Frontline” Interview",
    "“We are prepared to die, they are not”-interview with LTTE’s Kittu of Jaffna.",
    "The Liberation Tigers of Tamil Eelam (LTTE) commander for the Jaffna peninsula area is a man slightly below average height bespectacled with receding hair above the forehead, his mild, pleasant-faced appearance belies his reputation. 26-year-old Sathasivampillai Krishnakumar alias Kittu is the most wanted militant in Sri Lanka right now. With the LTTE attempting to establish full control over the Northern and Eastern Provinces in general and the Jaffna district in particular, Kittu is very much the topic of conversation these days in Sri Lanka.",
    "Kittu speaks in a soft and courteous tone, gestures sometimes to express a point, and often flashes a broad grin while the eyes too smile. But when it comes to the maintenance of discipline within the movement, he is often a tartar. Some people follow the Jaffna dialectical suffix on usage of one’s name as a term of respect and affection and refer to him with an “ar” as Kittar (like “ji” in Hindi). The children of Jaffna call him Kittu Maama (uncle).",
    "D. B. S. Jeyaraj met him for a conversation",
    "Q:How did he get his name?",
    "“When I joined the movement, I was given the nom-de-guerre of Venkat. That name became Venkittu and soon it was Kittu”",
    "Kittu joined the LTTE in 1978 as an 18-year-old school boy. “I am from VVT (Valvettithurai). The people of Valvettithurai had to bear the brunt of State repression from the Fifties. On the pretext of curbing smuggling and illicit immigration, the army harassed us. I always wanted to do something about it. I grew up with this feeling. Then there was the oppression of the Tamil people. I had to fight against oppression. So I joined the Tigers. Prabhakaran was from VVT too. I was not fully politically conscious then. But as I went through this process of being a freedom fighter, I acquired political knowledge and consciousness. I developed myself through the struggle,”.",
    "Q:Do you subscribe to a particular political ideology or principle?",
    "“Well, I do have some political principles. Basically it is what the LTTE stands for. I adhere to it fully. I am a practical man, more of a pragmatist. I also prefer practical action to merely talking or discussing theory. That is what is important. I don’t talk about ideology. I don’t know ideology, I believe in action,”.",
    "I asked Kittu to give me an example of his action-oriented approach. He took up the caste issue.",
    "He said that in the everyday life of the LTTE, the caste factor was non-existent. But in terms of relating to the conservative Jaffna community on this issue, Kittu’s approach is different. “Whenever there is a competent member of a so-called depressed caste I appoint him as an area representative or in charge of a camp whenever possible. Thus the community at large, which has to deal with him, sheds its prejudices. A greater understanding and relationship between communities develop.”",
    "“There is a feeling among certain sections that the LTTE is dominated by people from Valvettithurai, “ I tell Kittu.",
    "“Yes, some say that. Some go further and say that a particular caste dominates our movement. It is wrong. Some purposely spread this false propaganda to prevent all sections of the community from rallying under us. But I will tell you what happened when Prabakaran started organising his movement, who would have been the early recruits? His friends, school mates, relatives, neighbours, people from his village, no? So naturally it had to be Valvettithurai. We had a step-by-step growth. As time went on others joined too. Since we have a seniority system in appointing leaders, some of the early batches from VVT are in leadership positions. But there are many from other areas too. Through seniority and ability others will take over soon. Then this VVT image will vanish. But the accusation on caste is absolutely false.”",
    "Q:Is there no leadership tussle between LTTE members?",
    "“No. I will tell you why. If you look at the Tigers who have died in action, you will find that a large number of them are leaders of both higher and lower levels. This is because we believe in leading our cadres into battle and not merely giving orders. So even if there is competition in our movement, it can’t be for a comfortable existence. It can only be for risking death. Then is it a tussle to live or die?”",
    "At this point I ask Kittu about what some Jaffna residents told me he is always there in the thick of danger. One has seen him firing at a helicopter from a pick-up truck. Whenever there is shelling from the fort, Kittu is on the scene. I ask him whether he is not exposing himself unnecessarily.",
    "He replies with a shrug. “Somehow I have been lucky so far! What I will tell you now may surprise you. But I am only following the advice of an Israeli general. Long ago, I read that this man never stayed behind the lines and gave orders. He was always in front shouting, come up or back me up. He was never saying, “go forward from behind.”",
    "Q:How does he instill discipline into his ranks?",
    "“Well, we don’t take a person in immediately. We watch him and give him mundane tasks at first. If he proves himself, then he is given greater responsibility and finally, weapons-training.”",
    "“If my men are undisciplined, then I am at fault. If I am undisciplined, then my leader Prabhakaran is at fault. It is because of our standards of discipline that we do not take any breakaway or dissidents from other groups. Likewise if one of our members feels that he cannot function with us, he is free to go but he must not join another group or start a new one.”",
    "Kittu said that relations between the Field commanders and the leader, Prabakaran, were good. They were in constant communication and went across occasionally for consultation. Their views were given great consideration by the leader Prabhakaran.",
    "I ask him about the peace process",
    "“We stand by our principles expressed at Thimpu. These are our minimum demands which Jayewardene will never agree to. So nothing will materialise.”",
    "Kittu was frank about the relative strength of his men and the State’s troops. “They have got more men, better equipment, arms etc. but we have got the moral strength and courage. We are prepared to die. They are not ready to die. They do not come out because they know we will fight to the last man and their losses will be great.”",
    "“Puligalin Kural”(Voice of Tigers)",
    "This published conversation with Kittu took place at a time when the LTTE under his command was in control of large areas in the Jaffna peninsula. Kittu got the interview translated in Tamil and aired it over the LTTE’s broadcasting service known as “Pulikalin Kural” (Voice Of Tigers). Two LTTE Cadres voiced for the interviewer and interviewee.",
    "Many years later, LTTE ideologue and political strategist, Anton Balasingham alias Bala Annai told me about how rival groups functioning in Madras (Now Chennai) had twisted parts of the interview in an anonymous leaflet in a puerile bid to sow discord between Prabhakaran and Kittu.",
    "As stated earlier, Ravindran alias Pandithar the former Jaffna LTTE commander was in overall charge of both the military and political wings of the LTTE in Jaffna. Sathasivampillai Krishnakumar alias Kittu and Rasiah Parthiban alias Thileepan were placed second-in-command of the military and political wings respectively by Pandithar. As is well-known Thileepan died after undertaking a fast unto death in September 1987.",
    "After Pandithar was killed in January 1985, Kittu became Jaffna commander. Thileepan was placed in charge of the political section. Thileepan was given a comparatively free hand by Kittu. Both worked in tandem actively promoting the LTTE in those days.",
    "Though the LTTE was divided into military and political wings, cadres belonging to both groups frequently fought together in battles. It was Kittu’s contention that there should not be a strict divide between the fighters and the political activists. Kittu felt that it would result in unwanted jealousies among the cadres and also nurture an unhealthy tradition where the fighter cadre would be “mutts” and political cadres “cowards”. Thus tiger political cadres including Thileepan actively participated in many military operations.",
    "Thileepan as political chief of Jaffna adopted new methods with the consent and concurrence of Kittu. The Jaffna peninsula was sub-divided into 23 political divisions with each division headed by a political commissar. All the political commissars would meet every Sunday at different locations under Thileepan’s Chairmanship. Reviews and reports were presented and all issues would be thrashed out in detail. Subsequently, Thileepan would brief Kittu extensively about political division activities and progress.",
    "Another feature introduced by the Kittu-Thileepan duo was the introduction of a system whereby the people could convey their complaints to the LTTE through complaint boxes installed in various parts of the peninsula. People with grievances could write them and toss them into the boxes. Even anonymous complaints were entertained.",
    "The people of Jaffna availed themselves of this opportunity and submitted complaints about LTTE cadres too. Disciplinary inquiries were initiated and consequent action was taken against LTTE cadres as a result of these complaints. This was the first time that the LTTE submitted itself to a partial degree of accountability to the people at least.",
    "Appreciated the Media",
    "Unlike many prominent LTTE leaders, Kittu was appreciative of the media. He maintained personal contact with senior journalists stationed in Jaffna. Two LTTE Cadres were detailed to liaise with the media and media personnel in the peninsula. Kittu also established several media organs in Jaffna during his “reign”. He was ably assisted and supported by Thileepan. Two publications “Kalaththil” (in the field) and “Suthanthira Paravaigal” (birds of freedom) In addition there was the tiger radio “Pulikalin Kural” and TV “Nitharsanam”. Thileepan played a prominent role in media affairs of the LTTE in Jaffna.",
    "Kittu and Rahim, the then LTTE spokesperson in Jaffna received a lot of publicity in 1986 due to the visit of popular film actor and political party leader, Vijaya Kumaratunga. As stated in the first part of this article, the Sri Lanka Mahajana Pakshaya (SLMP) leader was accompanied by Ossie Abeygunasekera and Felix Perera. They were received well by the LTTE and interacted with Kittu. The video of Vijaya’s trip and meetings with Kittu were circulated widely in the south.",
    "Vijaya Kumaratunga’s Jaffna Trip",
    "How the Vijaya Kumaratunga trip came about is an interesting tale by itself. The LTTE had captured two Sri Lankan soldiers in 1986 and was keeping them in custody. The Tigers decided to derive some political mileage by releasing them unilaterally to a prominent Sinhala political leader who was sympathetic towards the problems faced by Tamils. LTTE supremo Veluppillai Prabhakaran thought of Vasudeva Nanayakkara but Kittu and Rahim felt Vijaya was a better choice.",
    "What exactly happened thereafter was revealed by ‘Rahim’ to me some years later. Initially the LTTE in Jaffna did not even have Vijaya’s telephone number. Rahim phoned former cabinet minister, T.B. Illangaratne without divulging his identity and obtained the actor’s telephone number. He then called Vijaya and told him who he was. Vijaya suspected a hoax and called him back.",
    "After several calls back and forth Kumaratunga was convinced that the LTTE was serious. He was happy about the LTTE wanting to release the two soldiers. The Tigers invited Vijaya to visit Jaffna with Chandrika Kumaratunga. However Chandrika was unable to do so due to some personal reasons and so Vijaya planned to visit Jaffna with Ossie Abeygunasekera. Subsequently Felix Perera also joined them.",
    "The trio was given a rousing welcome by the LTTE. They also met with the two soldiers in captivity. It was arranged for Vijaya to return to Jaffna with members of the soldier’s families and some religious leaders. The soldier duo would be handed over to Vijaya in the presence of family members and religious dignitaries, it was said.",
    "Vijaya’s trip to Jaffna and interaction with the LTTE was extensively filmed and made into a video cassette. In those days there was no internet and the word ‘viral’ had not been popularised as it is now. However the video cassette of Vijaya’s Jaffna trip to meet the LTTE became very popular. Copies were made and circulated widely. Vijaya Kumaratunga became a political hero overnight. More importantly the video helped improve ethnic relations at that time.",
    "Lalith Athulathmudali Worried",
    "The UNP Government and National Security Minister Lalith Athulathmudali got worried. Lalith thought of undermining Vijaya by appropriating ‘credit’ for the release of soldiers. He used his channels of communication with the LTTE and made an offer to release two LTTE suspects in the custody of security forces in return for the soldiers. It must be noted that the LTTE had been prepared to release the two soldiers to Vijaya without expecting a quid pro quo.",
    "Meanwhile another ‘twist’ occurred in the north. Kittu learnt belatedly that senior tiger leader and close friend, Aruna was being held by the Army at the Jaffna Fort. It was believed earlier that Aruna had perished at sea when a Sri Lankan Navy vessel had fired on a LTTE boat.",
    "Aruna hailing from Kalviyankadu in Jaffna was a very senior Tiger leader and had even functioned as the LTTE Commander for Batticaloa District. However, Aruna had not divulged his real identity to the Navy when he was picked up by sailors after the Tiger boat had capsized. Aruna had identified himself as ‘Kunju Kumar,’ the helmsman or ‘oatti’ of the boat and claimed to have been hired by the Tigers to steer the vessel. Thus Aruna remained in army custody without the security forces realising they had a prize catch in their hands.",
    "Kittu’s Change of Plan",
    "Once it was confirmed that Aruna was alive in Army custody, Kittu’s plans changed. The tiger Jaffna commander grasped Athulathmudali’s offer and began negotiating quietly. While covert negotiations were going on, Vijaya Kumaratunga arrived in Jaffna with the religious leaders and family members.",
    "The LTTE gave them a warm welcome and allowed family members to meet and spend time with the soldiers. But the Jaffna Tiger Commander Kittu refused to release the soldiers as arranged earlier.",
    "A disappointed Vijaya returned empty handed. National Security Minister Lalith Athulathumudali was jubilant at Vijaya’s discomfiture and expedited the exchange of prisoners with the LTTE. But he was left with a lot of egg on his face when it became known that Kunju Kumar was actually Aruna and that the Government had unwittingly let slip the topmost Tiger they had ever captured alive up to that time.",
    "To strike a personal note, it was I – working then as Colombo Correspondent of ‘The Hindu’ – who scooped the story of the Government releasing Aruna to the Tigers without knowing who he was. My primary source was of course Kittu himself. It was a great triumph for Kittu.",
    "I later received a telephone call from Lalith himself. To his credit, Lalith chuckled over the phone when I told him of what had happened.",
    "Uncrowned Jaffna King",
    "Kittu’s stock rose rapidly among the people of Jaffna after the Aruna affair. He was the uncrowned king of Jaffna then. Yet in a twist of fate, an assassination attempt was made on Kittu in the heart of Jaffna city resulting in the loss of a leg. Hearing of the attack, an enraged Aruna massacred scores of TELO and EPRLF members being held by the LTTE in Jaffna. The details of what happened then will be narrated in the third part of this article.",
    "D.B.S.Jeyaraj can be reached at"
  ]
}