{
  "url": "https://www.eiu.com/n/global-outlook-mexicos-prospects-under-a-new-government/",
  "title": "Global Outlook: Mexico’s prospects under a new government",
  "ut": 1730178599.0,
  "body_paragraphs": [
    "Global Outlook: Mexico’s prospects under a new government",
    "ElectionsPoliticsUS electionMexicoUnited StatesCountry AnalysisGovernment",
    "In EIU’s November 2024 Global Outlook video, principal economists Robert Wood and Andrew Viteritti discuss the outlook for Mexico under its new government, as well as expectations for US-Mexico relations after the US presidential election.",
    "After taking office on October 1st, Claudia Sheinbaum of the left-wing Movimiento Regeneración Nacional (Morena) began her presidency from a position of strength. She won the June election by a landslide, she enjoys the support of the popular former president, Andrés Manuel López Obrador, and her party holds supermajorities in the new Congress.",
    "However, questions remain about whether she will continue Mr López Obrador’s nationalist and populist agenda. EIU expects Ms Sheinbaum to adopt a more pragmatic approach during her six-year term. However, political pressures, including from Morena hardliners, could weaken the more orthodox elements of her platform.",
    "“EIU forecasts that Ms Sheinbaum will continue Mr  López Obrador’s commitment to fiscal austerity, although she will have to balance this with her substantial spending plans. She will also maintain the state’s strong role in the economy and will advance Mr López Obrador’s controversial constitutional reforms. However, her agenda will differ from her predecessor’s in its encouragement of private and foreign investment, the green transition and the development of infrastructure based on competitiveness rather than purely social priorities. How and whether she implements these plans will depend on her relationship with Congress and the results of the US election.”",
    "Andrew Viteritti, Principal economist for LATAM, EIU",
    "The outcome of the US presidential election will significantly affect Mexico’s outlook. There are large differences in the policy agendas of the two main candidates, Kamala Harris and Donald Trump, particularly on trade, immigration and border security. A Harris presidency would likely offer a more cooperative approach to Mexico. In contrast, a Trump presidency would strain the bilateral relationship. Regardless of the outcome, tensions are expected in areas such as Mexico’s protectionism, the country’s recent constitutional reforms and investments from China.",
    "EIU expects Mexico’s economic growth to slow to 1.4% in 2024, down from 3.2% in 2023. Growth is forecast at 1.2% in 2025, with the economy firming up through to 2029, in line with an economic recovery in the US. In the short term, investors should closely monitor Ms Sheinbaum’s budget proposal to Congress in November, the constitutional reform process and the outcome of the US presidential election.",
    "The analysis and forecasts featured in this video are available through EIU’s Country Analysis service. This integrated solution provides critical, global insights covering the political and economic outlook of nearly 200 countries, and monitors the risks affecting business operations and strategies.",
    "ElectionsPoliticsUS electionMexicoUnited StatesCountry AnalysisGovernment"
  ]
}