{
  "url": "https://www.ft.lk/columns/War-against-polythene-Recycling-is-the-best-long-run-solution/4-784423",
  "title": "War against polythene: Recycling is the  best long run solution",
  "ut": 1763340769.0,
  "body_paragraphs": [
    "Polythene and plastics are a good, and not a bad, since the users are prepared to pay a price for the same. Hence, they cannot be totally banned by authorities. If a ban is imposed, the likely result will be that the whole industry will go underground like the illicit alcohol today",
    "War against Sili-Sili bags",
    "Polythene bags which are humorously called ‘Sili-Sili bags’ due to the exceptional chattering sound they make when in use, made its strong entry into Sri Lanka’s popular consumerist culture in early 1980s. Prior to that, when the country was under a strict import control regime, polythene bags were so scanty that they were treated as a luxury item available only to those who had got the rare opportunity of traveling abroad. Thus, it was an exclusive item used only by a few people in society at that time. But after the country’s economy was partially opened, Sri Lanka began manufacturing its own polythene bags making them an inclusive item of consumption. Their wide-spread use with no proper post-use management, however, led to an unintended consequence in the form of accumulating it large quantities in environment. Since polythene took a long time for degradation, its accumulation became aesthetically unpleasant. To resolve the issue, Governments sought to limit their use by imposing restrictions on certain types of polythene items. The futility of this policy was argued out by me in a previous article in this series when President Maithripala Sirisena started a war against polythene and tobacco in 2015.1 Under this, a partial ban was imposed for the manufacture, sale, offer for sale, offer free of charge, exhibition, or use of polythene or any polythene product of 20 microns or below in thickness.2 This measure was ineffective due to the poor policing.",
    "The latest war against polythene has been waged by the present Government by issuing two directives, one aiming at the use of polythene bags and the other targeting the use of plastic bottles carrying drinkable liquids and feeding bottles made of polymer materials.3 The ban is to be administered by the Consumer Affairs Authority or CAA, the regulatory arm of the Government with sufficient teeth to police it.",
    "Regulation against polythene",
    "In terms of the directive on polythene bags, effective from 1 November 2025, traders are not allowed to issue polythene bags made of Low-Density Polyethylene or LDPE and Linear Low-Density Polyethylene or LLDPE free of charge. The traders should also clearly display the prices of such bags at their business premises and include the price on consumer bills so that there is a high degree of transparency in the measure. The bags coming under this regulation have been defined as ‘carry bags with handles for purchased goods’, covering only a small segment of the use of polythene bags in extant society. Thus, it does not apply to bags that do not have a carrying handle but applicable to most of the polythene bags that are issued at grocery stores and supermarkets.",
    "Regulation against plastic bottles",
    "In a separate directive relating to plastic bottles or feeding bottles, effective from 1 April 2026, it has been announced that all reusable plastic bottles for carrying drinkable liquids (Sri Lanka Standards or, in short, SLS 1616) and feeding bottles made of polymer materials (SLS 1306) must carry the SLS Product Certification Mark issued by the Sri Lanka Standards Institution, abbreviated as SLSI. Both locally manufactured and imported products will fall under this regulation, with imports subject to inspection and approval under the SLSI Import Inspection Scheme. This is a long order because all those bottle manufacturers should hurry to get this certification for their products before the effective date that is only 5 months away from now.",
    "The objectives of these regulations are clear. The first is to reduce the use of polythene bags by forcing the users to be cost-conscious and thereby inculcating sustainable environmental practices in Sri Lankans. Many countries in the developed world have gone for this option. The second is to develop new health standards for reusable plastic bottles so that such users are saved from ingesting hazardous health-risky particles unknowingly. In the sphere of public policy, both are considered as essential public goods being delivered by the state for the benefit of the people.",
    "Government taking a middle-ground",
    "It seems that the Governmental authorities have taken a middle-ground stand in the perennial issue of polythene and plastics. The contemporary society has become anti-polythene and anti-plastic, though its members have been the main users of both products. The deep animosity toward these two products has been inculcated in their mind by the continuous bombardment, mainly through social media, of news on unsubstantiated claims of their horrible health and environmental implications. Since it is a society that does not pay attention or spend time to ascertain the truth, its members have been ready believers of every piece of horrible news thrown at them. It is not easy for a Governmental authority to appease their fears and educate them of the true situation. At the same time, polythene and plastics have been a major manufacturing industry today providing livelihood to many thousands of people. Hence, it is an industry that cannot be killed overnight because of the fears harboured by powerful voice-makers in society. Thus, the Governmental authorities have taken the middle-path of appeasing the consumer, on one side, and helping the industry, on the other.",
    "Polythene and plastic revolution hit the world especially after early 1970s when the Organisation for Petroleum Exporting Countries or OPEC decided, unilaterally of course, to increase the price of crude oil in manifold. This caused to thin the profit margins of the petrochemical industry which was a rising star at that time. Thus, further research was conducted by universities and research institutions to find ways of making the full use of the hitherto unused byproducts of the industry. The result was the creation of the polythene and plastics as a new usable product by societies. Its multifarious use caused the industry to gather momentum fast and therefore, today, we have a major manufacturing sector in almost all countries providing employment for people, creating wealth in societies, and generating incomes for those who are directly involved and others who are indirectly engaged in the manufacturing, distribution and consumption of polythene and plastics products.",
    "Concern for protecting environment",
    "The concern about the protection of environment is understandable. But, from the point of view of economics, environment is an essential input used for all the three major activities in an economy: production, distribution and consumption.4 What this means is that no activity can be undertaken without the use of environment. It occurs due to the following nature of the economic activities that are being undertaken in an economy for the benefit of mankind.",
    "Every economic activity gives rise to both a desired product demanded by its users and an undesired by-product that arises through the activity but not demanded by anyone. The desired product which benefits the user is a ‘good’ for him, while the undesired by-product which essentially arises by way of waste matter is a ‘bad’ for him. Unfortunately, both these goods and bads come as a package and, hence it is not possible to accept only the ‘good’ without accepting the ‘bad’ as well. The rejection of the ‘bad’ would, therefore, mean the rejection of the ‘good’ as well. The undesired by- product can take the form of solid matter, gaseous emissions, liquids, noise or any other micro-organisms not desired. Since the waste matter is a bad and not desired, it is necessary to dump it somewhere; in this context, the best available dumping ground is the environment. Accordingly, the environment is used as a dumping ground for the bads that are essentially produced in all economic activities. However, from the point of Nature, there is no such thing as waste-matter. What is toxic or repulsive for one species is food for another species whose job is to convert the so-called waste-matter into a usable component. For instance, carbon dioxide which is a toxic for human beings is food for plants. Similarly, oxygen which is toxic for plants is beneficial for human beings.",
    "Fifth factor of production",
    "In this sense, environment can be classified as the fifth factor of production, since its use as a dumping ground is essential for mankind to produce, distribute or consume the wide range of goods and services that are desired. There is, however, a fundamental difference between the other factors of production and the factor called environment. In the case of the first category, there is an owner of the factor holding property rights over it and, therefore, the owner could charge a price for its use from the prospective users. For instance, in the absence of slavery, labour is available for use by an employer, only if he is prepared to pay the agreed wages. Similarly, other factors of production too have their corresponding prices, viz., interest for capital, rent for land and profits for entrepreneurship. However, environment is not owned by anybody and therefore, no one holds property rights over it. The corollary of this is that no one would be able to fix a charge for it. Hence, it is available to everyone free of charge as a dumping ground. The ability to charge a price has an important implication to the use of a factor.",
    "The main feature of a good is that when it is consumed, the consumer finds that his total pleasure, named by economists as utility, increases though at a decreasing rate. The decreasing rate is due to the reduction of the pleasure derived by a consumer when he repeatedly uses the same product and is called the law of diminishing marginal utility. Once the total utility of a consumer reaches its peak due to this diminishing marginal utility at a certain level of consumption, the marginal utility becomes zero and beyond that level of consumption, it becomes negative for all the additional units of consumption. Therefore, as long as his total utility increases and his marginal utility is positive, he has a demand for the product, and he is prepared to pay a price to acquire it. But a bad, in contrast, has opposite features: when an additional unit is consumed, the total utility of a consumer declines and hence, his marginal utility lies in the negative range. What this means is that there is no demand for such bads by consumers and they are not prepared to pay a price to acquire a bad. For any social reason, the consumption of a bad is necessary, he should be encouraged for its consumption by paying the price on his behalf. That is because at that level of consumption, it becomes a nuisance for the consumer.",
    "Polythene and plastics are goods and not bads",
    "Polythene and plastics are a good, and not a bad, since the users are prepared to pay a price for the same. Hence, they cannot be totally banned by authorities. If a ban is imposed, the likely result will be that the whole industry will go underground like the illicit alcohol today. Hence, what the authorities should do is not to ban it totally but getting the users who are willing to pay a price to acquire it since it is a good. This is what the present regulations have done. In the case of polythene, the consumers should pay if they want to use it. In the case of plastic bottles, the manufacturers should pay to get the SLSI certification. Thus, the cost-conscious consumers and producers will not overuse them as is the case when they are freely available. They will restrain their use thereby helping the environment to maintain its environmental quality, on one hand, and producers to be mindful of the health effects of the plastic bottles that are produced by them. In my view, this is a good public policy.",
    "Possibility of continuing the war against polythene",
    "However, in the long run, this policy may bring in new complications too. The objectives of the two regulations are to make users cost-conscious and thereby reduce their total consumption levels. However, once the consumers or producers are accustomed to the new price levels, they may continue to use them without any restraint. This feature is observable when the prices of tobacco or fuel are artificially increased to force consumers to cut down the consumption levels. Immediately, the demand will decline due to the high price effect. But later, when the consumers get used to new prices, they continue to use the same in higher volumes thereby defeating the goal of the authorities.",
    "Long run solution: recycling",
    "In the case of polythene and plastics, the authorities cannot continue to increase prices to deliver a negative consumption effect to consumers. The long run solution, therefore, lies in the recycling of these products so that the society gets the maximum out of them.",
    "1 https://www.ft.lk/columns/presidents-war-against-polythene-and-tobacco/4-512867",
    "2 https://efl.lk/current-status-of-the-polythene-ban-in-sri-lanka/",
    "3 https://www.news.lk/current-affairs/caa-announces-new-rules-on-polyethene-bags-and-bottles",
    "4 See, for details: Beckerman, Wilfred, 1975, Pricing For Pollution, Hobart Paper 66, IEA, London",
    "(The writer, a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at [email protected] )"
  ]
}