{
  "url": "https://www.ft.lk/columns/Teachers-perception-of-online-child-safety-Call-for-urgent-intervention/4-773181",
  "title": "Teachers’ perception of online child safety: Call for urgent intervention",
  "ut": 1739827680.0,
  "body_paragraphs": [
    "The increasing digital presence in children’s lives necessitates a proactive approach to online safety. Recognising this urgent need, the International Foundation for Digital Child (IFDC) conducted a trainer training program on preventing online child sexual abuse and promoting online safety.",
    "The session took place on 7 February 2025, at K/Dodangoda MMV and was attended by 52 teachers. To gauge educators’ awareness and concerns regarding online safety, an anonymous survey was conducted among 52 teachers from the Kalutara district. The findings, though based on a limited sample, reveal critical insights into teachers’ perceptions of online threats. While educators acknowledge the existence of various online threats, the level of concern varies significantly.",
    "Perception of online safety among children",
    "The survey included two sections. The first section focused on understanding teachers’ perceptions of children’s online safety. The second section measured teachers’ skill levels in effectively responding to students vulnerable to online child safety issues.",
    "The survey revealed that only 22% of teachers were extremely concerned about online predators and fake identities, whereas 39% were only slightly concerned, and 12.2% were not concerned at all. This indicates a significant underestimation of the sophisticated grooming techniques used by predators. Given that students often seek guidance from teachers, this lack of heightened concern could lead to missed opportunities for intervention.",
    "Children are increasingly exposed to inappropriate content, including pornography, violence, and extremist material. While 24.4% of teachers were extremely concerned, a striking 41.5% were only slightly concerned. In general, teachers perceive children’s exposure to harmful content as a challenge. This discrepancy underscores the need for structured media literacy education to equip students with critical thinking skills for safe online navigation.",
    "Despite growing reports of children being coerced into sharing explicit images, only 19.5% of teachers were extremely concerned about sextortion and image-based abuse. Additionally, 31.7% were only slightly concerned, and 9.8% were not concerned at all. Despite the small sample size, the data shows that sextortion can be a potential future threat if not adequately addressed. This lack of awareness highlights the pressing need for dedicated workshops on online exploitation.",
    "Teachers expressed varied concerns about gaming addiction and excessive social media use. While 31.7% were moderately concerned about gaming addiction, 19.5% were not concerned at all. Similarly, concerns about excessive social media use were present but inconsistent, with 29.3% of teachers being only slightly concerned. This suggests a lack of understanding of the negative impacts of digital addiction on academic performance, social interactions, and mental health.",
    "While 24.4% of teachers were extremely concerned about cyberbullying, 31.7% were only slightly concerned, and 17.1% were not concerned at all. This data also shows that cyberbullying is a common concern among teachers. Given the prevalence of online harassment, this gap in awareness is concerning. Similarly, 29.3% of respondents were only slightly concerned about children’s personal data being unknowingly shared online, highlighting a potential lack of awareness about identity theft and online tracking risks.",
    "A striking 70.7% of respondents were unsure whether online safety was included in school curricula, and the same percentage felt that school administrations did not prioritize online safety education. Furthermore, 75.6% of teachers reported that they do not teach technology as a subject, indicating a gap in formal instruction on digital ethics, privacy, and cyber hygiene.",
    "The survey also explored educators’ perceptions of student vulnerability and school preparedness. Students in Grades 6–9 (48.8%) were perceived as the most vulnerable to online threats, followed by Grades 10–11 (39%). Despite the rising use of digital devices among younger children, Grades 1–5 were not considered at risk, suggesting a potential oversight. Regarding gender vulnerability, 87.5% of respondents believed that both boys and girls face equal online risks, demonstrating an understanding that digital threats do not discriminate.",
    "How often is online safety discussed?",
    "Despite the risks, discussions on online safety in schools appear inconsistent. While 29.3% of respondents reported having discussed the topic at least twice in the past two months, an equal percentage had not discussed it at all, indicating a lack of systematic engagement with digital safety education.",
    "Alarmingly, 100% of respondents had never received specialised training on online child safety. Additionally, 85.4% had never provided support to students whose intimate pictures or videos were leaked online. This lack of training and experience leaves students vulnerable to digital threats without adequate guidance or support from educators.",
    "Teachers have reported concerns to parents about students’ unhealthy digital habits, with 68.3% having raised issues regarding excessive or harmful device use. However, without structured parental awareness programs, addressing these issues remains a challenge.",
    "Skill levels in digital safety",
    "The survey also assessed teachers’ self-reported digital safety skills. Only 12.2% rated themselves as having good or excellent skills in helping children use smartphone safety settings. Similarly, only 7.3% felt confident in assisting students with social media safety settings, and less than 10% believed they had sufficient skills to support students in reporting incidents on social media. Worryingly, only one respondent rated themselves as having excellent skills in providing mental health support to children affected by online sexual exploitation. These findings indicate a critical gap in teachers’ digital competencies, which must be urgently addressed to protect students from online harm.",
    "Addressing the gaps identified in this study requires a multi-faceted approach. First, it is crucial to integrate online safety education into the school curriculum. Digital literacy should not be treated as an optional subject but rather as an essential component of education. Equipping students with the skills to navigate online risks safely is a necessary step in today’s digital world.",
    "Equally important is teacher training and capacity building. Educators must receive specialised training on emerging digital threats to ensure they can guide students effectively. Without proper knowledge, teachers cannot provide the necessary support to students facing online risks. School administrations must also take an active role in prioritising online safety education. Schools should conduct workshops, invite experts for interactive sessions, and establish clear policies on digital conduct.",
    "Furthermore, parental engagement plays a vital role in ensuring online safety. Since children spend a significant amount of time online outside school hours, parents must be equipped with knowledge on digital risks. Schools and policymakers should work together to create awareness campaigns that empower parents to monitor and guide their children’s online activities. Additionally, ongoing research and monitoring are essential to understanding the evolving digital landscape. Continuous studies will help assess improvements in teacher awareness and identify new threats, allowing for timely interventions.",
    "The findings of this study highlight an urgent reality: while students face increasing digital risks, the lack of structured education, untrained educators, and insufficient prioritisation of online safety leave them highly vulnerable. Schools must take immediate action to address these challenges. Online safety education must become an integral part of the curriculum, ensuring that students are well-informed about digital risks. Teachers must receive comprehensive training to effectively support students, and schools must work closely with parents to reinforce safe digital practices at home.",
    "The digital world is now an inseparable part of children’s lives, and ensuring their safety must be a shared responsibility among educators, parents, and policymakers. Without immediate intervention, children remain at risk of online exploitation and cyber threats that could have been prevented through education and structured awareness programs. Schools, policymakers, and stakeholders must act decisively to bridge these gaps and create a safer digital environment for the next generation.",
    "(The author is a media educator and researcher specialising in media literacy, digital media communication, online child sexual abuse prevention, and digital mental well-being.)"
  ]
}