{
  "url": "https://hbr.org/2025/01/how-labor-management-partnerships-can-deliver-outsized-results",
  "title": "How Labor-Management Partnerships Can Deliver Outsized Results",
  "ut": 1736753709.0,
  "body_paragraphs": [
    "Spencer Platt/Getty Images",
    "Business leaders often see collective bargaining agreements as the be-all and end-all of management’s relationship with unions. But frontline workers are closer to day-to-day operations than management, and know where to solve common problems. Leaders should instead focus on fostering ongoing partnerships with workers and union members through a formal labor-management partnership, which can lead to significant improvements in organizational performance and worker engagement. Drawing from the documented improved outcomes and proven best practices from a labor-management partnership created at Brooklyn’s Maimonides Medical Center, organizations can create effective labor-management partnerships with the following steps:",
    "Introduce the idea collaboratively.",
    "Build understanding and trust.",
    "Set up infrastructure and choose initial projects.",
    "Identify and invest in skills and leadership.",
    "When bad things happen, look at the systemic issues.",
    "Pace for a marathon, not a sprint.",
    "When most business leaders think about working with unions, they tend to focus exclusively on the collective bargaining agreement as the be-all and end-all of the relationship. Once the contract is signed, labor often goes on the back burner — until the next negotiation two or three years later. Frontline workers are closer than management to daily operations and know quite well where and why problems start and how to solve them. Yet, all too often, management persists in believing it knows best, or, even worse, sees low-wage workers as replaceable commodities.",
    "Readers Also Viewed These Items",
    "The Anxious Achiever Toolkit",
    "Harvard Business Review, November/December 2024",
    "Read more on Society and business relations",
    "Collaboration and teams",
    "and Healthcare sector"
  ]
}