{
  "url": "https://www.ft.lk/columns/What-is-good-is-good/4-788008",
  "title": "What is good is good",
  "ut": 1770401132.0,
  "body_paragraphs": [
    "President Anura Kumara Dissanayake greeting the invitees at the 78th Independence Day celebration",
    "Reflections on President’s Independence Day address",
    "In August 1990, I had the privilege of listening live to the National Day speech of Lee Kuan Yew. He spoke not in slogans, but in clear, practical terms. He spoke of strong defence, disciplined governance, economic self-reliance, and even future challenges he anticipated decades ahead, along with solutions already in motion. That speech exemplified leadership rooted in vision, planning, and execution—not rhetoric",
    "Nations that emerged from colonial rule commemorate their Independence in different ways. Some mark it quietly as a national holiday, while others celebrate it with grandeur. Countries such as Sri Lanka, India, and Singapore have consistently chosen the latter path—upholding unbroken traditions since gaining Independence from the British Empire.",
    "At the heart of these celebrations lies a shared purpose: affirming sovereignty, national pride, and Independence. Military parades, cultural displays, religious observances, and the participation of schoolchildren together reflect a nation’s defence strength, cultural depth, and collective achievements. Central to these commemorations is the national address by the Head of State, which lends meaning, authority, and direction to the occasion.",
    "Sri Lanka’s 78th Independence Day celebrations this year followed this long-standing tradition. The ceremony was dignified, simple, and well-attended by the diplomatic community. Notably, unnecessary extravagance was consciously avoided, creating an ambience that reflected restraint, respect, and national maturity. Overall, it was a pleasing and commendable expression of sovereignty.",
    "Before reflecting on President Anura Kumara Dissanayake’s address, I am reminded of an experience from Singapore. In August 1990, I had the privilege of listening live to the National Day speech of Lee Kuan Yew. He spoke not in slogans, but in clear, practical terms—explaining how Singapore had been built from near nothing into a debt-free, secure, and globally respected nation. He spoke of strong defence, disciplined governance, economic self-reliance, and even future challenges he anticipated decades ahead, along with solutions already in motion.",
    "That speech exemplified leadership rooted in vision, planning, and execution—not rhetoric. India today, under dynamic leadership, offers another example of long-term economic direction, steadily progressing despite immense social challenges.",
    "It is therefore encouraging that Sri Lanka’s newly elected President appears to be positioning himself along a similar trajectory.",
    "President Anura Kumara Dissanayake’s Independence Day address marked a clear departure from the confrontational tone often associated with political debate. Speaking as a Head of State rather than as an opposition figure, he delivered a message of unity, economic reconstruction, and national purpose—without hostility or divisiveness.",
    "His emphasis on rebuilding Sri Lanka through unity, strengthening the economy, rejecting racism and extremism, restoring the rule of law, and undertaking transformative education reforms was both reassuring and confidence-building. Importantly, he framed economic development not as a break from our cultural and historical roots, but as a process firmly anchored in them.",
    "The President’s call to prioritise human capital—knowledge, education, discipline, compassion, and modern skills—reflects a realistic understanding of today’s global realities. His insistence that true freedom is incomplete without economic strength is a truth Sri Lanka must now confront honestly.",
    "Equally symbolic was the presence of the Leader of the Opposition at the ceremony, quietly reinforcing the very unity the President appealed for.",
    "This address helped dispel many apprehensions about the President’s future direction. It outlined practicable goals grounded in national and global realities, rather than abstract promises.",
    "What is good, must be acknowledged as good.",
    "On this occasion, the President’s speech deserves appreciation.",
    "We congratulate him—and wish him the resolve to translate words into action.",
    "President Anura Kumara Dissanayake’s Independence Day address marked a clear departure from the confrontational tone often associated with political debate. Speaking as a Head of State rather than as an opposition figure, he delivered a message of unity, economic reconstruction, and national purpose—without hostility or divisiveness"
  ]
}