{
  "url": "https://www.dailymirror.lk/opinion/How-AKD-won-the-presidency-in-a-fourteen-fold-quantum-leap/172-295754",
  "title": "How AKD won the presidency in  a fourteen fold quantum leap",
  "ut": 1731358960.0,
  "body_paragraphs": [
    "President Anura Kumara Dissanayake addressing the gathering after talking oaths as the ninth president",
    "In a bizarre turn of events former President Gotabaya Rajapaksa  helped the JVP through his fertilizer fiasco",
    "The JVP’s  zealous anti- corruption campaign was eagerly lapped up by a vast  number of people",
    "Anura Kumara Dissanayake’s electoral success was primarily due to the strategy he adopted  when Sri Lanka faced an economic crisis and experienced a mass protest described as the Aragalaya or struggle",
    "The Janatha Vimukthi Peramuna (JVP) and  the National People’s Power (NPP) Leader Anura Kumara Dissanayake  contested the 2019  presidential election under the compass symbol. He finished a poor third with 418,553(3.16%) votes. Anura refused to be cowed down by that crushing defeat. AKD  refurbished his image  and re-invented the political approach of his party.",
    "This enabled Anura to spearhead  a commendable political renaissance of the JVP led NPP. As is well known, Anura Kumara Dissanayake finished first in  the presidential election held on 21 September 2024. Politically, it was a gigantic quantum leap. AKD polled 5,634,915 (42.31%) votes on the first count and 5,740,179 (55.89%) on the second count. It was truly a famous victory!",
    "The  fascinating story of Anura Kumara Dissanayake’s remarkable rise  in politics has been narrated  in  detail by me  in this  extended article of multiple parts published in the “Daily Mirror”. The article is essentially about  the re-birth  and growth  of the JVP after  Rohana Wijeweera,  the steady rise  of AKD within  JVP folds and the transformation of the sectarian JVP into a more inclusive NPP. In this final part, the focus would be on how AKD contesting under the compass symbol won the 2024 presidential race.",
    "How then did AKD make this quantum leap through which he increased his votes fourteen-fold from 3% to 42%? A preliminary survey indicates that about 80% of the votes cast for Gotabaya Rajapaksa in the 2019 presidential election were cast this time for Anura Kumara Dissanayake. Around 15% of the 69 lakhs of Gota votes went to Ranil while the remainder was shared by Namal Rajapaksa and Dilith Jayaweera. With the wisdom of hindsight it seems clear that AKD  had been  mainly targeting  Gota’s voters in the poll  without overtly appearing to be doing so.",
    "The rest of AKD’s votes came from two sectors. He seems to have got the majority of the youth vote especially the first time voters. The other sector was  the Tamil and Muslim votes. Although Sajith Premadasa and Ranil Wickremesinghe together polled much more than AKD in the districts of the North and East and up country, Anura too increased his vote tally significantly in the districts where minority ethnicities  are concentrated in 2024 when compared to 2019.",
    "Anura Kumara Dissanayake’s ’s electoral success was primarily due to the strategy he adopted  when Sri Lanka faced an economic crisis and experienced a mass protest described as the Aragalaya or struggle. Ranil Wickremesinghe  took over the presidency  when the country was facing an unprecedented economic crisis.",
    "Both the Jathika Jana Balawegaya  as well as the Samagi Jana Balawegaya   faced a dicey  situation when  the then  president Ranil Wickremesinghe kept on inviting the opposition to cooperate with his govt in the national interest and help overcome the unprecedented economic crisis through a combined effort. Declining such an invitation and adopting a hostile, non -cooperative approach may not have gone down well with the people. They may have been criticised for not putting country above party in a crisis situation.",
    "Both the SJB and JVP/NPP navigated themselves out of this  tricky situation by downplaying the seriousness of the economic crisis. Instead they began accusing Wickremesinghe of being a Rajapaksa puppet. They reduced the situation from the sublime to the ridiculous. Instead of the need to cope with the economic challenge, the chief opposition parties, side-tracked  the issue into that of dealing with alleged Rajapaksa robbery and corruption. They refused to  support Ranil on the grounds that he was only propping up the Rajapaksas and protecting the Medamulana clan  from being punished. The fact that Wickremesinghe had been elected mainly due to support by SLPP parliamentarians and depended on them  to legislate in Parliament  further bolstered the opposition stance.",
    "A serious political blunder by Sajith Premadasa enabled Anura Kumara Dissanayake to get the better of the then  leader of the opposition. Having taken up the position that the SLPP led by the Rajapaksas was corrupt and had to be shunned, the JVP-NPP stayed  firm on that count. The party refused to align in any way with the SLPP or those MPs who had quit the pohottuwa and declared themselves independent. When a group led by Dullas Alahapperuma wanted to join the NPP, Anura shut the compass door on their faces.",
    "Sajith on the other hand welcomed the  political renegades of the SLPP into SJB folds. Several SLPP “independents” were supporting Ranil. So Sajith wanted to show off by enticing SLPP crossers over too. The erstwhile SLPP chairman Prof GL Peiris became a close adviser to Premadasa. Many other ex-pohottuwa people including Alahapperuma  gradually teamed up with Sajith.",
    "In his desire to demonstrate that the SJB too was attracting ex-SLPP parliamentarians, Sajith was accepting people who were until recently part and parcel of an allegedly corrupt party led by the Rajapaksas. It was as if corrupt sinners could receive absolution by joining the telephone camp.",
    "This  exercise of political expediency dented  Premadasa’s political image. In contrast Anura’s stock rose considerably high. The JVP/NPP was perceived as a  principled party  that  did not embrace  political renegades from a  corrupt party. While the JVP’s parliamentary strength remained at a static three, the SJB’s parliamentary membership kept increasing. Support for the JVP  went up outside Parliament where it mattered.",
    "Genuinely Against Corruption",
    "The JVP led NPP’s uncompromising stance strengthened the belief that it was only the “Malimawa” (compass) that was genuinely against corruption  and was seriously committed  about bringing the Rajapaksas and their henchmen to justice.  AKD was projected as the only person dedicated to the ideal of eradicating corruption and meting out justice to the corrupt elements plaguing the country.",
    "The JVP’s  zealous anti- corruption campaign was eagerly lapped up by a vast  number of people. Obviously the people were angry about the prevailing corruption in almost every sphere of life and wanted it to end or at least be curtailed. However, there was another underlying  reason too.",
    "Basically Sri Lanka’s economic crisis was the consequence of decades of economic mismanagement. In the words of a left leaning  Cambridge educated economist from the UK, the “country had been eating the fruits without planting trees”. The Rajapaksa regime aggravated the crisis further and helped expedite the inevitable crunch.",
    "It was President Ranil Wickremesinghe who led the country on the road to economic recovery. His approach was that of being open and honest with the people. Ranil stated  that there was no option but to go ahead with the IMF arrangement. He said the country and people had to suffer and sacrifice in the present to pave the way for recovery and prosperity in the future. In short the people were also indirectly blamed for the crisis and were called upon to act with diligence and responsibility.",
    "The JVP/NPP led by Anura Kumara Dissanayake preferred to stay aloof and criticise the president and his government instead of cooperating with Wickremesinghe. The JVP downplayed the enormous gravity of the economic crisis. Anura even mocked Ranil saying the president was for political reasons exaggerating about the magnitude of the crisis.",
    "The stratagem adopted by AKD and the JVP/NPP was to blame  corrupt politicians and bureaucrats in general and the Rajapaksas and those connected to them in particular for the crisis. There was no need to burden the people for the country to extricate itself from the economic morass it had sunk into. All that was required was to crack down on the rascals and retrieve the money they had systematically robbed over the years. If corruption was eradicated and culprits punished all would be well. There was no need for the people to suffer in any way.",
    "The JVP/NPP stance was welcomed by the people. AKD through his skilful oratory took this message far and wide. The people were told that all economic troubles would be over when culprits are punished and corruption ends. It is corruption that has undermined the country. If that is tackled everything would be hunky dory.",
    "AKD succeeded to a great extent in converting people to this viewpoint because it made the people feel they were not responsible in any way for the crisis. Their  anger was directed against the corrupt elements. They were convinced that AKD had to become president for anti-corruption action to be taken.",
    "The JVP led NPP also criticised the Wickremesinghe Govt for seeking the help of the International Monetary Fund (IMF). The left in Sri Lanka has a history of negativity towards the World Bank and IMF known as the  “Bretton Woods Twins”. The JVP-NPP revived that hostility. It pointed out the  hardships the people especially the vulnerable sections of society were undergoing due to IMF conditions.",
    "AKD promised to re-negotiate with the IMF and get a better deal if elected.The JVP’s economic wizard Sunil Handunnethi even stated that they would  resolve the economic crisis  through donations from the Sri Lankan Diaspora instead of resorting to the IMF.",
    "Once again Ranil Wickremesinghe  stated the true position regarding the IMF arrangement. He said that benchmarks could not be changed but a little bit of tweaking was possible in a few matters. Ranil’s truths were disbelieved. Anura’s untruths were believed. Though Wickremesinghe had ensured availability of essential items, affordability was an acute problem for  most of the people (70%). Cost of living was rising but salaries were not going up. The rich were getting richer and poor getting poorer. The middle class was  becoming extinct. In such a climate AKD’s pie in the sky pledges were more attractive to the people. His electability increased.",
    "Agricultural Heartlands",
    "A major hurdle confronting the JVP  was the historic difficulty faced in the past  to establish itself strongly  in  the rural regions of Sri Lanka. The JVP was strong in the urban and semi-urban areas. The JVP’s performance in previous elections showed that its support base was comparatively weak in the rural areas especially the agricultural heartlands.",
    "Furthermore the JVP has  had in the past  a higher percentage of membership from non-Govigama castes as opposed to the Govigama caste. The JVP does have a Govi membership (both Anura Dissanayake and Vijitha Herath have Mudiyansalage as their “Ge” names) but it had been proportionately less than those from  other non-Govi castes.",
    "The problem faced by the JVP in strengthening the party in the agricultural areas was solved in an unexpected way. In a bizarre turn of events former President Gotabaya Rajapaksa  helped the JVP through his fertilizer fiasco. Gotabaya acting on the advice of his advisers from the Viyathmaga and Eliya banned the import of fertilizer  thereby delivering  a death blow to farmers and paddy cultivators. People in the rural areas especially those in the agricultural sector faced an unprecedented crisis. Many were poverty stricken.",
    "The JVP saw an opening and exploited the situation adroitly. The JVP expanded its rural front and organised  a series of protest demonstrations in the agricultural areas. The people of these areas whose traditional occupation was agriculture  had been SLFP supporters earlier and later supporters of the SLPP. They were essentially a vote bank of the Rajapaksas. Now they were angry with the Rajapaksas for obvious reasons.",
    "The JVP utilised this anger to its advantage by mobilising  support in the agricultural areas.The political past became an insignificant fading memory when faced with the overwhelming  existential reality of the present. Dissanayake Mudiyanselage Anura Kumara Dissanayake conquered rural Sri Lanka thanks to Nandasena Gotabaya Rajapaksa. So much so that young monks of the Siam Nikaya engaged in propaganda for AKD at the presidential election.",
    "If AKD reaped a political harvest by utilising the woes of fertilizer deprived farmers, he received another political windfall from the winds of protest blowing over Galle Face Green. This is what I wrote of the “Aragalaya in a previous part of this article – “Moreover  the Aragalaya (Struggle) had accomplished many things in addition to expediting the ouster of the Rajapaksas. It had demonstrated the success of people’s power in general and youth power in particular. It had enhanced aversion towards nepotism and corruption. It had also nurtured and nourished a fresh political culture clamouring for a change in the system or in the  existing order of things.”",
    "AKD  made an incisive analysis of the changed situation with the aid of pro-JVP academics, analysts and opinion makers. He recognised that the people in general and youths in particular were yearning for a change. Some called it a system change. None seemed sure or clear about what this change was likely to be. The JVP/NPP led by AKD defined this change as a change of  those in power from the presidency to Parliament.",
    "Thereafter the JVP led NPP began a push -pull approach. On the one hand it widely encouraged  the yearning for change  while on the other that yearning was channeled into a demand for political change. The JVP/NPP used the  compass symbol as its symbol for change. Countless video  clips promoting the Malimawa and Thisaikaatti as harbingers of change were propagated in Sinhala and Tamil  over social media and you tubes.",
    "In the process two passions came to the fore. One was anger and hate  against the privileged classes and those in power.  The other was sympathy and empathy for the under-privileged and powerless people. The presidential election was going to be an undeclared war between the haves and have nots. The goal was a victory for the  proverbial common man. AKD was projected as both a  champion  for change  as well as an agent of change.",
    "AK Dissanayake fitted the bill perfectly. He had rugged good looks, an amiable disposition and a flair for effective oratory. He had a knack for establishing instant rapport with his varied audiences be it the Udarata,Rajarata, Ruhuna, Vadakku or Kizhakku. He spoke simply yet elegantly in a conversational style. He would pose questions and then proceed to answer them.",
    "There was also feeling and empathy when he spoke about the particular problems faced by segments of the people  and their sufferings as well as their aspirations. His was a tone of sincerity coupled with the ring of authenticity. My knowledge of Sinhala is not up to the mark but  I  could understand much of what he said and was both touched and impressed.",
    "No wonder then that Anura Kumara Dissanayake  romped home the winner in the presidential stakes. It was essentially due to three main factors namely a) the mobilisation of huge crowds in public meetings and rallies, b) a widespread house to house campaign by volunteers targeting households  systematically and c) an intensive, sustained promotional campaign over social media and you tubes.",
    "This then was how Anura Kumara Dissanayake known as AKD  became  the ninth executive  president of Sri Lanka. Hope springs eternal in the human breast! Let us hope therefore that AKD can usher in the change that he promised during his election campaign.",
    "D.B.S.Jeyaraj can be reached at [email protected]"
  ]
}