{
  "url": "https://www.eiu.com/n/us-election-its-impact-on-latin-america/",
  "title": "US election: its impact on Latin America",
  "ut": 1724296176.0,
  "body_paragraphs": [
    "US election: its impact on Latin America",
    "ElectionsForecastingPoliticsUS electionAmericasUnited StatesCountry Analysis",
    "Many Latin American and Caribbean economies are disproportionately exposed to developments in the US owing to geographical proximity, a high level of economic integration and widespread migration to the US. The outcome of the US presidential election in November 2024 will be no exception.",
    "If the Republican candidate, Donald Trump, wins the election, the region will face slower economic growth, higher inflation, steeper borrowing costs and more complicated foreign relations, especially regarding China.",
    "If the Democratic candidate, Kamala Harris, wins instead, the regional outlook would be far more benign, although we would still expect some tightening of US policies on immigration and China.",
    "Mexico and Central America would be the most vulnerable to dramatic shifts in US policy following the election, whereas South American economies would be more insulated.",
    "Our baseline forecast is that Mr Trump will win a second (non-consecutive) term as US president. However, risks to this call remain high, given Ms Harris’s increasing momentum since entering the race in late July. The candidates have dramatically different policy positions, which creates distinct scenarios for the Latin America and Caribbean region depending on the election result. We believe that sharp US policy shifts under a Trump administration would shave 0.2 percentage points off the region’s economic growth outlook in 2025-28, compared with the alternative scenario of a Harris administration.",
    "The primary channels for these Trump effects would be trade policy, immigration policy, monetary policy and foreign policy, including Mr Trump’s more hawkish approach towards China. Not all Latin American and Caribbean economies would be equally exposed; we believe that Mexico and Central America would be the most affected, whereas South American economies would be more insulated.",
    "Mr Trump’s trade policies pose significant downside risks for the region",
    "If elected, we would expect Ms Harris to maintain broad policy continuity with the current Democratic president, Joe Biden, for whom she now serves as vice-president. This would apply to US trade relations, including with Latin American and Caribbean economies, and we would expect her to share Mr Biden’s focus on keeping these relationships smooth. Partner countries would benefit from the predictability and transparency that such a stable approach would allow. For example, we would expect the renewal of the United States-Mexico-Canada Agreement (USMCA), which is scheduled for 2026, to proceed without difficulty and in good faith. Any areas of disagreement, including over Mexico’s protectionist energy policies, would be addressed without compromising the agreement’s integrity or damaging the business climates of the member countries.",
    "A Trump administration, in contrast, would pursue a complete overhaul of US trade policy, generating substantial uncertainty for the region’s export-oriented economies. Mr Trump’s plans for a flat import tariff, which we would expect to be implemented at a rate of 5-10% and by end-2025, would weigh heavily on countries that rely on the US as an export market but that lack a free-trade agreement (FTA); Ecuador is one example. Countries that have an FTA with the US would probably be shielded from the tariff and could benefit from some trade diversion. However, Mr Trump’s fixation on US trade deficits (Mexico is a stand-out case) and his broadly transactional approach would put these FTAs at risk of disruption. As regards the USMCA, we would expect Mr Trump to treat the upcoming renewal as a full renegotiation, with the aim of extracting concessions, including more migration management from Mexico. Any overreach by Mr Trump would risk a full breakdown of negotiations, potentially culminating in the US exiting the agreement, although this is not part of our baseline forecast. The Dominican Republic-Central America Free-Trade Agreement (DR-CAFTA) would face less serious risks, given the US’s traditional trade surplus with the bloc, but Mr Trump could still use it as leverage to suppress irregular migration from member countries.",
    "Even if these FTAs survive, as we expect, Mr Trump’s hostile rhetoric would weigh on the region’s external sector in other ways. His narrow focus on bringing industrial jobs back to the US, including in the auto sector, would discourage the nearshoring-related private and foreign direct investment that we would expect to proliferate during a Harris presidency (although her administration would remain wary of increasing Chinese investment in the region). Mr Trump’s efforts to erode the Biden administration’s green subsidies and related incentives would have similar effects, particularly on Mexico’s burgeoning electric vehicle manufacturing sector. Shifting US priorities on the green transition would also affect the region’s commodities trade. Exporters of critical minerals, such as Chile, would have to contend with slower global price growth as US demand for green technologies softens. Meanwhile, Mr Trump’s loosening of regulations on products that depend on fossil fuels, such as combustion vehicles, would keep oil prices elevated for longer; this would benefit oil-exporting economies (such as Argentina, Brazil, Colombia, Ecuador, Guyana and Mexico) but would act as a drag on the current accounts of net importers (including Chile and most Central American and Caribbean countries).",
    "Tighter US immigration policies would weigh on remittances, growth and security",
    "Latin American and Caribbean economies have the most to lose from an aggressive tightening of US immigration policies under Mr Trump. Ms Harris would probably continue the Biden administration’s broadly accommodative stance on immigration while tightening controls to discourage illegal entries. Mr Trump, in contrast, would take a fully restrictive approach. He has already threatened to deport the estimated 11m undocumented migrants living in the US (some for more than a decade); Mexicans, Salvadorans, Guatemalans and Hondurans make up some of the largest shares of this group. He would also look to dismantle humanitarian parole programmes, which expanded under Mr Biden and have benefited Cubans, Haitians and Venezuelans, as well as migrants from elsewhere in the region. Attempts to close off legal channels for skilled labour migration, such as the H‑1B visa programme, would be likely as well.",
    "Although attempts to introduce much more aggressive immigration policies would face logistical hurdles and court challenges, as was the case during Mr Trump’s first term, we would still expect them to reduce the total population of migrants in the US during his presidency. This would carry important implications for migrant remittances, which are an important driver of household consumption, investment, poverty reduction and economic growth in the region, particularly in Central America and the Caribbean. We would expect remittances to jump in the immediate term, as migrants repatriate their savings before returning to their countries of origin, but inflows would eventually ease as the number of employed expatriates in the US diminishes.",
    "Mr Trump’s restrictive immigration policies would also weigh on security and social stability. A more closed US would mean the disappearance of an essential pressure valve for migrant outflows across the region. This would place substantial strain on migrants’ origin and transit countries, which would lack the resources to respond, especially as Mr Trump would probably discontinue development and technical assistance programmes that the Biden administration has introduced. Mexico in particular would come under pressure to play a larger role in border security, potentially under tariff threats from Mr Trump. As part of a more muscular border security policy, Mr Trump has already threatened unilateral military action to eliminate Mexico’s drug cartels; we view such unprecedented attacks as unlikely, although rhetoric of this kind would keep bilateral relations tense during his term.",
    "Inflation under Mr Trump would delay monetary easing in some countries",
    "Higher inflation under Mr Trump would put upward pressure on regional borrowing costs, although this would affect some countries more than others. Higher US production and energy costs, a stronger US dollar and greater volatility for emerging-market currencies (especially the Mexican peso) would keep inflation higher than would be the case under a Harris administration. This, along with a slower pace of interest-rate cuts by the Federal Reserve (Fed, the US central bank), would give Latin American central banks less space to continue their policy normalisation cycles. The impact would be more limited for the many economies that began this process early and more pronounced for those that have loosened policy more slowly, such as Mexico. Higher US bond yields would also put pressure on the region’s sovereign- and corporate-financing plans, but we think that this would mostly be at the margin. A risk to this benign forecast is an erosion of the Fed’s independence under Mr Trump, in order to cut interest rates despite above-target inflation, as he has threatened. However, we view this as a low-probability scenario.",
    "Mr Trump’s foreign policy would complicate US relations with most of the region",
    "A Trump foreign policy, which we would expect to be more erratic and unilateral than Ms Harris’s approach, would present challenges for most governments in the region. Mr Trump would deprioritise the Biden administration’s efforts at democracy promotion and multilateral engagement, although these were often tepidly received. More consequential would be Mr Trump’s less compromising approach to China, including that country’s growing economic engagement with Latin America and the Caribbean (although we expect US-China tensions to worsen regardless of the election result). This would make it more difficult for countries to maximise their national interests by balancing relations between the two superpowers, particularly as the US becomes a less reliable partner. However, governments would also have to contend with growing dumping risks from China, as its cheap exports seek out new markets to sidestep US trade restrictions, to the detriment of the region’s industrial competitiveness. Tougher sanctions on Cuba and Venezuela are also likely under Mr Trump, although this would only encourage outward migration from these countries as economic conditions deteriorate.",
    "Latin American and Caribbean economies would be vulnerable to a step back in US leadership on global climate issues under Mr Trump, given the region’s high exposure to climate-change-related disasters. This would particularly complicate US ties with Brazil, given that the South American country is hosting the COP30 climate summit in 2025, although we would expect US relations with the region’s leftist governments to sour more generally. Right-wing governments might see some upside in a Trump presidency, although opportunities to draw meaningful benefits would be mixed. Argentina, for example, might be able to develop a better foothold in US-led multilateral institutions, such as the IMF. Panama’s new conservative government, which aims to stem irregular migration across its borders, may also find a useful collaborator in Mr Trump. Meanwhile, El Salvador looks set to remain the target of Mr Trump’s anti-immigration rhetoric, despite its government’s aggressive crackdown on criminal activity.",
    "The analysis and forecasts featured in this article are accessible through EIU’s Country Analysis service. This comprehensive solution provides unmatched global insights covering the political and economic outlook for nearly 200 countries, enabling organisations to identify potential opportunities and risks effectively.",
    "ElectionsForecastingPoliticsUS electionAmericasUnited StatesCountry Analysis"
  ]
}