{
  "url": "https://www.dailymirror.lk/news-features/Transboundary-air-pollution-For-how-long-should-Sri-Lankans-suffer-due-to-poor-air-quality-levels/131-299837",
  "title": "Transboundary air pollution : For how long should Sri Lankans suffer due to poor air quality levels?",
  "ut": 1736448394.0,
  "body_paragraphs": [
    "There are high levels of air pollution in the lands situated towards the north, east and west of Sri Lanka",
    "According to experts,",
    "is the ‘most dangerous pollutant’",
    "there has been a multifold rise in air pollution and this is primarily due to the long-range transport of air pollutants from the Indian",
    "Experts point out that until and unless India manages their air pollution",
    "Sri Lanka will be impacted",
    "Air quality has been poor in much more limited places and periods",
    "outside Norocholai Coal Plant",
    "and in some areas where traffic moves too slowly",
    "On certain days, Colombo’s skyline is almost invisible. While some may find it similar to the mist, it is in fact called ‘particulate matter pollution’ and by definition it is a mixture of solid and liquid particles that are suspended in air. Experts observe this phenomenon every time the Bay of Bengal experiences a depression causing cyclonic conditions followed by heavy rainfall. While Sri Lanka continues to experience this phenomenon more frequently, climate researchers opine that the only way to reduce the impact on the environment is by cutting down emissions, introducing urban green covers and implementing concepts such as regional airshed management.",
    "Focused efforts required to lower impact of poor air quality levels.",
    "Dr. Lareef Zubair, principal scientist and engineer at the Federation for Environment, Climate and Technology (FECT) who has worked extensively to develop the technology to monitor air quality levels in Sri Lanka said that air quality has been poor in Sri Lanka in much more limited places and periods - e.g. outside Norocholai Coal Plant, and in some areas where traffic moves too slowly (especially in places where polluted air gets retained for long periods such as in valleys or in places where there are unregulated activities such as constructions and quarrying). “This has been due to poor enforcement of regulations. However since 1990’s there has been a multifold rise in air pollution - this is primarily due to the long-range transport of air pollutants from the Indian sub-continent - sometimes from SE Asia and occasionally from the Arabian Peninsula.”",
    "We work on trying to make the information more accessible. We also have been putting about 15 instruments for air quality and 15 automatic weather stations. However the difficulty lies in maintaining these instruments. Our strengths are in combining the weather and air quality information. This is critical given the impact of long-range transport”",
    "- Dr. Lareef Zubair, Principal Scientist and Engineer, Federation for Environment, Climate and Technology",
    "According to www.cleanair.lk, a real-time air quality monitoring system developed by engineers at FECT, there are multiple sources that contribute to air pollution.  Amongst them is trans-boundary air pollution which is largely caused by changing wind patterns in different seasons. Speaking further, Dr. Zubair said that North India itself gets a lot of pollution due to post-harvest burning of offal - as they call straw and plant remains after harvesting during the summer. “This air is more likely to get transported to Sri Lanka around June to September when the wind blows from the North-East in general. So that is the November to March period,” he added. Many developed countries such as Japan and USA have already adapted real-time weather data monitoring systems. The writer has observed how citizens in US for example plan out their day according to the weather predictions because their probability of accuracy is over 90%. In the US, people are more inclined to watch news updates related to weather rather than politics or other topics. But in Sri Lanka, it is still difficult to plan the day according to the weather, but engineers observe that the Meteorology Department is slowly improving on providing real-time weather data. “The Met Department is being assisted by several grants but still they seem to be lagging,” observed Dr. Zubair. He further said that National Building Research Organisation (NBRO), Central Environment Authority (CEA) and lately Verite has been installing instruments and they are giving information.",
    "Dr. Zubair further said that the FECT is able to provide weekly updates relying on global monitoring and prediction centres and while doing a weekly report. “We work on trying to make the information more accessible. We also have been putting about 15 instruments for air quality and 15 automatic weather stations. However the difficulty lies in maintaining these instruments. Our strengths are in combining the weather and air quality information. This is critical given the impact of long-range transport,” he added.",
    "“Other than agricultural burning, there are multiple sources of pollution. All these are directly linked to India’s agricultural policy. They have to change crops and small time farmers engage in burning their harvest. But laws against burning cannot be enforced at the village level”",
    "- Vidhura Ralapanawe, Environmentalist and Climate Researcher",
    "When asked why people should be concerned about the weather and air quality around them, Dr. Zubair highlighted two reasons. One being the fact that there are high levels of air pollution in the lands situated towards the north, east and west of Sri Lanka and the fact that we would continue to be impacted. The second reason being that our capacity to withstand or become resilient towards weather and air quality extremes have diminished. This is across any natural disaster such as a flood, landslide or air pollution.",
    "Responding to a query on what needs to be done at an individual and a state level to lower the impact of poor air quality levels in the country, Dr. Zubair said that in Sri Lanka, focused effort is required based on evidence. The evidence is building, but rather patchy. On the other hand it is also important to identify areas and seasons that are subject to poor air quality, identify sources of worst pollution and try to mitigate at the source. Pollution from some sources such as the NCPP and factories could be mitigated more easily. In addition, transport arrangements too can help therefore it is advisable to minimize traffic congestions,” he underscored.",
    "PM2.5 and its impacts on sensitive groups",
    "According to the U.S. Air Quality Index, the smallest particulate material, PM 2.5, has a value of between 100 and 150, a condition that can have a profound effect on sensitive groups. According to experts, PM2.5 is the ‘most dangerous pollutant’ and is the ‘only determinant’ for calculating pollution levels. PM 2.5 particulates are of concern since they are small enough to directly enter the lungs and even the blood stream.  Particulates less than 2.5 micrometers in diametre (PM 2.5) are referred to as “fine” particulates and are believed to pose the largest health risks–those risks are likely to be more severe for sensitive populations, including people with heart or lung disease, children, and older adults.",
    "“The previous depressions that occurred at the Bay of Bengal hit India and it created a counter clockwise air movement,” said Environmentalist and Climate Researcher Vidhura Ralapanawe. “We would get pollutants from the West, where the winds are stronger than those coming from the North East direction,” he explained. Ralapanawe further said that the source of air pollution has been traced to the desserts of Iran. “Other than agricultural burning, there are multiple sources of pollution. All these are directly linked to India’s agricultural policy. They have to change crops and small time farmers engage in burning their harvest. But laws against burning cannot be enforced at the village level. On the other hand, other pollutants are not being managed. There are coal power plants and the enforcement of environmental regulations have been repeatedly delayed. There’s also an issue about managing emissions, particularly vehicle emissions. So until and unless India manages their air pollution we will be impacted, but we don’t need to add to that,” he added.",
    "“Sri Lanka should pressure India and Sri Lanka needs to claim for compensation because we have to deal with this issue of using our own resources. Everyone is at risk due to unmonitored air quality levels. We need to have a bilateral agreement with India to ensure that they abide by its recommendations and take necessary steps to reduce the impact of air pollution across the region”",
    "- Dr. Jagath Gunawardena Senior Environmental Lawyer,",
    "Back in 2019 people hardly noticed what it was and it was simply being mistaken for the mist. When asked if any action could be taken at the policy level, Ralapanawe responded in the negative. “But people will have to take precautionary measures. It would affect sensitive groups such as children and the elderly and therefore we have to stop adding to this issue. But it is of concern that the local emission standards are rather poor. So we need to improve emission control and fuel quality standards. We are far behind several other countries in the region. Measures such as green covers and urban greening would help. But we cannot avoid wearing masks because PM2.5 affects all parts of the body,” he explained.",
    "The WHO air quality guideline (AQG) states that the annual average concentrations of PM2.5 should not exceed 5 µg/m3, while 24-hour average exposures should not exceed 15 µg/m3 more than 3 - 4 days per year. In August 2023, the Sectoral Oversight Committee on Energy and Transport revealed that 90% of vehicles running in Sri Lanka are not up to the proper smoke emission standards.",
    "The country responsible should be liable?",
    "“We have repeatedly experienced poor air quality levels over the past three years,” said Senior Environmental Lawyer, Attorney-at-Law Dr. Jagath Gunawardena. He said that it is a serious health hazard and since it is a case of trans-boundary air pollution, the country responsible should take effective measures to ameliorate the problem. “We have seen how India for example has contributed to marine pollution in the region. A significant amount of plastics and other waste accumulate on the shores of the Western Coast,” Dr. Gunawardena added.",
    "The Marine Waste Brand Audit report 2022-2023 conducted by the Pearl Protectors – a youth led marine conservation organization revealed that Sri Lanka’s positioning in the Indian Ocean makes it vulnerable to accumulate trans-boundary marine litter from other countries in the region. “Air pollution is a seasonal phenomenon that occurs due to the burning of crops and other reasons,” Dr. Gunawardena further said. “In fact, India should bring legislation to stop this from being repeated. Sri Lanka should pressure India and Sri Lanka needs to claim for compensation because we have to deal with this issue of using our own resources. Everyone is at risk due to unmonitored air quality levels. We need to have a bilateral agreement with India to ensure that they abide by its recommendations and take necessary steps to reduce the impact of air pollution across the region,” he underscored.",
    "Indian scientist refutes claims of India’s connection to poor air quality in Sri Lanka",
    "A popular claim is that Sri Lanka is heavily impacted by Delhi’s smog. Every winter, Delhi and nearby states face high pollution due to low wind speeds, vehicle emissions and the burning of crop remains and firewood. To justify this claim, the Daily Mirror contacted Dr. Sarath Guttikunda, a chemical engineer, atmospheric scientist, TED fellow and founder of Urban Emissions (India). He has conducted extensive research on air pollution and emissions.",
    "When asked how the Indian Government has responded to transboundary air pollution Dr. Guttikunda said that it is very farfetched to think that Delhi’s smog will affect the air quality in Sri Lankan cities. “If one follows the winds, we can surely connect the dots going all the way back to Europe or Africa over a 7-10 day period. This is jet streams work, but long-range transport of air pollution belongs to more local to immediate regional vicinity,” said Dr. Guttikunda. The Urban Airshed Model is the US Environmental Protection Agency’s (EPA) preferred tool for developing ozone air quality plans for urban areas. When asked whether it is an effective tool to help manage pollution and emissions in urban areas Dr. Guttikunda said that it is not a new concept. “The US and EU have adopted regional airshed management approaches since more than 30 years ago and it works. It is a matter of creating a cohesive emissions baseline for all the member regions to agree and come to a conclusion to address them systematically. Breaking up the regions further or creating urban pockets only complicates the process of trying to assign the judicial and management boundaries. Each region can make its own internal decision to manage the emissions, and collectively  at the regional level, they can be part of the larger (regional) cooperative,” he explained further.",
    "Responding to a query on managing air quality in urban cities, Dr. Guttikunda said that urban centres are hubs of energy consumption. “Focusing on managing emissions at these hubs will give immediate benefits to control air pollution and reduce net exposure rates. At the larger scale, we also have to focus on the regional signatures (also known as long range transport) like power plants and big industries outside the city limits and rural pollution, which carries similar weight as urban pollution when it comes to health impacts.” He further said that in order to control air pollution, emissions at all known sources need to be reduced. “There is no alternative to this. We have to stop the emissions and prevent them from escaping the source points,” he underscored.",
    "Central Environment Authority Chairman not reachable",
    "Several attempts to contact Central Environment Authority Chairman Prof. Tilak Hewawasam to inquire about Sri Lanka’s emission standards and why they are lower than other countries in the region proved futile."
  ]
}