{
  "url": "https://www.ft.lk/columns/AKD-Modi-pact-Tectonic-shift-national-interest-negated-China-double-crossed/4-775086",
  "title": "AKD-Modi pact: Tectonic shift, national interest negated, China double-crossed",
  "ut": 1743628534.0,
  "body_paragraphs": [
    "Adoption papers to be signed?",
    "Who comprised the Sri Lankan team drafting the (reportedly imminent) Defence Pact with India? The Armed Forces chiefs? The Defence Ministry and its Secretary? None of the above? Were the content and text almost wholly imported?",
    "Shouldn’t it be debated in parliament beforehand and bipartisan national consensus obtained? Wouldn’t any civilized democracy submit it to a national Referendum?",
    "Tectonic shift, existential shock",
    "The story of a tectonic shift which will alter the destiny of the island of Sri Lanka utterly and negatively, broke in Delhi. It was a Press Trust of India (PTI) report based on a matter-of-fact announcement by a ranking Indian spokesperson. Quality mainstream newspapers followed-up.",
    "The Economic Times story was captioned ‘India, Sri Lanka set to ink major defence pact during Modi’s trip to Colombo next week’. The boxed synopsis cuts through to the crux:",
    "India and Sri Lanka will sign a major defence cooperation pact during Prime Minister Narendra Modi’s visit to Colombo, aimed at countering China’s growing military influence. The trip will also include discussions on restructuring Sri Lanka’s debt and enhancing bilateral connectivity and cooperation across various domains.’",
    "(https://economictimes.indiatimes.com/news/defence/india-sri-lanka-set-to-ink-major-defence-pact-during-modis-trip-to-colombo-next-week/articleshow/119663707.cms?from=mdr)",
    "The story goes on to reveal that:",
    "‘For the first time, India and Sri Lanka are set to sign a major defence cooperation pact during Prime Minister Narendra Modi’s visit to the island nation next week, a move that comes amid China’s relentless attempts to increase its military influence over Colombo.",
    "…At a media briefing Friday, Foreign Secretary Vikram Misri said an MoU (Memorandum of Understanding) on defence cooperation is expected to be inked and it is being signed for the first time.",
    "…If signed, the MoU on defence cooperation is set to signal a major upward trajectory in India-Sri Lanka defence leaving behind the bitter chapter relating to India pulling out the Indian Peace Keeping Force (IPKF) from the island nation around 35 years ago.",
    "Finer details of the proposed defence pact are not immediately available but it is expected to enhance the two-way defence engagements against the backdrop of China’s increasing presence in the Indian Ocean Region.’ (Ibid)",
    "The Hindustan Times gave more detail. Unknown to the Sri Lankan public and Parliament, the framing this agreement commenced with President Anura Dissanayake’s Delhi visit.",
    "‘A framework agreement on defence cooperation, marking the first refresh in ties in this sector since the Indian Peace Keeping Force (IPKF) intervention in the 1980s, and measures to support Sri Lanka’s economic recovery will be among the centrepieces of Prime Minister Narendra Modi’s visit to the island nation next week.",
    "…The two sides commenced work on the framework agreement on defence cooperation soon after Dissanayake’s visit, his first foreign trip after becoming president last year, the people said.",
    "…Foreign secretary Vikram Misri told a media briefing that a memorandum of understanding on defence cooperation is expected to be signed during the prime minister’s visit. “It is being signed for the first time,” Misri said without giving details.",
    "…The enhanced cooperation comes against the backdrop of India’s concerns about China’s increasing military presence in the Indian Ocean region, including Hambantota port in Sri Lanka.",
    "…A tripartite arrangement between India, Sri Lanka and the United Arab Emirates (UAE) for developing the Trincomalee oil tank farm is also expected to be unveiled during the visit, they said.",
    "Among the dozen agreements that the two sides are expected to finalise is an MoU for inter-connection of the power grids of India and Sri Lanka and another pact for cooperation on digital public infrastructure, the people said.",
    "…Another important issue that is expected to figure in Modi’s visit is the arrest and detention of Indian fishermen by Sri Lanka’s security forces for trespassing the maritime boundary, Misri said.",
    "“I have no doubt that the prime minister will raise issues related to the welfare of our fishermen during his meeting with the Sri Lanka president,” Misri said, adding that India’s central message is that these issues must be handled from the humanitarian perspective while avoiding the use of force in all circumstances…’ (https://www.hindustantimes.com/india-news/india-lanka-to-ink-key-defencedeal-during-pm-s-visit-next-week-101743186044510.html)",
    "If accurate, President Anura Kumara Dissanayake would be guilty of a sellout unthinkable by any elected leader this country had since 1948.",
    "Will NR fight for the nation like MR?",
    "Is Sajith as patriotic as Ranasinghe Premadasa?",
    "Left Opposition to AKD-Modi pacts",
    "Nobody warned against this kind of relationship with India more clearly than AKD did in a speech to the NPP’s newly-created Military Veterans Collective in August 2023, a mere 20 months ago:",
    "“Ranil Wickremesinghe went to India. He arrived at a certain Memorandum of Understanding. What is the agreement that Ranil Wickremesinghe signed? A country that is connected with India by electricity cables; a country connected with India by oil and gas pipelines; a country connected with India by currency units; a peoples connected with India by cultural connectivity; a country connected with India by air, sea and land! What will happen? Isn’t there a question? There is a question! On what [basis] must we have transactions with any country? We must have the freedom to freely move our hands and legs! But with this agreement, we will be in a situation where we are unable - isn’t that so? - to take any political or economic decision apart from India!” (Anura Dissanayake, Speech to Vishramalath Hamuda Samuhikaya, August 19th 2023)",
    "This proves that Anura Dissanayake knows what he is doing now is deeply destructive to Sri Lanka. It is one thing when a person unwittingly blunders into committing a sin or crime. It is quite another to do so, having sternly warned against it oneself.",
    "No economic crash or tsunami happened between August 2023 and this week. So, either AKD never meant what he said in 2023 – which means he cynically, manipulatively, lied-- or he did mean it, and is negating it all because he is utterly without morality or ethics, conviction or conscience, apart from getting to and staying in power. Who can trust such a leader?",
    "If Anura signs the defence and dependency agreements which go beyond what he warned against in August 2023, his deed would fall into the category of the 1815 Kandyan Convention which ceded Lanka to a British colonialism that had failed to militarily conquer the Kandyan Kingdom.",
    "The AKD-Modi Pact cannot but cripple our strategic autonomy, derail our direction, subvert our story, distort our destiny.",
    "No small country next to a huge country with which it has had a long, complex history, signs a defence pact with its neighbour. Such a pact cannot but be extremely unequal. Not a single ruler of this island in its history of several millennia entered such an agreement with the ruler of the neighbouring subcontinental power.",
    "Anura and the JVP-NPP claimed moral superiority over all previous leaders and administrations of post-independence Ceylon/Sri Lanka. Now, they are proving vastly inferior to every previous leader and administration in the most fundamental matter of safeguarding the State, because not one of them entrapped this small state in a military pact with its Great Power neighbour, which, given the enormous asymmetries, would inevitably reduce the island-nation to a subaltern entity; a satellite.",
    "Ending nonalignment, backstabbing China",
    "Any ‘major defence pact’ will be a rupture from the founding principles of Nonalignment. One of them is that we are not ‘members of any military pact conceived in a Cold War context’. Thus, Cuba was never a member of the Warsaw Pact.",
    "Going by the Delhi press, AKD is about to sign a defence pact conceived in the context of India’s effort at countering China. He does so with an India that is not only a member of the Quad which is directed against China, but also an India which has announced the signing later this year of a 10-year defence pact with the USA whose declared global adversary is China.",
    "“India and the United States have agreed to deepen strategic ties with a new 10-year agreement on defence cooperation, which will be signed later this year. Prime Minister Narendra Modi met US President Donald Trump in Washington, DC, on Feb 13, when they spoke for four hours, and announced what they called a “historic initiative” for the 21st century that will cover “military partnership, accelerated commerce and technology”. (https://www.business-standard.com/external-affairs-defence-security/news/india-us-to-deepen-defence-ties-with-new-10-year-cooperation-pact-125021401811_1.html)",
    "While it allows itself strategic autonomy, India is ‘grand strategically’ integrated with the USA in bilateral and multilateral alliances aimed at ‘containing’ or ‘deterring’ China. Logically, a defence pact with Delhi turns Sri Lanka (objectively) into a link in the anti-China chain.",
    "China is Sri Lanka’s most consistent, richest, and most powerful friend. In the Arthashastra, Kautilya (aka Chanakya) says that a state’s best friend cannot be its neighbour, but its neighbour’s neighbour. For Sri Lanka, that’s China, though we must observe certain parameters pertaining so that friendship does not transgress India’s vital interests.",
    "Undermining one’s staunchly faithful and powerful friend, undermines one’s own interests. Anura seems set to enter a pact which is part of a strategic matrix against China—thereby damaging and weakening us. China has always been our counterweight to hegemonic pressures. AKD is now making us a spur of the Quad counterweight to our Chinese counterweight.",
    "He may try to disguise his deviation by giving China an even larger footprint than he has conceded it in Hambantota. Such ‘Bi-alignment’ (to coin a term) with competing Great Powers on the soil of a small country, can only make that country a cockpit of competition and a target from outside.",
    "This week, President Dissanayake may do something existentially disastrous for Sri Lanka even if the China factor didn’t exist.",
    "He reportedly intends to connect the island of Sri Lanka up with India in a vulnerable, dependent relationship in a vital sector, linking Mannar, a former Tiger stronghold and battleground, with Tamil Nadu, which has strong antipathy towards Sri Lanka and its Sinhala majority.",
    "“Another of the MOUs to be signed will be for the Indo-Lanka electricity grid connectivity project to link Mannar with South India through an undersea cable.",
    "Minister Herath said the aim is to convert Sri Lanka into an energy hub, and once the Indo-Lanka electricity grid gets connected, it will allow the country to export excess renewable energy through India and other countries in the region.",
    "One MOU will also be with the Unique Identification Authority of India (UIDAI) to enhance Sri Lanka’s efforts to improve delivery of government services to the public and other digitalisation programmes, while a multisector MOU covering the health, education, and agriculture sectors, too, will be signed.” (https://www.sundaytimes.lk/250330/news/india-to-expand-defence-co-op-with-lanka-during-premier-modis-visit-593855.html)",
    "Is this what two generations of Sri Lankan military-men gave their lives and limbs for?",
    "The AKD-Modi mega-package has fundamental strategic implications and goes against the lessons we should derive from four recent phenomena:",
    "Sharp tensions in the relations in Canada-USA and Mexico-USA relations.",
    "European reassessment of orders for America’s F-35 jets.",
    "Possible signing away of rights to Ukraine’s ‘rare earth’ resources to the USA.",
    "UK Foreign Secretary David Lammy’s disclosure in parliament about the sanctions against four Sri Lankan personalities.",
    "Washington’s tariff shock imposed on Canada and Mexico indicates the vulnerability of countries to their neighbour’s policies which are, by definition, unpredictable and uncontrollable. The axiom should be to diversify dependence and reduce vulnerability on a Great Power neighbour. Anura is set to put almost all our eggs into one—India’s -- basket.",
    "European states are reassessing orders for the F-35 because the US could have installed a ‘kill switch’. What is true of a fighter jet is far more so of electricity and fuel supply. Anura seems set to give India a ‘kill switch’ over this island’s power and energy. A BBC report captioned ‘Adani Restores Power Supply to Bangladesh After Four Months’, proves my point:",
    "“Indian conglomerate Adani has restored full electricity supply to Bangladesh, four months after it reduced the feed by half over unpaid dues.”   (https://www.bbc.com/news/articles/cp3y3nqpez2o)",
    "Ukraine is actively considering giving the US ownership of its rare minerals on the assumption that the US would protect its newly-acquired economic assets by unfurling its military umbrella over them. If Anura gives neighbouring India strategic economic assets, he would be drawing in its military, giving it compulsive motivation to cast its shadow over Sri Lanka. It may also tempt India to annex, suddenly or incrementally, the island’s Tamil majority Northern and Eastern areas, down the road-- note Trump’s obsession with annexing Greenland (not to mention swallowing Canada).",
    "Explaining the decision to impose unilateral sanctions on four Sri Lankans, UK Foreign Secretary David Lammy disclosed:",
    "“I made a commitment during the election campaign to ensure those responsible are not allowed impunity. This decision ensures that those responsible for past human rights violations and abuses are held accountable.” (https://www.gov.uk/government/news/uk-sanctions-for-human-rights-violations-and-abuses-during-the-sri-lankan-civil-war)",
    "If the UK can make such a decision due to the influence of the pro-Tiger Tamil diaspora voters, what will Delhi (under any administration) do if 80 million Tamils in Tamil Nadu push hard for annexing the island’s Northeast and integrating it into India? Anura is gifting Tamil Nadu an unprecedented handle over this island’s destiny.",
    "In a Presidential system the leader’s mandate derives from the Presidential election, not a supermajority in parliament. Anura is Sri Lanka’s only minority president ever, elected with 42% of the vote. Without even a mandate of 50% he is set to damage Sri Lanka’s core national interest durably and deeply. It is immoral and illegitimate.",
    "Leadership Lanka needs",
    "DS Senanayake signed the UK-Ceylon Defence Agreement in 1947. The USSR used it as evidence of Ceylon’s lack of genuine independence, and delayed recognition as a UN member state. The Marxist Left popularised the idea of an ‘inauthentic, incomplete independence’.",
    "SWRD Bandaranaike campaigned against the Defence agreement and terminated it through tough negotiation, replacing it with a flimsy tokenistic one while kicking the Brits out of Trincomalee and Ratmalana. He also replaced Radio Ceylon’s British commentator on World Affairs with 27-year-old Mervyn de Silva (my father).",
    "Premadasa didn’t repeal the Indo-Sri Lanka Accord but removed 70,000 Indian troops who failed to quell the Tigers and fuelled the Southern insurrection instead. They exited from Trincomalee.",
    "Mahinda Rajapaksa ignored Ranil’s Ceasefire Agreement and its Co-Chairs -- US, EU, Japan, Norway-- crushing the Tigers.",
    "Liberating Sri Lanka from an increasingly authoritarian ‘comprador’ puppet administration, a foreign chokehold and semi-colonial fate, requires the SWRD Bandaranaike-Ranasinghe Premadasa-Mahinda Rajapaksa template and archetype.",
    "The solution is NOT ‘Gota-as-Hitler’ enablers and ideologues, and defectors to Ranil’s candidacy.",
    "The Sinhala ultranationalists destroyed Mahinda in 2015 -- BBS, Aluthgama, Rathupaswela, Welikada, Bharatha Lakshman shooting—enabling Yahapalanaya.",
    "They destroyed the SLPP in 2021-2022 (Gotabaya’s fertilizer lunacy, Islamophobia) and 2024 (incurring a 2/3rds backlash against Gota-period SLPP) -- enabling Anura.",
    "When MR lost in 2015, most Sinhalese cried and rallied around him. When GR was ousted, Sinhalese ignored him and crushed his ruling party electorally.",
    "After the AKD-Modi pact and newly-expanded Indian foothold, if the Sinhala-Buddhist Far Right returns to power, Delhi and Tamil Nadu cheered on by the Diaspora-driven West, will divide (‘Cyprus-ize’) the island.",
    "If the pragmatic sons of Premadasa and Mahinda don’t rise to History’s challenge as their heroic fathers did, a Left Opposition or a Hugo Chavez will."
  ]
}