{
  "url": "https://hbr.org/2024/07/research-how-passion-can-backfire-at-work",
  "title": "Research: How Passion Can Backfire at Work",
  "ut": 1721802944.0,
  "body_paragraphs": [
    "fotodelux/Getty Images",
    "Passion has long been championed as a key to workplace success. However, scientific studies have found mixed results: On the one hand, some studies find evidence that passionate employees tend to perform better, while other research has documented null or even negative effects on performance. What’s the root of these inconsistent findings surrounding passion? And how can we reap the benefits of passion without falling prey to its downsides? Through a series of studies with more than 1,000 employees from the U.S. and China, researchers shed light on these questions by showing that passion is associated with overconfidence in our own performance. Although this passion-driven overconfidence is not necessarily harmful — and in certain contexts, it may even be helpful — their findings suggest that managers should take steps to mitigate the potential negative consequences of the overconfidence that may go hand in hand with passion.",
    "From business leaders to athletes to everyday employees, passion is often cited as a key ingredient in the success of high achievers. Consider Elon Musk, whose passion is undeniable. He followed this drive and went on to popularize electric cars through Tesla and reinvigorate space transportation via SpaceX.",
    "Ethics at Work Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Ethics at Work. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Avoid integrity traps in the workplace.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "The Psychological Safety Collection: Establish a Culture of Trust to Build an Innovative, Thriving Team",
    "Generative AI: Tools for Preparing Your Team for the Future",
    "Read more on Trustworthiness",
    "Personal strategy and style,",
    "Personal purpose and values,",
    "Personal productivity,",
    "Personal growth and transformation,",
    "and Managing yourself"
  ]
}