{
  "url": "https://hbr.org/2024/05/your-team-members-arent-participating-in-meetings-heres-what-to-do",
  "title": "Your Team Members Aren’t Participating in Meetings. Here’s What to Do.",
  "ut": 1716186907.0,
  "body_paragraphs": [
    "SolStock/Getty Images",
    "Traditional advice for leaders who want to increase meeting participation call for clarifying expectations, setting clear agendas, and asking open-ended questions. While these strategies have their merits, they might not always work because they’re usually based...more",
    "Sue, a former client of mine, was starting a new VP role at a fintech organization. She found out quickly that the team she inherited had a lower level of participation, collaboration, questioning, and general engagement than the one she had left behind. This was particularly evident in team meetings.",
    "Sue’s challenges aren’t surprising given the widespread issues with meeting culture. Research has shown that 9 out of 10 people daydream in meetings, 50% find meetings to be unproductive, 25% of meetings are spent discussing irrelevant issues, and 75% of leaders have not received formal training on how to conduct a meeting.",
    "Low team participation in meetings can lead to a decline in productivity for a few reasons:",
    "Reduced collaboration. When people don’t contribute to the discussion or pay attention to what’s being said, the team fails to reap the full benefits of convening, and the meeting wastes everyone’s time.",
    "Decision-making challenges. Low participation means fewer perspectives are considered, resulting in suboptimal decisions.",
    "Team unity. Lack of participation can erode team cohesion, as some team members may feel disengaged or undervalued.",
    "Wasted time and resources. Meetings with low participation may make team members feel their time could be better spent on other tasks.",
    "Traditional advice for leaders who want to increase meeting participation call for clarifying expectations, setting clear agendas, and asking open-ended questions. While these strategies have their merits, they might not always work because they’re usually based on the leader’s assumptions about what the team needs, rather than facts about what they actually need. For example, despite implementing those traditional engagement strategies, some of Sue’s team members did not change their behavior, and their meetings weren’t any more effective.",
    "Managers like Sue who want their teams to be more engaged in meetings need to foster a safe, inclusive team culture, which requires a deep understanding of their team’s unique dynamics. Consider both personal and group dynamics.",
    "Understanding and addressing your team members’ individual strengths, weaknesses, aspirations, and fears is key to fostering an inclusive and participatory environment. People’s self-perception and their individual personalities can discourage them from engaging. For example, introversion, a lack of confidence, impostor syndrome feelings, or feeling like their contributions aren’t valued or relevant could all make a person reluctant to share their thoughts.",
    "Sue found that asking open-ended questions in team meetings didn’t lead to participation. However, when she posed open-ended questions in her one-on-one meetings, members felt a greater sense of psychological safety, and she was able to uncover valuable insights and encourage future engagement.",
    "So, conduct one-on-ones with the disengaged individuals. To set a positive tone, start each conversation by recognizing their valuable contributions to the team. Then, ask open-ended questions to explore how they feel about team meetings. For example: How do you feel about your role and contributions? Are there any personal challenges or concerns that might be impacting your active participation? What changes could we make to our meeting structure that would make you feel more inclined to participate? How can I support you in feeling comfortable expressing your ideas?",
    "Finally, once you’ve identified the personal factors affecting the person’s participation, invite them to engage more actively. You could say:",
    "I want you to know that your ideas and feedback are not only welcome but key for our success. For our next meeting, I’d love for you to share your thoughts on [specific topic/project]. I’ll make sure to create a space for you to express your ideas comfortably. Your perspective is unique and can help us see things we might otherwise miss. How does that sound?",
    "The way team members interact with each other is also a critical factor in their meeting participation. For example, language barriers and cultural differences can easily create misunderstandings. Power dynamics including but not limited to those related to gender, sexual orientation, neurodivergence, and race can intimidate people into silence, as can dominant voices that tend to be louder than others.",
    "Given those power dynamics, it’s critical that you show your team members that they’re valued and make it safe for them to participate.",
    "Here’s how to set clear expectations about your team’s behaviors while demonstrating that you value them and their contributions. The key here is to work on the culture for the benefit of the team, rather than focusing on one disengaged individual. Your goal should be to create a psychologically safe environment for your team, not just increasing participation.",
    "Define desired team behaviors. Declare the type of team you would like to have and the behaviors you would like them to adopt to create a culture of support. For example, you could say, “As a team, we support each other, we tackle challenges together, and we communicate transparently and constructively.”",
    "Model the behaviors. Show empathy in your interactions and actively participate in collaborative problem-solving. Your actions set the tone for the team’s culture.",
    "Reinforce and recognize. Celebrate whenever a team member exhibits these behaviors. For example, “I would like to recognize something. Alex, the way you just acknowledged Jordan’s contribution embodies the supportive culture we want to have on our team — one where every team member’s input is recognized and appreciated. Alex, thank you for demonstrating this and setting a positive example for us all.”",
    "Invite participation. Embedding the behaviors into every meeting and team interaction will, over time, encourage participation. For instance, when planning the next team meeting, you might say: “As we prepare for our discussion on [topic], let’s remember our team behaviors: we support each other, we tackle challenges together, and we communicate transparently and constructively. I encourage everyone to bring their insights and questions, as your unique perspectives enrich our team. Let’s make this a productive and inclusive meeting where every voice is heard.”",
    "Make it safe to participate.",
    "Group-level meeting factors such as ineffective facilitation, lack of structure, and noninclusive behaviors impact participation, as Tope Awotona, CEO of the scheduling software company Calendly, pointed out to me in a recent conversation. For example, predetermined or habitual speaking orders (e.g., always starting with most senior members) will inhibit spontaneity from other members. Subgroups within the team (e.g., more tenured team members vs. newer members) can also create echo chambers and an imbalance of power in discussions.",
    "Fostering a supportive team culture is key to encouraging meeting participation. How likely are your team members to take the risk of offering their point of view? Is your team supportive or competitive? Are members open to considering diverse perspectives?",
    "Consider adopting these changes at the group level to build psychological safety in meetings:",
    "Introduce new rituals. Begin meetings by reaffirming the team’s culture and behaviors: “Welcome to Meeting X. We are Team Y, and we embrace three key behaviors: We support each other, we tackle challenges together, and we communicate transparently and constructively.” This sets a positive tone and clear expectations, and when done consistently, rituals can deliver performance.",
    "Challenge existing rituals that may hinder participation. For example, to ensure issues are resolved during meetings, clarify that silence will be interpreted as agreement.",
    "Enhance meeting structure and facilitation. Make sure agendas are clear and expectations are communicated in advance. Everyone should know the purpose of the meeting, why it’s important and relevant, and what’s expected from them. This helps team members feel more prepared and inclined to participate.",
    "Empower varied participation. Rotate the meeting facilitation among all team members. Giving those who are typically less vocal a structured role can help empower them to speak. Offer multiple ways for team members to contribute, making sure to accommodate neurodivergent individuals. For example, allow for written input before, during, or after meetings to ensure everyone can contribute in a way that suits them.",
    "Avoid and handle distractions. Recognize and know how to address common behaviors that derail meetings, like making assumptions or catastrophizing.",
    "Confront power dynamics. Actively work to ensure all voices are heard equally. Make it a practice to acknowledge and, if necessary, paraphrase comments from women, people of color, and people from other underrepresented groups to amplify their voices.",
    "As leaders, we must cultivate teams where every member’s contributions are not only heard but eagerly anticipated, and where every member feels safe to voice their opinion, even contrarian ones. It’s our job to be orchestrators of inclusive and safe cultures. We should amplify the quiet voices, challenge the status quo, and embrace diverse perspectives. Ask your team “What can we do better?” and let their answers guide you to a more engaged and participative meeting environment.",
    "Meeting Management Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Meeting Management. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "How to make your meetings matter.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "Note on Marketing Performance Assessment",
    "The Zurna Lubb Hotel, Lazistan",
    "Read more on Meeting management",
    "Employee engagement and Collaboration and teams"
  ]
}