{
  "url": "https://www.dailymirror.lk/hard-talk/I-want-to-share-my-experience-with-the-young-generation-Ranil-Willaddarage/334-294995",
  "title": "“I want to share my experience with the young generation” - Ranil  Willaddarage",
  "ut": 1730401797.0,
  "body_paragraphs": [
    "A new face entering the Parliamentary Elections as a candidate of the New Democratic Front is Ranil Willaddarage",
    "(Pics by Kithsiri De Mel)",
    "My biggest priority is to bring all these entrepreneurs onto one platform and go to the global stage as Made in Sri Lanka",
    "I have created jobs and entrepreneurs and that is one thing that could be done to overcome poverty",
    "Nepotism is alright as long as there’s meritocracy",
    "A new face entering the Parliamentary Elections as a candidate of the New Democratic Front is Ranil Willaddarage, Managing Director of the popular clothing brand GFlock. As an entrepreneur himself, Willaddarage envisions to end poverty by creating job opportunities and nurturing entrepreneurs. In a candid interview with the Daily Mirror, Willaddarage spoke about his decision to enter politics, why Ranil Wickremesinghe is a capable leader and what needs to change to encourage entrepreneurs to develop their own brands.",
    "Tell us about youself.",
    "I’m from Akuressa and after passing the Grade 5 Scholarship Examination, I got an admission to Royal College. After I passed out of school I did a Diploma in Clothing and Garment Manufacturing from SLIDA. Then I joined the Hirdramani Group as a brand development executive. This was when the Sri Lankan fashion industry was beginning to penetrate the international market. There were many other private apparel companies that had also started brand development and designing. The amount of experience I gained was invaluable while working with international brands such as Nike and Tommy Hilfiger. I got to learn about backend operations and the process of developing a fashion brand. With that knowledge I worked for five more years. My designs have earned more than US$ 200-300 million per annum. At the pinnacle of the job I thought I had more to give to this country and decided to come up with my own brand to bring more dollars to the country while also creating more job opportunities. At the time, we were not creating brands, so we had to go up in the value chain to get that benefit to the country. This is when we came up with our first brand which was 100% Sri Lankan. Before this brand was introduced we had label-cut garments and some trash they imported from overseas. So I saw that opportunity and I thought I should come up with a brand that would cater to women. Through this brand we invented three other industries including digital content creation and providing more job opportunities to the youth.",
    "So why did you decide to enter politics?",
    "Although I have climbed the ladder in terms of my career and even financially, I realised that the country was not moving in the right direction. We went bankrupt at one point and I thought about the point of earning when the country itself was in dire straits. What the country needs is to overcome poverty and I am already equipped with the resources. I have created jobs and entrepreneurs and that is one thing that could be done to overcome poverty. Having that in mind I decided to enter politics. But to do so I had to decide on a leader and a party. That was a critical decision because not every leader is good. This is why I decided to join Ranil Wickremesinghe because he is one leader who can take the responsibility, who could take a challenge and as well as risks. All Sri Lankans were responsible for what happened to this country because it is these voters who sent corrupt individuals to Parliament. Mr. Wickremesinghe’s risk-taking and ability to work even with his enemies to revive the country back to normalcy needs to be appreciated. The United National Party (UNP) represents the right system for this country. If we take the leftist parties they are talking about racism and try to divide people and get people’s votes. The UNP is not a party that would divide people and its policies are aligned with my own.",
    "People wanted to get rid of senior politicians who have been in politics for a long time. But they didn’t understand the real situation. The real situation is that as Sri Lankans we have been selfish and we got ourselves into a crisis situation. When we faced the crisis we had the best person to manage the crisis and overcome it eventually. But still we are in a crisis",
    "Even though Wickremesinghe came forward to revive the country’s economy, people voted for Anura Kumara Dissanayake. What are your observations?",
    "It’s an emotional decision. More than 50% of people in the country, including those who supported SJB took an emotional decision. People wanted to get rid of senior politicians who have been in politics for a long time. But they didn’t understand the real situation. The real situation is that as Sri Lankans we have been selfish and we got ourselves into a crisis situation. When we faced the crisis we had the best person to manage the crisis and overcome it eventually. But still we are in a crisis. We are still in a fragile situation and we should have allowed that person to continue. Even in a company when we find bottleneck operations, we train someone and when they achieve you won’t change them. It’s not an intelligent decision. People were emotional and therefore they didn’t understand the real situation.",
    "Do you think the NPP will live up to people’s expectations?",
    "They came to politics by engaging in cheap politics. They always try to find fault even when it is a good decision. They have been in power for one month and they have to form a government first to implement their policies. We need to give them some time to fulfil the thousands of promises they have made on stage. When we come to that point we will critique them and at the same time if there are positive outcomes we will appreciate. A good president will never create divisions among people and he would see the entire population as one. So it’s all about the leader.",
    "There’s a lot of corruption in politics. What will you do differently to ensure that this system changes?",
    "My purpose of entering politics is to share my experience with the younger generation, create jobs, create entrepreneurs and that is 50% of my vision. The rest is to inculcate positive human values.",
    "You spoke about how you built your brand as an entrepreneur. What do you think of the prevailing environment for budding entrepreneurs? What needs to change in that landscape?",
    "This is one of the most difficult environments in the world to become an entrepreneur. Our financial system doesn’t trust us. When people come up with a creative idea or service they don’t have the financial background. That is the biggest issue. Banks ask for guarantors, properties, deeds etc. and this once again shows the lack of values. There are thieves who try to give projects, convince bank managers, and when they get their money they don’t settle it. We have to choose right people with entrepreneurial skills, who want to become entrepreneurs and then we’ll have to support them. We have to take risks and support them.",
    "There’s a lot of nepotism in politics and during the aragalaya (protest) we saw how people stood against nepotism. How will you encourage voters to vote for you at the upcoming election?",
    "Nepotism is alright as long as there’s meritocracy. If you have the best fashion designer, best fashion marketer and the best fashion merchandiser from the same family, but if they are the best, they should be the ones handling these areas. It is not nepotism. It is about having the right person in the right job. So nepotism is always number 2 when there’s meritocracy.",
    "Apart from giving a platform for entrepreneurs what are your other priorities for Colombo?",
    "My biggest priority is to bring all these entrepreneurs onto one platform and go to the global stage as Made in Sri Lanka. I’m planning to enter other countries via franchise models, have our stores in other countries while also trying to bring other global brands and make Sri Lanka number one.",
    "What is your message to voters?",
    "The biggest problem in this country is poverty and I’m here to help people overcome poverty. I’m not here to earn anything from politics because I have earned everything in my life. I’m here to help the younger generation to help them search their passion, help them to become entrepreneurs and to encourage them to move in the right direction."
  ]
}