{
  "url": "https://www.ft.lk/columns/Unlocking-Sri-Lanka-s-tourism-potential-through-specialist-guides/4-776869",
  "title": "Unlocking Sri Lanka’s tourism potential through specialist guides",
  "ut": 1748209475.0,
  "body_paragraphs": [
    "Today’s travellers are increasingly seeking authentic, in-depth experiences that go beyond traditional guided tours",
    "Sri Lanka’s tour guide system needs a serious rethink. Our current two-tier guide system – National Tour Guides for large groups and Chauffeur Guides for smaller parties – is a relic from the 1970s and 80s, when tourism meant package tours arriving from Europe. Back then, group sizes were large, itineraries were fixed, and visitors needed extensive interpretation of our culture and history. Guides would shepherd 30-40 people between sites, explaining everything from Buddhist iconography to colonial architecture to a captive audience.",
    "Today’s tourism landscape couldn’t be more different. Modern travellers arrive armed with smartphones full of information, prefer flexibility in their schedules, and often travel in small groups or as couples. Many have researched extensively online, watched YouTube videos of destinations, and read detailed reviews. They’re looking less for basic historical facts and more for authentic insights and unique perspectives. Yet our guide system remains stuck in the past, creating friction rather than enhancing the visitor experience.",
    "That the current system is not perfect is an open secret in the industry. While we often discuss these problems privately, it’s time to address them openly. Here are the key challenges we need to tackle with some real life stories that illustrate them.",
    "The mandatory National Guide requirement for groups over seven is both socially awkward and expensive. For example, an English family of four adults and five children recently paid $ 700 extra as guide fees on their two-week tour of Sri Lanka. They resented the imposition of a stranger on their holiday more than the money they paid for it.",
    "The quality of information provided varies wildly, with some guides offering questionable historical interpretations and sometimes downright incorrect explanations.",
    "We’ve all heard the complaints about inappropriate interactions and poor service.",
    "Evolution, not revolution",
    "Now, I’m not suggesting we should scrap the entire system. The reality is that different travellers have different needs, and our current structure, while imperfect, serves some of these well. Take large Chinese tour groups, for instance – they absolutely need a National Guide who can manage logistics, provide translation, and ensure smooth operations. Group tours from large operators, especially from Europe, are still a significant segment of business and they all need National Guides.",
    "The Chauffeur Guide system also works well in many scenarios. For families or small groups exploring Sri Lanka by private vehicle, having a driver who can share insights about local culture, recommend authentic restaurants, and explain the passing scenery adds real value to their journey. These guides often build strong relationships with their guests, providing a personal touch that enhances the overall experience.",
    "However, two major changes are necessary:",
    "Making National Guides optional except where essential (like those group scenarios mentioned above).",
    "Most importantly, we need to seriously address the quality and standards issues that plague the current system.",
    "But beyond these necessary reforms, we need to think bigger about how we can enhance Sri Lanka’s tourism offering. Today’s travellers are increasingly seeking authentic, in-depth experiences that go beyond traditional guided tours. We need innovative solutions that can meet these evolving demands while creating new opportunities within our tourism sector.",
    "A new approach: Specialist guides",
    "Here’s where I think we could make a real difference: creating a new category of Specialist Guides drawn from our pool of humanities graduates. Think about it – these are people who chose to study archaeology, history, and anthropology despite limited career prospects in Sri Lanka. They’re not in it for the money; they’re genuinely passionate about their subjects.",
    "By making them certified specialist guides, we could:",
    "Create new career opportunities for these graduates",
    "Provide high-value tourists with access to genuine experts",
    "Make humanities a more attractive option for students by showing viable career paths",
    "Most importantly, harness existing passion and expertise that’s currently underutilised",
    "Imagine visiting Polonnaruwa with an archaeologist who can bring the ancient city to life, or exploring our national parks with a conservationist who can explain the ecosystem in detail. These premium experiences do exist in Sri Lanka – if you know where to look. A handful of well-known academics, researchers, and enthusiasts host specialised tours and they’re always in high demand. But this isn’t scalable. We can’t rely on a small group of established names to meet growing demand for expert-led experiences. What we need is a systematic way to identify, train, and certify the next generation of specialist guides who can deliver this level of expertise consistently. That’s the kind of transformation that could really elevate our tourism offering.",
    "These ideas I’ve outlined are just a starting point – they’ll need extensive discussion, refinement, and input from various stakeholders in the tourism industry. However, to get the conversation started, here are some practical steps our tourism authorities might consider:",
    "Review and reform existing regulations",
    "Amend the Tourism Act to recognise Specialist Guides as a new category",
    "Make National Guides optional for groups over seven, except for specific scenarios like organised tour groups",
    "Update guide certification processes to include new specialist pathways",
    "Partner with universities",
    "Work with humanities departments to identify potential candidates",
    "Develop joint certification programs that combine academic expertise with tourism skills",
    "Create internship programs with established tour companies",
    "Design a comprehensive training program",
    "Combine existing guide training modules with specialised academic knowledge",
    "Include practical skills like storytelling, group management, and customer service",
    "Provide language training focused on technical terms in their area of expertise",
    "Include digital skills for online presence and virtual tours",
    "Create a sustainable business model",
    "Establish clear pricing guidelines that reflect the premium nature of specialist services",
    "Set up a central booking system where tourists and DMCs can find and book specialist guides",
    "Create opportunities for part-time guiding to allow specialists to maintain their primary careers",
    "Develop revenue-sharing models between guides, sites, and tour operators",
    "These aren’t just theoretical suggestions – they’re actionable steps that could transform our tourism offering while creating meaningful opportunities for our graduates. The investment required would be minimal compared to the potential returns in terms of both visitor satisfaction and economic impact.",
    "(The writer is an entrepreneur with interests in multiple sectors. He’s a Chevening Fellow and holds an MBA from INSEAD.)"
  ]
}