{
  "url": "https://www.eiu.com/n/gulf-syrian-ties-show-signs-of-gradually-warming/",
  "title": "Gulf-Syrian ties show signs of gradually warming",
  "ut": 1717121513.0,
  "body_paragraphs": [
    "Gulf-Syrian ties show signs of gradually warming",
    "ForecastingPoliticsTradeMiddle East and AfricaSaudi ArabiaSyriaUnited Arab EmiratesCountry Analysis",
    "A flurry of diplomatic exchanges and initiatives has taken place between Syria and its nascent Gulf partners in May, culminating in Saudi Arabia’s appointment of an ambassador in Damascus, the Syrian capital, for the first time since 2012. We expect that relations between Syria and Gulf Co‑operation Council (GCC) countries will strengthen in 2024‑28, although perennial political and logistical hurdles will constrain the scope of diplomatic normalisation, limiting its economic potential.",
    "Syria made a symbolic return to the Arab political fold in May 2023 following the lifting of its suspension from the Arab League, which had been imposed in 2012 in opposition to the government’s violent repression of demonstrators during the Arab Spring uprisings. The move reflected a broad acceptance among the regime’s former opponents in the Middle East that efforts to oust the president, Bashar al-Assad, had failed, and that he, his Baath Party and its political allies are highly likely to remain in power in Syria in the long term.",
    "Saudi Arabia and the UAE in particular have sought to adapt to this reality by offering concessions to the Syrian regime in an attempt to temper Syria’s behaviour regionally. In May Saudi Arabia restored flights from Syria to Jeddah (a Saudi port city) that will facilitate the direct flow of hajj pilgrims for the first time in more than a decade. Both parties are seeking to erode Iranian influence in Syria, which has become deeply entrenched during the course of Syria’s 13‑year civil war, although this is becoming less pertinent, given the recent improvement in ties between Iran and the GCC. More pressing are efforts to curtail the regime’s role as a major player in regional drug-smuggling networks, especially of Captagon (a synthetic stimulant drug), the usage of which is rising rapidly in the Gulf.",
    "Syria, in turn, has made symbolic concessions to the Gulf states in order to cement recently mended ties. This includes voting at the Arab League summit in late May in favour of supporting the UAE’s claims to the islands of Abu Musa, Lesser Tunb and Greater Tunb—territory that is historically disputed by Iran. Despite this minor re-calibration of its foreign policy, we do not expect the regime to pivot away from ties with its closest external ally, Iran, in 2024-28.",
    "Normalisation efforts will advance in 2024‑28 as Saudi Arabia, the UAE and smaller Gulf states seek to increase their political leverage over Syria. This will provide a modest boost to Syria’s investment, trade and aid inflows, catalysing reconstruction efforts and helping to curb exchange-rate volatility by providing much‑needed hard currency. However, Syrian reticence to comply with demands to curtail its role in Captagon‑smuggling, alongside logistical obstacles, particularly US‑led sanctions, will continue to constrain the scope of progress with building diplomatic ties throughout the forecast period.",
    "The analysis and forecasts featured in this article are available in EIU’s Country Analysis service. This integrated solution provides unmatched global insights covering the political and economic outlook for nearly 200 countries, enabling organisations to identify potential opportunities and risks.",
    "ForecastingPoliticsTradeMiddle East and AfricaSaudi ArabiaSyriaUnited Arab EmiratesCountry Analysis"
  ]
}