{
  "url": "https://www.ft.lk/columns/Doctorates-in-industry-as-key-performance-indicator-Advancing-Sri-Lanka-s-industrial-and-economic-growth/4-773216",
  "title": "Doctorates in industry as key performance indicator: Advancing Sri Lanka’s industrial and economic growth",
  "ut": 1739926853.0,
  "body_paragraphs": [
    "In Sri Lanka we do have a challenge of a shortage of industry professionals holding doctoral degrees",
    "As Sri Lanka undergoes political and social changes, the country must implement better policies to ensure long-term sustainable development. Our nation has encountered different blows which are unique among other countries. The Easter attack, COVID-19, and the economic crisis triggered many hardships for the general public. Accountability and good governance also should be the main concern in the long run prompted by corruption. Now there should be change in the entire structure of the country with proper policy planning which cannot be seen in more than seven decades.",
    "It’s time for Sri Lanka to embrace a paradigm shift in its economy, focusing on sustainable growth and long-term resilience. And also it is worth noting that this paradigm shift should be in the education sector as well. By looking at the changes in the education and economy sector it is interesting to discuss the contribution of intellectuals to the national output. The term “intellectual” is a broader concept and we will see the contribution of industry professionals holding doctoral degrees for the development.",
    "Collaboration between industry and academia",
    "This is a crucial time for fostering greater collaboration between industry and academia to drive innovation and sustainable development in Sri Lanka. Anyway in Sri Lanka we do have a challenge of a shortage of industry professionals holding doctoral degrees. We can see many forums and discussions on academic research and there is a need to have high-level research into business and policymaking for the country. We need to bridge this gap by motivating and inspiring professionals from the corporate sector to pursue doctoral studies. This should be one of the main challenges for the universities. If we can have this sort of mechanism in the country it will not only boost business and innovation but also strengthen decision-making and policy formulation at national and global levels.",
    "By looking at numbers and available data, only 0.1% of Sri Lanka’s workforce holds a doctoral qualification. It is worthwhile to see this number in other countries as well. More importantly developed nations such as the United States (2%) and Germany (1.7%) have a much higher percentage of doctorate holders contributing to industry and research. This is one of the important aspects which we need to address seriously. A significant number of professionals engaging in the workforce in leading economies hold a doctorate will shed light on local decision-makers to investigate and explore how advanced education translates into industry success and economic progress.",
    "Sri Lanka needs to have one Key Performance Indicator (KPI) on how many professionals with a doctorate engage in the workforce and their active contribution. According to Landry & Bianchini (1995), “The industries of the twenty-first century will depend increasingly on the generation of knowledge through creativity and innovation.” Human capital can be considered important and KSA factors – namely, knowledge, skills, and attitude – as prime factors that will govern the world economy at this moment. Hence the “knowledge factor” in this scenario is of utmost importance. For Sri Lanka to compete globally, we need to understand and benchmark the best practices of different countries in leading economies, a significant number of professionals in the workforce hold doctorates, highlighting the importance of advanced education in ensuring the long-term prosperity of a country.",
    "There is a need to have more studies and research on this area and implications in Sri Lanka and we can see how professionals with higher educational qualifications such as doctorates would actively integrate their engagement with corporate innovation. And as indicated above, Sri Lanka should have different innovative KPIs to see the holistic picture for the future. The time has come for us to take initiation, and policymakers and intellectuals should understand the importance of this. The current situation in Sri Lanka has created an opportunity to “stop and see” (reflect) our policies in the long run. So in this new beginning of all political and social changes, there is a need for the nation to have new policies in the economy and education as well.",
    "(This article is based on the keynote speech delivered by the author at the inauguration ceremony of the PhD Program in Management (2025 Batch) at the University of Sri Jayewardenepura on 9 February 2025. The writer is a Professor in Management Studies at the Open University of Sri Lanka. You can reach him via [email protected].)"
  ]
}