{
  "url": "https://www.technologyreview.com/2025/12/10/1129079/how-one-controversial-startup-hopes-to-cool-the-planet/",
  "title": "How one controversial startup hopes to cool the planet",
  "ut": 1765323000.0,
  "body_paragraphs": [
    "Stardust Solutions believes that it can solve climate change—for a price. The Israel-based geoengineering startup has said it expects  nations will soon pay it more than a billion dollars a year to launch specially equipped aircraft into the stratosphere. Once they’ve reached the necessary altitude, those planes will disperse particles engineered to reflect away enough sunlight to cool down the planet, purportedly without causing environmental side effects.   The proprietary (and still secret) particles could counteract all the greenhouse gases the world has emitted over the last 150 years, the company stated in a 2023 pitch deck it presented to venture capital firms. In fact, it’s the “only technologically feasible solution” to climate change, the company said. The company disclosed it raised $60 million in funding in October, marking by far the largest known funding round to date for a startup working on solar geoengineering.",
    "Stardust is, in a sense, the embodiment of Silicon Valley’s simmering frustration with the pace of academic research on the technology. It’s a multimillion-dollar bet that a startup mindset can advance research and development that has crept along amid scientific caution and public queasiness. But numerous researchers focused on solar geoengineering are deeply skeptical that Stardust will line up the government customers it would need to carry out a global deployment as early as 2035, the plan described in its earlier investor materials—and aghast at the suggestion that it ever expected to move that fast. They’re also highly critical of the idea that a company would take on the high-stakes task of setting the global temperature, rather than leaving it to publicly funded research programs.",
    "“They’ve ignored every recommendation from everyone and think they can turn a profit in this field,” says Douglas MacMartin, an associate professor at Cornell University who studies solar geoengineering. “I think it’s going to backfire. Their investors are going to be dumping their money down the drain, and it will set back the field.” The company has finally emerged from stealth mode after completing its funding round, and its CEO, Yanai Yedvab, agreed to conduct one of the company’s first extensive interviews with MIT Technology Review for this story.Yedvab walked back those ambitious projections a little, stressing that the actual timing of any stratospheric experiments, demonstrations, or deployments will be determined by when governments decide it’s appropriate to carry them out. Stardust has stated clearly that it will move ahead with solar geoengineering only if nations pay it to proceed, and only once there are established rules and bodies guiding the use of the technology. That decision, he says, will likely be dictated by how bad climate change becomes in the coming years. “It could be a situation where we are at the place we are now, which is definitely not great,” he says. “But it could be much worse. We’re saying we’d better be ready.”  “It’s not for us to decide, and I’ll say humbly, it’s not for these researchers to decide,” he adds. “It’s the sense of urgency that will dictate how this will evolve.” The building blocks No one is questioning the scientific credentials of Stardust. The company was founded in 2023 by a trio of prominent researchers, including Yedvab, who served as deputy chief scientist at the Israeli Atomic Energy Commission. The company’s lead scientist, Eli Waxman, is the head of the department of particle physics and astrophysics at the Weizmann Institute of Science. Amyad Spector, the chief product officer, was previously a nuclear physicist at Israel’s secretive Negev Nuclear Research Center.  Stardust CEO Yanai Yedvab (right) and Chief Product Officer Amyad Spector (left) at the company's facility in Israel. ROBY YAHAV, STARDUST   Stardust says it employs 25 scientists, engineers, and academics. The company is based in Ness Ziona, Israel, and plans to open a US headquarters soon.  Yedvab says the motivation for starting Stardust was simply to help develop an effective means of addressing climate change.",
    "“Maybe something in our experience, in the tool set that we bring, can help us in contributing to solving one of the greatest problems humanity faces,” he says. Lowercarbon Capital, the climate-tech-focused investment firm  cofounded by the prominent tech investor Chris Sacca, led the $60 million investment round. Future Positive, Future Ventures, and Never Lift Ventures, among others, participated as well.AWZ Ventures, a firm focused on security and intelligence technologies, co-led the company’s earlier seed round, which totaled $15 million. Yedvab says the company will use that money to advance research, development, and testing for the three components of its system, which are also described in the pitch deck: safe particles that could be affordably manufactured; aircraft dispersion systems; and a means of tracking particles and monitoring their effects. “Essentially, the idea is to develop all these building blocks and to upgrade them to a level that will allow us to give governments the tool set and all the required information to make decisions about whether and how to deploy this solution,” he says.   The company is, in many ways, the opposite of Make Sunsets, the first company that came along offering to send particles into the stratosphere—for a fee—by pumping sulfur dioxide into weather balloons and hand-releasing them into the sky. Many researchers viewed it as a provocative, unscientific, and irresponsible exercise in attention-gathering.  But Stardust is serious, and now it’s raised serious money from serious people—all of which raises the stakes for the solar geoengineering field and, some fear, increases the odds that the world will eventually put the technology to use. “That marks a turning point in that these types of actors are not only possible, but are real,” says Shuchi Talati, executive director of the Alliance for Just Deliberation on Solar Geoengineering, a nonprofit that strives to ensure that developing nations are included in the global debate over such climate interventions. “We’re in a more dangerous era now.” Ask AIWhy it matters to you?BETAHere’s why this story might matter to you, according to AI. This is a beta feature and AI hallucinates—it might get weirdA location I care about is.Tell me why it mattersLearn more about how we're using AI. Many scientists studying solar geoengineering argue strongly that universities, governments, and transparent nonprofits should lead the work in the field, given the potential dangers and deep public concerns surrounding a tool with the power to alter the climate of the planet.",
    "It’s essential to carry out the research with appropriate oversight, explore the potential downsides of these approaches, and publicly publish the results “to ensure there’s no bias in the findings and no ulterior motives in pushing one way or another on deployment or not,” MacMartin says. “[It] shouldn’t be foisted upon people without proper and adequate information.”He criticized, for instance, the company’s claims to have developed what he described as their “magic aerosol particle,” arguing that the assertion that it is perfectly safe and inert can’t be trusted without published findings. Other scientists have also disputed those scientific claims. Plenty of other academics say solar geoengineering shouldn’t be studied at all, fearing that merely investigating it starts the world down a slippery slope toward its use and diminishes the pressures to cut greenhouse-gas emissions. In 2022, hundreds of them signed an open letter calling for a global ban on the development and use of the technology, adding the concern that there is no conceivable way for the world’s nations to pull together to establish rules or make collective decisions ensuring that it would be used in “a fair, inclusive, and effective manner.”",
    "“Solar geoengineering is not necessary,” the authors wrote. “Neither is it desirable, ethical, or politically governable in the current context.” The for-profit decision  Stardust says it’s important to pursue the possibility of solar geoengineering because the dangers of climate change are accelerating faster than the world’s ability to respond to it, requiring a new “class of solution … that buys us time and protects us from overheating.”  Yedvab says he and his colleagues thought hard about the right structure for the organization, finally deciding that for-profits working in parallel with academic researchers have delivered “most of the groundbreaking technologies” in recent decades. He cited advances in genome sequencing, space exploration, and drug development, as well as the restoration of the ozone layer. He added that a for-profit structure was also required to raise funds and attract the necessary talent. “There is no way we could, unfortunately, raise even a small portion of this amount by philanthropic resources or grants these days,” he says. He adds that while academics have conducted lots of basic science in solar geoengineering, they’ve done very little in terms of building the technological capacities. Their geoengineering research is also primarily focused on the potential use of sulfur dioxide, because it is known to help reduce global temperatures after volcanic eruptions blast massive amounts of it into the stratospheric. But it has well-documented downsides as well, including harm to the protective ozone layer.",
    "Related StoryBig Tech's big bet on a controversial carbon removal tacticRead next “It seems natural that we need better options, and this is why we started Stardust: to develop this safe, practical, and responsible solution,” the company said in a follow-up email. “Eventually, policymakers will need to evaluate and compare these options, and we’re confident that our option will be superior over sulfuric acid primarily in terms of safety and practicability.” Public trust can be won not by excluding private companies, but by setting up regulations and organizations to oversee this space, much as the US Food and Drug Administration does for pharmaceuticals, Yedvab says.“There is no way this field could move forward if you don’t have this governance framework, if you don’t have external validation, if you don’t have clear regulation,” he says. Meanwhile, the company says it intends to operate transparently, pledging to publish its findings whether they’re favorable or not. That will include finally revealing details about the particles it has developed, Yedvab says.",
    "Early next year, the company and its collaborators will begin publishing data or evidence “substantiating all the claims and disclosing all the information,” he says, “so that everyone in the scientific community can actually check whether we checked all these boxes.” In the follow-up email, the company acknowledged that solar geoengineering isn’t a “silver bullet” but said it is “the only tool that will enable us to cool the planet in the short term, as part of a larger arsenal of technologies.” “The only way governments could be in a position to consider [solar geoengineering] is if the work has been done to research, de-risk, and engineer safe and responsible solutions—which is what we see as our role,” the company added later. “We are hopeful that research will continue not just from us, but also from academic institutions, nonprofits, and other responsible companies that may emerge in the future.” Ambitious projections Stardust’s earlier pitch deck stated that the company expected to conduct its first “stratospheric aerial experiments” last year, though those did not move ahead (more on that in a moment). On another slide, the company said it expected to carry out a “large-scale demonstration” around 2030 and proceed to a “global full-scale deployment” by about 2035. It said it expected to bring in roughly $200 million and $1.5 billion in annual revenue by those periods, respectively. Every researcher interviewed for this story was adamant that such a deployment should not happen so quickly. Given the global but uneven and unpredictable impacts of solar geoengineering, any decision to use the technology should be reached through an inclusive, global agreement, not through the unilateral decisions of individual nations, Talati argues.  “We won’t have any sort of international agreement by that point given where we are right now,” she says.  A global agreement, to be clear, is a big step beyond setting up rules and oversight bodies—and some believe that such an agreement on a technology so divisive could never be achieved. There’s also still a vast amount of research that must be done to better understand the negative side effects of solar geoengineering generally and any ecological impacts of Stardust’s materials specifically, adds Holly Buck, an associate professor at the University of Buffalo and author of After Geoengineering. “It is irresponsible to talk about deploying stratospheric aerosol injection without fundamental research about its impacts,” Buck wrote in an email. She says the timelines are also “unrealistic” because there are profound public concerns about the technology. Her polling work found that a significant fraction of the US public opposes even research (though polling varies widely).  Meanwhile, most academic efforts to move ahead with even small-scale outdoor experiments have sparked fierce backlash. That includes the years-long effort by researchers then at Harvard to carry out a basic equipment test for their so-called ScopeX experiment. The high-altitude balloon would have launched from a flight center in Sweden, but the test was ultimately scratched amid objections from environmentalists and Indigenous groups.  Related StoryThis startup is about to conduct the biggest real-world test of aluminum as a zero-carbon fuelRead next Given this baseline of public distrust, Stardust’s for-profit proposals only threaten to further inflame public fears, Buck says. “I find the whole proposal incredibly socially naive,” she says. “We actually could use serious research in this field, but proposals like this diminish the chances of that happening.” Those public fears, which cross the political divide, also mean politicians will see little to no political upside to paying Stardust to move ahead, MacMartin says.  “If you don’t have the constituency for research, it seems implausible to me that you’d turn around and give money to an Israeli company to deploy it,” he says. An added risk is that if one nation or a small coalition forges ahead without broader agreement, it could provoke geopolitical conflicts.  “What if Russia wants it a couple of degrees warmer, and India a couple of degrees cooler?” asked Alan Robock, a professor at Rutgers University, in the Bulletin of the Atomic Scientists in 2008. “Should global climate be reset to preindustrial temperature or kept constant at today’s reading? Would it be possible to tailor the climate of each region of the planet independently without affecting the others? If we proceed with geoengineering, will we provoke future climate wars?” Revised plans Yedvab says the pitch deck reflected Stardust’s strategy at a “very early stage in our work,” adding that their thinking has “evolved,” partly in response to consultations with experts in the field. He says that the company will have the technological capacity to move ahead with demonstrations and deployments on the timelines it laid out but adds, “That’s a necessary but not sufficient condition.” “Governments will need to decide where they want to take it, if at all,” he says. “It could be a case that they will say ‘We want to move forward.’ It could be a case that they will say ‘We want to wait a few years.’”“It’s for them to make these decisions,” he says. Yedvab acknowledges that the company has conducted flights in the lower atmosphere to test its monitoring system, using white smoke as a simulant for its particles, as the Wall Street Journal reported last year. It’s also done indoor tests of the dispersion system and its particles in a wind tunnel set up within its facility. But in response to criticisms like the ones above, Yedvab says the company hasn’t conducted outdoor particle experiments and won’t move forward with them until it has approval from governments.   “Eventually, there will be a need to conduct outdoor testing,” he says. “There is no way you can validate any solution without outdoor testing.” But such testing of sunlight reflection technology, he says, “should be done only working together with government and under these supervisions.” Generating returns   Stardust may be willing to wait for governments to be ready to deploy its system, but there’s no guarantee that its investors will have the same patience. In accepting tens of millions in venture capital, Stardust may now face financial pressures that could “drive the timelines,” says Gernot Wagner, a climate economist at Columbia University.  And that raises a different set of concerns. Obliged to deliver returns, the company might feel it must strive to convince government leaders that they should pay for its services, Talati says.  “The whole point of having companies and investors is you want your thing to be used,” she says. “There’s a massive incentive to lobby countries to use it, and that’s the whole danger of having for-profit companies here.” She argues those financial incentives threaten to accelerate the use of solar geoengineering ahead of broader international agreements and elevate business interests above the broader public good. Stardust has “quietly begun lobbying on Capitol Hill” and has hired the law firm Holland & Knight, according to Politico. It has also worked with Red Duke Strategies, a consulting firm based in McLean, Virginia, to develop “strategic relationships and communications that promote understanding and enable scientific testing,” according to a case study on the company’s  website.   “The company needed to secure both buy-in and support from the United States government and other influential stakeholders to move forward,” Red Duke states. “This effort demanded a well-connected and authoritative partner who could introduce Stardust to a group of experts able to research, validate, deploy, and regulate its SRM technology.” Red Duke didn’t respond to an inquiry from MIT Technology Review. Stardust says its work with the consulting firm was not a government lobbying effort. Yedvab acknowledges that the company is meeting with government leaders in the US, Europe, its own region, and the Global South. But he stresses that it’s not asking any country to contribute funding or to sign off on deployments at this stage. Instead, it’s making the case for nations to begin crafting policies to regulate solar geoengineering. “When we speak to policymakers—and we speak to policymakers; we don’t hide it—essentially, what we tell them is ‘Listen, there is a solution,’” he says. “‘It’s not decades away—it’s a few years away. And it’s your role as policymakers to set the rules of this field.’” “Any solution needs checks and balances,” he says. “This is how we see the checks and balances.” Related StoryThree things to know about the future of electricityRead next He says the best-case scenario is still a rollout of clean energy technologies that accelerates rapidly enough to drive down emissions and curb climate change. “We are perfectly fine with building an option that will sit on the shelf,” he says. “We’ll go and do something else. We have a great team and are confident that we can find also other problems to work with.” He says the company’s investors are aware of and comfortable with that possibility, supportive of the principles that will guide Stardust’s work, and willing to wait for regulations and government contracts. Lowercarbon Capital didn’t respond to an inquiry from MIT Technology Review. ‘Sentiment of hope’ Others have certainly imagined the alternative scenario Yedvab raises: that nations will increasingly support the idea of geoengineering in the face of mounting climate catastrophes.  In Kim Stanley Robinson’s 2020 novel, The Ministry for the Future, India unilaterally forges ahead with solar geoengineering following a heat wave that kills millions of people.  Wagner sketched a variation on that scenario in his 2021 book, Geoengineering: The Gamble, speculating that a small coalition of nations might kick-start a rapid research and deployment program as an emergency response to escalating humanitarian crises. In his version, the Philippines offers to serve as the launch site after a series of super-cyclones batter the island nation, forcing millions from their homes.  It’s impossible to know today how the world will react if one nation or a few go it alone, or whether nations could come to agreement on where the global temperature should be set.  But the lure of solar geoengineering could become increasingly enticing as more and more nations endure mass suffering, starvation, displacement, and death. “We understand that probably it will not be perfect,” Yedvab says. “We understand all the obstacles, but there is this sentiment of hope, or cautious hope, that we have a way out of this dark corridor we are currently in.” “I think that this sentiment of hope is something that gives us a lot of energy to move on forward,” he adds. hide"
  ]
}