{
  "url": "https://www.ft.lk/opinion/Highlights-of-Govt-tax-policy-and-expenditure-management-measures/14-766277",
  "title": "Highlights of Govt. tax policy and expenditure management measures",
  "ut": 1725224955.0,
  "body_paragraphs": [
    "Finance Minister Ranil Wickremesinghe",
    "Treaasury Secretary Mahinda Siriwardana",
    "The Finance Ministry on Friday issued the following statement clarifying recent debate on taxation",
    "1. Why did the Government increase tax rates as a first measure to address fiscal weakness?",
    "Weak Government revenue was one of the fundamental causes of the economic crisis.",
    "Whilst revenues have been on a declining trend for over three decades, the ill-timed tax reductions announced in end 2019 was a major contributor to the country’s credit rating downgrades and subsequent sovereign debt default.",
    "While Government revenue had declined to just 8.3% of GDP by 2021, public expenditure remained at 20% of GDP, requiring inflationary monetary financing (money printing) to finance the resultant budget deficit of 11.7% of GDP. Therefore, urgent revenue measures were essential to phase out monetary financing and bring inflation under control.",
    "Inflation has a far more devastating and non-discriminatory impact in terms of destruction of income and wealth. Inflation which reached a peak of 70% in 2022, had a disproportionate adverse impact on the poor.",
    "Fiscal consolidation was also a key component of the overall macroeconomic reform program, including the debt sustainability framework, in which the expected primary budget surplus of 2.3% of GDP in 2025 will be one of Sri Lanka’s key contributions to the debt restructuring effort. Enhancement of Government revenue from 8.3% of GDP in 2021 to 15.1% of GDP by 2025 is an essential element towards achieving this primary balance target.",
    "2. Are there means of enhancing Government revenue other than taxes?",
    "In countries like Sri Lanka, which do not have abundant natural resources such as oil or minerals, tax revenue is the key contributor to Government revenue. Historically, tax revenue contributes around 80% of Sri Lanka’s Government revenue. There is a misconception that exports, tourism, and other external inflows accrue to Government revenue – this is not the case. Those revenues are collected by private enterprises, and the Government only receives the corporate tax component of the profit of those enterprises.",
    "Dividends and levies from State enterprises contribute to Government non-tax revenue, however historically this has been a net drain on Sri Lanka’s fiscal balances due to losses incurred by State enterprises. Fines, fees, and rents contribute only a very small component of Sri Lanka’s Government revenue. Therefore, taxes make up the largest contribution.",
    "3. Why was tax compliance and tax administration improvements to address “tax leakages” not the first measure to increase revenue before increasing tax rates?",
    "Tax administration and tax compliance enhancement measures play a very important role in revenue enhancement, however they typically take a long time to yield returns. This is because such measures require administrative, technological, and process related reforms which take time to implement and show results. In Sri Lanka’s case, tax administration measures were implemented in parallel to tax rate increases, but the short term increase in revenue is derived almost entirely from the increase in tax rates. Given the urgency of increasing revenue as outlined in point 1 above, it was necessary to adjust tax rates as an immediate measure to deal with the economic crisis.",
    "It is also important to note that the International Monetary Fund (IMF) does not consider revenue gains from improvements to tax administration and compliance as a tangible short term revenue measure. The IMF may include incremental revenue gains from tangible administrative measures (such as the 0.3% GDP gain expected from VAT administration improvement in 2025), however, these do not substitute for tangible tax policy measures, particularly when considering primary budget balance inputs for the DSA framework.",
    "More importantly, the realities of Sri Lanka’s Treasury cash flow pressures are such that mandatory payments on interest, salaries, and essential welfare dominate the Government expenditure. It is simply not feasible to hope for revenue gains from “addressing leakages” to provide the revenue flows to meet these payment obligations. Realistic, and specific revenue measures are necessary in this case.",
    "4. What were the tax administration and compliance improvement measures implemented by the Government?",
    "Digitisation of tax processes with e-filing of tax returns becoming mandatory.",
    "Mandatory information sharing between key Government agencies and the tax collection agencies such as the IRD, Customs, and Excise.",
    "Upgrading the management information system at the IRD, RAMIS, with the implementation of RAMIS 2.0.",
    "Steps are now underway to further upgrade to RAMIS 3.0. Risk based audits are being expanded.",
    "Expanded TIN registration, with steps being taken towards making key economic transactions such as bank accounts, letters of credit, and others requiring a TIN.",
    "Expanding use of Point of Sale (POS) devises to support VAT collection as articulated in the 2024 Budget speech1",
    "These measures are beginning to work since there was over a 128% growth in active tax files in 2023 (997,858) compared to 2022 (437,547). As the tax base expands in this manner, the burden of taxation on a limited number of tax payers gets eased. The Government’s expectation is that once these tax administration measures start taking effect and contributing to revenue flows, it will be possible to gradually adjust the tax rates downwards in a manner that does not compromise revenue targets being reached.",
    "The first such proposed adjustment to the Personal Income Tax bands has already been announced.",
    "5. Is the Govt. taking steps to curtail Government expenditure instead of increasing taxes?",
    "The curtailment of the Government expenditure has to be carefully managed. Since early 2022, the Treasury has issued a number of circulars that impose significant restrictions on public expenditure to maintain fiscal discipline and support the fiscal consolidation process. This has included enhanced disciplines on new hiring, over-time payments, fuel consumption and vehicle usage, expenditure on events, foreign travel, and so on. These policies have continued to date2. Increased use of digital measures to control expenditure such as the completion of roll-out of the Integrated Treasury Management Information System (ITMIS) is a key initiative. The government is also expanding the use of e-procurement to enhance transparency and improve price discovery. Ongoing measures to increase transparency in procurement through the Electronic Government Procurement (eGP) System will also support cost management in the medium term3.",
    "Overall digitisation of public services, supported by unique digital identification (SLUDl) which is in advanced stages of implementation, is also expected to make significant savings in public expenditure.",
    "The Government introduced a new initiative of zero-based budgeting specifically for 10 of the largest spending ministries. Accordingly, these spending agencies need to justify all expenditure incurred, including legacy expenditure, to demonstrate the purpose of such spending and that spending is taking place in the most efficient manner possible.",
    "This would help eliminate wastage, duplicate spending, and identify redundant processes – all of which will help manage overall public expenditure. The 2024 and 2025 Budget calls have both built in the principles of zero based budgeted.",
    "The Government has also taken steps to right-size the public service, enabling Government expenditure on public sector salaries to decline from 4.8% of GDP in 2021 to 3.4% of GDP in 2023. This has enabled the Government to adjust public sector wages gradually in 2024 and proposed adjustments in 2025 without undermining the overall fiscal targets. Continued efforts at digitisation will support efforts to right-size the public service, along with sector specific initiatives such as Defence 2030 review. Another key expenditure reduction measure has been the curtailment of losses of State Owned Enterprises, which have previously been a regular drain of public finances.",
    "The above mentioned measures are important in terms of controlling wastage, however, public expenditure is largely non-discretionary in nature. For instance in 2023, interest cost amounted to 8.9% of GDP, public sector salaries accounted for 3.4% of GDP, and essential welfare transfers amounted to 3.6% of GDP (a total of 15.9% of GDP), whereas total revenue was just 11.1 % of GDP in 2023.",
    "Furthermore, Sri Lanka requires higher spending in priority areas such as public health, education, public transport, social protection, digitisation, and others. Therefore, even with the expenditure management measures outlined previously, it is essential that the government revenue base continues to increase from the record low 8.3% of GDP, which was one of the lowest levels in the world, to a level of at least 15% of GDP (which is still below peer country averages).",
    "Ideally in the longer term, revenue should be higher than 15% of GDP to enable high quality public expenditure to support long term sustainable economic growth.",
    "6. Why is Sri Lanka’s Personal Income Tax rate as high as 36%?",
    "It must be understood that not all persons pay an income tax of 36%. The rate of 36% applies only to the top marginal rate of income tax. A person earning Rs. 200,000 per month only pays Rs. 10,500 per month in tax, which is an effective rate of 5.3%. A person earning Rs. 450,000 per month pays an effective tax rate of 19.7%. Even at an income of Rs. 1 million per month, the effective rate of tax is 28.7%, which is below the 36% which is the common public perception. Sri Lanka’s top tax rate of 36% is not high compared to regional peers. For instance, Thailand, Indonesia, and Vietnam all have a top personal tax rate of 35%.",
    "7. Why is Sri Lanka’s tax free threshold as low as Rs. 100,000 per month?",
    "Sri Lanka’s tax-free threshold is set at Rs. 100,000 per month which results in only the top 20% of income earners being subject to income tax. It was clearly established in the Supreme Court judgment on the amendments to the Inland Revenue Act in 20224.",
    "The fact that Sri Lanka’s income structure is skewed in this manner is also supported by the fact that the total number of active credit cards in Sri Lanka is under 2 million, less than 10% of the total population5.",
    "As soon as income earners enter the tax threshold, the effective tax rate is very low at a 6% marginal rate. Therefore, a person earning Rs. 125,000 per month, would only pay tax of Rs. 1,500 per month, or 1.2% of their total income.",
    "8. What are the feasible reforms to Sri Lanka’s personal income tax structure?",
    "Whilst the top tax rate and the tax free thresholds are reasonable given existing income structures and peer comparisons, the tax bands are quite narrow at Rs. 500,000 each. This was necessary at the beginning of the reform effort given the necessity to demonstrate best efforts of Sri Lanka’s top 20% of income earners towards restoring debt sustainability. However, as revenue targets have begun to be met in 2024, it is now feasible to review the tax bands in a manner that does not compromise revenue targets.",
    "Accordingly, the Government has proposed to broaden each tax band to Rs. 720,000 from Rs. 500,000. This would provide significant but targeted relief to those most affected by the tax increases. For instance, a person earning Rs. 300,000 per month will receive a tax relief of 25% compared to present levels. However, the relief declines at higher income levels, where someone earning Rs. 750,000 per month gains a smaller relief of around 8% compared to present levels. The revenue impact resulting from this proposal is very limited at around 0.08% of 2025 GOP and compensating measures have already been discussed with the IMF.",
    "9. Why does Sri Lanka tax exporters and other strategic sectors?",
    "In the past, Sri Lanka used preferential tax rates to encourage strategic sectors.",
    "Unfortunately, the outcome was a continuous proliferation of such preferential rates and tax exemptions. For example, in 2017, almost all sec tors paid a preferential tax rate of 14%, including exports, SMEs, tourism, IT, agriculture, and education. This set of exemptions expanded with the tax policy changes in 2019, with the construction sector, private healthcare, and manufacturing (18%) all becoming eligible to lower tax rates given their strategic importance. However, this resulted in a continuous erosion of Sri Lanka’s tax base and the revenue shortfall from that preferential sector must be caught up through higher taxes from the rest of the economy. What starts as a preferential rate to exporters will almost certainly expand to other strategic sectors in the future as has been amply demonstrated in Sri Lanka’s history.",
    "In order to encourage strategic sectors, the Government must take all efforts to reduce the cost of establishment of a company, whether it is in terms of access to land, access to electricity, trade facilitation measures and others. However, once a company is profitable, it should contribute its fair share in taxation. Profit, must be treated as profit regardless of which sector it is generated from, and tax policy should be used purely as a tool for collecting revenue to fund public services, and not as a tool to promote particular sectors.",
    "In the future, once tax administration and compliance measures have enabled revenue to grow and tax targets to be met, it would be possible to consider downward revisions of the standard corporate tax rates across the board, without providing concessional rates to specific sectors.",
    "10. When will the Government reduce VAT?",
    "Prior to considering any reductions to VAT, it would be prudent to review turnover based taxes such as the Social Security Contribution Levy (SSCL). Such taxes are cascading in nature and highly distortive as a result, whereas V AT only applies on the value added component. At present, the adverse revenue impact of any changes to VAT or SSCL would significantly compromise revenue targets. However, there are numerous ongoing measures to improve VAT compliance which are expected to improve revenue yield from VAT. Therefore, downward adjustments to SSCL could be considered at a later stage once these tax administration measures improve revenue yield s and revenue targets can be more comfortably met going forward.",
    "11. Does the Government impose VAT on sensitive sectors such as health, education, public transport?",
    "The Government does not impose VAT on a few essential goods and services, including healthcare, education, public transport, and essential food items. The full list of exempt items is available in the Value Added Tax Act6. This is similar to the practice of successful economies which maintain a broad VAT coverage with very limited exemptions of only a few items7.",
    "12. Why does the Government impose VAT on items such as petrol and diesel since these can have an impact on general inflation?",
    "Fuel products have long been exempt from VAT, however they are very high revenue items, and the previous VAT exemption resulted in a large loss in revenue. While the VAT rate was adjusted and exemptions were removed from January 2024, the Colombo Consumer Price Index saw a decline from an index level of 195.1 in December 2023 to 191.1 by August 2024. The retail price of key fuels also saw declines in prices in spite of the imposition of VAT due to favourable macroeconomic developments that resulted from improved fiscal conditions. Therefore, the fears that the broadening of the VAT base would result in higher inflation were entirely unfounded.",
    "13. Why doesn’t the Government use multiple VAT rates for different products?",
    "In the past, Sri Lanka, like other jurisdictions, adopted multiple VAT rates targeting different products with various sensitivities and strategic importance. The outcome has been a gradual erosion of revenue since the lower rate product categories keep expanding over time. Such multiple rates also make the tax structure more complex, and subjective in nature, opening up room for corruption vulnerabilities. Therefore, like many other jurisdictions, Sri Lanka has shifted to a unified VAT rate. The principle of not using tax policy to further other goals of the government and instead using tax policy purely as a revenue collection mechanism, applies in this case as well.",
    "14. Should the Government do away with Value Added Tax and shift to a turnover tax structure?",
    "There have been claims that it would be beneficial to shift to a turnover tax instead of VAT. However, a turnover tax is extremely distortive in nature, which is why most countries try to move away from turnover tax to a more efficient value added tax system.",
    "A turnover tax applies at each stage of the value chain. The example of a simple rubber slipper; a turnover tax would be applied at the stage of raw rubber, then at the factory for rubber processing the full value will be taxed, then again at the factory where the slipper is produced the full turnover will be taxed, again at the distribution stage it is taxed, and finally at the retail stage the full value is taxed. At each point of the value chain, the full value of the product is taxed in a cascading manner.",
    "This type of taxation is highly distortive since it discourages production that is complex and involves multiple stages of value addition – and it favours basic low value products.",
    "This is exactly the opposite direction that Sri Lanka’s economy should be pursuing -which is progressively shifting to higher value, more complex products.",
    "15. Why can’t the Government immediately collect taxes in arrears and use that to reduce the tax burden on citizens?",
    "There is a false narrative that there is a large volume of taxes in default of around Rs. 1 trillion (IRD has outstanding taxes of Rs. 1,066 billion). However, out of this amount, Rs. 878 billion from IRD are taxes that are in various stages of the appeals process. Sri Lanka being a democratic system, has a system of checks and balances where the Government authority (in this case revenue collection agencies) cannot unilaterally force the citizen to pay whatever tax is assessed. If the citizen has a legitimate grievance regarding the assessment that is made, he or she has the right to appeal through the judicial process.",
    "It is true that it is necessary to make the appeals process more efficient, and this is happening through a broader process of judicial reforms. However, nobody would expect the state to be able to unilaterally appropriate all taxes that are in the appeals process and completely go against due process.",
    "Out of the balance taxes in arrears outside the appeals process of Rs. 188 billion as of end 2023, in the first six months of 2024, the Inland Revenue Department has already collected Rs. 104 billion.",
    "1Page 51 - https:llwww.treasury.gov. lk/api/fil e/ed037ac8-9727-4292-ae9b-edac08c7a314",
    "2https:11 www.treasury.gov. lk/api/file12d9783f5-14b6-416f-84bb-dcdc63635106",
    "3https:llpromise.Ik/?p=public cont&a=view proc awarded public processes - all of which will help manage overall public expenditure.",
    "4See page 34 of the judgment - https:/Iwww.supremecourt.lk/ images/ documents/sd 64 71 2022.pdf",
    "https://www.cbsl. gov.lk/sites/default/files/cbsl web_documents/statistics/wei/WEl_20240816_e.pdf",
    "6See page 4 onwards for the full list of VAT exemptions",
    "httPs://www. ird .gov.l k/en/publications/Valle%20Added%20Tax_Acts/VAT Act_No._32_2023_E.pdf",
    "7Thailand VAT exemptions - https:// taxsulllmaries.pwc.com/thailand/corporate/othertaxes#: ~:text=VAT%20is%20Ievie %20on%20the,%2C%20sale%20of%20real%20estate).",
    "Singapore CST exemptions - https://taxsummaries.pwe.com/singapore/corporate/other-taxes",
    "Philippines VAT exemptions - https://taxsummaries.pwc.com/philippines/corporatel other-taxes"
  ]
}