{
  "url": "https://www.ft.lk/columns/A-new-world-order-without-US-in-driving-seat/4-787775",
  "title": "A new world order without US in driving seat?",
  "ut": 1769993605.0,
  "body_paragraphs": [
    "Trump 2.0 is destroying the dollar as a reserve currency and defeats the goal of promoting US exports",
    "Dollar falling, gold rising, and cryptos reaching high levels",
    "Dollar depreciation in Trump 2.0",
    "The US dollar index, coded DXY, stood at 98.59 in December 2025. The decline in the index refers to a depreciation of the dollar and an increase, the opposite. Thus, the level at end-2025 recorded a depreciation of the currency by 11% from its high level of 111.21 in 1971 and 38% from the peak of 158.49 in 1985.",
    "When President Donald Trump assumed his second term in January 2025, designated as Trump 2.0, the index value was 108.2 as shown in Figure I. Hence, the depreciation attributable to his term had been about 9% [1]. By end-January 2026, it fell further to 96.16, and as a result, the overall depreciation during his second term had been about 11%.",
    "This is a massive fall of a currency within 52 weeks, and Trump had welcomed it since it will help his administration to bring back manufacturing to the US by incentivising exports, a promise he had made in his election campaign [2]. Trump is correct when it comes to only the internal US economy, but he is faulty when one considers the dollar’s role as an international reserve currency. That is because any sharp depreciation of the dollar sends panic waves throughout the global economy, compelling countries that hold dollars as a reserve currency to change from dollar to other assets, a process known as a portfolio adjustment in the parlance of finance experts. This displacement of the dollar defeats Trump’s goal of promoting US exports.",
    "Market movement of the dollar via an index",
    "DXY was first created by the Federal Reserve Bank, the US Central Bank, in 1973 following its unilateral withdrawal from the Bretton Woods Agreement in August 1971. Under that agreement which paved the way for the establishment of the Washington duo, IMF and World Bank, the US Government had agreed to exchange dollars for gold and vice versa for a fixed price of $ 35 per troy ounce of the metal. This system, known as the Gold Exchange Standard, facilitated the use of the dollar freely as a reserve currency since it could be converted freely to gold and vice versa at a fixed price. However, the withdrawal from the system made this official obligation null and void.",
    "Since then, the dollar became a voluntary reserve currency, and the US Fed thought it prudent to track its movement in the market to give an indication to its users. For the compilation of the index, currencies of six major trading partners were used with weights assigned to each currency given in parentheses as follows: Euro (57.6%), Japanese yen (13.6%), British pound (11.9%), Canadian dollar (9.1%), Swedish krona (4.2%), and Swiss franc (3.6%). In 1985, the Fed discontinued the compilation of DXY, handing its management to the Intercontinental Exchange or ICE, the successor to the New York Board of Trade. It is now ICE which compiles DXY and releases the data through Reuters.",
    "Obligations of the world’s Central Banker nation",
    "Even after the US officially withdrew from the Bretton Woods agreement, the US dollar continued as the major reserve currency in the globe since there was no other currency that could out-beat the dollar. It continued to serve both functions of a reserve currency, namely, providing a safe asset for Central Banks throughout the world to keep their foreign exchange reserves and serving as a ready medium of exchange to undertake international trade and financial transactions. Prior to 1971, the US was the official world Central Banker nation. After 1971, it was the unofficial world Central Banker. Therefore, the US could not withdraw from the obligation to supply an adequate quantity of dollars to meet global liquidity requirements.",
    "Global liquidity refers to the amount of ready cash dollars needed by countries to do their business and it is the duty of the world Central Banker nation to produce and supply the same. Accordingly, the US monetary policy should consider not only the money requirements of the US economy but also the money needed for global liquidity requirements.",
    "But like any other Central Bank, this duty provides an additional bonus to the US, namely, the ability to buy real goods and services from the rest of the world at the nominal value of the dollar where it spends only a fraction of that nominal value to produce that dollar. The difference between the nominal value and the cost of production of the dollar is a profit earned by the US Government, known as the seigniorage. Thus, by functioning as the unofficial world Central Banker nation, the US accumulates a substantial amount of seigniorage to its economy.",
    "Suppose the US produces one dollar and buys a shirt from Sri Lanka. The dollar is a nominal asset, while the shirt is a real one. Thus, Sri Lankans make a real sacrifice while the US makes only a nominal sacrifice. It is a real resource transfer to the US from Sri Lanka, assuming only a nominal obligation. By running a trade deficit, the US has been doing this continuously.",
    "Thus, as at end of 2025, the US dollar with a total amount of $ 13 trillion accounted for about 57% of the global reserves [3]. That was about 59% of the US’s broad money supply. The other major currencies were far behind the US dollar with the Euro accounting for about 20%, Japanese Yen 6%, British Pound 5%, and Chinese Renminbi 2%. The US dollar was the preferred currency because of its liquidity and safety, stability in the market, and the wide network of financial institutions and payments systems that use it. It is these good features of the dollar which have now been foiled by the Trump administration.",
    "Disruption of US-led global economic order",
    "In the post-WWII world economy, the global economic order was led by the US and its currency, the dollar. An economic order is an interconnected system of rules, institutions like the IMF and World Trade Organisation, policies involving trade agreements, and power dynamics that govern international economic activity [4]. In this system based on rules which are enforced by a leader, all countries that undertake international transactions with each other feel a sense of safety, security, consistency, and certainty. If the leader challenges those rules and imposes his own arbitrarily-chosen principles that deviate from the ones already in force, the global economic order gets shattered.",
    "Reading of Trump economics by Singapore",
    "That was what happened when Trump imposed arbitrarily-chosen tariff rates on US’s trading partners in April 2025, as first highlighted by Singaporean Foreign Minister Vivian Balakrishnan in an address to a special committee of the Singapore Parliament [5]. Balakrishnan, though coming from a rich but a small country, did not spare words when he criticised the US’s new policy. He elaborated that the world had accepted globalisation as the tenet of the world order. Under that tenet, rich country governments had allowed their manufacturing firms to set up factories in other countries to take advantage of the low-paid labour and cheap raw materials available in those countries. On the other side of the planet, the developing country governments provided all the incentives for such firms to set up factories within their borders. This system which was to the benefit of both the rich and poor countries has been shattered by the new US policy. Instead of security and certainty that helped world nations to work together, the new system has created anxiety, preventing people from taking a longer-term view of their affairs.",
    "This was further emphasised by Canadian Prime Minister Mark Carney when he addressed the World Economic Forum in January 2026 [6]. Noting the end of the rules-based international order, he outlined how Canada, a long-time US ally, was adapting by building strategic autonomy, while maintaining values like human rights and sovereignty. He called for middle powers to work together to counter the rise of hard power and the great power rivalry to build a more cooperative, resilient world. With the shattering of the existing global economic order, the US dollar was the casualty.",
    "Naturally, when a country increases its tariffs, its consumer prices should also increase since the high tariffs are added to the prices of those goods. This does not happen overnight but through a process of price adjustments over time. Temporarily, the country may feel safe, but the long-run inflationary pressures are unavoidable. This was exactly what was happening in the US economy.",
    "Trump wanted the Federal Reserve Bank to reduce interest rates to boost falling economic activity. But taking a longer-term view, the Fed did not want to accede to his pressures. It led to a conflict between Trump and Fed Chair Jerome Powell. When he was criminally investigated by the US Justice Department over an over-spending of funds for renovating two Fed buildings, the world saw it as an interference with the independence of the Central Bank.",
    "To avoid the public’s misunderstanding, it had to issue a special notice assuring that the Fed will be using funds responsibly as a good steward of public resources [7]. But by that time, the damage had already been done and the world Central Banks started shedding dollar balances and adding gold instead to their reserve portfolios.",
    "Central Banks shed dollars for gold",
    "As reported by the London-based The Guardian, according to a survey of 50 Central Banks by the asset manager Invesco, about 25 are planning to increase their gold holdings and about 33 are planning to relocate their gold held outside their borders [8]. Gold is viewed as superior to the dollar because it has a ready marketability and it is no one’s debt obligation like a reserve currency. The result was the surge of gold prices in the market. As Figure II shows, at the time Trump started his second term, a troy ounce of gold amounted to about $ 2,000. By end of January 2026, it has shot up to $ 5,262. Thus, the gold content of the dollar has declined sharply. In 1971 when the US abandoned the Gold Exchange Standard under the Bretton Woods Agreement, a dollar contained 888 mg of fine gold. When Trump started his second term in January 2025, the content was 16 mg. By end January 2026, it has fallen to 6 mg. It is therefore, natural for Central Banks to shed US dollars and accumulate gold balances.",
    "Fall in real dollar value due to US inflation",
    "The US inflation rate is also rising, causing the real value of the dollar to fall. Anyone who is having a dollar must be able to buy a basket of goods and services worth of one dollar from the US economy. Those outside the US acquire dollars by sacrificing their real resources.",
    "For instance, if Sri Lanka acquires a dollar by exporting a shirt, Sri Lankan producers use real resources like labour and raw materials to produce that shirt. The US consumer gets that real shirt by exchanging a piece of paper called a dollar which has only a nominal existence until it is used to buy a basket of real goods and services from the US economy.",
    "How much goods are there in the basket depends on the level of consumer prices in the US as measured by its Consumer Price Index. As shown in Figure III, the US Consumer Price Index with a value of 100 in the base year of 1982-4 amounted to 40.7 in August 1971 when the US abandoned the Gold Exchange Standard. The index has risen to 326 in December 2025. What this means is that in the base year, a dollar could buy only a basket worth of one dollar. But in August 1971, a dollar had a higher market value with a basket worth of $ 2.43. This has fallen to a basket worth of only 31 US cents by end-2025. Therefore, due to the increase in consumer prices, those who have held on to dollar balances have experienced a fall in the real value of those balances significantly. With the high tariff rates introduced by the Trump administration and its apparent compromise of the independence of the Federal Reserve, it is inevitable the other countries form high inflation expectations about the US economy. This is one other reason for them to look for alternatives for parking their foreign reserves.",
    "In the last two decades, cryptocurrencies have become a popular mode of making payments and as a speculative asset. One reason for their popularity has been the loss of confidence in the dollar associated with inconsistent policy packages used by the US Government. Of the major cryptocurrencies, Bitcoin or BTC had a remarkable rally in the past. When it was first introduced for peer-to-peer payment in 2009, one BTC was valued at 10 US cents or equivalent, one dollar was valued at 1 billion Satoshi, the split unit of BTC. By end-2025, as Figure IV shows, [9] it has shot up to $ 90,000 or 1,111 Satoshi. Though BTC or any other cryptocurrency cannot replace the dollar as a medium of exchange or a store of value, they have become a formidable force attacking the supremacy of the dollar and a global economic order led by the US.",
    "What this means is that the world is moving toward a new global economic order without the US in the seat as the leader. Unless the Trump administration takes a serious note of these developments, it is inevitable for the dollar to fall from its high pedestal.",
    "(The writer, a former Deputy Governor of the Central Bank, can be reached at [email protected] )",
    "1https://www.ceicdata.com/en/united-states/us-dollar-index",
    "2https://www.youtube.com/watch?v=eoOpLkBVyXI",
    "3https://data.imf.org/en/news/imf%20data%20brief%20december%2019",
    "4 https://fiveable.me/key-terms/ap-world/global-economic-order",
    "5https://www.youtube.com/watch?v=xhY8pAKMn-g&t=2038s",
    "6https://www.weforum.org/stories/2026/01/davos-2026-special-address-by-mark-carney-prime-minister-of-canada/",
    "7https://www.federalreserve.gov/faqs/building-project-faqs.htm",
    "8The Guardian, 16 Jan 2026.",
    "9https://www.google.com/search?q=price+od+bitcoin+in+usd&rlz=1C5CHFA_enLK964LK964&oq=price+od+bitcoin+in+usd&gs_lcrp=EgZjaHJvbWUyBggAEEUYOTIOCAEQABgNGEYYggIYgAQyCQgCEAAYDRiABDIJCAMQABgNGIAEMgkIBBAAGA0YgAQyCQgFEAAYDRiABDIJCAYQABgNGIAEMggIBxAAGA0YHjIICAgQABgNGB4yCAgJEAAYFhge0gEJMTI3NTBqMGo3qAIAsAIA&sourceid=chrome&ie=UTF-8"
  ]
}