{
  "url": "https://www.ft.lk/columns/Preparing-for-the-unpredictable-Why-contingency-planning-must-become-Sri-Lanka-s-national-discipline/4-785556",
  "title": "Preparing for the unpredictable: Why contingency planning must become Sri Lanka’s national discipline",
  "ut": 1765491377.0,
  "body_paragraphs": [
    "After the recent deluge, we have seen a flood of commentary, analysis, causes, criticism, and recommendations. This article takes a different path. Its purpose is not to assign blame, but to highlight a discipline that Sri Lanka must urgently embrace which is contingency planning. As the Japanese wisely remind us, the focus should be on identifying what went wrong and preventing its recurrence, rather than searching for who was at fault.",
    "Cyclone Ditwah, followed by unprecedented flooding, now stands among the worst natural disasters in our recent history. Nearly 700 lives were lost, and more than a million people were displaced as rivers overflowed and vast communities were inundated. While nature’s force was undeniable, the scale of the devastation reflected another reality which is the limits of our preparedness. As extreme weather events intensify worldwide, Sri Lanka must move decisively from reactive response to proactive readiness.",
    "A new era of climate risk",
    "Sri Lanka is no stranger to natural hazards, monsoon floods, landslides, droughts, coastal erosion, tsunamis. Yet Ditwah was different. Its speed, scale, and cascading impact with storms, floods and infrastructure failures marked a new category of disaster. As global climate patterns shift, such compound events will become more common, not less.",
    "This calls for a new mind-set. Emergencies are not exceptional, they are inevitable. Preparedness cannot rely on goodwill, improvisation, or last-minute coordination. It must become routine in every ministry, provincial council, district administration, and enterprise.",
    "The most powerful instrument for this shift is contingency planning, the discipline of anticipating disruption and preparing actionable responses before disaster strikes.",
    "Prediction alone is not enough",
    "Today’s forecasting methods using satellite systems, ocean monitoring and global data networks enable far earlier detection of extreme weather. In the case of Ditwah, both international agencies and Sri Lanka’s own Meteorological Department issued timely warnings.",
    "But warnings only matter if they lead to action.",
    "Countries with strong disaster cultures treat early warnings as activation signals. Japan, Bangladesh, and the Philippines immediately trigger pre-defined responses with evacuations, supply pre-positioning, school closures, and operational drills. There is no ambiguity, no hesitation, and no improvisation.",
    "Sri Lanka’s challenge is not the absence of forecasts, but the delay between knowing and doing. That delay cost precious time during Ditwah. Early warnings must trigger immediate preparedness measures such as clearing drains, mobilising equipment, alerting communities, and securing essential supplies. Without this linkage, even the best forecasting system cannot prevent large-scale harm.",
    "On several visits to Japan, I personally experienced how seriously they prepare for disasters. When a typhoon was expected, television updates were broadcast every 30 minutes. Conference delegates were issued colour-coded emergency cards requiring us to fill in our name, blood group, and allergies. In 2017, after Cyclone Ockhi, I wrote in these same pages recommending similar approaches for Sri Lanka.",
    "The message remains the same: prediction without preparation is insufficient.",
    "Disaster management requires readiness, not improvisation",
    "Effective disaster management rests on four pillars: preparedness, response, recovery, and mitigation. Sri Lanka has made commendable progress with early warning towers, operation centres, and legal frameworks in place. But Ditwah exposed the fragility of a system that still relies too heavily on ad hoc arrangements.",
    "When preparation is weak, response becomes chaotic. When response lags, recovery slows. And when recovery is delayed, economic and social costs escalate.",
    "Robust disaster management demands:",
    "Clearly defined chains of command",
    "Up-to-date hazard and risk maps",
    "Rapid mobilisation protocols",
    "Community-level evacuation and shelter plans",
    "Reliable communication systems",
    "Accurate inventories of equipment and skilled personnel",
    "These must exist before a disaster. And like fire drills in the corporate world, they must be regularly practised, not left to chance.",
    "A crisis is not the moment to locate boats, source excavators, or identify safe shelters. Those decisions should already be documented, rehearsed, and ready for immediate execution.",
    "This is where contingency planning becomes indispensable.",
    "A practical lesson in contingency planning",
    "My own experience during the 1988/89 insurgency underscores the value of contingency planning. Rebel activity disrupted supply lines, transport, and essential services. Many organisations shut down because suppliers, security arrangements, and logistics collapsed overnight.",
    "Fortunately, our organisation had spent months preparing a comprehensive contingency plan. It included:",
    "Alternative raw material suppliers",
    "Backup transport and bowser options",
    "Emergency security providers",
    "Contact lists for essential services",
    "Pre-arranged power and water alternatives",
    "Residential facilities for staff during curfew",
    "Arrangements with banks for emergency operations",
    "When disruption struck, we remained operational while many others closed. Our older kilns required 14 days to shut down safely. We risked permanent structural collapse and the loss of thousands of jobs without fuel. When the Petroleum Corporation informed us that we had to source our own bowsers, we were ready. Police-escorted bowsers arrived because our contacts were already in place.",
    "That experience became the subject of lectures I later delivered.  It was proof that contingency planning is not theory but survival.",
    "Had a similar approach been adopted nationally before Ditwah, Sri Lanka could have swiftly mobilised:",
    "Earthmoving machinery",
    "Boats and floating craft",
    "Chainsaw and debris-clearing teams",
    "Rapid-response rescue units",
    "Contingency planning reduces confusion, clarifies responsibility, saves time, and ultimately saves lives.",
    "Early warning must lead to early action",
    "Sri Lanka urgently needs a colour-coded, protocol-driven early-action system:",
    "Yellow: Prepare equipment, inspect drains, alert local authorities",
    "Orange: Pre-position supplies, activate shelters, suspend high-risk activities",
    "Red: Mandatory evacuations, restricted movement, full denployment of rescue units",
    "Each colour should correspond to defined actions for ministries, districts, and local authorities. Interpretation should not vary from officer to officer and the system must be automatic and non-negotiable.",
    "Supporting measures include:",
    "Trained village-level response committees",
    "Regular evacuation drills",
    "Strategically located equipment depots",
    "Backup communication networks",
    "Technology can dramatically enhance readiness. AI-based flood modelling, drone-based rapid assessment and satellite-integrated dashboards can help authorities anticipate impact zones and allocate resources efficiently.",
    "Institutionalising contingency planning",
    "For resilience to be meaningful, contingency planning must become institutionalised. Every ministry, public authority, and state enterprise should maintain an updated, rigorously tested contingency plan. These plans should include:",
    "Hazard and vulnerability assessments",
    "Resource and equipment inventories",
    "Lists of private-sector assets available for mobilisation",
    "Standard operating procedures",
    "Financial mechanisms for rapid deployment",
    "Evacuation and relief management protocols",
    "Crucially, these must be localised. Districts differ in terrain, population density, infrastructure, and risk profiles. Local plans must reflect these realities and link seamlessly with national command systems.",
    "The private sector: A critical but underutilised partner",
    "Sri Lanka’s corporate sector holds vast, often untapped capacity for disaster response. Companies possess:",
    "Trucks, bowsers, cranes, and excavators",
    "Cold storage and warehousing",
    "Engineering and technical expertise",
    "Medical units and first responders",
    "Communication and IT capabilities",
    "In countries such as Japan and Thailand, private companies are fully integrated into national disaster management frameworks. Sri Lanka should formalise similar partnerships through pre-signed agreements, ensuring immediate mobilisation rather than relying on volunteerism after the fact.",
    "The corporate sector can be a decisive ally if we plan for it.",
    "Towards a culture of preparedness",
    "Preparedness is not solely the domain of government. Communities must be empowered through public education campaigns, school-based awareness programmes, and regular drills. Community emergency committees can strengthen local resilience and accelerate response times.",
    "The 2004 Tsunami taught us painful lessons. Ditwah teaches us that those lessons must never be forgotten.",
    "A call for constructive change",
    "This article does not attempt to criticise individuals or institutions. Even the most advanced nations struggle when confronted with catastrophe. But Ditwah’s devastation reveals a clear truth. Sri Lanka must strengthen its systems, accelerate decision-making, and embed contingency planning deeply within its governance culture.",
    "Disasters will recur. Climate change guarantees this. But through disciplined preparation, Sri Lanka can reduce harm, accelerate recovery, and protect its people.",
    "Contingency planning helped our organisation survive an insurgency. The same discipline can help an entire nation withstand natural disasters with confidence and coordination.",
    "Contingency planning is not optional. It is a sine qua non for national resilience and a duty we owe future generations.",
    "(The author is a Consultant on Productivity and Japanese Management Techniques and a retired Chairman/Director of several listed and unlisted companies. He is an awardee of the APO Regional Award for promoting Productivity in the Asia Pacific Region and a recipient of the “Order of the Rising Sun, Gold and Silver Rays” from the Government of Japan. He can be contacted via email at [email protected])"
  ]
}