{
  "url": "https://www.technologyreview.com/2026/01/09/1130945/crispr-startup-aurora-betting-regulation-pku/",
  "title": "A new CRISPR startup is betting regulators will ease up on gene-editing",
  "ut": 1767918600.0,
  "body_paragraphs": [
    "Here at MIT Technology Review we’ve been writing about the gene-editing technology CRISPR since 2013, calling it the biggest biotech breakthrough of the century. Yet so far, there’s been only one gene-editing drug approved. It’s been used commercially on only about 40 patients, all with sickle-cell disease. It’s becoming clear that the impact of CRISPR isn’t as big as we all hoped. In fact, there’s a pall of discouragement over the entire field—with some journalists saying the gene-editing revolution has “lost its mojo.”  So what will it take for CRISPR to help more people? A new startup says the answer could be an “umbrella approach” to testing and commercializing treatments. Aurora Therapeutics, which has $16 million from Menlo Ventures and counts CRISPR co-inventor Jennifer Doudna as an advisor, essentially hopes to win approval for gene-editing drugs that can be slightly adjusted, or personalized, without requiring costly new trials or approvals for every new version. Related Story2025 Climate Tech Companies to Watch: Pairwise and its climate-adapted cropsRead next The need to change regulations around gene-editing treatments was endorsed in November by the head of the US Food and Drug Administration, Martin Makary, who said the agency would open a “new” regulatory pathway for “bespoke, personalized therapies” that can’t easily be tested in conventional ways.",
    "Aurora’s first target, the rare inherited disease phenylketonuria, also known as PKU, is a case in point. People with PKU lack a working version of an enzyme needed to use up the amino acid phenylalanine, a component of pretty much all meat and protein. If the amino acid builds up, it causes brain damage. So patients usually go on an onerous “diet for life” of special formula drinks and vegetables. In theory, gene editing can fix PKU. In mice, scientists have already restored the gene for the enzyme by rewriting DNA in liver cells, which both make the enzyme and are some of the easiest to reach with a gene-editing drug. The problem is that in human patients, many different mutations can affect the critical gene. According to Cory Harding, a researcher at Oregon Health Sciences University, scientists know about 1,600 different DNA mutations that cause PKU.",
    "There’s no way anyone will develop 1,600 different gene-editing drugs. Instead, Aurora’s goal is to eventually win approval for a single gene editor that, with minor adjustments, could be used to correct several of the most common mutations, including one that’s responsible for about 10% of the estimated 20,000 PKU cases in the US. “We can’t have a separate [clinical trial] for each mutation,” says Edward Kaye, the CEO of Aurora. “The way the FDA approves gene editing has to change, and I think they’ve been very understanding that is the case.”  A gene editor is a special protein that can zero in on a specific location in the genome and change it. To prepare one, Aurora will put genetic code for the editor into a nanoparticle along with a targeting molecule. In total, it will involve about 5,000 gene letters. But only 20 of them need to change in order to redirect the treatment to repair a different mutation. “Over 99% of the drug stays the same,” says Johnny Hu, a partner at Menlo Ventures, which put up the funding for the startup.  The new company came together after Hu met over pizza with Fyodor Urnov, an outspoken gene-editing scientist at the University of California, Berkeley, who is Aurora’s cofounder and sits on its board. In 2022, Urnov had written a New York Times editorial bemoaning the “chasm” between what editing technology can do and the “legal, financial, and organizational” realities preventing researchers from curing people. Related StoryCrypto billionaire Brian Armstrong is ready to invest in CRISPR baby techRead next“I went to Fyodor and said, ‘Hey, we’re getting all these great results in the clinic with CRISPR, but why hasn’t it scaled?” says Hu. Part of the reason is that most gene-editing companies are chasing the same few conditions, such as sickle-cell, where (as luck would have it) a single edit works for all patients. But that leaves around 400 million people who have 7,000 other inherited conditions without much hope to get their DNA fixed, Urnov estimated in his editorial. Then, last May, came the dramatic demonstration of the first fully “personalized” gene-editing treatment. A team in Philadelphia, assisted by Urnov and others, succeeded in correcting the DNA of a baby, named KJ Muldoon, who had an entirely unique mutation that caused a metabolic disease. Though it didn’t target PKU, the project showed that gene editing could theoretically fix some inherited diseases “on demand.”",
    "It also underscored a big problem. Treating a single child required a large team and cost millions in time, effort, and materials—all to create a drug that would never be used again.  That’s exactly the sort of situation the new “umbrella” trials are supposed to address. Kiran Musunuru, who co-led the team at the University of Pennsylvania, says he’s been in discussions with the FDA to open a study of bespoke gene editors this year focusing on diseases of the type Baby KJ had, called urea cycle disorders. Each time a new patient appears, he says, they’ll try to quickly put together a variant of their gene-editing drug that’s tuned to fix that child’s particular genetic problem. Musunuru, who isn’t involved with Aurora, does not think the company’s plans for PKU count as fully personalized editors. “These corporate PKU efforts have nothing whatsoever to do with Baby KJ,” he says. He says his center continues to focus on mutations “so ultra-rare that we don’t see any scenario where a for-profit gene-editing company would find that indication to be commercially viable.” Instead, what’s occurring in PKU, says Musunuru, is that researchers have realized they can assemble “a bunch” of the most frequent mutations “into a large enough group of patients to make a platform PKU therapy commercially viable.”  While that would still leave out many patients with extra-rare gene errors, Musunuru says any gene-editing treatment at all would still be “a big improvement over the status quo, which  is zero genetic therapies for PKU.” hide"
  ]
}