{
  "url": "https://www.technologyreview.com/2024/07/23/1095211/how-to-access-chinese-llm-chatbots/",
  "title": "How to access Chinese LLM chatbots across the world",
  "ut": 1721691000.0,
  "body_paragraphs": [
    "MIT Technology Review's How To series helps you get things done. Hundreds of Chinese large language models have been released since the government started permitting AI companies to open up their models for the general public to play around with in the summer of 2023.   For users in the West, finding these Chinese models and trying them out can feel challenging, owing to language barriers and registration requirements. And indeed, there are still hoops to jump through if you don’t have a valid Chinese phone number. But in fact, a lot of the chatbots support conversations in English and are surprisingly easy to access. Whether you’re just curious to find out how well they perform or want to conduct more serious experiments for work, there are lots of ways to access Chinese LLM-powered chatbots.",
    "Here’s how anyone can try one out in minutes.  If you have a Chinese phone number First of all, if you have a Chinese phone number, there’s little trouble accessing any of the models we describe. In China, a domestic phone number is often a proxy for identity verification, and with it, you can basically access any online service, including AI chatbots. You just go to the model’s website and use the number to register an account.",
    "In our tests, we found that while some LLMs are accessible for users outside China, a few major ones, including models developed by Huawei, the cybersecurity firm 360, and the Chinese Academy of Sciences, can only be accessed with a Chinese phone number. Unfortunately, if you are outside China, getting a local phone number can be close to impossible. Luckily, there are other ways. Accessible without a Chinese number A small number of Chinese AI platforms allow users outside China to access their chatbots directly. All you need to do is sign up, enter your phone number, and then enter the verification code you’ll get in a text message. These chatbots include Doubao, an AI made by ByteDance that can generate text and images, search the internet, and make a summary of the documents you upload. ChatGLM, a multimodal tool developed by the newly emerged Chinese AI unicorn Zhipu, offers a similar set of features and is also available to non-Chinese numbers.  Finally, DeepSeek, an AI company that’s barely a year old, is known in the industry for how cheap its model is. (It’s free for casual users but costs $0.14 per million tokens for business users. OpenAI’s similar model, GPT4-Turbo, costs $10 per million tokens.) You can easily test out its text chatbot and coding chatbot on its website by registering with an email address.  Hugging Face Hugging Face is probably the largest global AI community right now, and it acts as a sort of GitHub for AI. Many open-source LLMs have put their code and applications on Hugging Face’s website.  Chinese companies are no exception. A few have shared their code on Hugging Face for AI developers to use. Some have also set up a demo on the website so that less tech-savvy people can get instant access to the model without having to write any code of their own. Since Hugging Face doesn’t require a Chinese number to register, it becomes a workaround for testing out many Chinese models. Related StoryChinese AI chatbots want to be your emotional supportFinally approved for public release, Baidu’s Ernie Bot app now needs to make itself valuable for new users.",
    "Most notably, there’s Qwen, an LLM made by Alibaba that recently topped Hugging Face’s Open LLM Leaderboard, a ranking that compares the results of different LLMs and assesses their qualities. Qwen surpassed models made by Meta, Microsoft, and other Chinese peers. You can easily have a text-based conversation with Qwen’s 2.0 version here. Another Chinese tech giant, Tencent, also uploaded an AI model to Hugging Face; called Hunyuan-DiT, it can generate images based on text prompts. Other models based on the Hunyuan foundation, however, are not accessible on this website.",
    "Yi, also called 01.AI, was founded by the famous Taiwanese AI investor Kai-Fu Lee. Yi put a chatbot version of its model (which seems to be down at the moment) and another AI tool that can analyze and understand images on Hugging Face. DeepSeek, the aforementioned startup, put a similar visual analyzing tool on the company’s platform. ModelScope In November 2022, Alibaba released a platform called ModelScope. It’s sort of a domestic version of Hugging Face, where the Chinese AI community can congregate, access open-source models, and discuss trade.  And because ModelScope allows users to register with a non-Chinese number, it acts as another useful workaround for accessing Chinese LLMs. A few Chinese companies—like Baichuan, another buzzy AI startup with Alibaba’s backing—have made their models available on ModelScope for anyone to test. But what’s most useful on the platform is an “LLM Arena” application put together by Open Compass, an AI lab in Shanghai that works on evaluating different models. The arena, as its name suggests, lets users pit two models against each other and directly compare how they respond to the same prompt. Conveniently, since this application has integrated 11 Chinese models, it offers easy access to several AI tools that are otherwise off limits for non-Chinese users. Beyond the Chinese models mentioned above, the Arena can generate answers from Baidu’s Ernie Bot and iFlytek’s Spark, as well as Minimax, Moonshot, and InternLM, all of which are heavyweights in the Chinese industry. Right now, you can’t generate photos or upload photos to the models this way, even if the models themselves support these multimodal capabilities. But for comparing text generated by Chinese models, as well as a few Western models like Llama 3 and Cohere’s Command R+, this seems like a very handy tool. hide"
  ]
}