{
  "url": "https://www.ft.lk/opinion/Kachchativu-Time-for-fresh-perspective/14-784508",
  "title": "Kachchativu: Time for fresh perspective",
  "ut": 1763495062.0,
  "body_paragraphs": [
    "It is now essential to shift the debate from profits and politics to science and sustainability",
    "Gulf Mannar and Palk Strait",
    "By Pathfinder Foundation",
    "Recently, Kachchativu Island has attracted attention not only from fisherfolk of India and Sri Lanka but also from political leaders of both nations and the judiciary. President Anura Kumara Dissanayake’s visit to Kachchativu in September marked a significant milestone. For the first time in history, the leader of Sri Lanka expressed interest in the ongoing debate over the island—an issue settled decades ago after lengthy negotiations. Meanwhile, India’s Chief Justice Surya Kant, who was in Colombo just weeks before his appointment, while not explicitly mentioning Kachchativu or illegal fishing activities by Indian fishers in Sri Lankan waters, emphasised that environmental cooperation is not a matter of charity or diplomacy; it is a necessity for survival.",
    "Focusing on Palk Bay and the Gulf of Mannar, which are currently under severe stress from overfishing, destructive trawling, and unregulated coastal activities, as well as recurring confrontations between Indian trawlers and Sri Lankan fishers, he said the situation exemplifies a deeper ecological tragedy-competition for an exhausted resource base. Looking ahead, he added that. “The time has come for India and Sri Lanka to pioneer a regional model of environmental constitutionalism.” Among the suggestions he made were establishing a Joint Commission on Marine Ecology and creating data-sharing protocols for pollution and fisheries management between the two countries.",
    "It has been over half a century since India and Sri Lanka established the International Maritime Boundary Line (IMBL) through two bilateral agreements in 1974 and 1976. These agreements—signed, ratified, and recognised internationally—not only defined sovereign maritime boundaries but also definitively confirmed Sri Lanka’s ownership of Kachchativu Island once and for all. These two agreements did not provide for traditional fishing rights for Indian fishermen to fish in Sri Lankan waters. Following these agreements, Sri Lankan fishermen withdrew from their traditional fishing grounds around the Wadge Bank, located south of Kanya Kumari and the southern part of Pedro Bank, north of the Jaffna Peninsula, which came under Indian control. However, Indian fishermen have continued to demand “traditional fishing rights” in Sri Lankan waters.",
    "Despite these agreements, reached after lengthy and intense negotiations, the issue of Kachchativu and illegal fishing persists, not due to any ambiguity in law or diplomacy, but because of a calculated political and economic interest in sustaining them. Tamil Nadu’s persistence in raising the issue is less about sovereignty and more about securing access to the rich fishing grounds around Kachchativu—and, unsurprisingly, far beyond that island.",
    "According to reports this year, by mid-July, Sri Lanka had detained 24 Indian trawlers and taken into custody 181 fishermen for illegally entering Sri Lankan waters, fishing without licences, and engaging in bottom trawling. On 5, 6 and 9 August, 31 fishermen were taken into custody, and on 28 September, another 12 were apprehended. These arrests continued in October, netting 47 fishermen and five trawlers, and in November, 49 fishermen and five fishing vessels.",
    "The real issue: Industrial-scale poaching",
    "Although Tamil Nadu’s claims suggest the dispute centres on fishing rights near Kachchativu, Indian trawlers frequently encroach into Sri Lankan waters well beyond the vicinity of that island. Their illegal activities have been observed along the northern, north-western, and even eastern coasts of Sri Lanka. It appears that Kachchativu is merely a distraction; the real issue lies in the pursuit of unsustainable and illegal bottom trawling in Sri Lankan waters, driven by profit.",
    "Bottom trawling harms the marine environment. It not only harvests mature fish and prawns but also damages seabed habitats, kills juvenile marine life, and creates wasteful bycatch, accounting for about 30% of the total catch. The damage is long-lasting and may take decades to repair, if it can be repaired at all. The fish catch in the northern peninsula, which was 35,000 MT in 1995, dropped to 17,000 MT in 1923—once a thriving industry in the conflict-affected Northern Province—serves as a silent reminder of the destruction caused.",
    "Political opportunism across the Palk Strait",
    "When a few of the hundreds of Indian trawlers that trespass into Sri Lankan waters are seized and the offenders are arrested, protests flare up in Tamil Nadu, from where most of the intruders originate. These protesters appeal to the state government, which then petitions New Delhi, demanding decisive action to recover Kachchativu Island. What took place during the 2024 Lok Sabha elections was turning Kachchativu, a non-issue, into a political football, not to score goals but to garner votes. Sri Lanka, by comparison, has remained notably restrained and consistent. Over the past fifty years, the only activities undertaken by the Sri Lankan state on Kachchativu Island have been the renovation of St. Anthony’s Church and the organisation of annual church celebrations held in March, attended by pilgrims from Tamil Nadu and Sri Lanka.",
    "Time for a science-based solution",
    "By the way, what has Sri Lanka done in the past half-century since asserting its rightful claim to the island? Absolutely nothing! That is strange behaviour after extensive, painstaking negotiations over the maritime boundary and the ownership of Kachchativu. Is it due to a lack of imagination or simply lethargy?",
    "Although sovereignty over Kachchativu has been established, concerns about the health of the Palk Bay ecosystem persist, as Indian Chief Justice Kant highlighted. It is now essential to shift the debate from profits and politics to science and sustainability. Sri Lankan institutions must take the lead in achieving that goal. Several years ago, the Pathfinder Foundation proposed establishing a marine research station on Kachchativu Island to make productive use of the currently barren land. This could be realised through collaboration with national organisations such as the Department of Fisheries, the National Aquatic Resources Research and Development Agency (NARA), and Sri Lankan universities. India has numerous research stations along its coastline, including regional centres of the Central Marine Fisheries Research Institute (CMFRI), the Gulf of Mannar Biosphere Research Units, and others. A research station in Kachchativu, among others, could:",
    "Quantify the impact of illegal bottom trawling.",
    "Monitor marine biodiversity and ecological degradation.",
    "Document migratory patterns and spawning areas.",
    "Make recommendations to arrest the deterioration of marine ecosystems and improve fish stocks.",
    "Facilitate dialogue grounded in scientific evidence.",
    "The old argument—that Kachchativu lacks basic facilities like power, water, and sanitation—no longer holds water. Today, solar power, desalination units, Battery Energy Storage Systems (BESS), and environmentally friendly sanitation systems are both cost-effective and easy to deploy. The island, covering 1.15 sq km, though small, is large enough for a low-impact scientific outpost and modular research laboratories to research and develop proposals to enhance fish stocks in the area. Furthermore, research carried out at this station could be shared with Indian counterparts to enhance understanding of sustainability, transparency, and scientific diplomacy. A well-organised, collaborative framework could establish joint marine conservation initiatives and even future agreements for seasonal, well-regulated artisanal fishing that does not involve bottom trawling.",
    "Conclusion: Act before it’s too late",
    "India and Sri Lanka could benefit greatly from maritime cooperation and avoid substantial losses resulting from ecological collapse and ongoing bilateral tensions. Instead of insisting on revisiting a settled agreement, both countries—especially their coastal communities—would gain more from science-based management of the Palk Bay ecosystem.",
    "Sri Lanka must avoid allowing political expediency to jeopardise regional stability and marine sustainability. It should exercise decisive leadership to seize the current opportunity. Pathfinder Foundation remains ready to help steer that course, grounded in legal principles, supported by scientific evidence, and driven by long-term national interests.",
    "(This is a Pathfinder perspective. Can read more on the web www.pathfinderfoundation.org and communicate with us at [email protected].)"
  ]
}