{
  "url": "https://www.technologyreview.com/2025/08/13/1121332/trump-golden-dome-missile-defense-national-security/",
  "title": "Why Trump’s “golden dome” missile defense idea is another ripped straight from the movies",
  "ut": 1755045000.0,
  "body_paragraphs": [
    "In 1940, a fresh-faced Ronald Reagan starred as US Secret Service agent Brass Bancroft in Murder in the Air, an action film centered on a fictional “superweapon” that could stop enemy aircraft midflight. A mock newspaper in the movie hails it as the “greatest peace argument ever invented.” The experimental weapon is “the exclusive property of Uncle Sam,” Reagan’s character declares. More than 40 years later, this cinematic vision—an American superweapon capable of neutralizing assaults and ushering in global peace—became a real-life centerpiece of Reagan’s presidency. Some have suggested that Reagan’s Strategic Defense Initiative (SDI), a quixotic plan for a space-based missile shield, may have been partly inspired by his silver-screen past; indeed, the concept was so fantastical it’s now better known by its Hollywood-referencing nickname, “Star Wars.”  In January 2024, Donald Trump revived the space-shield dream at a primary campaign rally in Laconia, New Hampshire, using the Star Wars nickname that Reagan hated. It didn’t work in the 1980s, Trump said, because the technology wasn’t there. But times have changed.   Whether in Golden Age Hollywood or Trump’s impromptu dramatizations, the dream of a missile shield is animated by its sheer cinematic allure.  “I’ve seen so many things. I’ve seen shots that you wouldn’t even believe,” Trump said. He acted out a scene of missile defense experts triangulating the path of an incoming weapon. “Ding, ding, ding, ding,” he said, as he mimed typing on a keyboard. “Missile launch? Psshing!!” He raised his hand to indicate the rising missile, then let it fall to signal the successful interception: “Boom.”",
    "Trump has often expressed admiration for Israel’s Iron Dome, an air defense system that can intercept short-range rockets and artillery over the small nation and that is funded in part by the United States. At the rally, he pledged to “build an Iron Dome over our country, a state-of-the-art missile defense shield made in the USA … a lot of it right here in New Hampshire, actually.”  Within a week of his inauguration, President Trump began working toward this promise by issuing an executive order to develop “The Iron Dome for America,” which was rebranded the “Golden Dome” a month later. The eruption of a revived conflict between Israel and Iran in June—including Trump’s decision to strike Iran’s nuclear facilities—has only strengthened the case for an American version of the Iron Dome in the eyes of the administration.",
    "CHIP SOMODEVILLA/GETTY IMAGES   The Golden Dome has often been compared to SDI for its futuristic sheen, its aggressive form of protection, and its reflection of the belief that an impenetrable shield is the cheat code to global peace. Both efforts demonstrate the performative power of spectacle in defense policy, especially when wielded by deft showmen like Reagan and Trump. Whether in Golden Age Hollywood or Trump’s impromptu dramatizations, the dream of a missile shield is animated by its sheer cinematic allure, often rendered in deceptively simple concept art depicting a society made immune to catastrophic strikes.  But in the complicated security landscape confronting the world today, is spectacle the same as safety? “Missile defense is an area where facts and fiction blend,” says Anette Stimmer, a lecturer in international relations at the University of St Andrews who has researched SDI. “A lot is up to interpretation by all the actors involved.”  Trump’s view is simple: Space is as much a warfighting domain as land, air, and ocean, and therefore the US must assert its dominance there with advanced technologies. This position inspired the creation of the US Space Force in his first term, and Trump has now redoubled his efforts with the ongoing development of the Golden Dome.   Related StoryHow a 30-year-old techno-thriller predicted our digital isolationIn Irwin Winkler’s proto–cyber thriller, a woman’s most reliable companion is the screen in front of her.",
    "General Michael Guetlein, who Trump has appointed to lead the Golden Dome project, argued that America’s foes, including China and Russia, have forced the nation’s hand by continually pushing limits in their own weapons programs. “While we have been focused on peace overseas, our adversaries have been quickly modernizing their nuclear forces, building out ballistic missiles capable of hosting multiple warheads; building out hypersonic missiles capable of attacking the United States within an hour and traveling at 6,000 miles an hour; building cruise missiles that can navigate around our radar and our defenses; and building submarines that can sneak up on our shores; and, worse yet, building space weapons,” Guetlein said in May. “It is time that we change that equation and start doubling down on the protection of the homeland,” he said. “Golden Dome is a bold and aggressive approach to hurry up and protect the homeland from our adversaries. We owe it to our children and our children’s children to protect them and afford them a quality of life that we have all grown up enjoying.” With that vision in mind, Trump’s executive order outlines a host of goals for missile defense, some of which support bipartisan priorities like protecting supply chains and upgrading sensor arrays. The specific architecture of the Golden Dome is still being hammered out, but the initial executive order envisions a multi-tiered system of new sensors and interceptors—on the ground, in the air, and in space—that would work together to counter the threat of attacks from ballistic, hypersonic, and cruise missiles. The system would be coordinated in part by artificial-intelligence models trained for real-time threat detection and response.  The technology that links the Golden Dome directly to SDI hinges on one key bullet point in the order that demands the “development and deployment of proliferated space-based interceptors capable of boost-phase intercept.” This language revives Reagan’s dream of deploying hundreds of missile interceptors in orbit to target missiles in the boost phase right after liftoff, a window of just a few minutes when the projectiles are slower and still near the attacker’s territory.",
    "Space weapons are an attractive option for targeting the boost phase because interceptors need to be close enough to the launching missile to hit it. If a nation fired off long-range missiles from deep in its territory, the nearest ground- or air-based interceptors could be thousands of miles from the launch site. Space interceptors, in contrast, would be just a few hundred miles overhead of the ascending missiles, allowing for a much faster reaction time. But though the dream of boost-phase interception dates back decades, these maneuvers have never been operationally demonstrated from ground, air, or space. Related StoryThe search for extraterrestrial life is targeting Jupiter’s icy moon EuropaNASA’s Europa Clipper mission will travel to one of Jupiter's largest moons to look for evidence of conditions that could support life.",
    "“It’s a really hard problem that hasn’t been solved,” says Laura Grego, senior scientist and research director at the Union of Concerned Scientists’ global security program. The US is currently protected by the Ground-Based Midcourse Defense (GMD), which consists of 44 interceptor missiles split between bases in Alaska and California, along with a network of early-­warning sensors on the ground, at sea, and in orbit. Tests suggest that the GMD would have about a 50% success rate at intercepting missiles. Initiated by President Bill Clinton in the late ’90s and accelerated by President George W. Bush in the 2000s, the GMD is intended mainly to defend against rogue states like North Korea, which has nuclear weapons and intercontinental ballistic missiles (ICBMs) capable of reaching the US. A secondary focus is Iran, which does not currently have a nuclear weapon or ICBMs. Still, the GMD is built to anticipate a possible future where it develops those capabilities.   The GMD is not designed to protect the US from the sort of large-scale and coordinated missile attacks that Russia and China could lob across the world. The Bush administration instead favored a focus on strategic deterrence with these peer nations, an approach that the Obama and Biden administrations continued. In addition to the GMD, the Pentagon and its international partners maintain regional defense systems to counter threats in conflict hot spots or attacks on critical infrastructure. All these networks are designed to intercept missiles during their midcourse cruise phase, as they hurtle through the sky or space, or during their terminal or reentry phase, as they approach their targets. The GMD has cost upward of $63 billion since it was initiated, and the US spends about an additional $20 billion to $30 billion annually on its array of other missile defense systems.  In May, Trump was presented with several design options for the Golden Dome and selected a plan with a price tag of $175 billion and a schedule for full deployment by the end of his term. The One Big Beautiful Bill, signed into law on July 4, approved an initial $24.4 billion in funding for it. Space technologies and launch access have become much more affordable since the 1980s, but many analysts still think the projected cost and timeline are not realistic. The Congressional Budget Office, a nonpartisan federal agency, projected that the cost of the space-based interceptors could total from $161 billion to $542 billion over the course of 20 years. The wide range can be explained by the current lack of specifics on those orbital interceptors’ design and number. Reintroducing the idea of space-based interceptors is “probably the most controversial piece of Golden Dome,” says Leonor Tomero, who served as deputy assistant secretary of defense for nuclear and missile defense policy in the Biden administration.  “There are a lot of improvements that we can and should make on missile defense,” she continues. “There’s a lot of capability gaps I think we do need to address. My concern is the focus on reviving Star Wars and SDI. It’s got very significant policy implications, strategic stability implications, in addition to cost implications and technology feasibility challenges.”",
    "Indeed. Regardless of whether the Golden Dome materializes, the program is already raising geopolitical anxieties reminiscent of the Cold War era. Back then, the US had one main adversary: the Soviet Union. Now, it confronts a roiling multipolarity of established and nascent nuclear powers. Many of them have expressed dismay over the about-face on American missile defense strategy, which was previously predicated on arms reduction and deterrence. “Here we are, despite years of saying we are not going to do this—that it is technically out of reach, economically unsustainable, and strategically unwise,” Grego says. “Overnight, we’re like, ‘No, actually, we’re doing it.’”",
    "Related StoryThe dream of offshore rocket launches is finally blasting offSea-based launches are hitting their stride. That could lead to a lot more space missions with a lot less red tape.",
    "The fact that we “blew up that logic” will “have a big impact on whether or not the program actually succeeds in creating the vision that it lays out,” she adds. Russian and Chinese officials called the Golden Dome “deeply destabilizing in nature” in a joint statement in May, and North Korea’s foreign ministry warned it could “turn outer space into a potential nuclear war field.”    Reagan, by all accounts, believed that SDI would be the ultimate tool of peace for all nations, and he even offered to share the technology with the Soviet leader, Mikhail Gorbachev. Trump, in contrast, sees Golden Dome as part of his “America First” brand. He has lamented that past American leaders supported the development of other missile defense projects abroad while neglecting to build similar security measures for their own country. The Golden Dome is both an expression of Trump’s belief that the world is leeching off America and a bargaining chip in negotiations toward a new power balance; Canada could be covered by the shield for free, he has said—in exchange for becoming the 51st state. Trump has argued that America has been both demographically diluted by unchecked immigration and financially depleted by freeloading allied nations—undermining its security on both internal and external fronts. His first term’s marquee promise to build a wall on the southern US border, paid for by Mexico, aimed to address the former problem. That administration did build more physical barriers along the border (though US taxpayers, not Mexico, footed the bill). But just as important, the wall emerged as a symbolic shorthand for tougher immigration control.  The Golden Dome is the second-term amplification of that promise, a wall that expands the concept of the “border” to the entire American airspace. Trump has projected an image of his envisioned space missile shield as a literal dome that could ward off coordinated attacks, including boost-phase interceptors from space and cruise- and terminal-phase interception by ground and air assets. When he announced the selected plan from the Resolute Desk in May, he sat in front of a mockup that depicted a barrage of incoming missiles being thwarted by the nationwide shield, depicted with a golden glow. The Golden Dome’s orbital interceptors are supposedly there to target the early boost phase of missiles on or near the launch site, not over the United States. But the image of a besieged America, repelling enemy fire from the heavens, provides the visual and cinematic idea of both threat and security that Trump hopes to impress on the public.",
    "“This administration, and MAGA world, thinks about itself as being victimized by immigrants, government waste, leftist professors, and so on,” says Edward Tabor Linenthal, a historian who examined public narratives about SDI in his 1989 book Symbolic Defense: The Cultural Significance of the Strategic Defense Initiative. “It’s not much of a jump to be victimized by too many nations getting nuclear weapons.”   Even in our era of entrenched political polarization, there is support across party lines for upgrading and optimizing America’s missile defense systems. No long-range missile has ever struck US soil, but an attack would be disastrous for the nation and the world.  “We’ve come a long way in terms of missile defense,” says Tomero. “There has been a lot of bipartisan consensus on increasing regional missile defense, working with our allies, and making sure that the missile defense interceptors we have work.”  SHOUT   Trump has challenged that consensus with his reversion to the dream of a space shield. He is correct that SDI failed to materialize in part because its envisioned technologies were out of reach, from a financial and engineering standpoint, in the 1980s. But the controversy that erupted around SDI—and that tarnished it with the derisive name “Star Wars”—stemmed just as much from its potential geopolitical disruptiveness as from its fantastical techno-optimism.",
    "“This idea of a missile shield, also back when Reagan proposed it, has a huge popular appeal, because who wouldn’t want to be able to defend your country from nuclear weapons? It is a universal dream,” says Stimmer. “It requires a bit more digging in and understanding to see that actually, this vision depends a lot on technological feasibility and on how others perceive it.”  Reagan maintained a steadfast conviction that this shield of space-based interceptors would render nuclear weapons “impotent and obsolete,” ushering in “world peace,” as he said in his March 1983 speech announcing SDI. The doctrine of mutually assured destruction could be replaced by mutually assured survival, he argued.  Amid nuclear tensions, J. Robert Oppenheimer compared the US and the Soviet Union to “two scorpions in a bottle.” Now there are many more scorpions.  But Gorbachev saw the space-based shield as an offensive weapon, since it would give the US a first-strike advantage. The imbalance, he warned, could spark a weapons race in space, a domain that had been spared from overt military conflicts. As a result, the initiative would only destabilize the world order and interrupt the progress of arms control and nuclear de-proliferation efforts.  Reagan’s insistence on SDI as the only route to world peace may have blocked opportunities to advance that goal through more practical and cost-effective avenues, such as diplomacy and arms control. At the 1986 Reykjavik Summit, Reagan and Gorbachev came very close to an arms control agreement that might have eliminated all ballistic missiles and nuclear weapons. The sticking point was Reagan’s refusal to give up SDI.  Related StoryThe Biggest Questions: Are we alone in the universe?Scientists are training machine-learning models and designing instruments to hunt for life on other worlds.",
    "“It is not the Strategic Defense Initiative; it’s a strategic defense ideology,” says Linenthal. He mentions the famous metaphor used by J. Robert Oppenheimer, a central figure of the Manhattan Project, who compared the United States and the Soviet Union to “two scorpions in a bottle.” Either scorpion could kill the other, but only at the probable cost of its own life.  Reagan felt a “tremendously powerful impetus” to escape Oppenheimer’s metaphor, Linenthal noted: “It was a new kind of deliverance that would resolve it all. Of course, now there are many more scorpions, so it has to be a bigger bottle.” A true believer, Reagan never abandoned SDI in spite of cost overruns and public backlash. President Bill Clinton redirected the program in 1993 by shifting gears from global to regional missile defense, a focus that remained fairly consistent for decades—until Trump took center stage. Now, the Golden Dome has flipped that logic on its head, risking a possible escalation of military tensions in outer space. Tomero describes a “nightmare scenario” in which adversaries attack the Golden Dome’s space infrastructure, leaving the orbital environment filled with debris that renders the defense system, among countless other space assets, inoperable.  “Having a one-sided capability that is very threatening to our adversaries is obviously going to create very dangerous stability issues,” she says. It could “lead to inadvertent escalation and miscalculation and, I think, lower the threshold to conflict and nuclear war.”   As president, Trump has channeled the boardroom antics that once resuscitated his celebrity status on The Apprentice. But armed adversaries, long wary of America’s position on missile defense, don’t have the luxury of wondering whether it’s all real or just more stagecraft.  “What makes Trump so difficult to read for others is his unpredictability,” Stimmer says. “This, just by itself, destabilizes things, because no one knows what he’ll actually do.” Trump has described the Golden Dome as nearly impenetrable by missile attacks, evoking a clear symbolic return to an American golden age where we can all feel safe again. “All of them will be knocked out of the air,” as “the success rate is very close to 100%,” he said at the project’s official launch in May. “We will truly be completing the job that President Reagan started 40 years ago, forever ending the missile threat to the American homeland.” Becky Ferreira is a science reporter based in upstate New York, and author of First Contact, a book about the search for alien life, which will be published in September.  hide"
  ]
}