{
  "url": "https://www.ft.lk/columns/Why-the-IMF-agenda-in-Sri-Lanka-must-be-people-centred/4-788426",
  "title": "Why the IMF agenda in Sri Lanka must be people-centred",
  "ut": 1771276546.0,
  "body_paragraphs": [
    "With the Managing Director of the International Monetary Fund, Dr. Kristalina Georgieva, scheduled to visit Sri Lanka this week, the IMF program will inevitably come under close public scrutiny. Her leadership was pivotal in supporting Sri Lanka’s path toward stabilisation after its historic bankruptcy, and the IMF’s endorsement provided the country with a vital fresh start. The nation remains grateful for her guidance during the height of the man-made crisis. After the trauma of economic collapse, Sri Lankans are entitled to ask a simple but profound question: Is this reform agenda truly improving people’s lives, or merely balancing income and expenditure?",
    "There is no dispute that IMF support was essential. Sri Lanka’s crisis—marked by depleted reserves, sovereign default, runaway inflation, and institutional fragility—required urgent stabilisation. Since the program began in 2022, inflation has moderated, the exchange rate has stabilised relative to peak volatility, and debt restructuring has progressed. These are important milestones for Sri Lanka.",
    "Stabilisation is not recovery",
    "IMF Managing Director Dr. Kristalina Georgieva expresses deep respect for and solidarity with people of Sri Lanka for their resilience in the face of adversity",
    "Macroeconomic repair is a technical exercise; national recovery is a human one. When fuel prices rise, taxes increase, and electricity tariffs adjust to cost-reflective levels, the impact is not theoretical. It is felt by households, SMEs, professionals, and informal workers alike. Reform that is not perceived as fair and inclusive risks losing public consent. Without public consent, no program—however technically sound—can endure. A people-centred IMF agenda does not mean abandoning fiscal discipline. On the contrary, credibility depends on it. But discipline must be accompanied by equity and empathy. Tax reforms must broaden the base while ensuring that compliant taxpayers are not disproportionately burdened. Social safety nets must be targeted, transparent, and efficient. Health and education spending must be protected as long-term investments, not treated as expendable costs. Globally, the IMF’s approach has evolved. In a changing geopolitical environment—including shifts in multilateral engagement during “Trump 2.0”—institutions are under pressure to demonstrate relevance. The World Bank and the Asian Development Bank are also modernising, with leadership such as Ajay Banga emphasising private sector mobilisation and inclusive growth. Modern reform frameworks speak of governance, anti-corruption safeguards, job creation, AI impact and institutional strengthening.",
    "Yet the real test lies in implementation and impact. Sri Lankans will judge relevance not by quarterly review statements, but by lived outcomes:",
    "Are livelihoods improving and the tax burden reducing ?",
    "Is credit flowing to productive sectors?",
    "Are exports and trade expanding?",
    "Are young people finding meaningful employment?",
    "Are public institutions becoming more accountable?",
    "Are we building human capital?",
    "One of the deepest grievances during the crisis was not merely economic hardship, but a perceived failure of governance. Structural reform, therefore, must go beyond fiscal metrics. Strengthening public financial management, reforming state-owned enterprises, digitising revenue systems, and enhancing transparency are not cosmetic adjustments. They are central to rebuilding trust between the state and its citizens. Communication is equally vital. Reform cannot be technocratic, socially costly, or distant from the people. Policymakers must explain not only what is being done, but why—and what alternatives were available. Citizens are more resilient and better informed than often assumed. They can accept difficult adjustments if they believe the burden is shared and the destination is worthwhile and realistic.",
    "Dr. Georgieva’s visit should be seen as an opportunity—not merely for program review, but for dialogue and the creation of new possibilities. Sri Lanka is not just another case study in fiscal consolidation; it is a society emerging from economic trauma, the collapse of livelihoods, high taxes and a search for stability with dignity",
    "Dr. Georgieva’s visit should therefore be seen as an opportunity—not merely for program review, but for dialogue and the creation of new possibilities. Sri Lanka is not just another case study in fiscal consolidation; it is a society emerging from economic trauma, the collapse of livelihoods, high taxes and a search for stability with dignity. Ultimately, success will not be measured solely by deficit targets, surpluses, or reserve benchmarks. It will be defined by whether stabilisation transitions into sustainable growth, whether austerity evolves into opportunity, and whether structural reform strengthens democratic institutions rather than undermining them.",
    "Sri Lanka’s recovery requires more than macroeconomic correction; it requires social legitimacy. If the IMF agenda aligns fiscal responsibility with human impact—protecting the vulnerable, empowering the productive, reducing the cost of living, creating better jobs, reducing the tax burden, enhancing the capacity of our human capital, and restoring confidence in key institutions—it will command broad support and could be transformational. This critical alignment is not a concession to politics or society; it is the foundation of durable reform and lasting recovery after the 2022 economic meltdown and the cyclone disaster. As Nelson Mandela once said, “The greatest glory in living lies not in never falling, but in rising every time we fall.”",
    "https://www.ft.lk/top-story/Sri-Lanka-definitely-on-the-path-to-success-says-IMF-Managing-Director/26-788404",
    "https://mfa.gov.lk/en/imf-md-kristalina-georgieva-commends-sri-lankas-economic-progress-in-meeting-with-president-wickremesinghe-at-unga/",
    "https://www.linkedin.com/posts/dinesh-weerakkody-74388040_priorities-for-post-imf-sri-lanka-activity-7043495036067446784-z4bd?trk=public_profile_like_view",
    "https://www.imf.org/en/news/articles/2025/06/16/sp061625-gg-this-time-must-be-different-lessons-from-sri-lankas-recovery-and-debt-restructuring"
  ]
}