{
  "url": "https://www.ft.lk/columns/Surviving-a-crumbling-economic-order/4-771947",
  "title": "Surviving a crumbling economic order",
  "ut": 1737325442.0,
  "body_paragraphs": [
    "Small economies like Sri Lanka should get their economic priorities right if they are to achieve some degree of economic independence",
    "The economic order is crumbling not simply because of global warming and climate change but more because of the order’s own structure and its focus of operation. Its structure is imperial with US at the apex aided by a centralising hierarchy that obstructs the flow of information, and the focus of operation is to enhance the interests of Global North at the expense of Global South. There is thus an international division of humanity into a richer north and poorer south. To maintain this imperial structure expenditure on defence is almost a precondition",
    "Origins of this order",
    "It was more than half a century ago in 1972, when the Cold War was in full swing, when economists were getting obsessed with the idea of economic growth and its measurement, and when the Keynesian dictum ‘spend and prosper’ held sway, the Club of Rome published its MIT research report, “Limits to Growth” and issued the first warning to the so-called civilised and industrialised economies of Global North that there are limits to growth. These limits according to that study would result from population increase, agricultural production, non-renewable resource depletion, industrial output, and pollution generation.",
    "The report concluded that “The challenge of overshoot from decision delay is real, but easily solvable if human society decided to act”. Even scientists were issuing the same warning from the 1950s about impending calamities from climate change. Spencer Weart for instance, the Director of the Centre for History of Physics at American Institute of Physics, noted that the “It was just a possibility for the 21st century which seemed to be far away but seen as a danger that should be prepared for”.",
    "It was also pessimism over the reckless exploitation of scale economies and blind commitment to technology as panacea for all economic problems that prompted E.F. Schumacher to publish a year later his ‘Small is Beautiful: A Study of Economics as if People Mattered’. And, as if to hasten the realisation of MIT’s gloomy prediction the 1978 OPEC oil crisis struck the first blow to the Keynesian aggregate demand trajectory for economic growth and heralded an era of stagflation where inflation and unemployment moved in the same direction to cause a recession. Almost all industrial economies were in serious trouble. But the response to stagflation and slow growth came not by heeding to the warnings about growth limits but by switching to another paradigm, supply side economics.",
    "According to this new mantra, providing generous incentives to investors and entrepreneurs, employing better and more advanced technology, and encouraging open markets and competition, economic growth would be resumed and prosperity enjoyed. This was the essence of what came to be known as Reaganomics and Thatcherism. And, perhaps to demonstrate the success of the new paradigm World Bank published in 1991 the Asian Miracle to show how entrepreneurship, technology, educated workforce and exports produced an economic wonder in seven Asian economies including China. The politics of imperialism which allowed these economies to enjoy that growth was however ignored by the World Bank.",
    "It also refused to recognise the fact that China was not a typical market economy at par with the other six members of that family. 1991 also witnessed the dissolution of the Soviet Union and collapse of its communist or socialist economic experiment. Capitalism emerged as the winner and Francis Fukuyama celebrated that victory in 1992 by publishing his ‘The End of History and The Last Man’. Thus, the political economy of capitalism or economics of neoliberalism or the so-called Washington consensus set the world economic order since then. The Third Industrial Revolution or the Information Age marked by automation, digitalisation and invention of the internet welcomed the 21st century and heralded the era of globalisation.",
    "Characteristics of the order",
    "It was an economic order built on a mixture of imperialistic and entrepreneurial edifices aimed at the financialisation of most of the world’s economies and allowing banks and other financial intermediaries to take control over those economies. It therefore set the growth path of those economies to run parallel to the growth path of the financial sector. It is a strange irony in economic history that money, an instrument discovered to play a subsidiary role in economic activity by removing the hazards of barter exchange eventually came to play the deterministic role in what, how and whom to produce. The real economy has thus been enslaved by finance and financiers and those who hold and control financial power control the fate of humanity. This is the substance behind the 1:99 wealth ratio. That economic order which created this ratio is crumbling now. What would replace it is not yet clear.",
    "Except for China the rest of the rich industrialised economies are struggling to realise even a minimum rate of 2 to 3% annual growth. No one talks about full employment economies these days and the concept of full employment itself has vanished from economics textbooks. Institutions like the IMF and World Bank which were created essentially to safeguard the economic order are increasingly worried of this recessionary slow down. Have the limits to growth been reached at last? Captains of the entrepreneurial empire may not think so and they still hope to amass fortunes and enjoy prosperity with another industrial revolution, the fourth numerically, marked by merging artificial intelligence (AI), internet of things (IoT) and robotics with physical, digital and biological worlds.",
    "However, nature and ecological environment seem to think otherwise as demonstrated by the frequent, unpredictable and disastrous calamities that climate is causing all round the world. Nature has its own mechanism to protect and maintain its balance. But that balance has been disturbed incrementally by human interference in the name of modernisation and economic advancement.",
    "The economic order is crumbling not simply because of global warming and climate change but more because of the order’s own structure and its focus of operation. Its structure is imperial with US at the apex aided by a centralising hierarchy that obstructs the flow of information, and the focus of operation is to enhance the interests of Global North at the expense of Global South. There is thus an international division of humanity into a richer north and poorer south. To maintain this imperial structure expenditure on defence is almost a precondition. For instance, in 2023 US alone spent $ 916 billion or 37% of global spending on military whereas its closest challenger China spent $ 296 billion and Russia another $ 109 billion respectively.",
    "A total of $ 2.44 trillion had been spent worldwide on defence and military, which means a planned misallocation of scarce resources to develop and maintain the death industry. If one were to remove the contribution of this industry from calculation of economic growth the resulting rate would no doubt be negative. In US itself the all-powerful Military Industrial Complex has become the largest consumer of economic resources. There is all the sign of the situation worsening under the new administration under President Trump.",
    "Thus, with increasing militarisation and financialisation of almost all economies, real sectors that cater to supply the basic needs of humanity has been deprived of resources, which in combination with wars and climate induced disasters have made life intolerable for a vast majority. The overconfidence placed on technology as the problem solver has misfired. An economic order that celebrated its birth with the promise of plenty is now showing signs of decay. The increasing complaint worldwide from ordinary householders about rising cost of living and tyranny of debt are clear indications of this failure. Homelessness and children living in poverty are no longer confined to Global South only. There is in fact a cost-of-living pandemic, and the traditional tools such as budgetary subsidies and handouts by governments and manipulation of interest rates by central banks have failed to control this pandemic.",
    "The fact that the two wars that are currently being fought are the primary reason for this pandemic and that those wars are fought to save the current world order is hardly discussed. The entire economic order needs structural change and reordering of priorities. That may not happen in the short-run, and it is therefore left to the individual countries and their respective governments to adopt measures to survive this crumbling order.",
    "Sri Lanka’s challenge",
    "After three quarters of a century a historic transformation has taken place in the island’s political arena. At the General Election held in November last year a new generation of visionary politicians led by President Anura Kumara Dissanayake had been elected to the parliament with an overwhelming majority. They won the contest on a platform promising “system change”, which meant clean governance, end of ethnonational political culture and restructuring the economy with added focus on resourcing the local production sector. They have neither rejected the market model nor the IMF which is currently financing and monitoring the restructuring agenda. But while IMF as a child of the ruling world economic order would like Sri Lankan economy too to fall in line with that order the new visionaries may have different ideas.",
    "Didn’t China embrace the market model and economic openness while adding a Chinese face to them? Isn’t economic planning, an anathema for IMF, still in vogue in China with its 14th Five Year Plan? True that Sri Lanka is not such a large economy as China, but there are many valuable lessons small economies could learn from China’s experience. The market for example was allowed to operate in China but within the parameters set by the plan earning the sobriquet bird-cage economy. With strategic planning and disciplined operation China was able to uplift 800 million of its population out of poverty trap which was more than double the number India could achieve without any strategic even though both economies adopted the market model almost simultaneously. Would Sri Lanka follow China or India? Time would tell.",
    "In the meantime, and immediately after coming to power the new Government has started its cleaning mission to end corruption as part of its promise for good governance which has won kudos even from IMF. After all governance and economy are inseparable twins and one cannot remain healthy without the other also remain so. NPP Government has also demonstrated with its cabinet appointments and portfolio allocation that ethnonationalism has no place in clean governance. The uproar from the Muslim community for example over the absence of one of their kind in the cabinet was nothing but an echo of from a bygone political culture that surrendered merit and efficiency at the feet of communal compliance. The new Government’s reconstitution of the Hajj Committee is another example of prioritising merit over political expediency.",
    "On the economic front however, the challenge is going to be formidable given the volatility of a crumbling international economic order and IMF’s preoccupation with Sri Lanka’s financial stability. IMF’s economic and financial advice is class biased and its pathway to achieve economic growth is to shift the burden of restructuring cost disproportionately on poorer classes. Although the NPP Government has agreed to go along with IMF’s trajectory for the time being there would come a time when the Government may have to part ways in the interest of the poor and downtrodden. The forthcoming Budget in February should give some indication about the dilemma facing the Government.",
    "Small economies like Sri Lanka should get their economic priorities right if they are to achieve some degree of economic independence. NPP’s focus on resourcing the domestic production sector especially agriculture should be applauded. Without food security and satisfactory fulfilment of basic needs of the people political independence lacks any substance. At a time when the Indian Ocean has become the geostrategic hotspot for international powerplay among China, India, US and Japan, a strategically placed Sri Lanka with astute diplomacy could exploit this situation to build up the island’s economy. AKD and his team of ministers are not unaware of this opportunity and AKD’s trips to India and China are crucially important in this context.",
    "The next five years should therefore be a period for the new Government to relay the foundation of the island’s economy to achieve the twin goals of economic independence and international respect. That is the only way to survive a crumbling economic order. For the moment at least the country’s dishevelled Opposition exhibits a total bankruptcy of alternative strategies to build the economy. The 2025-26 Budget should reveal more about the economic direction of AKD’s Presidency.",
    "(The writer is a retired economist, W. Australia.)"
  ]
}