{
  "url": "https://hbr.org/2024/11/what-to-know-about-using-employers-of-record-to-hire-globally",
  "title": "What to Know About Using “Employers of Record” to Hire Globally",
  "ut": 1730706954.0,
  "body_paragraphs": [
    "Andrii Zastrozhnov/Getty Images",
    "Many companies would like to tap the talent pools abroad but hesitate because of the challenges inherent in the legal, HR, and accounting logistics of hiring and administering employees in other countries. This is especially the case when a firm needs only a...more",
    "Companies have a host of reasons to hire globally. When faced with domestic workforce obstacles like aging populations and tight labor markets, hiring globally provides access to a much larger pool of smart, skilled people who are well-equipped to work digitally without leaving their home country. They can provide critical local knowledge about customers or complying with local regulatory or licensing requirements. And, of course, they can save companies lots of money — in the form of local tax advantages or incentives and, often, lower labor costs.",
    "All those benefits raise the question: Why aren’t more companies hiring globally? To try to answer that, we spoke with 23 HR executives and experts, including heads of HR and senior employment lawyers, to understand the current and shifting dynamics of global hiring. Their response: The legal, HR, and accounting logistics of hiring and administering employees in other countries is nightmarishly complex.",
    "But there is a solution thanks to the increasing capabilities and availability of employers of record (EORs). EORs are third-party organizations that manage the legal and operational complexities of employing people in other countries by serving as the legal employers of an enterprise’s distributed workforce. They build local expertise in markets around the world to understand and handle the local, nitty-gritty HR responsibilities so an organization won’t have to deal with them when hiring across borders. Most operate in many countries and therefore can support a company’s operations in multiple nations.",
    "As a result, the EOR market is expanding rapidly. It is expected to grow at 6.9% annually to reach $6.8 billion by 2028 and is increasingly seen as a salve for the skilled labor shortages that businesses expect to face. Although EORs won’t seamlessly solve every problem that crops up in hiring and using workers abroad, they are opening doors to global talent. Here are some things to understand about what they offer:",
    "A Means of Starting Small",
    "EORs have overcome two barriers to hiring a handful of people in a given foreign country: The upfront costs and ongoing work of establishing and maintaining an entity and administering local benefits and payroll can be expensive and time consuming, and winding down a small operation can also cost a lot. “EORs are a great option, especially for startups to enable market expansion before we have scale,” Mila Istenich, the head of people and culture at Metaloop, an online marketplace for buying and selling scrap based in Graz, Austria, told us. Metaloop used an EOR to tap the talent market in Spain and Romania, where it does not yet have operations.",
    "Another HR executive told us: “I used an EOR because I needed to tap into international talents from a strategic perspective, but I wasn’t sure if this was going to be a long-term strategy, and so bringing an EOR onboard gave us the flexibility we needed.”",
    "EORs can also make it feasible to hold onto valued employees who intend to move to another country. For example, when a top engineer at a popular consumer health tech startup told executives he needed to move to Italy, the leadership team brought on an EOR to handle the administrative and legal responsibilities for a fee that amounted to less than 20% of the person’s salary. And when that employee later left the company, the company wasn’t left with an entity to unwind.",
    "A Way to Get By Without a Global HR Infrastructure",
    "International hiring used to require an HR team that grasped the nuances of specific labor markets and legal counsel that understood local employment laws and could monitor them for changes. Therefore, vast talent pools — like the more than 5 million software engineers in India — could be tapped only by large, mature companies. EORs have expanded that access to companies of all sizes and stages.",
    "Take GitLab, which now has 2,130 employees who live in more than 40 countries. To reap the benefits of such a widely distributed workforce, the company has leveraged hiring partners in approximately 70% of those countries, which has allowed it to tap places with an abundance of talent without setting up and maintaining legal entities and HR to support each location.",
    "Reduced Compliance Risks",
    "EORs can provide an “asset-light” approach to reducing compliance risks related to employing global talent. For example, when one private equity firm purchased two companies and merged them, the investors realized after the sale that one of those companies had 35 workers in 20 different countries, all of whom were legally classified as contractors but acting as full-time employees, which risked breaking the laws of some of those countries. After the deals were consummated, the CFO of the combined organization was able to drastically reduce that risk by making the contracted workers employees of an EOR.",
    "While EORs offer significant benefits, there are some caveats:",
    "Many countries require a foreign company to create a local entity once employment in their geographies reaches a certain number of employees. Consequently, companies that intend to expand employment in such places should take steps in advance to establish the local infrastructure they will one day need.",
    "Processes and Culture",
    "EORs aren’t responsible for ensuring that the workers under their umbrella are in sync with your work processes and culture. That is your company’s responsibility. You need to manage them and plan for cultural and operational realities such as time-zone complexity, statutory differences in vacation and holiday policies, and the increased costs of in-person meetings. Especially when the employees in question are in multiple markets, these tasks can overwhelm small HR teams. Consequently, before taking the plunge, make sure you have the necessary HR capacity and expertise onboard.",
    "Even though the EOR industry has been around for over a decade, the explosion of remote work during and after the Covid-19 pandemic fueled the expansion of the number of firms. The quality and experience of many of the newer EOR firms varies, so do your homework before making your choices and don’t just focus on their cost.",
    "Get a clear understanding of what countries they support, what services they do and do not provide, and whether those services are up to your standards. Examine their onboarding and offboarding processes to determine how they could meet your needs as they grow. It’s also a good idea to vet your potential EOR with your existing internal vendors and stakeholders such as payroll, IT, outside employment counsel, and accounting to ensure it is a good fit.",
    "EORs are a good option if you want to test out a global strategy, if you need to make a one-off business hire, or if you need a fast way to reduce compliance risk. As long as you know what EORs can and cannot do, they can be a good way to tap the global talent pool.",
    "Global Collaboration Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Global Collaboration. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Learn how to overcome barriers when working globally.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "HBR's 10 Must Reads 2025 (Paperback + Ebook)",
    "HBR Guide to Designing Your Retirement Toolkit",
    "Read more on International business",
    "Human resource management"
  ]
}