{
  "url": "https://hbr.org/2024/09/how-dei-can-survive-this-era-of-backlash",
  "title": "How DEI Can Survive This Era of Backlash",
  "ut": 1725951310.0,
  "body_paragraphs": [
    "David A. Johnson/Getty Images",
    "Despite recent backlash against and cuts to organizational DEI initiatives, researchers from the Stanford VMware Women’s Leadership Innovation Lab argue that DEI isn’t dead in the U.S. Instead, they say it’s experiencing a period of what social movement scholars call “closed doors,” where the obvious route for change is no longer easily accessible. They recently convened a gathering of 14 chief diversity officers (CDOs) to unpack what’s happening in their world. The group represented six industries and companies ranging from a couple thousand to over 300,000 employees. The researchers noted striking similarities between current DEI strategies and the tactics used by feminist movement builders during times of closed doors — and uncovered four strategies for continuing the important work of DEI while it’s under attack.",
    "Professionals and leaders who care about diversity, equity, and inclusion (DEI) in organizations are facing a critical question: Is DEI dead in the U.S.?",
    "Diversity, Inclusion, and Belonging Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Diversity, Inclusion, and Belonging. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "How to build a better, more just workplace.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "One Bank's Agile Team Experiment",
    "Fusion Strategy: How Real-Time Data and AI Will Power the Industrial Future (Ebook and Mini Masterclass with Vijay Govindarajan)",
    "Read more on Diversity and inclusion",
    "Social movements and Society and business relations"
  ]
}