{
  "url": "https://www.ft.lk/columns/Pipe-dreams-while-at-sea/4-777423",
  "title": "Pipe dreams while at sea",
  "ut": 1749231708.0,
  "body_paragraphs": [
    "A nation choking with obscure concepts, possessing only mediocre skills and manifestly incapable of redemption, we drift from crisis to crisis",
    "“All that glisters is not gold”; in Sri Lanka it can even be a T 56 automatic gun!",
    "A Shakespearean caution (Merchant of Venice) we ought to bear in mind not only when looking at an object, but also in choosing our leaders.",
    "With a language restrained and pithy, Shakespeare was insightful. Remarkable for the times (16th Century), Merchant of Venice grapples with several themes, relevant and challenging even today; religious and racial bias, property, legality, variability of the sense of fairness (from individual to individual), the concept of mercy and of course the universal theme of love and honour.",
    "Any literature is of that people, reflecting particular circumstances; their sensitivities, preoccupations, social conditions and ideals. All races are not the same, their evolution is varied, there are noticeable differences in the literature of different cultures. That which engages certain minds will leave another unaffected. Writing that appeals to one type of sensitivity may not appeal to another.",
    "The characters in the story of Merchant of Venice are not fanciful, they are very much of this world, with everyday ideas, emotions and desires. The story hangs on an agreement between two characters, the plot is mundane save for dramatic necessities of storytelling. Many legal/contractual fundamentals we now assume as commonplace were alive even then, perhaps unwritten and nascent in form; disputes should be heard by an independent adjudicator, matters could be argued by a pleader, an objective ideal of justice must be served or striven for.",
    "Not every society evolved these concepts in like manner or pace. In many countries they were imposed or adopted more or less as a completed product, invariably from a colonial power. Little consideration was given to the ingrained nature or the spirit of the adopting races. In countries like Sri Lanka, this has only resulted in a sorry mimic, awkward actors playing a role they are unsuited for, a show without substance in a ramshackle country. Yes, we have parliaments, political parties, courts, an administration, sports, businesses, media just like in England, but then…!",
    "A female is given an item for safe keeping by a male friend. She may or may not know the item was a contraband. It may be usable or derelict.",
    "However, in terms of the law, she apparently could be found guilty of possession of a contraband.",
    "Shakespeare valued chivalry, the noble knight in shining armour riding bravely to rescue the damsel in distress.",
    "Will our prince charming do the chivalrous thing or will his basic instincts predominate? What conduct would the ideals of our society expect of the man?",
    "Looking at the unfolding of events from 1948, it is evident that the various newly adopted institutions have been interpreted through eyes unfamiliar with the pith and substance of these institutions, thus denying them of authenticity. Politics soon became a family concern, political parties came to be personal properties, business was considered an activity with no ethical considerations while the State administration quickly converted to an unintelligent bureaucracy, only another method of harassing the public.",
    "For a country of more than 20 million people, the monopoly of power between two or three families is an embarrassment for which we must all bear responsibility. By voting to enable the continuation of this culture, we affirm an inferiority, displaying a ridiculous construction of the concept of an elected leadership! Concomitantly, democracy which is the basis of our social contract, is suspended in the internal management of most political parties.",
    "The family rules the party, and we vote for the party!",
    "Big talk and small deeds",
    "In a massively resurgent Asia, Sri Lanka’s poor performance stands out like a sore thumb, today an economy near bankrupt. “Nature hath framed strange fellows in her time” said Shakespeare in Merchant of Venice. True, certain leaders are more responsible than others for the tragedy, but it does not mean the other leaders were shining stars either. When we compare them with celebrated regional leaders, their blatant inadequacies glare at us, men of big talk and small deeds. We would in fact hesitate to call the Sri Lankan front runners leaders, they are more like tribal “big men”, hereditary big shots!",
    "There is however one aspect in which they are unmatched. Their endless maneuverers to enjoy lifelong power, when their long political careers have resulted only in a broken country, will be a record in shamelessness. Machiavelli would have loved to add a chapter or two on the behaviour of Sri Lankan politicians, even if that meant changing the title of his masterpiece; “Prince” sits awkwardly on men who are rascals by nature.",
    "It is also worth pondering whether we have found in the form of our political establishment an easy and agreeable target to pin the blame for all our failures. Abominable they may be, however does that exculpate us, the people, from all blame? Wherever you look in this country we see evidence of poor workmanship, shoddy services, negligence, tardiness, waste and even filth. I have repeatedly observed sparkling new buildings which government institutions occupy; in barely a year it will be derelict and grubby.",
    "Mayhem rules the roads; heedless three-wheelers, motorcyclists and pedestrians reduce our thoroughfares to a dangerous hilarity. Everyone claims the right of way, the first to move forward! On the road they are in such a hurry, but at work they are the slowest!",
    "An irritant to the international community",
    "The crass and cunning businessmen that our system routinely produce are honoured as captains of industry. Tradesmen, commission agents, licensees, facilitators and wheeler-dealers oil the palms of the politicians/administrators, then, import condemned foodstuff, sell inferior goods or make poor quality products and in turn are fêted for their entrepreneurship! Having acquired the loot, they seek respectability, either becoming sports administrators or diplomats. No surprise our sports is in the doldrums and diplomatically we are an irritant to the international community.",
    "If our public administration reflects the work culture, education and capabilities available in the country, our despondency is an endless night!",
    "A nation choking with obscure concepts, possessing only mediocre skills and manifestly incapable of redemption, we drift from crisis to crisis.",
    "Every now and then we go to international banks (IMF) to plead our plight. Please do not let us starve to death, quoting Portia, “God made him, and therefore let him pass for a man” we implore the world.",
    "They look at us with pity, demanding that house be put in order. Our politicians, the very men who led us to insolvency, now boast, claiming credit for the loan. Very few countries which have gone to the IMF have made a good come back, but never have become world class economies.",
    "There is no deliverer, our small stage is occupied by men with neither the rhythm nor the melody.",
    "“The man that hath not music in himself, nor is not moved with concord of sweet sounds, is fit for treasons, stratagems and spoils, the motions of his spirit are as dull as night, and his affections dark as Erebus, let no such man be trusted.” – Merchant of Venice"
  ]
}