{
  "url": "https://www.dailymirror.lk/opinion/Lankan-Presidents-wash-dirty-linen-while-the-public-starve/172-300622",
  "title": "Lankan Presidents wash dirty linen while the public starve",
  "ut": 1737481224.0,
  "body_paragraphs": [
    "Today we are witnessing a rather vulgar sight of a past and sitting president of our country spitting venom and washing dirty linen in public. It would be comical, if it was not so shameful. The unfolding drama of the inauguration of the 47th President of the United States -replete with threats, imposition of tariffs and bad mouthing opponents which preceded the ceremony is in similar vein.",
    "In the unfolding presidential drama in our own country, former President Rajapaksa feels he is entitled to the public shelling out a monthly sum of Rs. 4.6 million in rental costs, until such time as he meets his natural end. Yet, the average income of a worker in our country is no more than Rs. 60,000/- per month.",
    "Based on these figures, an ordinary worker in our country would have to work around 7-and-a-half years before his total monthly wage accumulatively reaches the cost of paying one month’s rent to maintain past President Mahinda Rajapaksa.",
    "The comparison becomes more stark, when one realises the cost for a family of four (father, mother and two children), to have three simple meals a day, costs over Rs. 100,000/- per month. This figure does not take into account the cost of children’s education, extra-curricular activities, clothing, medical expenses and other miscellaneous expenditure. What is worse is that the families do not have this money.",
    "President Dissanayake in his election manifesto, promised to curb wasteful government expenditure. If this is one means of cutting down on such waste, one could hardly find fault with him, given the low income levels of ordinary citizens. A study by Habitat for Humanity in 2016 revealed over 800,000 Lankans or 361 in 10,000 people were homeless.",
    "After the COVID pandemic this number would have risen substantially, given that many families lost their sources of income during that period. However, the statistics of homeless carried out by the Department of Census and Statistics in 2023 - 2024 are yet to be released.",
    "The country needs income to meet these shortcomings. In addition, upgrading of medical and educational facilities are immediate necessities for which the country has limited resources. What is wrong however, is the manner President Dissanayake has gone about his task.",
    "Rather than confronting the past president personally, he (president) grandstands at a meeting in Katukurunda, Kalutara demanding that Rajapaksa pay up or leave his residence. President Dissanayake has also apparently forgotten that the provision of facilities to past presidents are constitutionally guaranteed.",
    "The President therefore needs to correct any anomalies he sees as needing rectification through Acts of parliament, before ordering his ‘former boss’ around. Again, changes regarding past presidents’ privileges must be across the board and not target particular individuals.",
    "President Dissanayake has also gone on record saying he will reduce the income of Members of Parliament (MPs). With costs skyrocketing, what we need today is not more pay cuts, but wage increases to help meet ever increasing living costs..",
    "Our Parliament has on many occasions been described as a den of thieves. If wages are insufficient to meet basic needs, parliamentarians will continue looking for kickbacks, bribes and commissions.",
    "A system similar to that operating in Singapore needs to be formulated to ensure public officials and servants do not succumb to corruption. Perhaps our president and his team should initiate ways and means to increase the incomes of all citizens in the country rather than reducing wages any further.",
    "Our countrymen need an income which provides them with more than just basic meals. People need to be able to enjoy sports and other forms of entertainment. We need to receive a wage which ensures our people are able to invest in savings for the future.",
    "The spate of robberies and almost daily broad daylight killings is indicative of a society of have-nots. These people are pushed into such activities mainly as a result of poverty.",
    "While appreciating our president’s aim to cut wasteful expenditure, it is even more necessary for him and his colleagues to seek avenues which will enhance the income of ordinary folk. Let us keep in mind the World Bank study of 2 April 2024 which showed that an estimated 25.9 percent of Lankans were living below the poverty line."
  ]
}