{
  "url": "https://www.technologyreview.com/2024/12/05/1107906/alternative-meat-climate/",
  "title": "Alternative meat could help the climate. Will anyone eat it?",
  "ut": 1733358600.0,
  "body_paragraphs": [
    "This article is from The Spark, MIT Technology Review’s weekly climate newsletter. To receive it in your inbox every Wednesday, sign up here. Last week, we celebrated Thanksgiving here in the US, and I had hearty helpings of ham and turkey alongside my mashed potatoes and green bean casserole.  Meat is often the star on our plates, but our love of animal-based foods is a problem for the climate. Depending on how you count it up, livestock accounts for somewhere between 10% and 20% of all greenhouse gas emissions. A growing number of alternative foods seek to mimic or replace options that require raising and slaughtering animals. These include plant-based products and newly approved cultivated (or lab-grown) meats. An increasing number of companies are even raising microbes in the lab in the hopes that we’ll add them to the menu, as I covered in a story this week.",
    "But as one of my colleagues always puts it when I tell him about some alternative food product, the key question is, will anyone eat it? Food might just be one of the trickiest climate problems to solve. Technically, none of us has to be eating any of the highest-emissions foods—like beef—that are worst for the climate. But what we eat is deeply personal, and it’s often tied up with our culture and our social lives. Many people want hamburgers at a barbecue and nice steak dinners.",
    "The challenge of our food system’s climate impact is only getting more tricky: richer countries tend to eat more meat, and so as populations grow and the standard of living rises around the world, we’re going to see emissions from livestock production rise, too. In an effort to combat that trend, alternative food products aim to deliver foods similar to the ones we know and love with less harmful effects on the climate. Plant-based options like those from Beyond Meat and Impossible Foods have exploded in recent years, finding their way into supermarkets and even onto the menus of major fast-food brands like Burger King. The problem is, a lot of alternative products have been struggling lately. Unit sales of meat alternatives in the US were down by 26% between 2021 and 2023, and fewer households are buying plant-based alternative meat options, according to a report from the Good Food Institute. Consumers say that alternatives still aren’t up to par on taste and price, two key factors that determine what people decide to eat. So companies are racing to invent better products. I’ve spent a lot of time covering cultivated (or lab-grown) meats. To make these products, animal cells are grown in the lab and processed into things like chicken nuggets. Two companies got approval to sell cultivated chicken in the US in 2023, and we’ve seen both offer their products in limited runs at high-end restaurants.  But these products are still not quite the same thing as the meat we’re used to. When I tried a burger that contained cells grown in a lab, it was similar to plant-based ones that have a softer texture than I’m used to. Chicken from Upside Foods, served at a Michelin-starred restaurant, had similar textural differences. And these products are still only available at very small scales, if at all, and they’re expensive.   LANZATECH   One key issue that comes up again and again as I report on these new products is what to call them. The industry strongly prefers cultivated, not “lab-grown.” Probably better to not remind people that they’re eating something grown in vats in a laboratory. As the companies that make these products often point out, we don’t typically use this sort of language for the animal-based products we’re used to. You’d never find the phrase “slaughtered baby cow” on a menu, just “veal.” I was thinking about this issue of language and marketing again recently as I reported a story about a company looking to grow bacteria, dry it, and sell it to feed animals or people. I found myself a little weirded out by the prospect of dried microbe powder finding its way into my diet. But I don’t have a problem drinking wine or eating cheese, two products that rely on microbes and a fermentation process to exist. Maybe LanzaTech will come up with a marketing plan that makes their microbe powder  an easy addition to my Thanksgiving table. Ultimately though, no matter how well they’re marketed, I’m not sure how much we can rely on alternative products to solve the climate challenge that is our food system.",
    "As is often the case when it comes to addressing climate change, we’re going to need not only some behavioral changes, but also technical solutions like cattle burp pills and new fertilizer options, as well as policy to help nudge our food system in the right direction.   Now read the rest of The Spark Related reading A new crop of biotech startups is looking to grow food out of thin air. Read more about a few of the leading businesses in this story from earlier this fall. Cultivated meat products are made with animal cells grown in the lab. Last year, I covered what we know about what those products mean for climate change.   We’re expecting too much from our fake meat products. Here’s how my colleague James Temple stopped worrying and learned to love alternatives.  Rumin8 and Pivot Bio, two of our Climate Tech Companies to Watch this year, are both working to address emissions from agriculture.  Keeping up with climate   China announced it would ban the export to the US of several rare minerals that are crucial in technology like semiconductors. The move follows efforts by the US to shift supply chains away from China. (New York Times) Donald Trump has pledged to ramp up tariffs on Chinese goods, while other nations around the world have already put such policies in place. (Rest of World) Australia is on track to meet its 2030 emissions target. The country’s climate pollution is projected to fall more than 42% below 2005 levels by the end of the decade. (Bloomberg)",
    "Talks to form an international plastic treaty fell apart this week. Some countries favored cutting down plastic production, while others, including oil-rich nations, pushed back. (Washington Post) The US Department of Energy announced a nearly $7 billion loan to Stellantis and Samsung for two battery factories that will supply batteries for EVs. (New York Times)→ That follows a $6.6 billion loan to Rivian to help the company build a stalled factory in Georgia. (Associated Press)→ The Biden administration is racing to lock in loans and safeguard them against rollbacks before Donald Trump takes office in January. (E&E News)",
    "California could increase use of ethanol, a move the state says could lower gas prices. But experts warn that expanded use of ethanol made from corn can have negative consequences for climate progress and the environment. (Inside Climate News) Norway’s government is blocking plans to mine the sea bed. There were plans to begin offering permits in the first half of 2025, and preparations will continue during the suspension. (Reuters)→ These deep-sea “potatoes” could be the future of mining for battery materials. (MIT Technology Review) A decade ago, sea surface temperatures in the Pacific shot up in a dramatic marine heat wave. Now, scientists are looking for clues in that event to understand what rising temperatures will mean for the ocean. (New York Times) hide"
  ]
}