{
  "url": "https://www.technologyreview.com/2025/02/18/1111984/nokia-is-putting-the-first-cellular-network-on-the-moon/",
  "title": "Nokia is putting the first cellular network on the moon",
  "ut": 1739835000.0,
  "body_paragraphs": [
    "Later this month, Intuitive Machines, the private company behind the first commercial lander that touched down on the moon, will launch a second lunar mission from NASA’s Kennedy Space Center. The plan is to deploy a lander, a rover, and hopper to explore a site near the lunar south pole that could harbor water ice, and to put a communications satellite on lunar orbit.  But the mission will also bring something that’s never been installed on the moon or anywhere else in space before—a fully functional 4G cellular network.   Point-to-point radio communications, which need a clear line of sight between transmitting and receiving antennas, have always been a backbone of both surface communications and the link back to Earth, starting with the Apollo program. Using point-to-point radio in space wasn’t much of an issue in the past because there never have been that many points to connect. Usually, it was just a single spacecraft, a lander, or a rover talking to Earth. And they didn't need to send much data either.  “They were based on [ultra high frequency] or [very high frequency] technologies connecting a small number of devices with relatively low data throughput”, says Thierry Klein, president of Nokia Bell Labs Solutions Research, which was contracted by NASA to design a cellular network for the moon back in 2020.",
    "But it could soon get way more crowded up there: NASA’s Artemis program calls for bringing the astronauts back to the moon as early as 2028 and further expanding that presence into a permanent habitat in 2030s.  The shift from mostly point-to-point radio communications to a full-blown cell network architecture should result in higher data transfer speeds, better range, and increase the number of devices that could be connected simultaneously, Klein says. But the harsh conditions of space travel and on the lunar surface  make it difficult to use Earth-based cell technology straight off the shelf.",
    "Instead, Nokia designed components that are robust against radiation, extreme temperatures, and the sorts of vibrations that will be experienced during the launch, flight, and landing. They put all these components in a single “network in a box”, which contains everything needed for a cell network except the antenna and a power source.  “We have the antenna on the lander, so together with the box that’s essentially your base station and your tower”, Klein says. The box will be powered by the lander’s solar panels. During the IM-2 mission, the 4G cell network will allow for communication between the lander and the two vehicles. The network will likely only work for a few days— the spacecraft are not likely to survive after night descends on the lunar surface.  Related StoryWhat’s next for NASA’s giant moon rocket?The Space Launch System is facing fresh calls for cancellation, but it still has a key role to play in NASA’s return to the moon.",
    "But Nokia has plans for a more expansive 4G or 5G cell network that can cover the planned Artemis habitat and its surroundings. The company is also working on integrating cell communications in Axiom spacesuits meant for future lunar astronauts. “Maybe just one network in a box, one tower, would provide the entire coverage or maybe we would need multiple of these. That’s not going to be different from what you see in terrestrial cell networks deployment”, Klein says. He says the network should grow along with the future lunar economy.  Not everyone is happy with this vision. LTE networks usually operate between 700 MHz and 2.6 GHz, a region of the radiofrequency spectrum that partially overlaps with frequencies reserved for radio astronomy. Having such radio signals coming from the moon could potentially interfere with observations.  “Telescopes are most sensitive in the direction that they are pointing–up towards the sky”, Chris De Pree, deputy spectrum manager at the National Radio Astronomy Observatory (NRAO) said in an email. Communication satellites like Starlink often end up in the radio telescopes’ line of sight. A full-scale cell network on the moon would add further noise to the night sky.  There is also a regulatory hurdle that must be worked around. There are radio bands that have been internationally allocated to support lunar missions, and the LTE band is not among them. “Using 4G frequencies on or around the moon is a violation of the ITU-R radio regulations”,  NRAO’s spectrum manager Harvey Liszt explained in an email.  To legally deploy the 4G network on the moon, Nokia received a waiver specifically for the IM-2 mission. “For permanent deployment we’ll have to pick a different frequency band,” Klein says. “We already have a list of candidate frequencies to consider.” Even with the frequency shift, Klein says Nokia’s lunar network technology will remain compatible with terrestrial 4G or 5G standards.  And that means that if you happened to bring your smartphone to the moon, and it somehow survived both the trip and the brutal lunar conditions, it should work on the moon just like it does here on Earth. “It would connect if we put your phone on the list of approved devices”, Klein explains. All you’d need is a lunar SIM card. hide"
  ]
}