{
  "url": "https://www.ft.lk/columns/What-happens-after-you-report-online-child-abuse-in-Sri-Lanka-Wake-up-call-to-policymakers/4-777659",
  "title": "What happens after you report online child abuse in Sri Lanka? Wake-up call to policymakers",
  "ut": 1749771457.0,
  "body_paragraphs": [
    "Children, already reeling from digital violations, are retraumatised by courtrooms that lack trauma-informed practices",
    "In the time of absolute crisis of digital spaces that have become both playgrounds and battlegrounds for children, Sri Lanka’s response to online child abuse remains deeply inadequate. While reporting mechanisms exist, the road that follows is paved with delays, misinformation, and, at times, further trauma. It’s time we shine a harsh light on this system and call for immediate, structural reforms that put the child first—not bureaucracy, ego, or convenience.",
    "Lodging the complaint",
    "A child, parent or guardian, often after much anguish, makes the courageous decision to report an incident. But courage alone is not enough. Reports can be made to the Computer Crimes Investigation Division (CCID), the Police Women & Children’s Bureau, or the National Child Protection Authority (NCPA). Yet, families often find themselves shuffled between departments, with little clarity and no support person present. A simple act like obtaining a complaint receipt—a fundamental right—can turn into a taxing experience. How are victims meant to heal when the very first step demands endurance over empathy?",
    "Investigation begins (or stalls)",
    "The laws are in place: the Penal Code, the Computer Crimes Act, The Victim Protection Laws, the Children & Young Persons Ordinance. But implementation is inconsistent. The Computer Crimes Act in particular must be handled with caution. If applied to protect children from online abuse, it can be a powerful tool. However, if used to silence or punish citizens unfairly, it becomes a dangerous weapon of repression. We do not support the use of vague legislation to target whistleblowers or dissenters. Let the law be used to safeguard—not to suppress.",
    "Officers tasked with tracing digital trails are under-resourced and, in many cases, under-trained. Gathering evidence, recording statements, and initiating arrests are slow, and perpetrators often walk free on bail. The child’s testimony, even when video-recorded, becomes another battleground, with no guarantee of child-sensitive procedures being followed.",
    "Yes, we are aware of the availability of international tools such as the NCMEC CyberTipline—thanks to dedicated and passionate officers like DIG Renuka Jayasundara and her team, whose service to the Police Women & Children’s Bureau has been exceptional. Her passion for the protection of women and children, her ability to train effectively, and her genuine empathy make her an asset to Sri Lanka. But no single officer can carry the weight of this crisis alone. The rest of the Law Enforcement leadership must align themselves with this mission. Without national-level support, all efforts remain fragmented and fragile. Alarmingly, even tools like NCMEC remain virtually unknown to many officers who should be using them daily.",
    "and the labyrinth of the courts",
    "Legal proceedings are often slow and intimidating. Courts may grant bail to offenders with little consideration of the child’s ongoing trauma. The legal system lacks a specialised bench or pathway for cases involving online child abuse. Children, already reeling from digital violations, are retraumatised by courtrooms that lack trauma-informed practices. Although organisations like the Legal Aid Commission, NCPA, and Civil Society like Child Protection Force, Grassrooted Trust and iProbono Sri Lanka provide legal aid, their capacity is stretched thin.",
    "The lack of proper evidence gathering causes defence counsel to go to town—embarrassing, harassing, and disregarding child victims in open court. These failures turn trials into traumatic spectacles. In a system so broken, we are not delivering justice. We are enabling perpetrators and leaving victims unprotected.",
    "Support for survivors is inconsistent at best",
    "Psychological care is not always automatic. The system does not mandate trauma counselling, nor does it consistently enforce a child’s right to a support person. Even when confidentiality is protected by law, leaks happen. Media coverage, gossip, and the slow court process prolong a child’s pain.",
    "And when psychological care is accessed, it’s often through hostile psychiatric units at Government hospitals. These environments are intimidating, led by professionals who display a disturbing ‘god complex’—rarely listening, often dismissing, and almost never approaching care with the gentleness and insight needed for healing. Holistic, trauma-informed care is absent. Services operate in silos, driven by inflated egos instead of collaboration, and the result is catastrophic: already-traumatised children are being crushed under the weight of a dysfunctional system.",
    "We know what should be done. Why is it still not being done?",
    "so must be our resolve",
    "The Sri Lankan Government must urgently reform its child protection and justice response mechanisms. This includes:",
    "Mandating child-sensitive protocols at all reporting and investigation stages.",
    "Establishing special digital crime units with trained officers.",
    "Fast-tracking cases involving children through a special court process.",
    "Funding psychological support services as an automatic part of case response.",
    "Mandating collaboration between Law Enforcement, NCPA, the AG’s Department, and civil society.",
    "And above all: making child protection a priority.",
    "When policymakers declare that “we have bigger problems than child protection,” where does that leave our children? It’s beyond unacceptable—it’s an indictment of our values as a nation. The NCPA must be empowered with serious mandates and budgets, like Child Protection Services in developed countries. Its role is not to host art exhibitions or hold “sithuwili siththam” sessions. Its role is to lead, protect, and reform.",
    "When UNCRC reports are due, our Government must stop airbrushing the truth. These reports exist so the Committee can support member states to do better—not to punish. Why are we hiding our failures instead of using them to drive change? It’s an absolute joke. And no, that’s not too harsh—it’s the bare truth.",
    "To every policymaker, legislator, and authority figure: the time to act was yesterday. The next best time is now.",
    "(The writer is the Founder, Child Protection Force.)"
  ]
}