{
  "url": "https://www.dailymirror.lk/opinion/Bangladesh-Revolution-or-evolution-this-is-a-new-start/172-289860",
  "title": "Bangladesh: Revolution or evolution, this is a new start",
  "ut": 1724105279.0,
  "body_paragraphs": [
    "Last month’s protests in Bangladesh led mainly by students began over a controversial quota system for civil service jobs.",
    "It’s the police who are blamed for unleashing unwarranted violence on the protesters rather than the army",
    "Revolutions are events which re-shape existing political orders. There are very few revolutions in human history – French, Russian – while coups and uprisings are countless. But now, Bangladesh is talking about a student revolution which toppled the regime of Prime Minister Sheikh Hasina.",
    "In this context, it will be interesting to compare that with what happened in Sri Lanka during April-May 2023. First, let’s look at the recent events in Bangladesh, where Sheikh Hasina’s Awami League has held power since a landslide victory in 2014.",
    "Last month, protests led mainly by students began over a controversial quota system for civil service jobs.",
    "From 1975 to 1990, Bangladesh was under military rule. But multi-party parliamentary democracy was restored in 1991, and has not been challenged by the military since. During the current crisis, the army remained neutral. Sheikh Hasina fled to India only after the army commander (a relative of the prime minister) told her that he could no longer order the army to fire on protesters.",
    "It’s the police who are blamed for unleashing unwarranted violence on the protesters rather than the army. After the interim government took over, the police became dysfunctional, with students keeping law and order in cities and their communities, and even directing traffic, while police stations remained empty and policemen went about in civvies for fear of reprisals.",
    "Nearly 650 protesters were killed while an estimated 200 lost their eyesight. According to reports, many of the wounded had bullet wounds above the waist.",
    "This is where the revolution in Bangladesh differs from our uprising, which began as an unprecedented non violent middle class protest with student participation. But, after the ruling Rajapaksa clan retaliated with violence, the protests became increasingly politicised and violent. Up to that point, the police remained passive rather than resorting to its usually heavy-handed methods, and the military too, remained neutral though its leadership has strong loyalties to Gotabaya Rajapaksa.",
    "The protests succeeded in ousting the Gotabaya Rajapaksa regime, but those political changes demanded by the people, especially against corruption, were nullified by the political void being filled by conservative, neoliberal leadership which offered no positive alternative to the much maligned system already in place.",
    "What will happen now in Bangladesh? With the new interim government headed by economist and Nobel laureate Muhammad Yunus, are people’s expectations going to be realized, or will it be ‘back to business as usual’ after a while?",
    "Let’s look at the reasons behind the protests to begin with. To understand that, Sheikh Hasina’s political history is important. She is the daughter of Sheikh Mujibur Rahman, who led the struggle against Pakistani rule of what was then called East Pakistan. Bangladesh was created as a new nation after India went to war against Pakistan in 1971; Pakistan lost that war.",
    "But Sheikh Mujibur’s time as prime minister of the new nation was brief. Only a few months in office, he was killed together with his wife and three sons in an army coup in August 1975. Sheikh Hasina survived only because she was in India at the time. She spent the next six years in India, assuming leadership of her father’s Awami League and returning to Bangladesh in 1981 to lead the struggle against military rule. It was pressure from Sheikh Hasina and her supporters which forced Lt. Gen. Hussain Mohammad Ershad, the last military ruler, to relinquish power.",
    "Though the subsequent 1991 elections were won by  Sheikh Hasina’s political rival  Khaleda Zia and her Bangladesh Nationalist Party (BNP), Sheikh Hasina accused her of rigged elections, finally forcing her to hand over power to a caretaker government, and Sheikh Hasina was elected prime minister in 1996.",
    "The Awami League and the BNP are the two main powerhouses in Bangladesh politics. They are also dynastic. The other parties, lacking large electoral bases, have to form coalitions.  The Awami League has always been a moderate party, cracking down on the threat of radical Islam. Bangladeshis are religious, but the political outlook remains secular, and analysts say this is due to the country’s Bengali identity. Like most other South Asian countries, Bangladesh has a large majority and a number of minorities. The Hindu minority suffered mob and arson attacks during the recent mayhem; but, as far one can judge from here, it doesn’t seem to be on the scale of Sri Lanka’s 1983 ethnic riots.",
    "Under Sheikh Hasina’s rule, Bangladesh progressed economically. Its per capita income surpassed that of India’s, and the country’s garment industry is so huge that it has been called ‘the garment factory of the world.’ The capital Dhaka was booming, and this in a country which suffers so much from floods. Women’s representation in work too, improved considerably over the past decade.",
    "Why, then, this sudden backlash?",
    "It’s not sudden. It has been simmering for years. It’s an experience shared by Sri Lanka, too – rapid, even spectacular growth under a popular leader, resulting in crony politics and nepotism, large scale corruption, and erosion of democracy. Political rivals and rights activists were jailed and even disappeared. Even Dr. Muhammad Yunus has been jailed. Like in Sri Lanka during the Rajapaksa years, people lived in fear of the regime.",
    "The damage done by Covid-19 too, was considerable. The garment industry was very badly hit when multinational companies began moving out. Thirty million out of a population of 170 million became unemployed.",
    "What happens now? Sheikh Hasina’s political career may have come to an end. She is being kept at an Indian air base. She has friends in India and her government maintained excellent relations with the big neighbour. She has not asked for political asylum. Her son says she will return to Bangladesh. If she wants political asylum, Britain is an obvious choice; her nephew is a British MP.  But she can’t do this from India, and Bangladesh has an extradition treaty with New Delhi.",
    "But her Awami League remains a force to be reckoned with. The interim government has to tread carefully until elections are held. There is also the Jamaat-e-Islami party to consider. According to some analysts, however, it is moderate compared to Islamist parties elsewhere. They say it’s a mistake to assume that Bangladesh is like Pakistan. Due to the influence of Bengali culture, it is not.",
    "But which way would Bangladesh go now?"
  ]
}