{
  "url": "https://www.ft.lk/columns/Let-s-lean-on-science-always-and-certainly-with-monkeys-too/4-775777",
  "title": "Let’s lean on science always and certainly with monkeys too",
  "ut": 1745452515.0,
  "body_paragraphs": [
    "Our bad practices have given monkeys lots of spare time",
    "As a species connected to our evolution, monkeys being in the news should not be surprising. We have a good 93%-95% of DNA similar to monkeys so can we say our similarity in traits and even in thinking. Monkeys have appeared in our news quite strongly in current times perhaps garnering more air time than necessary. They have been identified to be a primary reason for our cost of living through their over-indulgence of what we produce for ourselves. A random foray into a power distribution station appears to have placed all of us in the dark for some time and was another costly affair to our economy.",
    "Considering the times that we are in and if true then external reciprocal tariffs imposed are certainly doing us no good; the monkey business has definitely crossed the red line as far as decision-makers are concerned. Any problem requires a solution and this certainly demands one quickly. However, solutions for life-related issues are quite strongly nation and culture-dependent. Yes, one can make decisions going against some of the strong norms existing but whether that would be appreciated or accepted by a majority is a factor to be concerned about.",
    "With monkeys, the issue had been their excessive presence and their consuming nature. Nature definitely has a way of controlling different populations. The predator-prey ecological cycles govern a lot of them. Now we are not exactly looking at a nature-based solution though that may be the most sustainable and acceptable as well.",
    "Indiana Jones in the movie Indiana Jones and the Temple of Doom is set to experience a lavish dinner and up comes the plate with a monkey head and you have the brain as the main dish. Well decorated and enticing. Jones opens up to find the brain of a monkey to put in the mouth in a plush surrounding. The food is exotic and the path to the table is clear. A monkey supply chain could be activated and the pathway provides a foreign exchange earning capacity at the expense of our evolutionary brethren. Another protein source adding to the differentiated supplies that many countries are looking at due to climate change making inroads to the food supply.",
    "Quick, scientific, pragmatic",
    "It is interesting to note that the film as a whole was shot in India; this particular episode had to be filmed in Sri Lanka as India has objected to the particular scene due to its anti-cultural nature. Of course, even in Sri Lanka, no monkey was served to set the story right. Countries with strong agriculture economies such as New Zealand are quite specific. You decide which species to be decided as pests and there are specific ways to ensure the eradication of pests. On the road in New Zealand, one can see dead animals by the wayside. The drivers have a legitimate right to hit and drive. This is crowdsourcing to manage a problem. Perfectly legal hit and run! New Zealand as a state has a well-articulated strategy for managing any declared pest. Quick, scientific, pragmatic, and results are there to see.",
    "Sri Lanka has a list of declared protective species but not yet a list of pests. What to do with a list of protective species is quite clear – you simply do nothing and is quite easy. Always what is difficult is when you have to work or do something to achieve a result. In a holiday-infested island like ours, the challenge is greater. Now compare the NZ practice with Indiana Jones’s culinary scheme. When it comes to venison hit and eat prevails with several people in Sri Lanka though not legal. True to us being a democracy we like counts in all instances. The number is important and in this situation at the eleventh hour, this is exactly what we did. Other than electoral data most of the useful data in our system are mostly missing or not available; or so much out of date. It is an admission we always make and a situation that we must remedy with speed if we are to embrace data-driven decision-making.",
    "The count has been concluded and the results of the census are yet to appear. That should not be delayed but it is still good to have birth and death rates included to account for the period when the results are finally documented. Too much of a delay will again place this data in the same position as other data that we generate. In an era of big and small data, data science, and analytics the recent exercise may also beg the question is this what we should have done?",
    "A number and a big one can have an effect on the electorate for decisions to be made. UNFPA announces to us when the 9th billion baby arrives amidst us and they do that through calculations. UNEP has indicated to us that there is a likelihood of more plastic in the oceans than fish in the same manner. They use scientific mechanisms to give the message as well as to enable the impact to sink home. Not a global count of babies, fish or plastics.",
    "Where well-intentioned policies backfire",
    "Now many nations have reported interesting stories of pest control. We must know that we certainly are not the first country to face this issue though we interestingly became the country to ban pesticides and fertiliser overnight. British in India had a reward scheme for cobras during colonial times – a reward for every dead cobra. Then people outsmarted the English by breeding cobras in-house in order to get the bounty. Now the ‘Cobra effect’ is a lesson to administrators – where well-intentioned policies backfire!",
    "In China, there was a mass movement to get people to come out and clap together across the country to get birds that were harming the farming produce to get them off trees, and the effort continued till the birds got exhausted and died. That was the four pests campaign. Sounds quite simple! Interestingly an ecological backlash appeared in China when sparrows were down, some of the insect pests that they were feeding on thrived creating another different cycle of agricultural harm. Disrupting eco-systems can have unintended consequences.",
    "Having allowed a situation to fester it is logical thinking that one cannot find a solution within a day or two. The problem at the nascent stage definitely has a different solution to one that is required when the problem has scaled itself. What characterises most developing nations has been the decision-making through problem identification through a political lens. Though one is well-aware there are no permanent friends or enemies in politics the presence of a political lens is permanent. We pride ourselves in the way we lean ourselves – left-leaning, right-leaning, or claims of non-leaning! What is missing is the failure to lean on science.",
    "A statement made by a retired VP of Esso Norway, Oystein Dahle, is always in my mind – Socialism failed because it did not allow prices to tell the economic truth. He stated that capitalism will fail because it does not allow prices to tell the ecological truth and this latter effect can be much more catastrophic. We have scientific blinders on for most of the time. We decide to address the issue currently head-on – Kudos? How? The step taken was a national census. A first-time event and again a claim to fame is possible on that account. Next step? Monkeys were banished to a small land mass. Can they prosper like Australia came up when petty thieves from the UK were banished to that faraway land?",
    "We have some strong scientists who exactly handle this topic. Can there be a good conversation with them? Decision makers having taken the decision do something is enough but they should not take all the steps by themselves. I remember discussing this issue with Dr. Wolfgang Dittus – who is undoubtedly a global authority on this subject and with first-hand knowledge of Sri Lanka as he is living here with us – who is a primatologist attached to our research institute NIFS. His work is continuously aired over many international channels (Disney nature Monkey Kingdom is a must watch!) and almost all that work is carried out in Sri Lanka.",
    "Understanding how monkeys time-manage themselves",
    "He operates his own research centre at Polonnaruwa amid a lot of toque macaques as part of the Smithsonian program. He knows most of them so well he addresses them with local names! Believe they respond well as well. In that discussion, he was quite articulate about what should be done or not. When the discussion happened the same research station also had an ultrasound device on display to scare monkeys away from properties. The primary issue appears to be understanding how monkeys time-manage themselves. The gist of the conversation to me was that our bad practices have given monkeys lots of spare time as the time for food has been considerably reduced.",
    "Now they perhaps utilise the time for the rest of their activities as they have not exactly moved on the evolutionary scale to go to the library or watch TV. Up goes the population! I really think a good conversation and an exchange of views with Dr. Dittus should be carried out. Though his laboratory is a hot spot for field studies and researcher gatherings decision makers are blissfully ignorant of these opportunities. The main message is always to look at a scientific answer for this type of scenario.",
    "Of course, there are situations where science may not be exactly applicable but I am confident that most of the real issues that we face have scientific solutions. Sri Lanka has also established institutions such as CITRA (a social innovation lab) to have a 360-degree conversation to enable planning an intervention of this nature. After understanding the best path to follow one should not deviate because a different lens comes to play!",
    "We did count five species in five minutes on a particular day. Now additional action rationally must follow. I am not sure how the pathway to the initial situation materialised. I sense, however, that a lot less science was considered in the process. That is why this write-up. I would trust science to give us the solution – both humane and a rational one. The only issue may be that the timelines would not be what a politician may like. Communicating well that should be able to be managed though there is the added challenge as our media as a whole has little or no understanding of what science means and can deliver."
  ]
}