{
  "url": "https://hbr.org/2025/01/parents-are-minimizing-work-relationships-to-make-time-for-childcare",
  "title": "Parents Are Minimizing Work Relationships to Make Time for Childcare",
  "ut": 1735804525.0,
  "body_paragraphs": [
    "Jessica Peterson/Getty Images",
    "Employees with children have to make calculated decisions about who they interact with, and when, in order to both produce high-quality work and make time for caregiving. Research shows they tend to do this by avoiding interactions, like turning down invites...more",
    "Jenna is stressed. She has to perform some research for a client report, write up part of the report, and leave the office by 5 PM so she can pick up her son from after-school care. Working furiously, she feels she is finally hitting her stride when Seth — her colleague who sits on the same floor — stops by her office to say hi and ask how her weekend was. Jenna smiles and, politely but curtly, states that she had a good weekend. She does not return the question, and Seth leaves. As soon as he exits, she quickly returns to the report.",
    "This sort of experience was common among the parents we studied in our research across professionals at three different organizations: a pharmaceutical company, a professional services organization, and a university. We interviewed and observed 72 of these workers, who were almost all extremely devoted to excellence in their work. We found that a subset — specifically, the workers with young children who were the primary caregiving parent or shared this role with their spouse — felt short on time. This, of course, is no surprise to parents of kids or anyone else who has extensive caregiving responsibilities such as eldercare. What we also found, however, was that in addition to the sorts of “typical” management of time one might expect to find (e.g., scheduling), these workers tried to manage interactions.",
    "Managing Interactions When Time Is Short",
    "The parents in our study, like Jenna, handled interactions through a series of strategies we labeled interaction practices:",
    "They avoided interactions by turning down invitations to lunch, not going to departmental social hours, and never initiating casual conversations.",
    "They hid from coworkers by working at home or even sneaking off to the bathroom at a time when everyone else was in a work meeting.",
    "They organized interactions strategically by booking meetings back-to-back so they could promptly end an earlier meeting by pointing out they had to stop to talk to someone else (as opposed to simply saying, “I am sorry, I don’t want to talk anymore,” which parents recognized would be interpreted as rude).",
    "They focused interactions by redirecting conversations in meetings from non-work activities to the tasks at hand.",
    "The Costs for Relationship-Building",
    "These interaction practices achieved what they aimed to do: namely, cut out interactions at work that were not purely task-focused to save time for caregiving. Despite being devoted professionals, these workers generally spent the morning, evenings, and weekends with their children while achieving professional success.",
    "However, these interaction practices had a cost. Parents who extensively tried to control interactions through these strategies ended up having weak relationships with colleagues, which extensive research has shown is important to being successful in the workplace. While they sometimes had one or two close friends — which research shows is important even if one cannot maintain a large social network — they did not feel they had many close friends, did not feel a sense of belonging at work, and were out of the loop on workplace gossip.",
    "There was a tradeoff between saving time for family and developing relationships, as we saw by studying the set of workers who did not have such caregiving responsibilities (men and women without children, and the subset of fathers who had a wife who took charge of organizing care for the kids — no mothers in our research had such a spouse). These workers did engage more socially at work: taking longer lunch breaks at restaurants, chatting in the hall, popping by one another’s office to discuss work gossip, and going to the bar after work. However, because they also had to get their work done, this meant less time for hobbies, non-work friends, and — for these fathers — their children.",
    "While there are no easy answers to solving the lack of time problem many parents experience, our research provides some suggestions for both parents as well as managers.",
    "Be aware. Many of the parents in our study did not recognize that by systematically limiting interactions, they were curtailing workplace relationships to a great extent. They were so far outside of the social network, they did not know how well their coworkers had bonded. It is important to be aware that limiting interactions has a relational cost, and to know what that cost might be.",
    "Take the time hit. While engaging in extensive daily social interactions is not plausible for many parents, making some time — whether on a weekly or monthly basis — to talk with coworkers is important. Many of the professionals we studied preferred scheduled lunches for such connection, as it allowed them to plan their workday in advance to accommodate this non-work time.",
    "Dads, pull your weight. In our research, moms were much more likely to experience this shortness of time and cut out interactions than fathers, reflecting the fact that they performed more extensive childcare (e.g., pickup and drop-off). These findings are consistent with extensive research that shows mothers perform more childcare than fathers. Dads need to step up and help moms so that the burden of care — and the relational costs of it — does not solely fall on women.",
    "Recognize and acknowledge. Managers are a core part of creating and maintaining a family-friendly workplace. Having read this article, you might understand why some of your employees come off as busy, rushed, or harried at times. Now, you can acknowledge to parents — particularly those of young children — that you understand why they cannot always make the 7 PM social hour or lunchtime birthday party. Hand in hand with this, of course, is not pressuring parents to engage in such activities given their family demands.",
    "Structure relationships in a way that works for parents. In our research, parents most preferred pre-arranged formal relationships, such as mentorship programs, because this cut down on the time, effort, and small-talk required to build these connections more organically. This type of relationship can provide parents with a way to get advice on both professional and personal (e.g., managing work and family) issues, while saving time for their family.",
    "Focus on results, not hours. Managers sometimes focus on hours put in rather than results achieved. Focusing on how well your employees are performing — rather than the hours they put in — will help you to reward parents instead of dinging them for making time for their kids.",
    "There are only so many hours in the day, and parents often cut casual interactions to make time for their children. While this has clear benefits, there is of course a relational cost. Both managers and professionals should consider ways to develop workplace relationships that are amenable to the demands of caregiving.",
    "Readers Also Viewed These Items",
    "Employment Is Dead: How Disruptive Technologies Are Revolutionizing the Way We Work",
    "Gut Health is Key to Your Mental Health at Work",
    "Read more on Balancing work and family",
    "Collaboration and teams,",
    "Professional networks",
    "and Interpersonal communication"
  ]
}