{
  "url": "https://www.technologyreview.com/2024/07/01/1094435/fish-safe-hydropower/",
  "title": "How fish-safe hydropower technology could keep more renewables on the grid",
  "ut": 1719790200.0,
  "body_paragraphs": [
    "Hydropower is the world’s leading source of renewable electricity, generating more power in 2022 than all other renewables combined. But while hydropower is helping clean up our electrical grid, it’s not always a positive force for fish. Dams that create reservoirs on rivers can change habitats. And for some species, especially those that migrate long distances, hydropower facilities can create dangerous or insurmountable barriers. In some parts of the world, including the US, Canada, and Europe, governments have put protections in place to protect ecosystems from hydropower’s potential harms.  New environmental regulations can leave older facilities facing costly renovations or force them to shutter entirely. That’s a big problem, because pulling hydropower plants off the grid eliminates a flexible, low-emissions power source that can contribute to progress in fighting climate change. New technologies, including fish-safe turbines, could help utilities and regulators come closer to striking a balance between the health of river ecosystems and global climate goals.  That’s where companies like Natel Energy come in. The company started with two big goals: high performance and fish survival, says Gia Schneider, Natel’s cofounder and chief commercial officer.",
    "The company is making new designs for the turbines that generate electricity in hydropower plants as water rushes through equipment and moves their blades. Conventional turbine blades can move as fast as 30 meters per second, or about 60 to 70 miles per hour, Schneider says. When straight, thin edges are moving that quickly and striking fish, “it’s fairly obvious why that’s not a good outcome,” she says. Natel’s turbine design focuses on preventing fast-moving equipment from making fatal contact with fish. The blades have a thicker leading edge that pushes water out in front of it, creating a stagnation zone, or “basically an airbag for fish,” Schneider says. The blades are also curved, so even if fish are struck, they don’t take a direct hit.",
    "The company has tested its turbines with a range of species, including American eels, alewife, and rainbow trout. In the case of one recent study with American eels, scientists found that over 99% of eels survived after 48 hours of passing through Natel’s equipment. In comparison, one 2010 study found that just 40% of tagged European eels were able to pass through the turbines of a hydropower plant, though survival depended a lot on the size of both the eel and equipment in question.   Changing turbine designs won’t help fish survive all power plants: at some of the biggest plants with the tallest dams, rapid changes in water pressure can kill fish. But Schneider says that the company’s technology could be slotted into up to half of the existing US hydropower fleet to make plants more fish-safe. Hydropower is one of the world’s older renewable energy sources. By 2030, more than 20% of the global fleet’s generating units will be more than 55 years old, according to the International Energy Agency. The average age of a hydropower plant in the US today is roughly 65 years.   In the US, privately held hydropower plants are licensed by an agency called the Federal Energy Regulatory Commission for a term of up to 50 years. Roughly 17 gigawatts’ worth of hydropower facilities (enough to power 13 million homes) are up for relicensing by 2035, according to the National Hydropower Association. Related StoryEmissions hit a record high in 2023. Blame hydropower.Droughts led to a drop in generation from hydroelectric plants, and fossil fuels filled the gap.",
    "Since many of those facilities were started up, there have been significant changes to environmental requirements, and some plants may face high costs and difficult engineering work as they try to adhere to new rules and stay in operation. Adding screens to basically filter fish out of the intake for hydropower plants is one potential solution in some cases, but both installation and maintenance of such a system can add significant cost. In these facilities, Natel’s technology represents an alternative, Schneider says. Natel has installed several projects in Maine, Oregon, and Austria. They all involve relatively small turbines, but the company is on the way to undertaking bigger projects and recently won a bid process with a manufacturing partner to supply a larger turbine that’s three meters in diameter to an existing plant, Schnieder says. The company is also licensing its fish-safe turbine designs to existing manufacturers. Whether utilities move to adopt fish-safe design could depend on how it affects efficiency, or the amount of energy that can be captured by a given water flow. Natel’s turbine designs will, in some cases, be slightly less efficient than today’s conventional ones, Schneider says, though the difference is marginal, and they likely still represent an improvement over older designs.  While there’s sometimes a trade-off between fish-safe design and efficiency, that’s not the case with all novel turbines in all cases. A 2019 study from the US Army Corps of Engineers found that one new design improved fish safety while also producing more power.",
    "Slotting new turbines into hydropower plants won’t solve all the environmental challenges associated with the technology, though. For example, the new equipment would only be relevant for downstream migration, like when eels move from freshwater rivers out into the ocean to reproduce. Other solutions would still be needed to allow a path for upstream migration.  Ideally, the best solution for many plants would likely be natural bypasses or ramps, which allow free passage of many species in both directions, says Ana T. Silva, a senior research scientist at the Norwegian Institute for Nature Research. However, because of space requirements, these can’t always be installed or used.   Natel CTO Abe Schneider holds a large trout used in fish passage testing at the Monroe Hydro Plant in Madras, Oregon.NATEL   People have been trying to improve fish passage for a long time, says Michael Milstein, a senior public affairs officer at NOAA Fisheries, part of the US National Oceanic and Atmospheric Administration. The solutions in place today include fish ladders, where fish swim or hop up into successively taller pools to pass dams. Other dams are too tall for that, and fish are captured and loaded onto trucks to go around them.  The challenge, Milstein says, is that “every river is different, and every dam is different.” Solutions need to be adapted to each individual situation, he adds; fish-safe turbines would be most important when there’s no bypass and going through a facility is the only option fish have. The issue of protecting ecosystems and providing safe passage for fish has sparked fierce debates over existing hydropower projects across the western US and around the world.  Even with the current state-of-the-art technology, “it’s not always possible to provide sufficient passage,” Milstein says. Several dams are currently being removed from the Klamath River in Oregon and Northern California because of the effects on local ecosystems.  The dams drastically changed the river, wiping out habitat for local salmon, steelhead, and lamprey  and creating ideal conditions for parasites to decimate fish populations.  But while hydropower facilities can have negative environmental impacts, climate change can also be extremely harmful to wildlife, Natel’s Schneider points out. If too many hydropower plants are shut down, it could leave a gap that keeps more fossil fuels on the grid, hampering efforts to address climate change.   Reducing hydropower plants’ impact on local environments could help ensure that more of them can stay online, generating renewable electricity that plays an important role in our electrical grid. “Fish-safe turbines won’t solve everything—there are many, many problems in our rivers,” Schneider says. “But we need to start tackling all of them, so this is one tool.” hide"
  ]
}