{
  "url": "https://www.technologyreview.com/2025/10/21/1125327/endometriosis-tests-noninvasive/",
  "title": "New noninvasive endometriosis tests are on the rise",
  "ut": 1761006600.0,
  "body_paragraphs": [
    "Shantana Hazel often thought her insides might fall out during menstruation. It took 14 years of stabbing pain before she ultimately received a diagnosis of endometriosis, an inflammatory disease where tissue similar to the uterine lining implants outside the uterus and bleeds with each cycle. The results can include painful periods and damaging scar tissue. Hazel, now 50 and the founder of the endometriosis advocacy organization Sister Girl Foundation, was once told by a surgeon that her internal organs were “fused together” by lesions resembling Laffy Taffy. After 16 surgeries, she had a hysterectomy at age 30.  Hazel is far from alone. Endometriosis inflicts debilitating pain and heavy bleeding on more than 11% of reproductive-­age women in the United States. Diagnosis takes nearly 10 years on average, partly because half the cases don’t show up on scans, and surgery is required to obtain tissue samples.  But a new generation of noninvasive tests are emerging that could help accelerate diagnosis and improve management of this poorly understood condition.  Within the next year, several companies, including Hera Biotech, Proteomics International, NextGen Jane, and Ziwig, aim to launch endometriosis diagnostics in the United States. Their tests analyze biomarkers—biological molecules (in this case, mRNA, proteins, or miRNA) that signal a disease or process like inflammation—in samples of endometrial tissue, blood, menstrual blood, and saliva.",
    "Ziwig Lab, headquartered in France, hopes to have their test approved for use in the United States soon.COURTESY MM PRODUCTION – MAGALI MEIRA   These tests could help patients get an accurate diagnosis quickly and noninvasively, speeding access to endometriosis treatments and management strategies, including surgery, hormonal medications, and pelvic floor physical therapy. Early identification could also help doctors manage conditions for which people with endometriosis face increased risk, including cardiovascular disease, heart attack, and stroke. Endometriosis can also make it difficult to become pregnant. Because half of women with infertility have endometriosis, identifying and managing the condition sooner may improve fertility and IVF outcomes.  Related StoryTiny faux organs could crack the mystery of menstruationRead nextEndometriosis biomarker tests rely on a range of technologies, including single-cell RNA sequencing and mass spectrometry that can identify thousands of proteins simultaneously. “These instruments are very good at precisely identifying a molecule, in [our] case a protein. And what’s changed over the last five or 10 years is they’ve gotten more sensitive,” says Proteomics cofounder Richard Lipscombe. Machine learning can also now efficiently sift through large quantities of the resulting data.",
    "So far only Ziwig has a test on the market. It uses a saliva sample to identify biomarkers in people with endometriosis symptoms and is currently sold in 30 countries. In France, where the company is based, the cost is fully covered by national health insurance.  Some researchers are concerned that Ziwig’s test might not be accurate when it’s used in larger and more diverse populations; its interim validation study included just 200 people. “I’m not saying this doesn’t work. I just would want to see more validation,” says Kathryn Terry, an associate professor of epidemiology and gynecology at Harvard. Company representatives say they’re preparing to publish results on 1,000 patients in the near future, adding that French authorities had access to the full data set before approving government reimbursements.  COURTESY MM PRODUCTION – MAGALI MEIRA   These tests are emerging as momentum is building to tackle endometriosis. Over the past five years, France, Australia, the United Kingdom, and Canada have launched ambitious endometriosis initiatives.  The potential benefits are not just on the individual level: In 2025, the World Economic Forum estimated that earlier diagnosis and improved treatment to address the chronic pain, infertility, and depression caused by endometriosis could add at least $12 billion to global GDP by 2040. As these biomarker tests are further developed, it’s possible their results could inform such treatments. Today surgery is often used to excise the lesions. The process can take as long as seven hours, and even then, lesions frequently form again. Jason Abbott, chair of Australia’s National Endometriosis Clinical and Scientific Trials Network, compares endometriosis management today to breast cancer care 30 years ago. Whereas doctors once prescribed surgery for all breast cancer patients, targeted treatments now address the underlying cell processes that help tumors grow and spread. Endometriosis tests could likewise help researchers categorize the condition’s distinct subsets and understand their underlying inflammatory pathways—information drugmakers could use to develop targeted treatments that keep it in remission. Colleen de Bellefonds is a science journalist based in Paris. hide"
  ]
}