{
  "url": "https://www.ft.lk/columns/Security-and-Freedom-Counter-Terrorism-Legislation-in-Sri-Lanka/4-774049",
  "title": "Security and Freedom: Counter Terrorism Legislation in Sri Lanka",
  "ut": 1741553805.0,
  "body_paragraphs": [
    "Civilisations since the dawn of history have engaged in search for the right balance between security and liberty -- both elemental needs of society through dramatically changing conditions and priorities.",
    "The Minister of Justice Harshana Nanayakkara, announced last week the appointment of a Committee headed by Rienzie Arsecularatne, PC, to undertake a review of the current law, to assess proposals for reform over the decades and to recommend the content of an appropriate statutory regime.",
    "On the conceptual plane, several approaches are possible.",
    "i. Adequacy of the General Law",
    "It is an arguable proposition that the general law suffices as the framework of an effective apparatus for security, any special legislation being not only unnecessary but harmful.",
    "In the decades prior to 1979, Sri Lanka, without recourse to any special legal regime, was able to withstand crises including a military coup and a widespread insurrection involving armed attacks on police stations lslandwide. In its report of February 2022, the Law Commission of Sri Lanka was emphatic  in its insistence that terrorism, in its multiple manifestations, should continue to be dealt with under the general law.",
    "ii . A Special Statutory Regime",
    "The Prevention of Terrorism (Temporary Provisions) Act,No. 48 of 1979, was enacted experimentally for the brief period of 6 months. Ironically, it has survived for 46 years. An integral part of our legal system today, it has invited harsh condemnation: “It was abused from day one, because the very provisions in the Act are for abuse, not to prevent terrorism.” (M. A. Sumanthiran, Hansard of 22 March 2022, Column 804).",
    "Negative appraisal of this law has been prompted by generous scope for onslaught on fundamental values of a democratic society. Among the dangers are laxity encouraged in the investigation process, intrigue and corruption among officials of intelligence agencies intent on self-advancement, resort to impunity even to the extent of condoning torture, and alarming use of its provisions against media personnel, civil society activists and others for extraneous  purposes.",
    "The criticism is not unfair that the manner of its application contributed to impairment of harmony among ethnic, religious and cultural communities and powerfully impeded the emergence of a national consciousness.",
    "While this was a disastrous consequence domestically, external dimensions have been no less disquieting. These impinge on the nation’s solidarity and stability, collective initiatives towards economic advancement and deep-seated cynicism regarding commitment to universally acknowledged human rights.",
    "This was seen to inflict grave jeopardy on Sr Lanka’s vital interests in the fields of trade, investment and tourism. In Brussels, the continuity of GSP+ benefits, enabling access for the country’s exports to the vast markets of the European Union, came under threat. In Geneva, the Human Rights Council,in contentious proceedings, approved the setting up of a uniquely intrusive mechanism to target the human rights situation in Sri Lanka.",
    "As these circumstances deteriorated, it seemed prudent to focus on the more serious infirmities and to expunge them as a matter of urgency.",
    "iii. Enactment of Amending Legislation",
    "This task was undertaken in 2022.As Minister of Foreign Affairs at the time, I presented to Parliament, with the fullest support of the President and the Cabinet, a series of amendments designed to make the law more compliant with a civil and political rights culture.",
    "(i) An egregious weakness of the existing law was the unjustifiably long period of imprisonment consequent on a Detention Order.",
    "There were instances of an interval as long as 6 to 9 months between one date of trial and the next. This was remedied by clear provision that “Every trial under this Act shall be held on a day to day basis” (Section 8). Any departure had to be justified by compelling reasons.",
    "(ii) Flagrant abuse was sought to be controlled by a series of mandatory safeguards which included a certified copy of the detention order being furnished to the Magistrate of the area within 48 hours (Section 3); a non-delegable duty imposed on the Magistrate to visit the detainee at least once a month to ensure absence of torture or maltreatment (Section 13); and provision for a report by a Judicial Medical Officer to be forwarded to the Inspector General of Police and the Attorney-General, with a view to criminal proceedings, where appropriate (Section 6 (ID)).",
    "(iii) In the previous law access to Counsel as a legal entitlement was confined to judicial proceedings (Section 260 of the Criminal Procedure Code). This gap, entailing considerable vulnerability, was filled by explicit provision guaranteeing the right to Counsel during the police interrogation (Section 5).",
    "(iv) In addition to Counsel, communication with family or close relatives was also ensured (Section 5).",
    "(v) Unlike the earlier law which required mandatory remand of a detainee until conclusion of the trial, the amending legislation specifically conferred on the Court of Appeal jurisdiction to enlarge the detainee on bail after 12 months (Section 10).",
    "(vi) There was, as well, a significant expansion of judicial review as a check on arbitrary or capricious administrative action. In contrast with the ouster clause contained in the pre-existing law, the door was explicitly opened to judicial challenge in Fundamental Rights, writs and habeas corpus proceedings (Section 4).",
    "(vii) Power conferred on the Executive to prevent a detainee from making any communication – which had a potentially chilling effect on the media in particular – was not merely whittled down but removed entirely.(Section 7)",
    "(viii) The ambit of protection was appreciably enhanced by widening the definition of “torture” to bring it in line with contemporary developments deriving from international experience (Section 13).",
    "iv. A Necessary Qualification",
    "In presenting these amendments to Parliament, I candidly conceded that the solution proffered was provisional in character, pending overhaul of the entire statutory regime and its replacement by new legislation. This task, daunting in its challenge, was undertaken in collaboration by all relevant Ministries of Government, with active inputs by the Attorney-General, the Defence Secretary, the Inspector General of Police and Heads of the Armed Forces. This work was already under way.",
    "A practical point of view, it seemed, was that the best should not be made the enemy of the good: my plea to colleagues was that a set of amendments, salutary  in their impact for the time being, should not be jettisoned in cavalier fashion in pursuit of the ideal.",
    "Parliament enacted the amendments into law by a majority of 86 against 35 votes.",
    "v. The Future Path of Reform",
    "The quest for a more satisfying version of the law was motivated by resolve to deal with the remaining deficiencies.",
    "(a) The most striking of these blemishes was one which violated the very substance of criminal justice by infringing such seminal principles as the constitutionally entrenched presumption of innocence, the privilege against self-incrimination and established rules governing the burden of proof.",
    "The offending provision enabled the reception in evidence of confessions made by a detainee to a police officer not below the rank of an Assistant Superintendent of Police (Section 16 (i)). This introduced the very real danger of wrongful convictions based on coerced confessions.",
    "This indefensible peril, unfortunately, could not be removed because of strong resistance by defence authorities on the ground of overriding security concerns.",
    "(b) Regarding the duration of custody under a detention order, on account of divergence of opinion which could not be reconciled, the maximum reduction which could be effected was from 18 to 12 months -- the resulting mitigation  still inadequate without proper judicial oversight.",
    "(c) A conflict of jurisdictions brought about the inexcusable anomaly that, even where the Court of Appeal had granted bail, the Hight Court – lower in the judicial hierarchy – continued to be empowered to order remand.",
    "Since these anomalies could not be expunged at the time, I took the initiative, with full concurrence of President Gotabhaya Rajapaksa, to give a solemn undertaking to the Human Rights Council in Geneva in March 2022, that a moratorium would be imposed on use of the PTA until the new, promised legislation comes into effect. It is much to be regretted that this assurance received short shrift after the change of government later that year.",
    "vi.  An Aborted Attempt",
    "Based on conviction of the need for a completely new point of departure, a Counter Terrorism Bill was drafted and gazetted in October 2018.",
    "The high watermark of authoritarianism, the repugnant features of the Bill included a grotesquely overbroad definition of terrorism (Section 3); compulsory programmes of rehabilitation as a condition of deferment of indictments (Section 72); authority conferred on the Executive to make ‘Proscription Orders’ incompatible with fundamental rights (Section 81); ‘Restriction Orders’ purporting to prevent, inter alia,“travelling outside the normal route between the place of residence and the place of employment” (Section 82); Orders relating to ‘Prohibited Spaces’ preventing journalists and others from “taking photographs., video recording and making sketches” (Section 84); and such vague criteria as “the impact on peaceful coexistence of the people of Sri Lanka” (Section 87) as factors aggravating the severity of a sentence.",
    "Unsurprisingly, the proposed legislation failed to make any progress towards enactment.",
    "In his intervention in the Debate in Parliament in March 2022 on the PTA Amendments, the current Foreign Minister, Mr. Vijitha Herath, then speaking from the ranks of the Opposition, strongly advocated wholesale repeal of the PTA, which he characterised as unreservedly evil. This is in line with the announcement a few day ago by the Minister of Justice that the Government is committed to the early enactment of entirely new legislation in place of the existing Act.",
    "A useful word of caution relates to futility of reinventing the wheel. A profusion of material already in existence makes it superfluous to add yet another leaf to the thicket. The Law Commission Report compiled by three eminent President’s Counsel – Mr. Romesh de Silva, Mr. Sanjeewa Jayawardena and Mr. Manohara de Silva – has received less attention than it warrants.  It is vital to appreciate that upgrading and modernising the law is only one component of the overall effort required. No law, however sound, will accomplish its objective unless it is accompanied by an honest attempt to further professionalise the intelligence services and to provide systematic training, access to technology and connectivity with institutions around the world.",
    "The writer holds D. Phil. (Oxford), Ph. D. (Sri Lanka) and a  is a Rhodes Scholar, Quondam Visiting Fellow of the Universities of Oxford, Cambridge and London; and Former Vice-Chancellor and Emeritus Professor of Law of the University of Colombo."
  ]
}