{
  "url": "https://www.eiu.com/n/eu-human-rights-resolution-could-complicate-thai-fta-talks/",
  "title": "EU human-rights resolution could complicate Thai FTA talks",
  "ut": 1741963153.0,
  "body_paragraphs": [
    "EU human-rights resolution could complicate Thai FTA talks",
    "ForecastingGeopoliticsTradeAsiaEuropeThailandCountry Analysis",
    "What’s happened?On March 13th the European parliament voted to adopt a human-rights resolution on Thailand, condemning the kingdom for the deportation of Uyghur refugees to China in February. The resolution also urges the European Commission to leverage free-trade agreement (FTA) negotiations in order to press the country to reform its lese-majesty law.Why does it matter?The development is in line with EIU’s view that Thailand will continue to walk a diplomatic tightrope between maintaining amicable relations with both the West and China. The neutral stance in Thai foreign policy is made evident by the country’s formal application to join the OECD, a grouping primarily consisting of advanced, Western economies, as well as the decision to become a partner of the BRICS, a group of emerging market countries, in 2024.We believe that the European parliament’s latest resolution will not alter Thailand’s conduct of diplomacy, in which at times the country will have to “choose a side”, as the deportation decision illustrates. We believe that the Thai government will make practical decisions that suit national best interests. Given Thailand’s close economic ties with China, the European parliament’s call for Thailand to suspend extradition treaties with China is unlikely to be met. Members of the European parliament state that they want Thailand “to strengthen its institutions in line with human-rights standards and to grant amnesty to all parliamentarians and activists persecuted or imprisoned under repressive laws, including through convictions for lese-majesty”. We believe that Thailand will take limited reform actions on human rights, but we do not foresee a major amendment of the lese-majesty law, given the enduring influence of the military-aligned establishment over Thai politics. Pro-establishment coalition partner parties such as the United Thai Nation and the Bhumjai Thai Party have stated clearly that they will not support such a reform. Thailand’s proposal for constitutional reform, which is expected later this year, will be closely watched for clues on its reach. We believe that the government could release some imprisoned offenders of the lese-majesty law to appease the EU, but a law amendment will be unlikely.What next?The resolution could complicate the ongoing FTA negotiations between the EU and Thailand, which are at an advanced stage currently. Talks so far have sought to find common ground on greater labour market and environmental standards that would apply to the conduct of businesses in Thailand, while Thailand’s main objectives are improved market access for various products including agricultural and electronics, improved trade facilitation measures, as well as lower tariffs for its exports. Thailand has expressed hopes to conclude the talks by 2025. The European parliament’s resolution could delay the FTA conclusion, although we do not foresee it derailing talks or leading to strong punitive actions.The analysis and forecasts presented in this article are drawn from EIU’s Country Analysis service. This comprehensive solution offers essential insights into the political and economic outlook of nearly 200 countries, empowering businesses to manage risks and develop effective strategies.",
    "ForecastingGeopoliticsTradeAsiaEuropeThailandCountry Analysis"
  ]
}