{
  "url": "https://hbr.org/2024/08/the-business-roundtables-stakeholder-pledge-five-years-later",
  "title": "The Business Roundtable’s Stakeholder Pledge, Five Years Later",
  "ut": 1724055191.0,
  "body_paragraphs": [
    "Delmaine Donson/Getty Images",
    "Five years ago, the Business Roundtable issued a statement pledging to “lead their companies for the benefit of all stakeholders.” In the past five years, stakeholderism has gained wider acceptance and helped many corporate leaders see the value of taking the interests of their stakeholders seriously when planning, developing strategy, making decisions, assessing risks, allocating resources, and so on. But that is a far cry from replacing shareholder capitalism as the central organizing principle for U.S. companies. For that to happen, much more is required. Proponents will need to define more clearly what stakeholder capitalism is, strengthen its theoretical foundations, and develop a playbook for implementing it, including metrics for measuring performance and guidelines for making tradeoffs. They will also need to build an ecosystem of investors, executives, directors, advisors, and other professionals (lawyers, bankers, accountants, analysts, and so on) who understand and support it, embed its precepts in law and regulation, and educate future leaders in its tenets and practices.",
    "When the Business Roundtable issued its new statement on corporate purpose in August 2019, it brought to a head the long-standing debate between shareholder capitalism and stakeholder capitalism. In a reversal of the BRT’s previous stance in favor of shareholder primacy, the new statement declared its signers’ commitment to “lead their companies for the benefit of all stakeholders.”",
    "Readers Also Viewed These Items",
    "Managing Conflict: Disagree Productively (Virtual Group Learning)",
    "Getting Along Toolkit: Practical Techniques for Dealing with Difficult People at Work",
    "Read more on Corporate governance",
    "Corporate social responsibility"
  ]
}