{
  "url": "https://www.ft.lk/columns/Evolution-of-UNHRC-resolutions-on-Sri-Lanka-From-sovereignty-to-accountability/4-783638",
  "title": "Evolution of UNHRC resolutions on Sri Lanka: From sovereignty to accountability",
  "ut": 1761778064.0,
  "body_paragraphs": [
    "Healing a society after three decades of war cannot be reduced to checklists in Geneva",
    "In May 2009, as the guns fell silent over Nandikadal, Sri Lanka claimed victory not only on the battlefield but also in Geneva. When the UN Human Rights Council (UNHRC) adopted Resolution S-11/1, Colombo hailed it as a diplomatic triumph — an endorsement of sovereignty, a recognition of humanitarian relief efforts, and a rejection of external interference. Yet 16 years later, the same Council continues to debate Sri Lanka’s human-rights record, fund an evidence-preservation mechanism, and call for accountability that remains unresolved. The evolution of these resolutions reveals a deeper truth: Sri Lanka’s “victory” in 2009 was conditional, and unfulfilled promises transformed praise into prolonged scrutiny.",
    "The 2009 Resolution: Praise, assistance, and silence on accountability",
    "The UNHRC’s 11th Special Session on 26–27 May 2009 produced Resolution S-11/1, “Assistance to Sri Lanka in the Promotion and Protection of Human Rights.” Adopted with 29 votes in favour, 12 against, and six abstentions, the text — largely shaped by Sri Lanka’s skilful diplomacy — welcomed the end of hostilities, commended the Government’s relief efforts, condemned the LTTE, and reaffirmed sovereignty and territorial integrity. Crucially, it contained no call for investigation or accountability.",
    "At a time when Western governments were criticising Sri Lanka’s final offensive, this resolution offered political cover and symbolised vindication — a rare moment when the Global South rallied to defend a state’s right to manage post-conflict affairs without foreign intrusion.",
    "A conditional victory: The promises behind the praise",
    "Yet this victory was not absolute. Embedded in the resolution — and more clearly in the Joint Statement of 23 May 2009 issued during UN Secretary-General Ban Ki-moon’s visit to Colombo — were two key undertakings:",
    "1. To address alleged violations of humanitarian and human-rights law through domestic mechanisms; and",
    "2. To pursue a political solution based on devolution under the 13th Amendment.",
    "When the Council “welcomed the Government’s commitment” to these goals, it transformed them into international expectations. The 2009 resolution thus became a conditional reprieve: the Council withheld criticism on the assumption that Sri Lanka would act on its own pledges.",
    "The subsequent decade tested that assumption. The Lessons Learnt and Reconciliation Commission (LLRC), established in 2010, recommended reform, demilitarisation, and investigations into civilian deaths, but implementation was selective and slow. Key accountability cases stalled, and devolution remained incomplete.",
    "When domestic progress faltered, these same commitments resurfaced in later resolutions. Resolution 19/2 (2012) sought an action plan to implement LLRC recommendations; Resolution 25/1 (2014) authorised an international investigation (OISL); and Resolution 30/1 (2015) designed a transitional-justice framework with truth-seeking, reparations, and a judicial mechanism involving foreign participation. Each was essentially a reminder of Sri Lanka’s unfulfilled 2009 promises.",
    "In retrospect, Resolution S-11/1 opened space for reconciliation but also created enduring benchmarks of progress. As implementation advanced unevenly, the Council’s engagement evolved from a supportive approach to one more focused on accountability.",
    "The post-2009 interlude: From LLRC to quiet pressure",
    "Between 2010 and 2012, Colombo sought to demonstrate progress through domestic initiatives such as the LLRC, the resettlement of displaced persons, and the relaxation of emergency laws. While a number of steps were taken, several LLRC recommendations on investigations and institutional reform remained pending. Following the 2011 Darusman Panel Report, which cited “credible allegations” of wartime violations by both parties, international attention on Sri Lanka increased. Consequently, in 2012 the Council adopted Resolution 19/2, introducing periodic reporting — marking a measured transition from reliance on domestic assurances to a framework of structured engagement.",
    "From probing to mandating: The 2014–2015 shift",
    "By 2014, concerns over the slow pace of domestic processes led to the adoption of Resolution 25/1, mandating an OHCHR investigation into alleged violations. The subsequent OISL Report (2015) presented detailed findings on alleged serious incidents during the final stages of the conflict, attributing responsibility to both the LTTE and Government forces.",
    "The new Yahapalana administration responded by co-sponsoring Resolution 30/1 (2015), embracing a four-pillar transitional-justice framework covering truth-seeking, reparations, security-sector reform, and a hybrid judicial mechanism. Adopted by consensus, it marked a brief partnership between Sri Lanka and the Council.",
    "Although important institutional steps were taken — including the establishment of the Office on Missing Persons and the Office for Reparations — implementation slowed thereafter. Both institutions required enhanced authority and support, while the proposed judicial mechanism and broader security-sector reforms remained works in progress.",
    "Between rollover and reversal (2017–2020)",
    "Resolutions 34/1 (2017) and 40/1 (2019) rolled over earlier commitments, urging measurable progress. Yet by 2020, a change of government prompted Sri Lanka to withdraw co-sponsorship, pledging a purely domestic path. This effectively dismantled the transitional-justice framework built since 2015.",
    "Renewed scrutiny: The evidence-preservation mandate (2021–2024)",
    "In March 2021, the Council adopted Resolution 46/1, authorising OHCHR to collect and preserve evidence of serious violations for potential judicial use — a turning point that institutionalised accountability within the UN system itself. The mandate was renewed by Resolution 51/1 (2022) and again in 2024, ensuring continued monitoring.",
    "Colombo viewed these developments as encroachments on national sovereignty, yet by that stage the international focus had shifted toward assessing progress against earlier commitments.",
    "The erosion of promises: From commitments to credibility gaps",
    "After 2009, Sri Lanka pledged to match victory with reform — accountability, demilitarisation, and devolution. Yet limited implementation of the LLRC, retention of the Prevention of Terrorism Act, and lack of credible prosecutions widened the gap between rhetoric and reality.",
    "The 13th Amendment remained only partly realised: land, police, and fiscal powers stayed centralised. The Resolution 30/1 commitments of 2015 — truth-seeking, reparations, judicial reform — gradually weakened. Symbolic compliance and political reversals eroded trust, leading the Council to shift from cooperation to documentation.",
    "Where 2009 celebrated sovereignty, 2021 institutionalised scrutiny. The trajectory from S-11/1 to 46/1 thus measures both the evolution of Council policy and the cost of unfulfilled promises.",
    "Reconciling expectations: The limits of external pressure",
    "While Sri Lanka’s record of missed commitments drew international concern, the West failed to understand that reconciliation itself is not an event but a long, uneven process. Healing a society after three decades of war cannot be reduced to checklists in Geneva. Rebuilding trust, reviving war-torn economies, and reforming institutions require time and political stability — both often absent in Sri Lanka’s post-war years.",
    "Many in the Global South contend that the UNHRC’s treatment of Sri Lanka reflected asymmetry and double standards. Western states leading successive resolutions — some facing their own unresolved accountability issues — appeared inconsistent. This perception hardened as Sri Lanka’s gestures of cooperation were met with more reporting and monitoring requirements.",
    "Even critics of the Government admit that Sri Lanka was seldom afforded the policy space that post-conflict societies like Rwanda or South Africa enjoyed. International impatience and shifting geopolitics pushed the conversation from cooperation to confrontation, eroding trust on both sides: Colombo became defensive; Geneva, sceptical.",
    "Ultimately, Sri Lanka’s experience highlights the limits of externally driven reconciliation. Sustainable peace must emerge from domestic consensus, not resolutions alternating between praise and censure. A balanced view recognises two truths: Sri Lanka fell short of its promises, and the international system often failed to provide the supportive environment needed for reform.",
    "Recent developments: The 2025 UNHRC session",
    "At the 60th Session of the UNHRC (October 2025), the Council adopted — without a vote — a new Resolution HRC/60/L.1/Rev.1, extending the OHCHR evidence-gathering mandate. Sri Lanka rejected it, calling the mechanism “an unprecedented expansion of the Council’s mandate.” Colombo highlighted domestic measures — a planned Truth and Reconciliation Commission, strengthened Offices on Missing Persons and Reparations, and a proposed Public Prosecutor’s Office — as evidence of its continued commitment to a home-grown process.",
    "This exchange underscored the enduring dilemma: sixteen years after its “diplomatic victory,” Sri Lanka remains caught between asserting sovereignty and meeting expectations of accountability.",
    "Conclusion: From resolution to responsibility",
    "Sri Lanka’s journey through the Human Rights Council encapsulates a paradox of modern diplomacy: a state may win the vote yet lose the narrative. The 2009 resolution offered space for reform, but unfulfilled promises turned goodwill into scepticism. Each subsequent resolution simply echoed those early undertakings, transforming voluntary pledges into binding expectations.",
    "The arc from sovereignty to accountability reflects not coercion but inconsistency — diplomatic success unaccompanied by domestic substance. Genuine peace cannot be secured through procedural victories in Geneva but through moral credibility at home. Sixteen years on, the enduring lesson is clear: the strength of sovereignty lies not in resisting scrutiny, but in honouring one’s own commitments.",
    "UN Human Rights Council, Resolution S-11/1: Assistance to Sri Lanka in the Promotion and Protection of Human Rights (27 May 2009).",
    "Joint Statement between the Government of Sri Lanka and UN Secretary-General Ban Ki-moon (23 May 2009).",
    "Lessons Learnt and Reconciliation Commission (LLRC) Report (2011).",
    "Report of the UN Secretary-General’s Panel of Experts on Accountability in Sri Lanka (“Darusman Report,” 2011).",
    "UNHRC Resolutions 19/2 (2012), 25/1 (2014), 30/1 (2015), 34/1 (2017), 40/1 (2019), 46/1 (2021), 51/1 (2022).",
    "UNHRC Resolution HRC/60/L.1/Rev.1 (October 2025).",
    "OHCHR Reports on Sri Lanka (2021–2024).",
    "(The writer is a retired Ambassador.)"
  ]
}