{
  "url": "https://www.ft.lk/columns/Let-s-talk-about-it-Ending-stigma-around-mental-health-in-Sri-Lanka/4-783003",
  "title": "Let’s talk about it: Ending stigma around mental health in Sri Lanka",
  "ut": 1760488020.0,
  "body_paragraphs": [
    "Why is it that when someone falls sick, we show concern but when someone’s mind or emotions are in pain, we fall silent?",
    "In many Sri Lankan households, the moment you speak of seeing a psychiatrist or psychologist, is enough to bring a conversation to a standstill. People would whisper, change the subject, or pretend they hadn’t heard you at all. Why? Why is it that when someone falls sick, we show concern but when someone’s mind or emotions are in pain, we fall silent? In today’s society, behind many smiles we see at social gatherings, there are many people carrying silent emotional struggles with nobody to turn to.",
    "Mental health has long been buried beneath layers of stigma and silence in our society. Seeking help for emotional or psychological struggles is often seen as a sign of weakness, a personal failure, or something to hide. Many fear societal judgment, worried about how others will view them or their families. This needs to change. Sri Lanka is no stranger to hardship, war, loss, trauma, economic pressure we have endured it all. As a nation, we take pride in resilience. But resilience does not mean pretending everything is fine. It does not mean bottling things up and hoping they go away.",
    "Across our island, from ancient times to now, our spiritual and cultural traditions, regardless of religion, have always taught the value of inner peace, clarity of thought, self-awareness, and living with intention. The wise among us have always said, it is not the storm outside, but how we face it within, that defines our true strength. These teachings are not outdated. As a matter of fact, they very much align with modern understandings of mental wellbeing.",
    "Being emotionally aware, understanding your mind, and learning to respond with clarity rather than reacting in chaos these are very much part of life skills. However sometimes, they do require guidance. That’s where mental health support comes in. We must normalise therapy. We must create safe spaces, in schools, workplaces and homes, where people can speak honestly and openly without fear of being judged. We have to stop labelling people who are struggling as “weak” or “mentally unstable.” Struggling is only human. Asking for help is a sign of strength.",
    "Our youth, who are the country’s future leaders, thinkers, and changemakers of tomorrow especially need to hear this. In a time of overwhelming pressures, with increasing exposure to substances, rising academic pressure, social expectations and peer influence, many young people are silently struggling. They need to know that it’s okay to reach out and ask for help, that their emotions are valid and that their wellbeing matters. They need to understand that their emotional struggles are not something to hide and that they can speak openly about it without the fear of being judged. Breaking the stigma is not only the job of professionals alone, it is a shared responsibility amongst the community we live in. It starts with open conversations, with compassion and truly listening. We are not just bodies getting through the day. We are minds, hearts, and spirits and every part of us deserves care. It’s time we let go of the silence and step into a future where mental health is spoken about with the same dignity as physical health.",
    "It’s time we talked about it openly.",
    "(The writer holds an MSc Clinical & Health Psychology (UK), BSc Psychology (MY), Adv Dip Psychology, CBT, Dip Child & Adolescent Psychology (UK).)"
  ]
}