{
  "url": "https://hbr.org/2024/12/the-most-popular-hbr-videos-in-2024-happiness-and-communication",
  "title": "The Most Popular HBR Videos in 2024: Happiness and Communication",
  "ut": 1735544153.0,
  "body_paragraphs": [
    "Each yeah, HBR produces dozens of videos that cover a wide array of business and work topics, ranging from research-based business theory, to wisdom from top performers in their fields, to nitty-gritty tactics for surviving another day in an imperfect world of work....more",
    "If you were looking for ways to feel happier and more fulfilled in your job this year, you weren’t alone. The question of whether work can — or even should — lead to happiness was one of two top themes that emerged when we looked at HBR’s most popular 2024 videos across platforms (including HBR.org, YouTube, Instagram, LinkedIn, and TikTok). The other big theme: how to be a better communicator. If you missed any of these videos the first time around, we thought now is the perfect time to revisit them and catch up.",
    "Our first set of videos explores the truth that every striver knows, which is that workaholism will eventually wear you down and make you dread your job. A three-part video series featuring Harvard social scientist and bestselling author Arthur C. Brooks explores this dynamic and offers some ways out.",
    "Brooks posits that it’s OK to think of yourself as much more than your job. And he isn’t afraid to get personal, admitting in the videos that he too has suffered from self-imposed overachiever pressures, missing out on some of his family’s milestones. It turns out that addiction to work (which he reframes as an addiction to success) should be taken just as seriously as other addictions we seek help for. You are more than just a “success machine.”",
    "One of Brooks’ big takeaways is that finding balance may mean having to learn how to say no, and that’s the subject of one of the dozens of short videos that HBR produced this year. In it, Women at Work cohosts Amy Bernstein and Amy Gallo say a big part of declining tasks confidently is to recognize that it’s often in the company’s and your team’s best interest for you to focus more intently on fewer things.",
    "Other popular shorts offered bite-sized wisdom on work happiness, including this one-minute coaching session on battling burnout from Muriel Wilkins, host of Coaching Real Leaders; a short by senior editor Paige Cohen (who stars in dozens of HBR shorts) on the life-altering power of gratitude; and a short by HBR contributor Ashley Goodall on how creating stability is just as important as managing change. (An organization that isn’t constantly transforming itself leads to happier and more engaged employees, it turns out.)",
    "Our most popular video of the year blends a core management concept — strategy — with our pursuit of balance and happiness. Instead of drawing from other fields like psychology or philosophy to help us find happiness at work, “Use Strategic Thinking to Create the Life You Want” shows you how to apply a key business idea to the bigger picture of your life. Experts from Boston Consulting Group lay out how an approach inspired by corporate strategizing can help you create a “life portfolio” that is diversified, meaningful, and satisfying. In a healthy portfolio, work is just one piece amongst many others including personal connections, hobbies, and your community.",
    "On the less existential end of the spectrum, communication was top-of-mind for many viewers. One of our most popular YouTube videos was a guide to getting people to listen to you, by contributing editor Amy Gallo, a complement to 2022’s “The Art of Active Listening.”",
    "Another top performer was on the concept of “commander’s intent”, borrowed from the U.S. military and explained by retired U.S. Army Colonel and Harvard Business School lecturer Hise O. Gibson. Commander’s intent involves being very direct about expectations and leads to more accountability both up and down the chain of command.",
    "Several HBR shorts touched upon communication, as well: Muriel Wilkins shared one-minute coaching sessions for those who might feel they’re too assertive at work, or not assertive enough. My colleague Paige Cohen produced several popular communication pieces, that look at the science behind strong writing, negotiating, and how to explain to a potential employer why they should hire you. And HBR author Chip Conley highlights the importance of more experienced employees passing on their wisdom to younger generations of coworkers.",
    "Finally, an honorable mention to our top video from 2023, also on communication and also the second most popular for 2024: “How to Get Good at Small Talk, and Even Enjoy It”. One key takeaway, which seems to cover a lot of the advice from our other top videos: communication is about connection, not perfection.",
    "Readers Also Viewed These Items",
    "Positivity and Growth (HBR Emotional Intelligence Series)",
    "Digital Twins Aren't Just for Big Businesses",
    "Read more on Business and society",
    "Business communication,",
    "Psychology and neuroscience,",
    "Emotional intelligence,",
    "Interpersonal communication,",
    "and Personal growth and transformation"
  ]
}