{
  "url": "https://www.ft.lk/columns/Reassessing-Sri-Lanka-s-2026-outlook-after-Cyclone-Ditwah/4-786487",
  "title": "Reassessing Sri Lanka’s 2026 outlook after Cyclone Ditwah",
  "ut": 1767563699.0,
  "body_paragraphs": [
    "President and Finance Minister Anura Kumara Dissanayake",
    "There was much post-Budget optimism of a continued economic recovery in Sri Lanka from the crippling contraction in 2022. However, the scale of damage from Cyclone Ditwah could dampen the economic outlook in 2026. A three-pronged approach on the way forward is needed – (i) Partner with MDBs on a costed and transparent reconstruction strategy (ii) Continue to mobilise national resources for the affected population (iii) Develop a growth plan",
    "A balance sheet of the record of President Dissanayake’s National Peoples Power (NPP) Government could put the economy in the credit box. Sri Lanka’s economic recovery has continued marking a successful first year in office of the Government. Data for end November 2025 shows that Sri Lanka’s GDP grew by 5.4% in the 2025 Q3 (up from 4.9% in 2025 Q2), year on year National Consumer Price Index (NCPI) inflation fell to 2.4% and foreign currency reserves rose to $5.9 billion. However, estimated income poverty still affects about 22% of the population of 23 million and levels of child malnutrition remain high, stains on a country once described as a basic need’s success story as early as the 1970s by Economics Nobel Laureate Professor Amartya Sen.",
    "Nonetheless, this is a turnaround from the worst economic contraction and inflationary spiral in Sri Lanka’s post-independence history following the pre-emptive external debt default in April 2022. The recovery has been underpinned by a $2.9 billion 17th International Monetary Fund (IMF) program since 2023, $4 billion in emergency aid from India in 2022, and prudent monetary policy by the Central Bank of Sri Lanka led by Governor Dr. Nandalal Weerasinghe. The Government took the pragmatic decision to continue with the demanding revenue based fiscal consolidation IMF program despite the NPP having previously campaigned for a renegotiation of its terms.",
    "A welfare Budget in November",
    "The recovery meant the Government could revert to its welfare-oriented mandate alongside the IMF program in the 2026 national Budget presented to Parliament on 7 November. The Budget theme, “Steady and Strong: Committing to Fiscal Discipline for a Resilient Economy”, largely supports the IMF’s path of revenue-based fiscal consolidation. It targets a primary surplus of 2.5% of GDP, total Government revenue of 15.4% of GDP, and an overall fiscal deficit of 5.1% of GDP for 2026. However, the Budget’s growth target of about 7% in 2026 appears ambitious given the IMF’s more conservative projection of 3.1%, the country’s moderate historical growth performance and the uncertain global economic environment.",
    "Crucially, due to the Government’s success in raising the tax-to-GDP ratio to an estimated 15.4% in late 2025 (up from 8.2% in 2022) through widening the tax base and revenue administration reforms and significant under-expenditure investment, the Budget also gives political relief for the NPP’s base. Important Budget provisions include allocations for building new homes for low-income families, investment in irrigation infrastructure vital for agricultural development, salary increases for public servants, creation of 75,000 new public sector jobs and importing double-cab vehicles for MPs.",
    "Economic hit from Cylone Ditwah",
    "Sadly, external shocks do occur with increasing frequency, and natural disaster related shocks have dire economic consequences. There is little doubt that the devastating natural disaster-related external shock has affected the rosy post-Budget economic outlook. Between late November and early December, Cylone Ditwah brought heavy rains, floods and landslides to Sri Lanka causing extensive deaths and damage across the country. Two international assessments have highlighted the scale of death and economic destruction. On 11th December, the UN in Sri Lanka reported that nearly 10% of Sri Lanka’s population were affected, with over 600 people dead or missing to date. More than 91,000 homes have been damaged or destroyed. Notably, the death toll and damage to homes seems less than the 2004 Indian Ocean Tsunami, the country’s worst natural disaster thus far. The Tsunami resulted in 35,000 deaths/missing people,110,000 homes damaged as well as losses of over $1 billion in assets and $330 million in potential output. But the total damage including infrastructure from Cyclone Ditwah seems higher than the Tsunami as all Sri Lanka’s 25 districts were affected. Published on 17 December, the World Bank Global Rapid Post-Disaster Damage Estimation (GRADE) assessment estimated the total damage at $4.1 billion (or 4% of Sri Lanka’s 2024 GDP). While this may seem like big numbers, the experience of other natural disaster situations in Southeast Asia suggests this might turn out to be a conservative estimate.",
    "The Government has appealed for foreign aid for relief and reconstruction. The IMF Board quickly approved a $200 million IMF Rapid Financing Instrument, probably related to Sri Lanka’s stellar implementation of the IMF program itself. The World Bank committed $120 million in emergency support by repurposing funds from ongoing projects while the ADB provided $43 million for trade finance and disaster relief. Aid commitments from key bilaterals include India (a $450 million aid package), Japan ($2.5 million aid), the US ($2 million aid) and China ($143,000). The Government also set up a Rebuild Sri Lanka Fund and appointed a management committee for the Fund. But the composition and gender balance of the management committee of the fund, made up of only senior officials and corporate leaders, has drawn political criticism. So too has the lack of early warning to the population of the path of Cyclone Ditwah, slow distribution of foreign aid to the worst affected areas of the country and small financial flows into the Fund.",
    "The Government must address three policy priorities in 2026 and beyond to build back better from Cyclone Ditwah.",
    "First, the Rebuild Sri Lanka Fund needs a costed post-Cyclone Ditwah reconstruction implementation strategy. This can be developed in partnership with the World Bank and the Asian Development Bank to ensure international monitoring and leveraging of MDB resources with some infrastructure projects done as public private sector partnerships (PPP) to complement gaps in State capacity. This strategy should include emphasis on early warning systems; disaster resilient infrastructure in roads, railways, energy and housing sectors; and capacity building.",
    "Second, continue to use internal resources rather than an avert focus on foreign aid, which is typical in natural disaster situations. A back of the envelope calculation suggests that total emergency aid commitments as of end December 2025 were about $818 million (or only 20% of the World Bank’s damage estimate from the GRADE assessment). Accordingly, the NPP Government should continue to use national resources to rapidly upscale relief including deploying the large domestic resources available due to under-spend on the capital Budget which is being held as special deposit accounts in State banks. A proportion of foreign reserves should also be used to import basic food and medicine. By increasing affordability and availability, this would be politically popular.",
    "Third, a comprehensive growth plan is needed to ensure a smooth pathway for Sri Lanka to move from the present IMF stabilisation/recovery phase transformative growth. A policy matrix with 30 proposals for sustaining growth in Sri Lanka is available in the recent study of an independent growth study group under the auspices of ODI Global in London and the Centre for Poverty Analysis (CEPA) in Colombo. The study suggests that the focus should be ensuring macroeconomic stability, global supply chain integration, improved factor markets, poverty reduction and consensus building to capitalise on opportunities in tourism, the digital economy and niche manufacturing.",
    "The Cyclone Ditwah shock means that Sri Lanka faces a riskier economic scenario in 2026 than the November Budget predicted. The 7% growth target seems improbable with the devastated agriculture, damaged infrastructure, disrupted tea and garment exports, increased import needs and Budget adjustment with reconstruction costs. The lesson is that debt distressed Sri Lanka remains vulnerable to external shocks and the road to recovery is risky. Nonetheless, even in challenging domestic and global economic times, well-crafted public policies can support a country’s growth trajectory and the prosperity of its people.",
    "(The author is visiting Senior Fellow at ODI Global and a former Director of Research at the ADB Institute. The ODI and CEPA growth study can be downloaded at: https://odi.org/en/publications/sustaining-transformative-growth-in-sri-lanka-odi-cepa-growth-study-report/)"
  ]
}