{
  "url": "https://www.ft.lk/columns/NPP-s-Budget-2026-Cautious-where-it-should-be-but-not-bold-where-it-could-be/4-784316",
  "title": "NPP’s Budget 2026: Cautious where it should be, but not bold where it could be",
  "ut": 1763081077.0,
  "body_paragraphs": [
    "President and Finance Minister Anura Kumara Dissanayake delivers the",
    "2026 Budget in Parliament",
    "A GDP growth rate of 7% is an ambitious target. An ambitious target requires ambitious actions, but is Budget 2026, the National People’s Power (NPP) party’s first real Budget bold enough to deliver on such an ambitious target?",
    "A Budget is more than just the numbeRs. it is also the Government’s policy statement. To put Sri Lanka on a growth trajectory to achieve 7% GDP in the next few years means accelerating many structural economic reforms such as tax administration, trade, investment, public sector and state-owned enterprises (SOEs).",
    "So, how does this Budget fare in terms of these structural economic reforms? Does the Government deliver clear policies that can accelerate outcomes from these structural economic reforms to achieve such an ambitious target?",
    "While Sri Lanka’s tax revenues have made a remarkable turn-around since the default, much of the revenues have come from the tinkering in rates, thresholds and exemptions. President Dissanayake however expressed that the Government intends to achieve a 20% revenue-to-GDP target within the next few years. Tax administration reforms are then critically important. On this front, the Budget makes several important positive announcements; improving the tax audit process by adopting risk-based assessments, establishing legal provisions to allow information exchange with other authorities, consolidating the Inland Revenue Department into a single office, the introduction of a national e-invoicing system and the development of RAMIS 3.0.",
    "Rs. 5 billion have been allocated for capital expenditure for RAMIS in 2026, an amount similar to what was allocated in 2025 (Rs. 5.2 billion), but significantly more than what was allocated in 2024 (Rs. 2.9 billion). This is a positive signal of the improving digitalisation of IRD’s revenue collection activities.",
    "Sri Lanka’s complicated and complex tariff policy and its abundant use of para-tariffs has long been identified as a significant blocker of export growth. The inward-oriented tariff policy has led to a double concentration of both Sri Lanka’s export basket as well as Sri Lanka’s export markets. President Donald Trump’s ‘Liberation Day’ tariff shock was an eye-opener as to how vulnerable Sri Lanka had become due to this double concentration.",
    "The Budget 2026 proposes revising the current customs duty to a simplified 4-band tariff regime coupled with the elimination of para-tariffs. President Anura Kumara Dissanayake mentioned that Sri Lanka’s para-tariff regime will be phased out in his Budget speech, and in fact this is what is stated in the National Tariff Policy too. However, a closer look at the revenue estimates projected for 2026-2028 reveal a contrasting image.",
    "Despite the President stating that the Government intends to phase out para-tariffs, revenue projections show continued and expanding revenue collections from para-tariffs like the Ports & Airports Development Levy (PAL), Special Commodity Levy (SCL) and import CESS. In fact, the Government hopes to collect 67% of all taxes from international trade through para-tariffs like PAL, CESS and SCL until 2028. There does not seem to be any ‘phasing-out’ signalled by the numbers. Is it a mix-up or does it indicate that para-tariffs will not be phased out until after 2028? In that case, it does not bode well for export growth or diversification.",
    "President Dissanayake’s",
    "speech also emphasised greatly on SME growth, and the Government has already established institutions like the National Credit Guarantee Institution (NCGI) to support SMEs. The Budget proposes reducing the VAT threshold from Rs. 60 million to Rs. 36 million. Going by the NCGI’s guidelines, a business earning Rs 36 million would be a ‘small’ enterprise. While broadening the VAT base and increasing VAT compliance are indeed worthy objectives, an 18% VAT on small enterprises is quite a significant cost to the business, both in terms of the tax liability as well as the costs of VAT compliance.",
    "Whether the 18% VAT would push prices of SME products and services up are yet to be seen. Evidence from other countries have shown that in some instances there was a shift in the general price level, and this is usually one-off. In very few instances did it lead to an acceleration in the price level, which is what we call inflation. In more cases than not, there was little to no impact on the price level, meaning that businesses absorbed the VAT cost into their profit margins.",
    "While some have predicted an inflationary impact, others disregard this. VAT compliance however still remains an issue, especially among SMEs. VAT compliance among small businesses was 55% in 2024 while it was 89% among large enterprises. Expanding the VAT base then means more needs to be done to increase VAT compliance, especially among smaller enterprises.",
    "The cost factor is still a concern for SMEs, however the phasing-out of para-tariffs can counterbalance this impact. Reducing para-tariffs will reduce costs of production, allowing SMEs to mitigate the impact of the 18% VAT.",
    "Besides the tariff policy, President Dissanayake also indicated that the Government has appointed a committee to look into reviewing and negotiating free trade agreements. Ad-hoc committees should be for ad-hoc needs, free trade agreements are not ad-hoc needs and a more suitable proposal would have been to establish an institution like an office for trade to overlook this. Sri Lanka’s previous experience with an ad-hoc committee for trade agreements has not yielded long-lasting outcomes.",
    "The national single window for trade has been mentioned in many Budget speeches, of many successive Governments, but none have delivered on it. Budget 2026 too mentioned the national single window, but proof will be in its implementation. The signals on trade are positive, with some confusion.",
    "State-owned enterprises",
    "Budget 2026 continues to send mixed signals on SOE reform, something the NPP Government has done since taking office.",
    "SriLankan Airlines was continuously mentioned by President Dissanayake throughout his speech, alluding to the corruption and mismanagement of the airline that has seen it become chronically loss-making, requiring taxpayers to bail the airline out on many occasions. The NPP called off attempts to privatise the airline immediately after taking office. However, besides the restructuring of some outstanding debt, the Budget does not make it clear what the Government intends to do with the airline. President Dissanayake mentioned that the Government would wait and observe the outcomes of the Airline management’s plan before deciding what to do with it.",
    "A ‘Public Commercial Business Management Act’ to reform and restructure SOEs will be presented in the first half of 2026, according to President Dissanayake to identify the objectives of SOEs and to mandate the regular publishing of annual accounts and to limit borrowing. The new act will establish a holding company to manage SOEs and their subsidiaries. However, there do not seem to be any allocations made for the establishment of such a holding company. So, when we will see the needle move on actual SOE reforms in the coming year is doubtful.",
    "However, the Budget is crystal clear on many non-commercial SOEs; it will close down 33 non-performing SOEs, 21 will be reorganised and their functions consolidated, 14 research institutions will be consolidated into one, nine",
    "will be converted to become financially independent and 13 would be liquidated.  Additionally, Rs. 11",
    "billion has been allocated to settle the outstanding arrears of EPF, ETF and gratuity allowances and taxes for 11 SOEs.",
    "Public sector reforms",
    "The big elephant in the room that has not been addressed yet are public sector reforms; specifically, the ‘right-sizing’ of Sri Lanka’s behemoth public service.",
    "While recognising that it is not politically expedient to address this, it would be incredibly difficult for Sri Lanka to achieve meaningful economic growth with so many of its workforce underemployed in the public sector. Budget 2026 allocates Rs. 1.4 trillion for public sector salaries and pensions – that is 29% of the Government’s tax revenue. This is a significant improvement from pre-default years which averaged at 53% between 1998 and 2019. In 2020 and 2021, this figure hit a whopping 86%.",
    "While 29% is more palatable, the question of rationalising Sri Lanka’s public service remains. There are some public service occupations which must be paid much more; teacheRs. nurses and IT officeRs. for example. Low salaries in these important occupations means it is a struggle to attract talent to fill vacancies, and motivating existing staff to perform better is difficult. So, we end up with sub-optimal outcomes.",
    "But there are also many others that are employed in low productive jobs in the public service. Take for example, the Samurdhi Department. The Samurdhi program was replaced with Aswesuma in 2023, however the Samurdhi department itself was never shut down. It continues to receive Budget allocations, Rs. 27 billion in Budget 2026 and employs 22,252 people. Out of this, Rs. 4.2 billion has been allocated for ‘empowering Samurdhi beneficiaries’. It can only be presumed that, as the Government is unable to actually shut down this legacy office, Budget allocations have just been made to keep people employed doing something or the other.",
    "This is an example of the failure to rationalise and right-size the public service, which Budget 2026 does not attempt to fix.",
    "So, I come back to the question of whether this Budget delivers the clear policies that are needed to accelerate outcomes that the country desires. In between the IMF program and the Public Financial Management Act, that the Budget would achieve at least 15.3% revenue to GDP and a primary surplus of 2.3% was known. On this front, Budget 2026 does well, there is no need to dwell on this as macro-stability is reassured.",
    "Based on my assessment of the narrative and numbers behind the structural economic reforms, however, my conclusion is that the Budget is cautious but simply not bold enough. Perhaps the political implications of many of these structural reforms are too much to overcome, so where the Budget could be bold, it chooses to temper, where it could be brave, it chooses to be cautious.",
    "(The writer is a Co-Founder of Arutha and Director at the organisation. Arutha is an economic research and civic education organisation established in 2022, with a primary focus on public debt and taxation.)"
  ]
}