{
  "url": "https://www.ft.lk/columns/Natural-disasters-and-one-dimensional-economies/4-785344",
  "title": "Natural disasters and  one-dimensional economies",
  "ut": 1765138376.0,
  "body_paragraphs": [
    "There is no shortage of critics and pundits from inside and outside the country busy with fault finding with the Government and with alternative suggestions. Some argue that the authorities ignored early warnings and failed to take adequate measures to minimise the damage. Few argue with some truth that Sri Lanka has a history of neglecting the environmental aspects of development projects",
    "At a time when Sri Lanka and a few countries in Southeast Asia are struggling to recover from a post-cyclonic devastation it is worth spending some thoughts on an issue that lies fundamental to understand why natural disasters have become so frequent in this age of scientific and technological domination over human life. Perhaps because of the increasing frequency of cyclones and other natural disasters that meteorologists and climatologists had started naming these events to differentiate one from the other.  Hence the name Ditwah in Sri Lanka.",
    "The number of deaths caused by Ditwah had exceeded 600 and the counting has not stopped. According to President Anura Kumara Dissanayake, a total of 5,165 houses had been destroyed completely with another 57,312 partially destroyed. But the total cost of repairing the infrastructural and associated economic damage has been estimated to be around $7 billion, a colossal sum to an economy which only recently recovered from decades of bad economic management and financial bankruptcy and hoping to achieve around 5% growth rate by the end of 2026. Yet, with determination and dedication from every branch of State machinery, with assistance from neighbouring governments and foreign aid agencies, and above all with support from the local people AKD is confident that the country would recover from this calamity sooner than expected.",
    "There is no shortage of critics and pundits from inside and outside the country busy with fault finding with the Government and with alternative suggestions. Some argue that the authorities ignored early warnings and failed to take adequate measures to minimise the damage. Few argue with some truth that Sri Lanka has a history of neglecting the environmental aspects of development projects. One frustrated leader from the Opposition has gone to the extent of challenging the President and asking him and the Government to resign for the Opposition to take over and do a better job. But the power to prevent or to reduce the frequency and severity of natural disasters lies beyond the capacity of any single Government and lies in the pecuniary relationship between humans and nature.",
    "According to the German Database Company Statista’s Research Department 417 natural disasters on average had occurred annually over the past decade, and based on changing weather patterns, rising temperatures and sea levels experts are warning that the frequency of these disasters is set to increase. There are a few small islands in the Pacific for example where the inhabitants fear of being swallowed up by rising sea levels. Thus, however soon and with whatever sacrifices Sri Lanka and other countries may get out of the latest calamity there is no immunity to protect them from natural havoc unless the prevailing economic system structured on a pecuniary relationship between nature and development is overturned or radically reformed.  An environment friendly economic paradigm is the need of the time.",
    "In 1964 philosopher Herbert Marcuse published his One-Dimensional Man which was a damning condemnation of contemporary Western societies both capitalist and communist, which suppressed individuality and critical thought through their narrow focus on technological rationalism and consumerism. That book soon became the bible of the New Left.  Even before Marcuse, Thorsten Veblen an economist and sociologist published in 1899 his Theory of the Leisure Class with its celebrated concept of “conspicuous consumption” in which he argued how the consumption pattern of US Robber barons reflected the growing social stratification and division of labour in Western societies. Marcuse’s one-dimensional man with consumerist behaviour is the child of Veblen’s leisure class with its conspicuous consumption. But Marcuse’s main target of attack was the predominant assumption of Western societies that technological rationalism would save humanity and guarantee future prosperity and happiness. That assumption has now become almost sacrosanct among most economists.",
    "Marcuse, being a philosopher and not an economist, failed to extend his One-Dimensional Man theorem to the emerging one-dimensional economies of his time and analyse their negative impact on the natural environment. The development path laid out by those economies were driven by the same technological rationalism and consumerism with the sole objective of achieving economic growth by maximising that magical Gross National Product. In that pursuit the fact that there is also a share for the other species on earth apart from humans received scant attention. In the name of rapid economic growth and economic development, the finite stock of nature’s resources without which no economic development is possible had been recklessly used almost as a free good to the point of depletion. This recklessness destroyed the built-in balance that nature maintained within itself since the time of its creation or evolution.",
    "Modern economic development has a history of less than two centuries. Beginning with the first industrial revolution in the mid-19th century it was the advances made in the field of science and technology that drove modernisation and development in all parts of the world. According to some observers the current generation of humanity is enjoying the fruits of the fourth industrial revolution and with the arrival of AI they may have entered the fifth. In this one-dimensional pursuit for economic growth the fundamental truth that nature with all its stock of resources is only a fixed asset and that once it is exhausted humanity cannot survive has been ignored.",
    "However soon and with whatever sacrifices Sri Lanka and other countries may get out of the latest calamity there is no immunity to protect them from natural havoc unless the prevailing economic system structured on a pecuniary relationship between nature and development is overturned or radically reformed.  An environment friendly economic paradigm is the need of the time",
    "However, intellectuals and experts had been warning Governments from time to time of the dangers of one-dimensional economies driven by technological rationalism and consumerism. In 1972 for example, the Club of Rome and MIT published the Limits to Growth in which they warned Governments and economists that if the current trends in population growth, industrialisation, pollution, food production and resource depletion were to proceed unabated the world would face environmental and economic collapse within a century.  After much debate about the validity of this prediction economists and developmentalists, prompted by their confidence in technological superiority, ignored that warning.  Although nothing happened to change the behaviour of the one-dimensional man and the direction of one-dimensional economies, that publication led to the birth of an environmental movement spearheaded by an awakened young generation. Even universities started introducing courses on environmental economics and environmental science in their academic curricula. There were worldwide protests demanding environmental protection and care.  The demand for clean energy and an end to polluting industries for example were other developments resulting from Limits to Growth.",
    "The current generation of humanity is enjoying the fruits of the fourth industrial revolution and with the arrival of AI they may have entered the fifth. In this one-dimensional pursuit for economic growth the fundamental truth that nature with all its stock of resources is only a fixed asset and that once it is exhausted humanity cannot survive has been ignored",
    "Action from international fora",
    "This awakening also demanded action from international fora. For instance, the legally binding treaty on climate change signed by 195 countries at the UN Climate Change Conference (COP21) in Paris in 2015 would not have occurred but for this awareness. That treaty expected the signatory Governments to take steps to limit global warming well below 20 Celsius above pre -industrial levels and take steps to limit temperature increase to 1.50 Celsius.  But when Donald Trump became US President he withdrew from the Paris Accord in 2017.  He did it again in 2025 sabotaging the COP30 summit held in Brazil which disappointingly omitted in its final communique all references to fossil fuel, a major pollutant. Why was this sabotage from arguably the largest economy in the world? Simply put it was because of the powerful lobbying from the 20 largest MNCs in the world whose headquarters are in the US and whose business ventures are among the largest environmental polluters in the world. Brevity prevents an extensive discussion of the diabolical link between MNCs and their environmentally destructive operations. For example, the Amazon forest famed as the canopy of the world is in danger of being destroyed because of the timber industries run by US MNCs. That the impact of this destruction on global weather patterns would be devastating has been ignored by the US administration. Similarly, gold, copper and other precious minerals are being recklessly dug up by US and European MNCs resulting in greater frequency of prolonged droughts and famines in Africa. Now that the US has decided to withdraw from COP and ignore environmental constraints on one-dimensional economic operations, whether its European allies and other leading economies like China and India would adhere to the Paris Accord is questionable.",
    "As Marcuse argues, “one-dimensional thought is systematically promoted by the makers of politics and their purveyors of mass information. Their universe of discourse is populated by self-validating hypotheses which incessantly and monopolistically repeatedly become hypnotic definitions of dictations”.  One-dimensional economies are the result of this thought, and their hero is the one-dimensional man with his insatiable consumerism.  So long as they dominate the universe more natural disasters are unavoidable.",
    "“We indeed offer the Trust to the Heavens and the Earth and the Mountains, but they refused to undertake it being afraid thereof: but man undertook it – He was indeed unjust and foolish” (al-Quran, 33:72)",
    "“The bird sings. The flower sings. The river sings. The animal sings. The wind sings. The rain sings. The sky sings. The thunder sings … Everything here sings, and sings the Divine Song… Man is the only discordant note in this beautiful; Cosmic Symphony … He thinks he is the composer, he is the conductor and that is his ignorance” (Swami Satchidanand Saraswati)."
  ]
}