{
  "url": "https://www.dailymirror.lk/opinion/Nomination-day-Sri-Lanka-needs-a-Statesperson/172-289538",
  "title": "Nomination day: Sri Lanka needs a Statesperson",
  "ut": 1723650288.0,
  "body_paragraphs": [
    "The Election Commission will be the centre of attention today as 40 candidates will be handing in their nominations for the Presidential Election of September 21. This is in the midst of crossovers, confusion and contradictions over who is really supporting whom and for what reason.",
    "In yesterday’s (14) lead story, the Daily Mirror highlighted that new alliances, crossovers and strategic realignments were gaining prominence ahead of the nominations.",
    "With Samagi Jana Balawegaya (SJB) MP Rajitha Senaratne joining hands with President Ranil Wickremesinghe, it was also reported that the United Republican Front (URF) led by MP Patali Champika Ranawaka had announced his position in the upcoming election. Yesterday morning, he signed an agreement with the Samagi Jana Balawegaya (SJB). Mr. Ranawaka was elected to Parliament on the SJB ticket. Later, he fell out with its leadership and acted independently in Parliament.",
    "Before Mr. Ranawaka took his decision to back the candidacy of Mr. Premadasa, he had engaged in political talks with other parties and alliances except Sri Lanka Podujana Peramuna (SLPP) and the National People’s Power (NPP). His talks with the SLPP faction led by Anura Priyadarshana Yapa did not succeed, eventually leading him to take a decision in favour of the SJB leadership once again.",
    "According to the Daily Mirror, the Ilankai Tamil Arasu Kachchi (ITAK), the largest Tamil party based in the north and the east, is also expected to announce its political decision on the Presidential Election. A section of the party is in favour of backing common Tamil candidate P. Ariyanetran whereas the other faction stands for a main candidate from the south on conditions.",
    "In yet another significant development ahead of the nominations, the People’s Alliance operating under the chair symbol is again being revived after more than two decades. It was the alliance led by Sri Lanka Freedom Party (SLFP) in 1994 to field Chandrika Bandaranaike Kumaratunga. She won the election in 1994 on the PA ticket to become the Prime Minister first and then the President later. She was elected to the presidency for the second time under the same symbol.",
    "Amidst widespread public concern over what many analysts saw as the dictatorial powers in the Executive Presidential system, there were calls in the highest circles for the system to be scrapped. Mrs. Kumuratunga herself pledged that if she won the election, she would scrap the system within 24 hours because she considered it a curse to the country. But power not only corrupts, it corrupts absolutely, and when a political leader has power there is temptation to use it for personal or party gain or glory instead of the country and the next generation. As we know, a political leader works for the next election while a statesperson works for the next generation. Unfortunately, it appears that we do not have statespersons who are sincere and humble while working for the common good of all the people of the country instead of the party’s benefit only. So, Mrs. Kumaratunga continued with the Executive Presidential system, while in the 2005 election she reluctantly supported the candidacy of now Sri Lanka Podujana Peramuna Leader Mahinda Rajapaksa. He won in 2005 and then went on to beat the common candidate Sarath Fonseka in the 2010 elections. Fonseka was backed by most other parties because they considered him to be a war hero, although some analysts have questioned the way he acted and reacted.",
    "Mahinda Rajapaksa’s thirst for power appeared to be more than the desire that Mrs. Kumaratunga or first executive president J.R. Jayewardene appeared to have. Thus, Mr. Rajapaksa introduced the 18th amendment, thereby he could contest the Presidential Election more than twice and even for life while going on to pass it on to one of his family members. But, amidst tension and even terror, he was defeated by the Yahapalana alliance led by his former Minister Maithripala Sirisena and then United National Party Leader Ranil Wickremesinghe. Though not having a majority in Parliament, the Yahapalana government somehow persuaded Opposition members to support the 19th Amendment which restricts the President’s term of office to five years.",
    "Whoever wins or loses on September 21, we hope we will see the emergence of a statesperson who acts for the benefit of all people and the next generation by tackling issues such as poverty alleviation by persuading people to adopt the principle of ‘alpechchathawaya’ or a simple and humble lifestyle."
  ]
}