{
  "url": "https://dbsjeyaraj.com/dbsj/?p=86513",
  "title": "What is new, concerning, and indeed grotesque, is the opposition’s willingness to stand shoulder-to-shoulder with the Rajapaksas in defence of democracy, basic rights, and rule of law.",
  "ut": 1760954425.0,
  "body_paragraphs": [
    "“Long ago – recently… Depends on who is talking and what is being considered.”",
    "Wislawa Szymborska (The She-Pharaoh – The New York Review – 15.7.1999)",
    "Last week, the Supreme Court upheld the death sentence on Geegana Gamage Amarasiri. He will spend the rest of his natural life behind bars, if not pardoned by a future Rajapaksa president.",
    "A distinct possibility. Julampitiya is a townlet in the Hambantota district and GG Amarasiri, better known as Julampitiye Amare, was a local son who made a name for himself as a Rajapaksa protégé.",
    "The crime for which Julampitiye Amare was convicted by three courts happened in the run up to 2012 Southern Provincial Council election. On 5 June, the JVP held a pocket meeting in Katuwana. Ten men on five motorbikes armed with T56 rifles crashed into the meeting and shot at the crowd, killing two (50-year-old Edirimanne Pathiranage Malani and 18-year-old Jayasekara Pathiranage Heshan) and injuring several.",
    "The shooting went on for about 30 minutes. According to media reports, the distance between the crime scene and the Katuwana police station is about one and a half kilometres. Yet the police didn’t respond to repeated telephone calls and reached the scene only about 10minutes after the departure of the assailants. According to eyewitness accounts, the OIC was more interested in blaming the organisers for holding a meeting than in gathering evidence.",
    "Many eyewitnesses identified Julampitiye Amare as the lead-attacker. He had not bothered to wear a mask or to hide his identity in anyway. He probably saw no reason. The man reportedly had more than 100 arrest warrants against him, including for murder and rape, yet strutted about in Tangalle toting a T56. He had been in hiding from police, theoretically, since 2003, yet used to visit friends in prison, as Tangalle High Court Judge Chandrasena Rajapaksa revealed in open court. He was eventually arrested when he appeared in the Tangalle High Court on another case. The presiding judge ordered he be remanded.",
    "The police later claimed that they didn’t arrest Julampitiye Amare because they had no idea what he looked like. They could have asked Namal Rajapaksa for a description. A photograph from those times show a forbidding looking Julampitiye Amare standing behind a very young Namal Rajapaksa as he speaks at a pocket meeting in Hambantota (https://x.com/wijayakumaraya/status/1192392881123672064).",
    "The police didn’t arrest – or even question – Julampitiye Amare for the same reason the Media Centre for National Security issued a statement just hours after the attack blaming the violence on the JVP-breakaway FSP. Both the inaction and the lie were motivated by the same purpose – shielding a loyal Rajapaksa servitor (The same way the police and other state officials helped dress up Wasim Thajudeen’s brutal murder as an accident).",
    "After a seven-year-trial, in 2019, the Tangalle High Court found Julampitiye Amare guilty as charged and sentenced him to death. The Appeal Court upheld the conviction in 2024 and in 2025, the Supreme Court followed suit.",
    "The Rajapaksas have always portrayed themselves as protectors of democracy, basic rights, and rule of law, even as they did everything to eviscerate democracy, basic rights, and rule of law. That is to be expected. Which despot calls himself a despot?",
    "What is new, and concerning, is the opposition’s increasing tendency to accept the Rajapaksas at their own valuation. What is new, concerning, and indeed grotesque, is the opposition’s willingness to stand shoulder-to-shoulder with the Rajapaksas in defence of democracy, basic rights, and rule of law.",
    "The Supreme Court’s decision on Julampitiye Amare is a reminder, and obviously reminders are much needed, of how democracy, basic rights, and rule of law fared in the Rajapaksa past. Any attempt by the NPP/JVP government to erode democratic rights, freedoms and the rule of law should be resisted. But doing so in the company of Rajapaksas would be a political and moral mistake of a very serious order.",
    "The whitewashing of the JVP began soon after the Second Insurrection was over. Only the brutality of the state was remembered. The JVP’s own violence on unarmed opponents (such as student leader Daya Pathirana, former JVPer turned peace activist Nandana Marasinghe, and peasant activist Jamis Atugala) was airbrushed out of a black-and-white re-portrayal. This airbrushing was more the work of the SLFP and the PA than the JVP.",
    "Take, for example, the Vijaya Kumaratunga Commission appointed by President Chandrika Bandaranaike Kumaratunga. The President – as the appointing authority – had said on multiple occasions that Vijaya Kumaratunga was killed not by the JVP but by the UNP. The Commission, guided by an extremely abrasive Sarath Silva, in his capacity as attorney general, gave the desired verdict by blaming Ranasinghe Premadasa and Ranjan Wijeratne for the murder (the Report did concede that the actual killing was done by hard-core JVP member Lionel Ranasinghe but concluded, based on a concoction of hearsay and suppositions, that his orders came not from the JVP but from the UNP). Chandrika Bandaranaike Kumaratunga made good use of these ‘findings’ during the 1997 provincial election campaign (President Releases Assassination Commission Report. Evidence Implicates Premadasa, Wijeratne in the killing, says Report, shouted the banner headline of The Daily News of 1 Feb 1997). Those ‘findings’ also cleared the way for her to form an alliance with the JVP in 2003/2004 in order to bring down the Ranil Wickremesinghe government.",
    "Two decades later, in 2023-2024, as the NPP/JVP and Anura Kumara Dissanayake began to surge in the opinion polls, Chandrika Bandaranaike Kumaratunga started talking about how the JVP killed her husband. The JVP responded by reminding her of the findings of the Commission she herself appointed.",
    "By aligning with the Rajapaksas to oppose a government which is – still – far more democratic and law-abiding than Mahinda and Gotabaya regimes ever were, the SJB and the UNP are repeating the SLFP/PA’s mistake with the JVP. A mistake which will help the government in the short term and the Rajapaksas in the long term.",
    "The JVP, under Anura Kumara Dissanayake, tendered a tepid apology for its own violent past. The apology, though lukewarm, was way more than what the JVP under Somawansa Amarasinghe was willing to do. And it was with that totally unreconstructed JVP the Rajapaksas formed a formal alliance for Mahinda Rajapaksa’s 2025 presidential election campaign. The Rajapaksas remember the JVP’s violent past now, yet had no problem with that same violent past in 2005. (Incidentally, Mahinda Rajapaksa played a pivotal role whitewashing that violent past both during and after the Second Insurrection.)",
    "The non-Rajapaksa Opposition which is willing to legitimise the Rajapaksas to spite the government needs to answer some basic \tquestions.",
    "Do Ranil Wickremesinghe and Sajith Premadasa believe that the Rajapaksas were responsible for the murder of Lasantha Wickrematunge? If so, how can they form an alliance with the Rajapaksas to save democracy? Do they still think that the impeachment of Shirani Bandaranayke was illegal? If so, how can they stand with the Rajapaksas to save the rule of law? Do they still accept that the Rajapaksas were behind Keith Noyahr’s abduction and the attack on Upali Tennakoon? If so, how can they hold hands with the Rajapaksas to protect basic rights? How far does their amnesia run, and how deep?",
    "It has been an unwritten tradition in Sri Lanka that all major presidential candidates attend the formal gathering at the Election Commission office to hear the official announcement of election results. In 2010, Sarath Fonseka, the joint oppositional candidate, broke this tradition. Not that he didn’t want to come; he wasn’t allowed to. While an ashen-faced election commissioner was formally announcing the result, the candidate who came second, his family, and the opposition leaders backing him (including Ranil Wickremesinghe) were holed up at the Cinnamon Lakeside.",
    "A few hours after voting ended, hundreds of armed soldiers and policemen had surrounded the hotel, making downtown Colombo look like the capital city of a Latin American autocracy. The government claimed that the purpose of the ‘siege’ was to arrest hundreds of armed army deserters Gen. Fonseka was keeping in the hotel (with the intention of ‘mounting a coup’ or/and ‘assassinating President Rajapaksa’). Yet in the end no deserters were found; just members of Gen. Fonseka’s official security detail (granted to him by the military, in accordance with the orders of the Election Commissioner). These serving soldiers in their uniforms were arrested when they came out of the hotel to report to their original unit. They were made to kneel on the road, handcuffed, and taken away by the military police.",
    "Just two weeks after the election, Sarath Fonseka, the man who came second in the presidential contest with 40% of the national vote (4.17 million), was arrested and remanded. Little wonder Maithripala Sirisena went into hiding after casting his vote at the 2015 presidential election.",
    "Such treatment of a defeated opponent is unprecedented in Lankan history, before or since. And that was how the Rajapaksas protected democracy. If the opposition continues down its current path of opportunistic stupidity, at least some of them will pay the price, with life, limb or freedom, when the Rajapaksas they are helping to whitewash return to power.",
    "The NPP/JVP government seems rather sensitive to criticism; its members run to the CID at the drop of a verbal hat, even though there’s no criminal defamation law in Sri Lanka, as the director general of the Bribery Commission Ranga Dissanayake pointed out recently. (They obviously don’t realise how their useless complaints would keep the CID from doing the serious work they have been tasked with, starting with bringing the killers of Lasantha Wickrematunge, Wasim Thajudeen, and Prageeth Ekneligoda to justice).",
    "But media (including social media) is still free to criticise, even though media repression in the North continues.",
    "Does the opposition remember how Rajapaksas dealt with critics? The early morning arson attack on Sirasa studio in 2009? The early morning arson attack on Lanka e news office in 2011?",
    "Does the opposition remember how senior journalist Bennet Rupesinghe (then news editor of Lanka e news) was summoned to the Mirihana police station and kept overnight for interrogation in 2011? The police claimed that the arrest resulted from a complaint made by the brother of the man who, also according to the police, was responsible for the arson attack on the Lanka e news office: “Reports said Rupesinghe was additionally charged for allegedly having an armed group threaten the complainant at gun point on March 11th and withholding information from the police regarding the attack on Lanka e news” (Hindustan Times – 31.3.2011).",
    "Does the opposition remember the 2012 raids on Sri Lanka Mirror and Lanka X News offices were attacked and their staffers arrested (including the tea-boy), within 48 hours of the dissolution of North-Central, Eastern, and Sabaragamuwa provincial councils? Both websites were registered with the Media Ministry. But according to the Media Centre for National Security they were “propagating false and unethical news… Websites operated by certain quarters with vested interests are trying to bring disgrace to the country and the people, especially at a time when the country is undergoing a period of social and economic revival.” “The government (is) in the process of moving against several other websites” added the media minister (The Island – 3.7.2012). Indeed, by the time the 2015 presidential election was held most websites were either violently put out of business or banned.",
    "Given this past, any alliance with the Rajapaksas would amount to a betrayal of every norm and principle the opposition is supposed to stand for.",
    "The greatest challenge to the non-Rajapaksa opposition is not the government but its own inadequacies, its lacklustre personnel, its deadly inability to inspire voters. If the opposition thinks that standing shoulder-to-shoulder with the Rajapaksas (and their past and present stooges) can create a sense of enthusiasm in anti-government voters, it is mistaken.",
    "The opposition’s future lies with anti-Rajapaksa voters who are against/disillusioned with the government. Voters who want to see the country progress to a more democratic, less corrupt, more just and equal future instead of regressing to an all too familiar past. Winning the trust and confidence of such voters would be impossible without Remembering."
  ]
}