{
  "url": "https://www.ft.lk/columns/It-may-be-dangerous-to-be-America-s-enemy-but-to-be-America-s-friend-is-fatal/4-773917",
  "title": "It may be dangerous to be America’s enemy, but to be America’s friend is fatal",
  "ut": 1741301099.0,
  "body_paragraphs": [
    "US President Donald Trump and Ukraine’s President Volodymyr Zelensky in Washington, DC",
    "The US and other NATO countries have continued to support Ukraine against Russia, allowing Zelensky to prolong the war. However, the recent shift in US foreign policy suggests that such alliances are rarely based on shared values and are instead driven by transient interests. This recent change also highlights a decline in international trust. The key lesson from this episode is that policymakers must consider the long-term consequences of transactional alliances in relation to short-term gains to prevent the perpetuation of conflict cycles. Insensible leaders may drag nations into troubled waters without a comprehensive understanding of the evolving nature of geopolitics. After all, it is innocent citizens who suffer in conflict",
    "On 28 February 2025, Ukraine’s President Volodymyr Zelensky met with US President Donald Trump and Vice President J.D. Vance to sign an agreement and discuss their perspectives on the ongoing situation regarding the Russia-Ukraine War, which commenced in February 2022. The meeting escalated into a heated argument at the White House, capturing global attention. Zelensky left the White House without signing the deal they were meant to finalise and asserted that discussions should take place behind closed doors rather than becoming a media spectacle. Following his recent election victory, President Trump has made a controversial decision regarding tariffs and his interactions with several countries, including Ukraine.",
    "The prolonged Russian-Ukrainian conflict has emerged as one of the most significant events of the 21st century, reshaping global geopolitics and international relations. President Zelensky has opted to join NATO, which has provoked unease in Russia. The war escalated when Russia launched a full-scale assault, citing security concerns and territorial disputes. With support from former President Joe Biden and other NATO countries, Ukraine has been able to persist in the conflict, which subsequently transformed into a protracted confrontation with substantial economic and humanitarian consequences for the citizens of Ukraine, Russia, Europe, and beyond.",
    "President Trump’s policy shift regarding Ukraine will impact Ukraine, Russia, European regional stability, global geopolitics, and international relations as it develops. Given the historical context, the alteration in US foreign policy is not unexpected. This article aims to provide historical context on how US foreign policy has evolved in the past and the potential lessons for other nations.",
    "Strategic alliances and betrayal",
    "When examining the nature of strategic alliances between the United States and certain countries, it becomes evident that the US often forms partnerships with leaders or groups for strategic reasons, only to abandon or eliminate them as its interests shift. Three notable examples are Saddam Hussein, Osama bin Laden, and Gaddafi. Iraq’s invasion of Iran in September 1980 marked the beginning of a devastating conflict that attracted international attention due to its implications for Middle Eastern stability and Cold War dynamics. The US supported Saddam Hussein during the Iran-Iraq War (1980-1988), viewing Iraq as a counterbalance to Iran. However, the US later invaded Iraq in 2003.",
    "Osama bin Laden received funding from the US through the Mujahideen during their struggle in the Soviet-Afghan War (1979-1989). At that time, he was a Saudi financier who organised Arab militants under the banner of Maktab al-Khidamat (MAK), a forerunner to Al-Qaeda. The collapse of the Soviet Union in 1991 removed the strategic necessity for US involvement in Afghanistan. Bin Laden’s emergence as a global jihadist leader marked him as a significant threat. Furthermore, the 1998 US embassy bombings in Kenya and Tanzania and the 9/11 attacks in 2001 initiated a prolonged pursuit of bin Laden, culminating in his death at the hands of US forces in Pakistan in 2011. This shift illustrates the transactional nature of Cold War alliances, where proxy groups were abandoned once their effectiveness waned.",
    "The US reestablished diplomatic relations with Libya following Gaddafi’s renunciation of nuclear weapons in 2003. Subsequently, they lifted trade sanctions and promoted economic cooperation. The Arab Spring uprisings and NATO interventions in Libya weakened Gaddafi’s regime in the early 2010s. American support enabled rebel forces to overthrow Gaddafi, who was killed in October 2011. The intervention highlighted the rapidly shifting priorities of the US",
    "There are other cases worth mentioning. During the Vietnam War (1955-1975), the US supported South Vietnam against North Vietnam. However, following the signing of the Paris Peace Accord in 1973, US forces withdrew from the South, leaving them vulnerable. When North Vietnam attacked the South in 1975, the US chose not to intervene. A similar event occurred in Afghanistan when the US withdrew in 2021. From 2001 to 2021, the Afghan government received support from the US while combating the Taliban. Hosni Mubarak ruled Egypt and was a key US ally for 30 years. However, the US withdrew support for Mubarak during the Arab Spring in 2011, which led to his collapse. These cases align with the realist school of international relations, which prioritises national interest over ideological commitments.",
    "Geopolitical realism vs. Idealism",
    "The empirical evidence from the past and the current situation between the US and Ukraine reflects a realist perspective in international relations, where alliances are based on national interests rather than enduring loyalty. The shifting alliances demonstrate that states prioritise power and strategic advantage over ethical or ideological commitments. What are the implications of the current geopolitics regarding the war in Ukraine? Zelensky is sceptical about US support for Ukraine, as previous US allies may ultimately face abandonment. The actions of the current US President raise concerns within certain geopolitical circles about the long-term sustainability of American support for Ukraine in its conflict with Russia. Moreover, given the complicated geopolitical dynamics, more time is needed to reach a well-founded conclusion.",
    "However, the US supported several leaders and opposed them later, as the geopolitical context varies. Some leaders acted against US interests (e.g., Hussein, bin Laden), while others were removed due to domestic uprisings (e.g., Gaddafi). The situation regarding President Trump is still evolving, and historical comparisons may not be entirely relevant.",
    "Some scholars, both within and outside the US, criticise the transactional nature of American foreign policy. They emphasise that strategic partnerships can be temporary and that former allies may subsequently become adversaries. This aligns with a broader realist critique of American interventionism, suggesting that smaller nations and leaders should exercise caution in their reliance on major powers. However, real-world geopolitics is often more nuanced than a deterministic perspective implies. The evidence reinforces the quotation attributed to Henry Kissinger: “It may be dangerous to be America’s enemy, but to be America’s friend is fatal.” In other words, there are no political allies or adversaries in the long run. The US and other NATO countries have continued to support Ukraine against Russia, allowing Zelensky to prolong the war. However, the recent shift in US foreign policy suggests that such alliances are rarely based on shared values and are instead driven by transient interests. This recent change also highlights a decline in international trust. The key lesson from this episode is that policymakers must consider the long-term consequences of transactional alliances in relation to short-term gains to prevent the perpetuation of conflict cycles. Insensible leaders may drag nations into troubled waters without a comprehensive understanding of the evolving nature of geopolitics. After all, it is innocent citizens who suffer in conflict. Creating partnerships to counterbalance invariably produces vulnerabilities in global peace; therefore, establishing alliances for sustainable development and the well-being of global citizens is preferable to security alliances.",
    "(The writer is a professor affiliated with the Graduate School of International Relations of the International University of Japan in Minami Uonuma City. He serves as the President of the Sri Lanka Academics’ Association in Japan. The opinions expressed herein are personal and do not reflect the institution’s affiliation with the author.)"
  ]
}