{
  "url": "https://www.ft.lk/columns/Sri-Lanka-A-proven-neutral-destination-in-the-region/4-786712",
  "title": "Sri Lanka: A proven neutral destination in the region",
  "ut": 1767919648.0,
  "body_paragraphs": [
    "1. Geopolitical neutrality: The”Strategic Autonomy”",
    "Sri Lanka occupies a critical location in the Indian Ocean, sitting directly on the Sea Lines of Communication (SLOCs) that connect the East and West.",
    "Balancing global powers: The Government consistently avoids formal military alliances. While it maintains deep security ties with India (the “India First” policy), it balances this with extensive infrastructure and trade cooperation with China and development partnerships with the US, EU, and Japan.",
    "The “Neutral Hub” Policy: Minister of Foreign Affairs Ali Sabry reaffirmed in mid-2025 that Sri Lanka’s land and sea will not be used to threaten the security of any other nation. This “Strategic Autonomy” allows the country to host investors from competing blocs such as the Chinese-run Colombo International Container Terminal alongside the US-funded West Container Terminal (Adani/US DFC).",
    "2. A destination for international diplomacy and business",
    "Sri Lanka is increasingly marketing itself as a neutral ground for regional and international dialogue:",
    "MICE tourism (Meetings, Incentives, Conferences, Exhibitions): In September 2025, the SL MICE Expo 2025 highlighted the island as a leading venue for global business events. The Government aims to position Colombo as a hub between Singapore and Dubai for high-level summits.",
    "Regional leadership: Sri Lanka has recently held or is currently holding leadership roles in regional organisations like IORA (Indian Ocean Rim Association) and BIMSTEC, using these platforms to promote the Indian Ocean as a “Zone of Peace.”",
    "In the wake of Cyclone Ditwah (late November 2025), described as one of the most challenging natural disasters in Sri Lanka’s history, several neighbouring countries and regional partners mobilised significant aid. The cyclone caused over 600 deaths and an estimated $4 billion in damage. Sri Lanka’s position as a neutral destination was reaffirmed when the island nation saw aid and relief efforts from not only immediate neighbours such as India, Pakistan and Maldives but global powers such as the USA, China and UAE.",
    "Key contributions by country",
    "India’s assistance has been the most extensive, focusing on both immediate life-saving aid and infrastructure recovery.",
    "Operation Sagar Bandhu: First responder. Under this operation India sent 1,100 tonnes of relief material, deployed 80 NDRF personnel, and set up a field hospital near Kandy. India also gave $ 350 million",
    "in concessional loans and $ 100 million",
    "Infrastructure: Indian Army engineers constructed a Bailey bridge at Killinochchi to restore connectivity and are working on another in Chilaw.",
    "Medical: Deployed two modular BHISHM (Bharat Health Initiative for Sahyog Hita and Maitri) emergency care units and provided medical care to over 8,000 people.",
    "Reconstruction: The $ 450 million",
    "package is aimed at restoring roads, railways, and agricultural livelihoods.",
    "Despite logistical challenges regarding airspace, Pakistan sent significant maritime and aerial aid.",
    "Sri Lanka received 200 tonnes of relief supplies via sea and an additional 14 tonnes via air. Pakistan deployed a 47-member Urban Search and Rescue (USAR) team and tasked a nearby Navy ship for evacuations.",
    "Specialised teams: A “competent military team” was sent for search and rescue operations.",
    "Supplies: Essential items included tents, blankets, and food supplies, with shipments departing from Karachi.",
    "Maldives emerged as one of Sri Lanka’s most significant and immediate donors. Despite being a much smaller nation, the Maldives contributed a total value of approximately $2.4 million, making it the largest single sovereign donor in the initial weeks following the disaster.",
    "The aid from the Maldives was a combination of Government grants, a massive public telethon, and essential food supplies.",
    "The United Arab Emirates (UAE) established one of the most comprehensive and rapid humanitarian responses, providing both physical search-and-rescue teams and massive quantities of relief supplies.",
    "The UAE’s support was",
    "coordinated through the Joint Operations Command, the UAE International Aid Agency, and the Emirates Red Crescent, following direct orders from President Sheikh Mohamed bin Zayed Al Nahyan.",
    "1. The humanitarian “Air Bridge”",
    "The UAE maintained a continuous flow of aid through a dedicated air bridge from Abu Dhabi and Dubai to Colombo.",
    "Total aid delivered: At least eight aircraft arrived in Sri Lanka by mid-December, delivering more than 116 tonnes of relief supplies.",
    "Relief cargo: The shipments primarily consisted of:",
    "Food security: Over 1,000 “fortified” food packages (each designed to sustain a family of eight for 14 days) and high-energy biscuits from the World Food Programme (WFP).",
    "Shelter and health: Heavy-duty tents, tarpaulins, blankets, and essential medical kits.",
    "Specialised equipment: The cargo also included rescue vehicles and utility vehicles to assist Sri Lankan authorities reach cut-off areas.",
    "China’s total contribution is estimated to be over $2.5 million in direct aid, with additional commitments for technical reconstruction.",
    "1. Financial and material aid",
    "China’s initial response focused on immediate liquidity and survival supplies for the millions of people affected by flooding and landslides.",
    "Direct Government grant: On 2 December 2025, the Chinese Government handed over $1 million in cash to the Sri Lankan government.",
    "Emergency relief supplies: China provided RMB 10 million (approx. $ 1.4 million ) worth of emergency items, including tents, blankets, and dry rations.",
    "Red Cross support: The Red Cross Society of China disbursed an additional $100,000 in emergency cash directly to the Sri Lanka Red Cross Society.",
    "Local contributions: Chinese enterprises and community organisations in Sri Lanka (such as the Chinese Chamber of Commerce) raised a further Rs 10 million for local relief efforts.",
    "The United States provided a significant multi-faceted aid package. This support has been characterised by immediate financial grants and the high-profile deployment of military logistical capabilities to reach isolated regions.",
    "1. Financial assistance",
    "Within 72 hours of the cyclone’s landfall, the U.S. Government announced an initial $2 million emergency assistance package.",
    "Purpose: This funding is directed toward emergency shelter, water, sanitation, hygiene (WASH), and critical health services.",
    "Implementation: The aid is distributed through “trusted implementing partners” (international NGOs and UN agencies) to ensure it reaches the most vulnerable communities in the Northern, Eastern, and Central regions.",
    "Sri Lanka now has a great opportunity to build on the ties established with countries that provided much needed aid, to promote itself as a true neutral destination and work towards attracting much needed FDI into the country. Most nations are looking at stable locations to invest and Sri Lanka, if positioned well, can be a common ground for global and regional powers to work together and build a stable and secure destination for investments. Sri Lanka could well be the Dubai or Singapore of South Asia.",
    "of Investment Promotion Middle East at CHEC Port City and was previously a Senior Consultant at Deloitte USAID PARTNER Project)"
  ]
}