{
  "url": "https://www.ft.lk/columns/Govt-from-an-arrogant-incompetence-to-a-quite-charming-amateurishness/4-784351",
  "title": "Govt: from an arrogant incompetence  to a quite charming amateurishness?",
  "ut": 1763142119.0,
  "body_paragraphs": [
    "Was it amiable derring-do or dismaying amateurishness that led the president to propose in Budget 2026 supporting the marginalised plantations community with a monthly two-hundred-rupee boost from state coffers?",
    "Today we are in danger of descending from being a democracy of the corrupt into a confederacy of dunces. Often it is hard to say which option one prefers. At least one is safe to critically engage with the powers that be in the perhaps forlorn hope that speaking truth to power will work now as it never did then to further the national interest.",
    "If it is having a hard time convincing its electorate in the public sector to play ball now, then one could still put that minor hiccough down on the positive side of the ledger as a work-in-progress. After all, it is probably nothing serious; just acid reflux from a recalcitrant ‘government-servant culture’ unable to digest change or stomach demands to improve. Or more to the point, change for the better that could render the pencil-pushers and clock-watchers redundant – KPIs and all that un-Marx-like jazz.",
    "If you were looking to assess the quality and condition of governance in Sri Lanka of late, how well would you set about it? An analytical survey of the relevant (and sometimes irrelevant) stats as essayed by Verité or Advocata, et al.? Or a finger on the popular (or often unpopular) pulse as enterprised by LMD’s biz confidence index?",
    "There are times when the good sense of the usual metrics – managing key macroeconomic indicators, boosting public or investor confidence and delivering tangible results for the consumption of key stakeholders – fails.",
    "Or worse, confuses with contradictory analyses or interpretations. Worst of all, the truth be told, produces effects that are meaningless in the limit. Which is why the polity is more often than not compelled to damn with faint praise their favourites.",
    "Shall we make so bold as to incur the wrath of those who seek fact-based evaluations, and resort to the anecdotal rather than the evidential for once or for the nonce? Or better still, try to distil a semblance of the truth from the horse’s mouth, so to speak?",
    "So rather than busting a gut gauging government’s metier by its performance alone, perhaps an appeal to their personality might offer a different if insightful perspective. Here goes then.",
    "At the end of its first year in power – or at your service, as they would say – the incumbent administration is feeling, not to put too fine a point on it, quite pleased with itself.",
    "All one has to do to discern which way that wind is blowing is give ear to yon madam of the moment these days. That breath of fresh air is no barometer of the true state of the nation nowadays but it is a beginning of an insight into the mindset of a governmental mercury.",
    "If the prime minister’s recent self-congratulatory back pats for her fellows at the helm is anything to go by, as reported in The Hindu, the National People’s Power is doing swimmingly well.",
    "It has brought about macroeconomic stability and proposes to continue along the predicated path although possibly rogue elements in the government have intimated that they will reject some of the IMF’s diktats for economic reforms.",
    "It has also ushered in a new political culture – although critics aren’t entirely convinced that some of the perks offered to MPs by way of double cabs doesn’t spoil that image a tad bit.",
    "It has taken the bull of corruption by its horns and continues to indict and detain at the state’s pleasure a veritable litany of who’s whos from previous governments who strayed down the primrose path of dalliance with state coffers and other national assets on the never-never.",
    "If it is having a hard time convincing its electorate in the public sector to play ball now, then one could still put that minor hiccough down on the positive side of the ledger as a work-in-progress.",
    "After all, it is probably nothing serious; just acid reflux from a recalcitrant ‘government-servant culture’ unable to digest change or stomach demands to improve. Or more to the point, change for the better that could render the pencil-pushers and clock-watchers redundant – KPIs and all that un-Marx-like jazz.",
    "Speaking of which... was it amiable derring-do or dismaying amateurishness that led the president being finance minister to propose in Budget 2026 supporting the marginalised plantations community with a monthly two-hundred-rupee boost from state coffers? A noble idea but one doomed by parliamentary procedure and in the face of rabid, shameful opposition.",
    "It was a natural enough follow-up to AKD’s campaign-trail promise to improve the conditions of beleaguered estate workers by paying them a putative Rs. 2,000 daily wage. Not able to twist the arms of Scrooges in corporate Sri Lanka, the prez tapered that in the fiscal plan for a year ahead to two hundred bucks from the Treasury. Now COPF finds fault with the procedure, firm in its foundational premise that governments cannot bailout wage slaves of the private sector. Pity, that.",
    "On the other hand – more questions than answers abound. Was the amiable president led by the dire straits of estate workers into a conceptual fallacy? Or is there something else besides a passionate desire to right the groaning burdens of those workers’ plight, such as going a bridge too far to make good on electoral promises?",
    "Is such a procedural error oversight on the part of presidential advisors? Or some amateurish sleight-of-hand by a leader that affects the grievance little but gains would-be saviours of the labouring classes brownie points at future polls?",
    "To speculate further would be to discredit the man without properly investigating the motive. It is prudent to proceed with the hermeneutic of suspicion in one hand and a hearty handshake in the other! Errare humanum est.",
    "Not that the first lady of Sri Lankan politics is far behind in the faux-pas department. That brace of trivial factual mistakes made at the recent Presidential Media Awards was a ball that should not have been dropped by a savant as savvy as she is supposed to be. Where the names of the pioneering Sinhala newspaper and first head of Radio Ceylon were named wrong. Which are all readily verifiable facts in this data-at-your-fingertips age.",
    "Unless one is too busy to double-check even the speeches crafted with the best of intentions but especially ones with possible subversion in mind. Unlikely that it is the first time a bureaucratic stooge inveigled an embarrassing peccadillo. Unsurprising if one’s ethos is charmingly amateurish to begin with... highly intellectual and harmless but agnostic to one’s popularity ratings or performance score – the hallmark of charming amateurs.",
    "Of course, such fumbling and bumbling about is a welcome relief from the ethos of aggrandised professionalism of the past. From autocratic elites who had judges’ homes stoned and ethnic scapegoats’ treasure troves burned in the name of a ‘righteous society’; through authoritarian despots who saved the nation in order to loot the state; to arrogant yet strangely incompetent governors who brought Mother Lanka and all her bankrupt children to their knees.",
    "Not to mention sociable narcissists foisting ‘capitalism with a human face’ on devotees unsuspecting that civil rights and liberties were being raped behind the scenes and often in plain sight. But yielding for the sake of political cohabitation to conservative grandees whose white-collar criminal cabals are still the toast of the town and country if you’re a card-carrying member of the chamber, cocktail circuit and corridors of power clique.",
    "Not that our present governors are not potentially as bad a lot. But as their redoubtable lady premier once said in an intentional moment of jest and pointed critique, the NPP has no experience – including in terms of robbing central banks. And one can but pray, and move civil society institutions, against such possible future depredations.",
    "We used to be a nation of diplomatists (a few of global calibre), demagogues able to move a nation’s mighty spirit and break a people’s backbone in the same breath, and daring innovators in the sphere of civics and governance – think Ceylonese heads of UN agencies, free education and healthcare, and debonair foreign ministers.",
    "Today we are in danger of descending from being a democracy of the corrupt into a confederacy of dunces. Often it is hard to say which option one prefers. At least one is safe to critically engage with the powers that be in the perhaps forlorn hope that speaking truth to power will work now as it never did then to further the national interest.",
    "If the bygone era of egregious governance was characterised by abductions, assassinations and the aggressive policing of dissent, the ethos of civics going forward may well be encapsulated by amiability, amateurishness and the assertion of the intention to do their duty by the polity while happily lapsing into apathy.",
    "Now what were you saying about paradigm shift?",
    "| Editor-at-large of LMD | A sea-change or the slow tides in |"
  ]
}