{
  "url": "https://dbsjeyaraj.com/dbsj/?p=85341",
  "title": "Will the  New President and the New Government Ensure Justice for the  Enforced Disappearances and Kilings of Catholic and Protestant  Christian Priests?",
  "ut": 1736624518.0,
  "body_paragraphs": [
    "January 6 this year is the 40 anniversary of the killing of Fr. Mary Bastian, a Catholic priest from the diocese of Mannar. It will be yet another anniversary to be celebrated without a body and grave.",
    "The government at the time of his killing claimed that Fr. Bastian had fled to India. For 40 years the truth of Fr. Bastian’s killing has not been officially acknowledged by any government and there is no indication that the new government will be any different.",
    "However for residents of Vankalai what happened to their beloved parish priest is clear. According to one eyewitness, when there was firing by the military around Vankalai, her father had gone to the church and was told by Fr. Bastian to come to the church to seek refuge if they were scared. When they arrived, Fr. Bastian told the family to hide inside the church and gone to his residence. While hiding she heard gun shots followed by screams in Fr. Bastian’s voice. Later on from where they were hiding she and her family had seen soldiers carrying the body of Fr. Bastian in a white cassock. Other villagers confirmed this story, sometimes publicly at the annual remembrance events.",
    "The 1980s was a bloody period in that area and Fr. Bastian was at the forefront of trying to protect the people. Fr. Bastian had written to the Catholic Bishops Conference of Sri Lanka in November 1982 questioning what was the church doing “when my people are suffering, oppressed and living on concessions”. In the same letter, he had honestly expressed his frustration, saying “we priests just can’t remain saying Masses for the dead”.",
    "Two incidents that may have prompted the Army to kill Fr. Bastian may have been the fact that he had taken photos of bodies after a massacre of large number of civilians in the nearby Murunkan town by the Army and that he had buried the body of Rev. Jeyarajasingham, a Methodist priest of the area who had worked closely with Fr. Bastian and was killed in December 1984.",
    "Catholic nun and priests killed and disappeared",
    "Hundreds of thousands of persons have been reported to have been killed or disappeared in context of three decades of war in North and East and two armed insurrections by the JVP in 1971 and late 1980s. Among these are journalists, lawyers, artists and Catholic priests and at least one Catholic nun.",
    "Sr. Mary Agneta was a Catholic nun from congregation of Apostolic Carmel working in remote parish of Lunugela in the Badulla diocese. She was shot dead during days of the anti-Tamil riots in July 1983, which had also spread to Lunugela. It is believed her protective role towards a Tamil Catholic priest who was facing threats would have led to her being shot. She had undertaken this protective role despite being warned that even a Sinhalese like her will not be spared for helping Tamils.",
    "Fr. Chandra Fernando, a Catholic Priest from diocese of Batticaloa was shot dead on June 6, 1988 at his residence in Batticaloa. It is reported that a senior officer of the Indian Peace Keeping Force (IPKF) had stated he was killed by a junior IPKF officer. This was in context of Batticaloa being under control of IPKF during that period and Fr. Chandra Fernando having organized a march against atrocities by the IPKF such as extrajudicial executions, enforced disappearances and rape.",
    "Fr. Michael Rodrigo was a Catholic priest who was shot dead on 10 November, 1987 while celebrating mass. He lived and worked from a simple mud hut amid a Buddhist community, without any attempt to convert them. He played an important role in supporting peasants to understand what was happening to environment and natural resources due to industrial sugar cane cultivation and actively supported the local communities struggles for land.  His congregation has initiated a process to recognise him as a martyr, the first ever Sri Lankan Catholic to be submitted for such an honour.",
    "Fr. Srilal Amarathunga was a Catholic priest who was found killed in his room in the Kongodamulla parish in the Colombo archdiocese on January 19, 1990. That morning he and some other priests were scheduled to meet a local politician to request an end to the killings that had been happening last several years in the context of the JVP insurrection.He was a known critic of the killings and was one of the few who dared to bury those found on the roadside burnt to death. He was known to be working with the poor and oppressed and protected Tamils during anti-Tamil riots of 1983.",
    "Fr. Eugene John Herbier was an American Catholic priest serving in Batticaloa. He disappeared on August 15, 1990 when he was travelling from Valachchenai to Batticaloa. He had been sent there by the Bishop of Batticaloa to ensure protection of some vulnerable civilians in face of ethnic tensions and violence. He had spoken with the Bishop on phone before his departure from Valachchenai to Batticaloa and had declined the Bishop’s offer to send a group to accompany him back. He disappeared after he had tried to save his travel companion, Bertram Francis, from being abducted by an armed group. He was a member of the Batticaloa Peace Committee.",
    "Fr. Selvarajah Saverimuttu, a Catholic priest from the diocese of Batticaloa, disappeared and is believed to have been killed in September 1990 when returning to the village of Sorikalmunai after trying obtain food for people displaced during the war. He had been taking up problems of war affected Tamils with IPKF and Sri Lankan military.",
    "Fr. Jim Brown, a Catholic Priest from the diocese of Jaffna, disappeared on August 20, 2006 along with a lay assistant, after last being seen at a Navy check point going to Allaipiddy in the Jaffna district. He was carrying aid for displaced people. He had previously welcomed people caught in the fighting between the LTTE and government forces into the church where he was the parish priest. The church was attacked leading to deaths and injuries for many and he had pleaded with the Navy to allow the injured to seek healthcare.",
    "Fr. Pakiaranjith, a Catholic priest from the diocese of Mannar, was killed on September 26, 2007 by a claymore mine while delivering aid to people displaced in the war. At the time, he was the coordinator for Jesuit Refugee Service.",
    "Fr. Xavier Karunaratnam, a Catholic priest from the diocese of Jaffna was killed by a claymore mine on April 20, 2008 in Vannivilankulam. At that time, he was the chairperson for North East Secretariat On Human Rights (NESOHR). He had engaged extensively with Sinhalese to discuss the concerns of Tamils in the North and East.",
    "Fr. Francis Joseph, a Catholic priest from the diocese of Jaffna, disappeared after surrendering to the Army at the end of the war on May 18, 2009. He, along with some other priests, had opted to remain with people who were caught up in the last stages of the war. He had written a desperate letter to the Pope pleading for assistance and expressing fear he would be killed for writing that letter. At the end of the war, he surrendered to the Army and many others had followed him. He was last seen being taken away in a bus by the Army.",
    "Fr. Sarathjeevan was a Catholic priest from diocese of Jaffna, who died on the day war ended after also opting to remain with people who were caught up in the last stages of the war.",
    "Seeking truth and justice",
    "When justice was elusive in El Salvadore for killing of the much loved, outspoken and courageous Archbishop Oscar Romero in 1980, a case brought before a US court delivered a verdict in 2004 that an Air Force captain was responsible for the killing. Forty years after the killing, El Salvadorean courts were hearing the case. On the 30th anniversary of the killing, a new president in El Salvadore formally apologised for killing.",
    "In Sri Lanka, a new president and his new government are making promises to ensure justice for past crimes. But truth, justice and even an apology or acknowledgement remain elusive for the killing of Fr Mary Bastian and other priests, a sister and countless citizens. Although a special commission was appointed by the president in 1985 to look into murder of Fr. Bastian, its report and findings were never made public. It is doubtful if this will ever see the light of day.",
    "The sister and priests had a fierce commitment towards sanctity of life, truth and justice. They stood for these higher values at cost of their own lives. Truth and justice about the killings and disappearances of these heroes remain elusive.",
    "Advocacy for truth and justice for these killings and disappearances, including by church leaders, have been lukewarm. Perhaps efforts made to ensure justice for Archbishop Romero’s killing and by Colombo Archdiocese’s leaders for truth and justice for Easter Sunday attacks could inspire more committed and consistent advocacy for truth and justice for the killings and disappearances.",
    "Remembering and carrying forward their mission",
    "It is also sad that the commitment and true discipleship of Sr. Agneta, Fr, Bastian and others have not been adequately acknowledged by the Catholic church that they have been part of, especially by the leadership. Some of them are barely known in broader church communities.",
    "In Lunugela where Sr. Mary Agneta was killed, she was warmly remembered by an elderly man I met last month. In Buttala, where Fr. Michael Rodrigo was killed, he was very much alive in hearts of minds of the many who knew him, most of them Buddhists. Fr. Mary Bastian seemed to be fully alive in Vankalai. Those who gave their lives will live in the hearts of minds of those they sought to serve, protect and defend."
  ]
}