{
  "url": "https://www.eiu.com/n/the-opening-salvos-of-a-new-trade-war/",
  "title": "The opening salvos of a new trade war",
  "ut": 1732635140.0,
  "body_paragraphs": [
    "The opening salvos of a new trade war",
    "EconomyForecastingTradeUS electionAmericasAsiaChinaGlobalUnited StatesCountry Analysis",
    "What’s happened?On November 25th the US president-elect, Donald Trump, announced via Truth Social, a social media platform, that he would impose blanket tariffs of 25% on Canada and Mexico in relation to illegal immigration and drug smuggling into the US from those countries. In a subsequent post, he announced tariffs of 10% on China (on top of existing duty rates) in relation to fentanyl smuggling. If implemented, the combined effect could push the US’s average weighted tariff rate to its highest level since the second world war. Mr Trump has threatened to adopt both of these actions on his first day in office.Why does it matter?The developments will not yet cause us to change our view that most of Mr Trump’s threatened duties will only materialise in the second half of 2025. Nevertheless, the announcement suggests a rapid acceleration in the direction of travel, and highlights the very high risk (more than 40%) that the US will impose tariffs on its trade partners much sooner than we expected. We have significant questions around the president-elect’s legal ability to impose these threatened tariffs, although pathways via executive orders or the invocation of the International Economic Emergency Powers Act (IEEPA) could facilitate this. There is also no indication of whether any products would enjoy exemptions—particularly for intermediate inputs that are hard to substitute—although Mr Trump’s transition team may release subsequent details in the coming weeks.We expect the business community to challenge these moves, as well as civil society groups, particularly if Mr Trump were to invoke the National Emergencies Act (as a precondition to invoking IEEPA), not least because it is also the power that could be used to begin his mass deportation plan. These challenges would take time to work through the US court system, however, suggesting an initial period of trade disruption following tariffs adoption (unless the courts issue an injunction). The pro-tariff leanings of Mr Trump’s expected cabinet—including Howard Lutnick (who is likely to be nominated secretary of commerce) and, to a lesser degree, Scott Bessent (nominee for secretary of the Treasury)—also suggests a strong degree of momentum in implementing these policy actions.If implemented, these measures would represent a significant escalation, even compared with the 2018–19 China–US trade war. First, the escalation would be faster and more severe than the previous trade conflict. Second, using tariffs to address non-trade objectives such as drug and immigration policy marks a notable expansion of their application compared with Mr Trump’s first term. As with the earlier trade war, large and influential US importers like Apple may seek exemptions. If such exemptions are not granted, the resulting trade shock would probably be even more pronounced.The events confirm our view that Mexico, China and Canada rank among the most exposed to Mr Trump’s future trade actions. We expect these moves to result in a surge in import front-loading (from these markets, but also globally) until January 20th, the date of Mr Trump’s inauguration. This will counterintuitively provide a near-term fillip to global trade growth, particularly for Asian markets, where imports and exporters will see even greater urgency to bring forward their planned orders for 2025. A fall in currency values against the US dollar resulting from this announcement will offset some of the pressure from tariffs once they are enacted, particularly with regard to the lower rate threatened on China.As we have previously written, the president-elect will use the threat of tariffs to extract non-trade concessions from Mexico, Canada and China. The developments are a move in that direction. Any unilateral announcements in the coming weeks by Mexico or Canada to stem people flows into the US, or signs by China to crack down on domestic fentanyl production, could provide an off-ramp for Mr Trump to withdraw this threat.Nevertheless, it is unlikely that three targeted countries will be able to enact sufficient policy changes that could appease Mr Trump, especially given the short time frame before January 20th. China’s own scepticism to “striking a deal”—owing to the failure of past US-China negotiations and the optics around “capitulating” to Mr Trump’s demands—will also be a discouraging factor. Subsequent US tariff adoption will consequently invite trade retaliation, probably targeting US agricultural exports; the Mexican economy minister has already threatened a tit-for-tat response. Appetite for a hardline response will be stronger in Mexico and Canada than in China, however, given the higher duty rates threatened against those two markets.By contrast, we retain our view that China will prefer to move cautiously. Narrow and targeted retaliation remains more likely than the adoption of blanket tariffs across a wide range of US goods, especially as China worries about trade relations deteriorating across multiple fronts (including with the EU).What next?We expect limited internal pushback from within the president-elect’s circle on these tariff designs, or sympathy to pro-trade lobbying from the US business sector. Nevertheless, there is a possibility that either the market reaction to this news or the political optics of how tariffs risk fanning US inflation will cause Mr Trump to dial back these threats.We will review our forecasts to consider Mr Trump’s enactment of these threats upon assuming office. This is unlikely to result in significant revisions to our existing growth forecasts for China, given the smaller scale of the threatened duties, but reinforces the tariff risks (including their timelines and ease of application) facing the extension of duties across a wide range of other Chinese product categories. The moves also pose downside risks to our outlook for Canada and Mexico (and upside risks to our assumptions for US inflation), given the breadth of the proposed actions. These actions also raise the risk of near-term retaliation against US exports (particularly in the agricultural sector), including with regard to trade violations under the United States-Mexico-Canada Agreement.The analysis and forecasts presented in this article are drawn from EIU’s Country Analysis service. This comprehensive solution offers essential insights into the political and economic outlook of nearly 200 countries, empowering businesses to manage risks and develop effective strategies.",
    "EconomyForecastingTradeUS electionAmericasAsiaChinaGlobalUnited StatesCountry Analysis"
  ]
}