{
  "url": "https://hbr.org/2024/12/why-global-sustainability-efforts-will-continue-despite-trump",
  "title": "Why Global Sustainability Efforts Will Continue Despite Trump",
  "ut": 1734939328.0,
  "body_paragraphs": [
    "Illustration by Michelle D’Urbano",
    "Despite the anticipated withdrawal of the U.S. from the Paris Climate Accord and the Trump administration’s likely support for fossil fuel production, sustainability initiatives will continue to thrive for three main reasons. Firstly, U.S. cities and states will take the lead...more",
    "Given the sweeping changes coming to Washington D.C., it’s tempting to sound the death knell for sustainability initiatives across America. The U.S. looks likely to withdraw from the Paris Climate Accord, again. And federal policies are virtually guaranteed to favor the expansion of domestic fossil fuel production.",
    "Despite these headwinds, sustainability will live and grow for three key reasons.",
    "Cities and states will lead.",
    "In a federal vacuum, history shows that U.S. cities and states step up to fill the sustainability void. This was clearly the case during the first Trump presidency. Just look at New York City’s Local Law 97, the landmark climate policy that places carbon caps on large buildings starting this year. It passed in 2019 as a counterweight to the U.S. withdrawal from the Paris Climate Accord during Trump’s first presidency.",
    "That sentiment continues today. After this November’s election, 350 U.S. mayors recommitted to climate action in anticipation of federal retraction. Watch for blue-leaning cities and states, with seven more Democratic governors than in 2017, to once again grab the sustainability baton over the next four years.",
    "China will drive sustainability demand.",
    "Despite being the world’s largest carbon polluter, China’s growth in the sustainability arena continues to lead the world. Almost half of the world’s solar and wind capacity already resides in China. And 339 gigawatts more of this renewable energy is under construction. This means two-thirds of the world’s new solar and wind energy will exist in China, dwarfing the next closest country, the U.S., by a factor of nine to one.",
    "In fact, the International Energy Agency predicts that in the next decade, China’s solar power alone will eclipse all U.S. electrical use.  And their renewable energy exports are growing. Pakistan just bought $1.7 billion of solar equipment from China, enough to cover one-third of the country’s total energy capacity. China’s leadership will yield more affordable clean energy technology for the world, and potentially emerge as a stronger diplomatic force for international climate negotiations as the U.S. exits the stage.",
    "Climate risk will move markets.",
    "Climate denialism will not slow the growing disruption of extreme weather. It’s hard to miss the daily headlines of record-breaking heat, floods and fires, all of which cause economic and human disruption at a deadly — and unsustainable — pace. Since 1980, the U.S. National Oceanic and Atmospheric Administration has tracked weather events that cause $1 billion dollars or more of damage annually, totaling more than $2.7 trillion over that period. As of November 1, we’ve already seen 24 of these events compared to 28 for all of 2023, with an astonishing pace of acceleration. The inflation adjusted average was 8.5 events from 1980 to 2023, leaping to an annual average of 20.4 events just in the last five years. In Florida alone, average homeowner insurance costs rose close to 60% between 2019 and 2023. With the scale and scope of climate disruption growing every year, risk is an undeniable factor that financial markets will wrestle.",
    "Implication for Business",
    "Businesses must contend with these trends for compliance and competition. At the same time, investors are watching the same issues and not backing down. Access to capital remains at stake. Morgan Stanley reports 77% of individual investors are focusing on environmental issues, with 57% saying their interest has grown over the past two years. In Europe, data suggests that banks on average are extending a 20-basis point lending discount for companies with climate emission reduction targets. And the New York City Pension Fund joins California and others in a global alliance with a combined $9.5 trillion of assets committed to shifting investments to net zero greenhouse gas emissions.",
    "Europe has consistently fought for the Paris Accord goal to keep global temperature rise below two degrees centigrade. That won’t change. The U.S. certainly stepped up in the last four years, and while it may step down again, it cannot pull the full nation in retreat. Twenty-four states and U.S. territories remain committed to the Paris Accord, representing 54% of the U.S. population and 57% of its economy. In the meantime, China is stepping up and offers perhaps the best hope, and greatest capacity, to keep 2C plans on track, as seen by the recent deal with Pakistan. It’s in their economic interest for countries to reduce fossil fuel emissions by purchasing Chinese technologies, like solar panels where they control 80% of global production.",
    "Sustainability will certainly look different over the next four years, but it will not die.",
    "Readers Also Viewed These Items",
    "No Labels and the 2024 Presidential Insurance Plan",
    "The Age of Outrage: How to Lead in a Polarized World",
    "Read more on Environmental sustainability"
  ]
}