{
  "url": "https://hbr.org/2024/06/the-new-rules-of-marketing-across-channels",
  "title": "The New Rules of Marketing Across Channels",
  "ut": 1719557127.0,
  "body_paragraphs": [
    "HBR Staff/MirageC/akinbostanci/David Zaitz/Getty Images",
    "The Internet and AI tools are transforming marketing communications within a complex, interactive landscape called the echoverse. While marketing has evolved since the proliferation of the Internet, in the echoverse, a diverse network of human and nonhuman actors — consumers, brands, AI agents, and more — continuously interact, influence, and reshape messages across digital platforms. Traditional one-way and two-way communication models give way to omnidirectional communication. The authors integrated communication theory and theories of marketing communications to create a typology of marketing communication strategies consisting of three established strategies — 1) promotion marketing, 2) relationship marketing, and 3) customer engagement marketing — and their proposed strategy, 4) echoverse marketing. The authors also recommend three strategies for marketers to make the shift from leading messaging to guiding messaging: 1) Enable co-creation and co-ownership, 2) Create directed learning opportunities, and 3) Develop a mindset of continuous learning.",
    "Today, companies must navigate a new kind of communication landscape: the “echoverse.” This new terrain is defined by a complex web of feedback loops and reverberations that are created by consumers, brands, news media, investors, communities, society, and artificial intelligence (AI) agents. This assemblage of actors continuously interact, influence, and respond to each other across a myriad of digital channels, platforms, and devices, creating a dynamic where messages circulate and echo, being amplified, modified, or dampened by ongoing interactions.",
    "Marketing Essentials Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Marketing Essentials. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Learn how to communicate with your customers—strategically.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "The Psychological Safety Collection: Establish a Culture of Trust to Build an Innovative, Thriving Team",
    "The Overcoming Burnout Collection: Reclaim Your Healthy Relationship with Work",
    "Read more on Marketing",
    "Technology and analytics,",
    "AI and machine learning,",
    "and Marketing industry"
  ]
}