{
  "url": "https://www.ft.lk/columns/Boards-that-deliver-Embedding-accountability-and-competence-into-sustainability-governance/4-784083",
  "title": "Boards that deliver: Embedding accountability and competence into sustainability governance",
  "ut": 1762716369.0,
  "body_paragraphs": [
    "A strong competency framework evaluates understanding of sustainability risks and opportunities, familiarity with disclosure and assurance requirements, and the ability to interpret sustainability data and scenario analyses. Governance maturity is built not on awareness alone but on the capacity to apply knowledge in decision-making and oversight",
    "A reflection on how boards can navigate the evolving expectations of sustainability governance with empathy, balance, and purpose",
    "Across boardrooms today, the conversation around sustainability is shifting from obligation to opportunity, from compliance to conviction. Directors everywhere are navigating rising expectations, complex frameworks, and the daily realities of running a business. This journey is not without its challenges. Yet it is also a space for courage, empathy, and leadership, offering boards the chance to guide organisations toward decisions that balance performance, purpose, and people.",
    "Sustainability is no longer only about what companies disclose; it is about how they govern and how they grow responsibly. For many boards, this shift can feel both exciting and demanding. As expectations evolve, directors are being asked to balance short-term priorities with long-term stewardship while navigating an increasingly complex sustainability landscape.",
    "The introduction of IFRS S1 (Sustainability-related Financial Disclosures) and IFRS S2 (Climate-related Disclosures) signals this evolution. Sustainability is now part of financial governance and board accountability, linking purpose, performance, and people. For Sri Lankan companies, this represents both a challenge and an opportunity, an invitation to embed sustainability not as an added burden but as a pathway to resilience and shared value.",
    "Boards and executives can take gradual yet meaningful steps to integrate sustainability into enterprise risk management, performance systems, and leadership accountability. Frameworks such as the OECD Principles of Corporate Governance, GRI, and CDP offer helpful guidance, reminding us that good governance rests on trust, transparency, and shared responsibility.",
    "A strong governance foundation is not about perfection but about progress. It enables boards to anticipate risks, adapt to change, and maintain stakeholder confidence. Purpose serves as the organisation’s North Star, aligning impact and performance so that decisions contribute to both profitability and societal wellbeing.",
    "Competency as the cornerstone of accountability",
    "Accountability without competency is fragile. Boards are now expected to understand the sustainability issues that shape strategic and financial outcomes across environmental, social, and governance dimensions. This includes not only climate resilience, resource efficiency, and biodiversity stewardship, but also fair work practices, the prevention of modern slavery, and social inclusion. These issues directly influence business continuity, reputation, and investor confidence.",
    "Many current board competency assessments rely on self-declared knowledge ratings, often without measurable criteria. Such approaches are subjective and fail to identify real capability gaps. IFRS S1, GRI, and CDP all call for demonstrable evidence of competency through structured training, continuous learning, and access to expert advice.",
    "A strong competency framework evaluates understanding of sustainability risks and opportunities, familiarity with disclosure and assurance requirements, and the ability to interpret sustainability data and scenario analyses. Governance maturity is built not on awareness alone but on the capacity to apply knowledge in decision-making and oversight.",
    "In practice, many board training initiatives still focus primarily on reporting compliance. The next evolution is to build governance literacy, enabling directors to interpret sustainability information and use it to shape strategy, capital allocation, and enterprise risk management. Boards that lack this literacy risk treating sustainability as an isolated function, rather than a strategic driver of resilience and performance.",
    "Responsibility without accountability: A path to dysfunction",
    "When ownership is unclear, even well-intentioned sustainability goals can lose momentum. Accountability is most effective when it is shared, measurable, and supported by a culture that encourages ownership rather than fear of scrutiny.",
    "IFRS S1 requires companies to disclose how oversight is structured and how performance is tracked. Accountability should cascade from the board through the organisation:",
    "The board defines direction and strategic priorities.",
    "The executive team translates these into operational plans.",
    "Employees see these priorities reflected in their KPIs and day-to-day performance expectations.",
    "KPIs must be tangible and leading, focused on the drivers that deliver outcomes rather than on outcomes alone. Too often, sustainability metrics reflect end-state achievements such as reduced emissions or improved diversity without capturing the enablers that make those results possible.",
    "Leading indicators should measure the actions that create results, not just the results themselves. Examples include:",
    "Integrating sustainability criteria into procurement and supplier evaluation.",
    "Strengthening data collection and reporting systems.",
    "Conducting regular sustainability and risk reviews.",
    "Completing sustainability projects on time and within scope.",
    "Project completion is particularly valuable as a leading KPI. It measures execution discipline and signals whether strategic intent is translating into operational action.",
    "When leadership KPIs are vague or purely outcome-based, accountability becomes passive. Without visible commitment from the top, cascading KPIs lose momentum and sustainability objectives become deprioritised.",
    "Purpose should anchor every KPI. When purpose defines the organisation’s North Star, metrics reflect not only what is achieved but why it matters. Clear accountability transforms purpose into performance and ensures alignment from the boardroom to the front line.",
    "Integrating sustainability into enterprise-risk management",
    "Boards often face competing pressures, managing immediate business risks while preparing for long-term shifts in regulation, technology, and societal expectation. Integrating sustainability into enterprise risk management helps bridge this divide. It brings environmental, social, and governance considerations into the same conversation as financial and operational performance.",
    "IFRS S1 requires companies to identify sustainability-related risks and opportunities that could affect enterprise value and to integrate them into the organisation’s risk framework. GRI and CDP also emphasise that sustainability should not operate as a separate system but as part of enterprise-risk management.",
    "Strong governance structures enable this integration. Without them, sustainability oversight becomes fragmented and reactive. By embedding sustainability within enterprise-risk systems, boards can assess exposure holistically, allocate resources more effectively, and build resilience against both emerging and chronic risks. Weak governance, on the other hand, can turn risk management into an exercise of hindsight rather than foresight.",
    "Boards that align sustainability and enterprise-risk functions gain a complete view of exposure, performance, and opportunity, positioning their organisations to anticipate change rather than react to it. This alignment also signals to investors and stakeholders that the company is equipped to manage volatility and capitalise on the opportunities arising from the global sustainability transition.",
    "Linking competency and accountability to remuneration",
    "Few levers signal accountability more clearly than remuneration. IFRS S1, GRI, and CDP all encourage linking variable pay and long-term incentives to sustainability outcomes that are material to enterprise value.",
    "Global companies increasingly include verified sustainability metrics such as emissions intensity, renewable-energy adoption, workforce diversity, and ethical sourcing in their executive incentive plans. These metrics are often subject to external assurance to preserve integrity.",
    "In Sri Lanka, explicit linkage between remuneration and sustainability remains limited, but even modest connections can create significant change. When sustainability performance sits beside financial indicators in leadership dashboards, it reinforces that sustainability is a shared performance responsibility. Over time, these linkages also help reshape organisational culture, rewarding leadership behaviours that create long-term value rather than short-term compliance.",
    "Evaluation and continuous learning",
    "Formal board evaluations are now standard practice, but often rely on self-assessment. Directors are typically asked to rate their knowledge rather than demonstrate how it is applied in oversight.",
    "Frameworks such as CDP promote a more evidence-based approach, encouraging companies to evaluate how competencies translate into governance effectiveness. Boards that assess not only confidence but capability, how well directors interpret sustainability data, challenge assumptions, and connect ESG risks to strategy, derive greater insight and impact.",
    "Independent evaluations further strengthen this process, identifying skills gaps and supporting targeted learning. Regular, structured training on sustainability-risk management, IFRS requirements, and integrated governance practices ensures directors remain current and confident. Over time, awareness evolves into competence, and competence into accountability. The most effective boards treat this as a continuous journey rather than a compliance obligation, building institutional capability that outlasts individual tenures.",
    "Integrating IFRS, GRI, and CDP governance requirements in practice",
    "IFRS, GRI, and CDP converge on one principle: sustainability oversight must be deliberate, transparent, and linked to performance. Yet governance frameworks often fail when treated as theoretical templates. Boards must ensure sustainability governance is pragmatic, operational, and aligned with real decision-making processes.",
    "While IFRS standards primarily focus on financial materiality, which examines how sustainability issues affect enterprise value, boards should not lose sight of the equally critical impact dimension highlighted by GRI. Understanding how an organisation’s activities impact people, communities, and ecosystems is essential for authentic purpose-driven governance. Purpose, as the organisation’s North Star, connects these two perspectives: the responsibility to create long-term value and the obligation to minimise harm. When impact and financial materiality are viewed in isolation, governance becomes reactive rather than strategic. Impacts that remain unmanaged or disconnected from board oversight can quickly translate into financial, regulatory, or reputational risks. A balanced approach that integrates both dimensions ensures that sustainability is not only a means of protecting enterprise value but also a reflection of the organisation’s purpose, demonstrating stewardship and long-term resilience.",
    "As per Chulendra De Silva, Member of the Global Sustainability Standards Board of GRI, “The GRI Standards are grounded in the wider purpose of sustainability and rooted in the Brundtland Commission’s definition of sustainable development. They call on organisations to account for their environmental, economic, and social impacts across all stakeholder groups, not just a select few.",
    "This purpose-driven approach helps organisations minimise negative impacts and provide meaningful, sustainability-focused information that meets the needs of today’s stakeholders without compromising those of future generations. Since most organisational impacts ultimately become risks or opportunities, identifying and managing these impacts first creates the strongest foundation for investor-relevant disclosures.”",
    "By grounding sustainability governance in both impact and purpose, boards can transform what might otherwise remain abstract principles into operational reality. Chulendra’s insight shared above highlights that impact identification is not a theoretical exercise but a prerequisite for sound risk management and strategic alignment. It reinforces that purpose must guide how governance frameworks are designed and implemented, ensuring that oversight structures are not only compliant but also contextually relevant and value-generating.",
    "This means avoiding standardised or imported governance models and instead tailoring frameworks to the company’s size, sector, and maturity. Sustainability committees should have clear mandates, measurable deliverables, and direct reporting lines to the board. Data systems must generate decision-useful insights, not redundant reporting.",
    "Governance effectiveness is built on functionality, not form. Boards that take a practical approach, integrating oversight, accountability, and purpose, will demonstrate genuine progress and credibility. In doing so, they set a tone that makes sustainability governance not an annual reporting event but an ongoing organisational discipline tied to resilience, innovation, and trust.",
    "Toward purpose-centric and accountable stewardship",
    "Assigning responsibility without accountability creates dysfunction, and enforcing accountability without competency creates risk. The convergence of IFRS, GRI, and CDP principles marks a new era of disciplined, transparent governance.",
    "Anushka Wijesinha, Economist, Co-founder of Centre for a Smart Future, and a Director on several corporate boards, notes, “As the Sri Lankan economy goes from stability to growth, company Boards must shift their focus from survival to sustainability. Not just as a residual outcome, or an after-thought, but by deeply and meaningfully integrating these considerations into growth strategies, risk frameworks, performance measurement, and remuneration. Too many Boards still treat it as the responsibility of sustainability teams or marketing teams to handle. Or sometimes just the CFO’s office, because of reporting needs and investor relations. But it must be led from the top – the entire Board must understand the double materiality, and drive the agenda across the organisation.”",
    "Boards are now assessed not only on financial performance but on how effectively they oversee sustainability risks and manage their broader impacts. This dual lens of double materiality recognises that a company’s success depends both on how external forces affect it and on how its own activities affect people and the planet. Impacts left unmanaged often evolve into strategic, operational, or reputational risks.",
    "For Sri Lankan companies, this is an opportunity to build credibility and resilience by embedding sustainability into enterprise-risk frameworks, linking it to measurable competencies and clear accountability. To achieve this, boards should:",
    "Integrate financial and impact materiality into strategy and reporting, treating both as essential for long-term resilience.",
    "Cascade accountability through leading KPIs that drive performance rather than measure it after the fact.",
    "Link competence to oversight so evaluations and remuneration reflect sustainability fluency and informed decision-making.",
    "Translate purpose into practice so that governance reflects conviction, not compliance.",
    "When purpose guides governance, sustainability becomes more than a reporting discipline; it becomes an organising principle. Boards that lead with purpose align performance with impact and ensure their legacy is built on credibility, trust, and long-term value.",
    "(The writer is a seasoned global sustainability professional and thought leader and can be contacted at [email protected].)"
  ]
}