{
  "url": "https://www.dailymirror.lk/opinion/Is-Mental-Health-political/172-291951",
  "title": "Is ‘Mental Health’  political",
  "ut": 1726677434.0,
  "body_paragraphs": [
    "Mental health professionals have become ‘an endangered species’ in the country",
    "Mentally healthy individuals contribute to the productivity and economic growth of a country",
    "Knowledge also determines mental health and it facilitates cultural evolution",
    "The updated draft of the mental health act has been frozen at the parliament for over more than a decade now",
    "Mental health has an invisible role in economic growth and development. Sound mental health allows an individual to possess cognitive and emotional flexibility and resilience, the qualities that armour one with skills to face challenges in life. Mentally healthy individuals contribute to the productivity and economic growth of a country. The mental health of a country is a capital. This Mental Capital (manasika pragdhanaya/) is vital for the healthy functioning of families, communities and countries.Mental health disorders are unique as they affect the development, personality, and also the capacity for love, self-knowledge, self-reflection, and societal contribution. In short, they affect the whole being. Everyone could see and empathise if an arm or leg is broken; yet when a person is suffering from a mental health disorder no one will see the underlying pathology. If one does question why a person would develop a mental illness, there is no simple answer. The aetiology of a mental health disorder is explained using the biopsychosocial model which explains the complex interplay of biological, psychological, and social dimensions in the development of the disorder. The genetic loading, personality which includes the thinking pattern and emotional undertone and the social factors interacting in various combinations determines the occurrence and manifestation of a mental health disorder.",
    "There are identified psychosocial determinants of mental health. Economy is one such cardinal determiner. An economic crisis in a country results in weakening of the protective factors and strengthening of the risk factors of mental health. It destabilises public service budgets, adversely affect health care systems, education and supply of basic needs such as food and shelter, challenging the mental capital of the society. Economical hardships lead to family disruptions precipitating depression, alcohol use disorders and suicide in vulnerable individuals.",
    "Another psychosocial determinant of mental health is culture. Culture is manmade and evolving. In some societies that evolution is either slowed down or resented by being stuck in nostalgia. Individual freedom, independence and mere human rights of minority groups and women may be at stake in a regressed community. LGBTIQ communities for example are subjected to discrimination and marginalisation due to taboo and stigma. The fair sex is expected to live the way the men in the society demand or else they would be frowned upon. The regressive attitudes about certain themes as basic as the dress the women choose to wear could lead to frustration hindering the mental well-being of these groups.",
    "Knowledge also determines mental health and it facilitates cultural evolution. There is a great deal of myth and illiteracy in relation to mental health in the Sri Lankan population. It is common to believe mental health disorders are due to “overthinking/thinking too much” and the classic symptoms of low mood, lack of energy and difficulty in feeling any pleasure are commonly discarded as they are  “all in the head” . Many seem to believe only “the weak minded” get mentally ill.  Suicide or attempts at suicide is identified as acts of selfishness and inconsideration of the loved ones left behind and/ or acts of sheer stupidity. Any attempts by professionals at individual or organisational level  to raise awareness and spread the correct health messages are not reaching the wider population due to lack of a national suicide prevention awareness campaign. The authorities always have “better” priorities. Media’s role in shaping the mindset of the public is indisputably massive. I have worked  with the media to raise awareness on mental health as the Public Relations Officer of the Sri Lanka College of Psychiatrists during my term and also as an individual professional over the last  two decades. I have experienced some  ludicrous  responses on critical themes  from media “ Better not talk about LGBTQI issues as it may be disadvantagous at elections” ; “It is too early in the day to talk about child sexual abuse (Ude pandara oya wage topic ekak awul), shall we talk about a nicer topic, doctor?”.  Mental health is never a prime concern as mental health disorders are viewed as nothing but “going crazy” by the majority in many sectors and the media is no exception. Furthermore it is no secret that the political partisanship of media institutions both government and private, colour the tone of the quality of news fed to the public.",
    "Management of mental health disorders is no simple task in general in any country. However the task is extremely challenging in Sri Lanka. The brunt of the care of the mentally ill is on the families. I happen to see the patients I saw when I started my career twenty plus years ago. The parents (who are also caregivers) of the patients- with severe long term disorders  like schizophrenia or bipolar mood disorder- are now aged and frail. Some such patients are thrown to the road and  live rough in the community and are fed by a kind villager or the temple or the mosque. There is no system to look after them: No long term rehabilitation care, supported accommodation or a decent disability pension that they can survive on. The community mental health facilities are developed at health care institutes by willing professionals and not as a government policy. If an enthusiastic psychiatrist is heading a hospital mental health unit he or she would run outpatient clinics and perform home visits with whatever limited staff and facilities, yet once the psychiatrist is transferred to a different unit all such work may stop. There is no consistency or sustainability in services though there is a mental health policy in place. The updated draft of the mental health act has been frozen at the parliament for over more than a decade now leaving the professionals with an archaic act aged more than a century!",
    "Access to care has been compromised",
    "The accessibility of medication needed to treat mental health conditions has not always been ideal in the country. Health professional bodies alone or in collaboration with the Ministry of Health organised donations of medications for the mentally ill, however there have been issues in equal distribution of the same across the country despite best efforts of health care workers. Access to care has been compromised. Not only medication, but also the mental health professionals have become “an endangered species” in the country. They have started to migrate for better quality of life to countries who acknowledge the need for them and welcome them with attractive employment benefits. The insufferable taxes placed on the  people including the professional groups  while letting the lucrative business sharks slip under the tax net, soared the brain drain of mental health professionals too. The remaining professionals run the risk of being   burnt out.",
    "The psycho social risk factors are increased in a poverty stricken badly governed country and it all takes a heavy toll on the mental health of its people.",
    "Special sectors in the community need a special mention in relation to mental health. The children are one group that is inadvertently affected.  Critical thinking is not encouraged at schools; knowledge of the teachers at teacher training schools are not up to date on mental health issues and consequently attitudes on mental health and related issues are also unhelpful and unaccommodating. I have come across schoolchildren, adolescents and even adults who had their mental health disorders  precipitated  by persecutions from a teacher. Inequity in education, outdated syllabuses and examination system and the pressure to perform at these competitive examinations are hindrances  to mental health well-being of the children and adolescents. The children want to become doctors and engineers! The other fields are not developed and recognised and the evolving job market is not considered when curricula are reformed in the schools just like in the state higher education institutes. Children present to the psychiatrists in relation to all three main examinations in the country, the grade 5 scholarship, Ordinary Level and Advanced level examinations with anxiety and depressive symptoms that amount to a disorder level, in some.  Genetically vulnerable youth may even have a psychotic illness brought about by the undue pressure of the examinations.",
    "New technology is not utilised for studies in a planned manner; the internet is considered as  child’s worst enemy. Many parents or teachers  do not have an idea about how to navigate the fine balance between  social connectedness Vs Internet addiction, online child predators and adverse effects of increased screen time. Intervention programs such as Sisu Sitha Noridawa conducted by myself and colleagues  in Central Province and Friendly School Programs by Sri Lanka College of Psychiatrists and education officials in Western province were genuine efforts taken to enhance the mental health literacy of school teachers and children. However, the sustainability of these programs are questionable as the whole process has fallen on a few enthusiastic individuals and is not materialised as a part of a national educational policy.",
    "Another taboo area in relation to children is sexuality. Sri Lankan society behaves as if sexuality in kids does not exist. Therefore a wider state level  intellectual discussion about sex education, planning and policy making is never a reality  in Sri Lanka. Therefore there has always been division between the willing content specialists like psychiatrists, paediatricians and other stakeholders and the  ill-informed poorly updated policy makers, authorities and public. The result is not having a solid evidence based   national policy on an area as important as protecting our youth against abuse. Sex education needs to be included in the curricula from primary school level. There is no age barrier for children  to be abused, yet even the meagre attempts of  some basic sex education  is scorned upon. Instead, blaming the victim  or the parents is the rule rather than the exception.",
    "The elderly too suffer without a proper system to cater to their needs. A senior citizen no matter how much he or she has contributed to the country, when feeble and with a mental health disorder such as dementia or  depression, it is the family on which the total care is depended upon. The country at large has no concept of a comprehensive retirement plan and suitable state run retirement residential facilities are far from being realised.",
    "Drug and alcohol use is reaching staggering heights in the country over the last decade. The addicted are considered criminals in a country where the mass scale drug dealers are either in bed with some politicians or the politicians themselves. Prevention strategies are not evidence based and include ridiculous methods such as checking the school bags for drugs by school prefects who are underage themselves. A few willing and committed drug and alcohol prevention oriented professionals swim against the current and execute localised drug prevention campaigns with some support and funds from NGOs.",
    "Another group that has been neglected is those who are intellectually challenged.  Individuals with Intellectual disability are ill understood, misused and abused by omission as well as by commission. Most tele dramas and films take the intellectually impaired as the character to amuse the fans. I cannot help remembering the sixth chapter of the novel Gadfly by Ethel Lilian Voynich which carries a heart wrenching account on how the spectators enjoyed the performance of the hunchback; every time I see such characters being ridiculed. Nowhere in the school system was the concept brought up to discuss with children-not in school books . There are no integrated care or rehabilitation facilities in place for these neglected fraction of service users too .",
    "Finding solutions to mental health problems requires fighting for equity, social justice, human rights, and dignity. Protection from chronic population-level stressors are mandatory first and foremost; even Buddha did not preach to a hungry man. Food, housing, safety from harm, education, child/elderly/ill patient  care, job security,  humane workplaces and basic law and order are fundamental requirements in  an individual’s life. Nonmedical measures substantiate as well as facilitate medical measures to improve mental health.",
    "Economic reforms to minimise wealth inequality, improvement of public mental health services, promotion of science and not superstition are fundamental to better mental health in a country. A true system change in mental health is empowering people to make mentally healthy choices!",
    "As a mental health professional for the last 21 years in Sri Lanka, I was often told in professional forums, “Paba, please, no politics”. Nonetheless whenever I have to see the same patient I saw a decade ago now in a worse socio economic condition with nobody to care for, no place to live in, and no medication available in government sector, when infrastructure improvements in the mental health unit has always been a battle with authorities, when even after 20 plus years of trying I could not offer  no community care plan for the likes of intellectually disabled young man DKJ who is a public nuisance, I am bothered. All these failures are prevailing in the country despite me giving my best to organise a system to do my honourary job as a mental health clinician. Mental health professionals alone cannot build a mentally healthy nation. Then I was invited to deliver a speech at a women’s forum of National People’s Power alongside parliamentarian Dr. Harini Amarasuriya. I spoke on the topic ‘Is mental health political’.  Dear readers, this topic is food for thought!",
    "(The writer is Clinical Lead Consultant, Mount Gambier Hospital, South Australia, a Fellow of Sri Lanka College of Psychiatrists, Former Professor in Psychiatry",
    "- Faculty of Medicine, University of",
    "Peradeniya, Sri Lanka)"
  ]
}