{
  "url": "https://www.ft.lk/columns/Israel-and-UAE-Partners-in-genocide/4-784045",
  "title": "Israel and UAE: Partners in genocide",
  "ut": 1762538700.0,
  "body_paragraphs": [
    "In the context of Israel’s war against Hamas and the ongoing genocide in Gaza the behaviour of UAE speaks volumes about Arab regimes’ hatred of Hamas",
    "Thus, it was Hamas’ Muslim Brotherhood origins with its unrelenting resistance against Israel’s military invasion that keep sending shockwaves among Arab rulers who fear that a Hamas victory would inspire other Islamist groups to rise against those regimes and demand a more democratic political system. Hence, the regimes’ complicity with Israel’s genocide in Gaza to throw out Hamas. Having witnessed the chaos in Egypt under Morsi’s Muslim Brotherhood Presidency these rulers and their mullah community might have been convinced by the 14th century Hanbali Muslim scholar Ibn Taimiya of Damascus, who is quoted to have said in his Kitab al-Siyasa al-Sharia that a century of tyranny was preferable to a day of anarchy",
    "“Arabs may have the oil, but we have the matches” – Arian Sharon",
    "complicity of Arab regimes in Israel’s war against Hamas and resulting genocide in Gaza is yet to be told in full. However, some facts have come to light, and they need be understood when discussing the Arab regimes’ endorsement of Trump’s 20-point “Comprehensive plan to end the Gaza conflict”.",
    "While death, devastation and genocide in Gaza had received worldwide condemnation including from UN and provoked worldwide pro-Palestinian protests tarnished by Western media as antisemitism, there is a second theatre of war threatening to escalate into a wider conflict in Sudan and in which UAE among the Arab regimes in particular seems to be involved directly by supplying weapons and finance to the Rapid Support Forces (RSF), an outgrowth of the notorious Janjaweed militia which terrorised Sudanese communities in the 2003 Darfur conflict, and currently fighting against the Sudanese Armed Forces (SAF).",
    "It is developing into a regional war between RSF backed by UAE and SAF by Egypt, Turkey and Saudi Arabia. Already, according to UN more than 62,000 people had fled their homes since the fall of El Fasher in North Darfur, and the atrocities inflicted by RSF appear to be taking shape of a genocide against non-Arab communities such as Masalit, Zaghawa and Fur. UAE weapons manufactured in UK are found to be flowing openly through Somalia’s Bossaso airport and clandestinely via the porous borders of Libya, Chad and Uganda.",
    "Motivated by greed to control gold mines",
    "UAE’s involvement in Sudan is motivated primarily by its greed to control the gold mines in that region. According to the development group Swissaid, 66.5% of gold exported from Sudan to UAE in 2022 had been smuggled out. But UAE’s complicity in Gaza war has an ideological backdrop that is common to all its fellow Arab regimes. UAE’s aircrafts carrying cargo of all varieties including weapons are reported landing regularly at Israel’s Ben Gurion Airport, and Doha has become an entertainment haven with sex and drugs for Israeli soldiers to spend their holidays there. Worse still is UAE’s hiring of extremist Islamist groups from other countries to fight Hamas, and Western media portrayed them as Palestinians rising against Hamas.",
    "Being one of the signatories of the Trump-engineered Abraham Accord that seeks to normalise relations between Israel and its Arab neighbours, UAE’s cargo delivery may be considered as part of that accord’s obligations. However, in the context of Israel’s war against Hamas and the ongoing genocide in Gaza the behaviour of UAE speaks volumes about Arab regimes’ hatred of Hamas.",
    "In the joint statement published by the Muslim signatories to Trump’s peace plan they declared their “determination to dismantle extremism and radicalism in all its forms”. “No society” they said, “can flourish when violence and racism is normalised, or when radical ideologies threaten the fabric of civil life”. If one reads between lines, one will understand that this statement implies that Hamas is an extremist and radical entity which by its violent act of resistance on 7 October 2023 had disturbed a status quo which allowed Arab regimes to forget the issue of Palestine and carry on with their foreign relations agenda.",
    "Endorsing Israel’s and Trump’s uncompromising stand",
    "The statement therefore endorses Israel’s and Trump’s uncompromising stand in eliminating Hamas unless it disarms, surrenders and keeps away from any involvement in Trump’s “transitional governance by technocrats” protected by Multinational Peacekeeping Force in Gaza. Netanyahu has already declared that Israel would determine who would be the participants in that multinational force. Why do Arab regimes fear Hamas victory in Gaza?",
    "Hamas is an offshoot of the Muslim Brotherhood (Ikhwan al-Muslimin) a Sunni Islamist organisation founded in Egypt by Hassan al-Banna in 1928. Its main objective was to install governments in Muslim countries which would govern according to the norms and values of Islamic sharia.",
    "After the 2011 uprising against President Hosni Mubarak’s tyrannical regime in Egypt, the leader of Muslim Brotherhood Muhammed Morsi was elected as President, but the chaos that followed brought down his government, Morsi was imprison and the government was retaken by the ancient regime with obvious backing from US and Western powers. Threatened by the rise of Islamism Muslim Brotherhood was banned in all Arab countries.",
    "In Gaza, Muslim Brotherhood was introduced by Sheikh Ahmad Yassin in 1973 not as a political party but as an Islamic Welfare Centre (al-Mujamma’ al-Islami) to educate the Muslim youth who Yassin found had fallen victims to leftist ideologies under the influence of Yasser Arafat’s PLO. It was from this educational mission Hamas as a political entity grew up, and its Qassam brigade owes its name to Yassin. When Hamas entered politics and captured the Palestinian Legislative Council in Gaza in 2006, it did not lay down its weapons as Sinn Fein of IRA did, but as Jamila al-Shanti the most prominent female Hamas activist said, “It wasn’t a choice between resistance and politics, it was to protect the resistance” (Beverley Milton-Edwards & Stephen Farrel, HAMAS, polity, 2024, p. 163).",
    "Hamas’ Muslim Brotherhood origins and Arab rulers’ fear",
    "Thus, it was Hamas’ Muslim Brotherhood origins with its unrelenting resistance against Israel’s military invasion that keep sending shockwaves among Arab rulers who fear that a Hamas victory would inspire other Islamist groups to rise against those regimes and demand a more democratic political system. Hence, the regimes’ complicity with Israel’s genocide in Gaza to throw out Hamas. Having witnessed the chaos in Egypt under Morsi’s Muslim Brotherhood Presidency these rulers and their mullah community might have been convinced by the 14th century Hanbali Muslim scholar Ibn Taimiya of Damascus, who is quoted to have said in his Kitab al-Siyasa al-Sharia that a century of tyranny was preferable to a day of anarchy.",
    "Yet, over the last two years despite their partnership with Israel and Israel’s military might Hamas with meaningful assistance from Iran, Jordan’s Hezbollah and Yemen’s Houthis, has not surrendered and remains a force to reckon with. This is why Trump with his 20-Point Peace Plan is trying to give it an international flavour by bringing in the five Arab regimes and three other more populous Muslim countries. It is a plan if implemented in full with blessing from the eight Muslim signatories Gaza and the West Bank would be passed under the suzerainty of Israel to make it Eretz.",
    "(The writer is a retired economist, W. Australia.)"
  ]
}