{
  "url": "https://www.ft.lk/columns/EUDR-What-is-it-and-what-are-its-implications/4-782920",
  "title": "EUDR: What is it and what are its implications?",
  "ut": 1760313096.0,
  "body_paragraphs": [
    "Exporters of rubber-based products in Sri Lanka should prepare themselves to comply with EUDR if they are to penetrate the EU markets in their future strategies",
    "Sri Lankan rubber exporters to EU from pillar to post?",
    "A recent public discourse hosted by Sri Lanka’s private economic policy thinktank, Verité Research, together with the EU delegation to Sri Lanka had warned the country’s exporters that they should necessarily comply with the new EU Deforestation Regulation, abbreviated as EUDR, which will come to force by the end of 2025.1",
    "The EU Ambassador to Sri Lanka and the Maldives Carmen Moreno had urged those in the audience to convert the challenge to an opportunity by adapting to the new regulations, remaining competitive, and sustaining growth in the years ahead. By any standard, this is a fine strategy in the form of a warning outlined by EU for Sri Lanka’s exporters who are struggling to penetrate more to EU markets in a background of fatal tariff increase by US administration on Sri Lankan exports. Therefore, Monero further finetuned her advice by emphasising that shifting from compliance to competitiveness should be a choice made by the Government getting both the private sector and the public sector moving together for realising the goal.",
    "Unfortunately, there was not any key politician from the Government side present in the audience except some top public officers. It is their responsibility to brief the top leaders in the Government appropriately if they hold a briefing line with them. The only politician present in the audience, as far as I understand, was the loner, the Leader of Opposition.",
    "EU’s commitment to protect environment",
    "EU has been in the forefront of greening the world by introducing several measures to bring down the greenhouse gases and the biodiversity loss in the recent times.2 In 2019, it had released a communication on stepping up EU action to protect and restore the world’s forests.3 It had alarmed the world of the rising deforestation and degradation of forests.",
    "Deforestation involves using forests for other land uses such as setting up factories or houses for people to live. In the case of forest degradation, forests are still there, but they lose their capacity to deliver forest products and services due to human activities or natural causes. Both are inimical to attain the common goal of ensuring sustainable development.",
    "Forests in this case help attaining nine of the UN sustainable development goals through identified beneficial results: First, reducing poverty through an increase in income from forest products, second, helping populations to go for zero-hunger by providing wild fruits and wild animals, third, improving health by supplying medicinal plants, fourth, generating freshwater for drinking and farming, fifth, helping the attainment of inclusive growth, sixth, reducing income inequality, seventh, ensuring sustainable consumption and production patterns, eighth, reducing climate change by capturing and storing carbon, and ninth, helping the globe to ensure biodiversity.4 Deforestation and the degradation of forests will force the world to throw away all these beneficial results.",
    "Hence, it is important for EU, the communication argued, to take leadership in protecting the globe’s forests, since in EU, appreciable results have already been attained in increasing the forest cover in the respective countries. The culprits, according to EU, can be traced to tropical areas where deforestation is taking place at alarming levels. Since greenhouse effects have no political boundaries, any increase in greenhouse gases in the rest of the world causing climate change will have impact on EU countries as well. It is like cancer contracted by a non-smoker who has been exposed to secondary smoking. Therefore, it is in his interest to prevent others also from smoking.",
    "This is the motive of EU to develop a regulatory system to prevent the loss of forest cover not only in EU countries but also in all other countries. Like Donald Trump’s tariff, EU is using the power it has got in getting imports from other countries to attain this goal. But unlike Trump’s tariff’s which are to deliver a negative shock across the world including his own country, EU’s planned intervention in internal and external trade is to deliver a positive shock to the globe by helping to reduce the greenhouse gas emissions and mitigate the climate change effects. In my view, it is a global public good being produced by EU for the rest of the world.",
    "Greening the green revolution",
    "The conversion of forest lands into perennial crop producing lands like cocoa, coconut, tea, or rubber reduces the forest cover but does not reduce the tree cover which still serves as a mechanism for absorbing and storing carbon. Hence, it is not a choice that would induce climate change, the feared outcome of emitting carbons to atmosphere, because forest trees are replaced by commercial trees. However, there is an impact on the globe’s ability for sustaining biodiversity, because commercially developed lands do not add diverse bioelements to the ecosystem in the same way as naturally grown forest lands.",
    "This is one of the criticisms levelled against the green revolution that was started in mid-20th century by the Nobel Peace laureate Norman Borlaug in Mexico and M S Swaminathan in India to feed the increasing number of hungry mouths in those two countries.5 Thus, though green revolution was successful in increasing food production in developing countries including Sri Lanka which embraced it, it was a ‘non-green green revolution’ in today’s understanding of the greenness of the environment due to the high use of chemical fertilisers and pesticides, water intensiveness in farming, and double cropping leading to a loss of soil fertility in agricultural lands.",
    "Hence, now it is necessary to green the green revolution by adopting environmentally supportive crop cultivation and management methods. The new system can, therefore, be called green-green revolution or 2GR. EU which has declared itself as the protector of the global environment should direct research funds to come up with new technologies to support 2GR since ensuring food security for the rising global population is still a major issue. Food security at household levels means having enough foods at affordable prices for people.6 2GR will ensure the attainment of this goal and, therefore, it should be an important part of EU strategy for tackling the global climate change.",
    "Protecting the global forest cover",
    "EUDR, EU Regulation on Deforestation-free Products, approved in 2023 was to come into effect in January 2025. But since EU and other countries did not have sufficient ground level mechanism to implement it, in December 2024, it allowed an additional phasing-in period postponing the implementation date to December 2025 for large and medium-sized companies and June 2026 for micro and small enterprises.7",
    "There were three bold objectives of enforcing these rules. First, it aims at avoiding deforestation and forest degradation in the EU and globally by checking on the forest-based products which Europeans buy, use, and consume. Second, this measure will reduce carbon emissions caused by EU consumption and production of those forest-based products by at least 32 million metric tons a year. Third, it will check on agricultural expansion that will cause deforestation and forest degradation.",
    "The forest-based commodities at primary level, namely, cattle, cocoa, coffee, oil palm, rubber, soya, and wood, will cause the production of several other products at consumption level that will contain these commodities, that have been fed with those commodities, or that have been produced by using these commodities as raw materials.8 For example, cocoa is the basic commodity. But it will produce the following consumable products: whole or broken, raw or roasted cocoa beans; cocoa shells, husks, skins, and other cocoa waste; whether fatted or defatted cocoa paste; cocoa butter, fat and oil; sweetened or unsweetened cocoa powder; or chocolates and other foods prepared by using cocoa as the base raw material.9",
    "In the case of Sri Lanka, it is only rubber that has been identified as a basic forest-based commodity; Sri Lanka’s main tree-based export, tea, or coconut or minor export crops like spices have not been included. Hence, exporters of rubber-based products in Sri Lanka should prepare themselves to comply with EUDR if they are to penetrate the EU markets in their future strategies. Medium and large companies should be ready by December 2025 and small and micro rubber growers by June 2025. This is not a simple task, unless both these categories are supported by the Government in its new export strategy.",
    "Operators and traders",
    "To implement EUDR, two parties who trade in forest-based products have been identified: operators who place the identified forest products on the market or export the same in a commercial activity and traders who are engaged in the supply chain by making those products available in the market in a commercial business for use by consumers.",
    "These two parties should satisfy three conditions when they deal in the relevant products. First, they should satisfy themselves that they are deforestation-free. Second, those products should have been produced in accordance with the relevant laws of the country of production. Third, there should be a due diligence statement or DDS prepared on the relevant products. It is the law of the country of production which is a tricky item because it covers a wide area of subjects which are not directly relevant to commodities or products originating from forests.",
    "Need for complying with local laws",
    "Accordingly, the relevant law should cover the following areas according to the regulations issued by EU.10 First, the land use rights; Second, environmental protection; Third. Forest-related rules including forest management and biodiversity conservation, where it is directly related to wood harvesting; Fourth, the rights of the third parties who are also involved in producing, trading or exporting the relevant products; Fifth, the rights of labour which is involved in these activities; Sixth, human rights protected under international law; Seventh, the principle of free, prior and informed consent, known as EPIC, including those as set out in the UN Declaration on the Rights of Indigenous Peoples; and Eighth, tax, anti-corruption, trade and customs regulations.",
    "In the case of Sri Lanka, the problem is that there is not a single law that covers all these aspects, and they are found in a plethora of different legislations enacted from time to time. Therefore, they are being enforced by different authorities. Since a DDS should be submitted, it is necessary to prepare a check-in ready reckoner to certify that relevant products have met the provisions of all these laws. In my view, making it so complex a matter to meet the requirements of EUDR will place a spanner in the path of operators and traders raising their costs enormously.",
    "A costly due diligent statement",
    "DDS to be filed by operators is also a complex, costly, and time involving activity. It should contain prescribed information, data, documents as given in Article 9, risk assessment measures as detailed in Article 10 and risk mitigation measures as given in Article 11 of the regulations. With the wide array of information on their supply chain, including the geolocation coordinates of the land where commodities are produced should be collected, the operators need to employ outside parties to satisfy the requirements. The risk part is also a detailed analysis of the risk of the products supplied to the market or exported falling non-compliant with the requirement of being free of deforestation and the possibility of illegal logging in their supply chain. Risk mitigation is an activity involving how the operator will tackle the situ where any product has fallen into the risk category. They should propose measures to bring it down to a negligible level; if this is not possible, the product cannot be sold in the EU.",
    "To receive DDS and analyse its content to assure that products involved are deforestation-free, each country in EU should set up a special authority. This is an unnecessary bureaucratic structure and a bureaucratic system that has been setup to support environmental needs but at a high cost to the taxpayers as well as to the operators.",
    "Harsh penalties for non-compliance",
    "The non-compliance will result in penalties imposed on operators. There will be fines which are proportionate to the environmental damage and the value of the relevant commodities or products. While fines can be increased to tackle the issue of repeated violations, the maximum fine has been set 4% of the total annual EU-wide turnover of the operator or the trader in the preceding year. For example, if a rubber exporter exports his products to all the member countries in EU, when he is non-compliant with a single country, the fine is at least 4% of the total turnover across all the countries. A further penalty will be the confiscation of the goods involved. If the operator or trader continues to violate the requirement, he could be temporarily banned from undertaking the relevant activity. These are serious matters to be reckoned by Sri Lanka’s rubber exporters to EU.",
    "A matter of top priority",
    "Therefore, getting ready for compliance is a matter of top priority for Sri Lanka’s rubber exporters to EU. When this becomes prohibitive, Sri Lanka’s rubber exporters who have already been crippled by Trump’s 20% tariff are driven from pillar to post.",
    "1https://www.ft.lk/business/Compliance-to-EUDR-not-option-but-must-for-struggling-local-exporters/34-782696",
    "2https://environment.ec.europa.eu/topics/forests/deforestation/regulation-deforestation-free-products_en",
    "3https://eur-lex.europa.eu/legal-content/EN/TXT/?qid=1565272554103&uri=CELEX:52019DC0352",
    "5https://www.iepsl.lk/impacts-of-green-revolution-of-agro-ecosystem-of-sri-lanka/#:~:text=Sep%2010%2C%202023,high%2Dyielding%20varieties%20through%20hybridization.",
    "6https://www.fao.org/4/al936e/al936e00.pdf",
    "7https://environment.ec.europa.eu/topics/forests/deforestation/regulation-deforestation-free-products_en",
    "8https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3A32023R1115&qid=1687867231461",
    "10Ibid, Subsection 40 of Article 2.",
    "(The writer, a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at [email protected].)"
  ]
}