{
  "url": "https://www.technologyreview.com/2024/08/29/1103289/kamala-harris-tech-workers/",
  "title": "Kamala Harris should stand with tech workers, not their bosses",
  "ut": 1724887800.0,
  "body_paragraphs": [
    "Tangled up in the contest to be the next US president, there is another battle brewing: Silicon Valley vs. Silicon Valley. In Donald Trump’s corner are venture capitalists like Marc Andreessen and Peter Thiel, along with executives like Elon Musk. In the other are execs like LinkedIn founder Reid Hoffman and SV Angel investing mogul Ron Conway, who are backing Kamala Harris. Democracy appears to be at stake, and the weapon of choice is cold hard cash.  Yet as an elected board member of the Alphabet Workers Union, an affiliate of the Communications Workers of America, I urge Americans to take a step back and look critically at the picture in front of us. No matter who wins in November, Silicon Valley’s bosses are positioning themselves for victory. It’s a familiar hedge that goes back decades, but this time is different because over the past four years hundreds of thousands of tech workers have been clawing back power. Tech’s elite have long been the biggest winners in the US economy, and the movement to organize tech workers seeks to hold that elite accountable.   If the next president favors our bosses’ interests over our own, the consequences could be dire for all working people in this country and many others. We know how to fight back against a future Trump administration because we have been there before. What's less clear is whether and to what extent we can count on a Harris administration to be our ally. On stage at the Democratic National Convention, Vice President Harris vowed to center the concerns of working people over those of corporate America. If she stays committed to that path in the face of Silicon Valley’s well-funded opposition, she will find dedicated allies in tech workers.",
    "Massive layoffs and brutal union-busting have become routine across the tech industry in recent years, enacted by executives with ties to both sides of the aisle. And many of the biggest innovations coming out of Silicon Valley over the past decade have been distinctly targeted at cutting labor costs and skirting labor laws. This has triggered a race to the bottom that starts with “gigified” outsourcing and—if the bosses have their way—ends in replacing as much human labor as possible with generative AI. These cost-cutting actions affect not only tech workers’ paychecks but the safety and quality of tech products with massive user bases.  Some execs are getting more comfortable publicly airing their anti-labor opinions. Recently, in an X Spaces conversation, Trump casually lauded Musk’s mass firing of workers as a way to deal with strikes. Earlier this year, Amazon CEO Andy Jassy violated federal labor law by arguing that workers would actually be “less empowered” if they unionized. On the automation front, executives of Nvidia, Duolingo, Klarna, Cisco, and IBM have recently made clear that they intend to use AI to replace human workers.",
    "Related StoryThree ways the US could help universities compete with tech companies on AI innovationEmpowering universities to remain at the forefront of AI research will be key to realizing the field’s long-term potential.",
    "But in government and through grassroots campaigning, workers and labor advocates are fighting back. The Justice Department, the Federal Trade Commission, and the National Labor Relations Board under the Biden-Harris administration have been dogged in their pursuit of corporate overreach and labor violations by tech companies and the executives who run them. The DOJ has fought for fair hiring practices: the department fined Apple $25 million for hiring discrimination. Lina Khan’s FTC has attempted to ban noncompete agreements—a staple in tech companies’ at-will employment contracts, which have a chilling effect on workers’ ability to seek better pay and benefits.  Moreover, the agency has been consistently taking labor effects into account when evaluating mergers. This consideration moves beyond the tired consumer welfare standard and seeks to make sure that competition favors workers as well as consumers. And the NLRB has targeted outsourcing by more strictly enforcing a “joint employer” rule that makes it harder for companies to use subcontracting as a way to circumvent the minimum wage and other responsibilities. On the ground, we workers have been simultaneously forming, joining, and strengthening unions to push conversation and action forward. The Campaign to Organize Digital Employees (CODE-CWA) has led the charge for the industry, organizing at companies ranging from Act Blue, the fundraising platform that supports many Democratic candidates, to blue-chip megacorp Microsoft. Our unions have filed petition after petition against employers, and the NLRB has tirelessly worked to enforce the laws our bosses violate, earning wins for labor across the board. In fact, the NLRB has been so successful that some tech companies—including Amazon and  SpaceX—are attempting to cut the board off at the knees, claiming that its long-standing role in administering labor relations is unconstitutional.  For those of us accustomed to hard-fought progress and frequent setbacks for labor’s Davids under the thumb of corporate Goliaths, the last few years have been a true bright spot. And we are determined to keep fighting, and keep winning, with or without the support of the next president. Will either candidate keep pushing forward for labor? The answer is not so clear. Monied tech interests are lining up on both sides to advocate for looser regulation. While pro-Trump venture capitalists Andreessen and Ben Horowitz cited euphemistic “bad government policies” as the number one threat to the tech industry, the Silicon Valley powers that be on Harris’s side haven’t exactly come out swinging for labor. In fact, Hoffman said that the FTC’s Khan is “waging war on American business” and urged Harris to fire her.  It’s not evident yet if Harris shares the views of her billionaire supporters, but she’s certainly chasing their money. A recent Harris campaign fundraiser in San Francisco bagged $13 million from a guest list replete with tech executives. And the vice president is reportedly courting tech bosses more directly, sending aides to meet with crypto leaders and venture capital firms. Her ties to the industry are long-standing and often personal; she’s known to be close with both former Facebook COO Sheryl Sandberg and Laurene Powell Jobs, and her brother-in-law is Uber’s chief legal officer.  While Harris’s team has been having conversations and exploring options, it has not yet announced any economic agenda or approach to regulation, innovation, or labor. It’s savvy to get the money first without making public promises. But Harris should be trying to court our votes, too—not just our bosses’ financial support. In recent memory, workers in the tech industry have demonstrated progressive energy. While campaigning in 2020, Bernie Sanders proudly voiced solidarity with workers against their billionaire bosses. And tech workers turned out for him, donating more to Bernie than to any other presidential candidate during the primaries—close to twice as much as to Elizabeth Warren, the second-favorite candidate for the group. Harris could leverage that kind of power in November if she truly commits to the cause. Now is the moment for Harris to step up and make a statement in support of workers, promising to continue, if not expand upon, the Biden-Harris approach to Big Tech. Some may remember that when she ran for president in 2020, Senator Harris sided with Uber drivers and against her brother-in-law’s interests during a fight about gig workers’ rights in California. Unions like ours—as well as any American who believes that fair labor practices are essential to a functioning democracy—can continue to apply pressure on Harris and her team to take a strong stand for worker rights and protections. Indeed, the United Auto Workers (UAW) filed federal labor charges against Trump and Musk after those careless comments at the Spaces event, whereas President Biden walked a picket line with striking auto workers. Voices like theirs and ours—the voices of the hundreds of thousands of workers we represent—will continue to be raised. If we aren’t heard, we will get louder. The stakes in November are high, and the only truly democratic future is one with fair wages, worker protections, and shared abundance. Tech elites stand in united opposition to such a future and are actively developing the AI tools to undermine it. Tech workers will continue to expand our collective power to fight those elites. The only open question is whether the next administration will be on our side or theirs.  Stephen McMurtry is a Google Software Engineer and Communications Chair of the Alphabet Workers Union-CWA hide"
  ]
}