{
  "url": "https://www.technologyreview.com/2026/01/12/1129991/sodium-ion-batteries-2026-breakthrough-technology/",
  "title": "Sodium-ion batteries: 10 Breakthrough Technologies 2026",
  "ut": 1768177800.0,
  "body_paragraphs": [
    "For decades, lithium-ion batteries have powered our phones, laptops, and electric vehicles. But lithium’s limited supply and volatile price have led the industry to seek more resilient alternatives. A sodium-ion battery works much like a lithium-ion one: It stores and releases energy by shuttling ions between two electrodes. But unlike lithium, a somewhat rare element that is currently mined in only a handful of countries, sodium is cheap and found everywhere. And while today’s sodium-ion cells are not meaningfully cheaper, costs are expected to drop as production scales.  China, with its powerful EV industry, has led the early push. Battery giants CATL and BYD have invested heavily in the technology. CATL, which announced its first-generation sodium-ion battery in 2021, launched a sodium-ion product line called Naxtra in 2025 and claims to have already started manufacturing it at scale. BYD is also building a massive production facility for sodium-ion batteries in China.  And the technology is already making it into cars. In 2024, JMEV began offering the option of buying its EV3 vehicle with a sodium-ion battery pack. HiNa Battery is putting sodium-ion batteries into low-speed EVs.",
    "Related Story2025 Climate Tech Companies to Watch: HiNa Battery Technology and its effort to commercialize salt cellsRead next The most significant impact of sodium-­ion technology may be not on our roads but on our power grids. Storing clean energy generated by solar and wind has long been a challenge. Sodium-ion batteries, with their low cost, enhanced thermal stability, and long cycle life, are an attractive alternative. Peak Energy, a startup in the US, is already deploying grid-scale sodium-ion energy storage. Sodium-ion cells’ energy density is still lower than that of high-end lithium-ion ones, but it continues to improve each year—and it’s already sufficient for small passenger cars and logistics vehicles. The new batteries are also being tested in smaller electric vehicles. In China, the scooter maker Yadea launched four models of two-wheelers powered by the technology in 2025, as cities including Shenzhen started piloting swapping stations for sodium-­ion batteries to support commuters and delivery drivers. 202610 Breakthrough TechnologiesSodium-ion batteriesGenerative codingNext-gen nuclearAI companionsBase-edited babyGene resurrectionMechanistic interpretabilityCommercial space stationsEmbryo scoringHyperscale AI data centersReturn to the listhide"
  ]
}