{
  "url": "https://www.ft.lk/opinion/Elections-finally/14-766405",
  "title": "Elections, finally",
  "ut": 1725565560.0,
  "body_paragraphs": [
    "Statement by the Feminist Collective for Economic Justice Sri Lanka on the upcoming Presidential Elections 2024",
    "Enabling Sri Lankans to express their preferences and democratically elect a leadership that is more in tune with ground realities is necessary",
    "– Pic by Shehan Gunasekara –",
    "Over the last two years, since Sri Lanka declared bankruptcy in 2022, we have been surviving under harsh conditions brought on by the massive economic crisis and debilitating IMF-pushed austerity measures. In this period, the living conditions of women, working people and marginalised communities have become progressively worse.",
    "Amidst severe wage repression and unemployment, families continue to survive on one meal per day and struggle to pay for medicines, education and basic utilities. Small producers who significantly contribute to Sri Lanka’s food system cannot afford the increased cost of fuel and fertilisers any longer. Many are pushed to find employment abroad with a sense of hopelessness and those who remain are mired in indebtedness merely to survive.",
    "The Government failed its people",
    "Blind to the suffering of Sri Lankans, the Wickremesinghe–Rajapaksa Government chose to implement an economic recovery program, with the endorsement of the political elites, think-tanks and urban business communities, that promoted a false narrative of “stability” and “bitter medicine,” but in fact made ordinary people’s lives devastatingly unstable.",
    "The alarming increase in food insecurity, levels of stunting, wasting and malnutrition among children and doubled poverty rates are contributing to the ill-health of future generations of Sri Lankans. The Government failed to take initiative to revive the severely weakened food system of the country, which was further decimated by the shocks of the COVID-19 pandemic (2020), the ill-thought-out fertiliser policy (2021) and the economic crisis (2022).",
    "The Government shamelessly gloated over increasing foreign exchange earned by migrant workers, plantation labourers and workers in the export processing zones. Their hard-earned dollars are used to maintain the stability of the country’s foreign reserves, pay-off Government debt and import items for conspicuous consumption, including vehicle imports. Yet, it failed to ensure safe working conditions for workers or the wellbeing of their families.",
    "Policies were formulated to directly attack working people’s rights and protections by proposing harmful labour laws and cutting employee savings in the name of domestic debt restructuring. Repeatedly cheating the plantation workers out of their fair demand for an increase in their minimum wage, it failed to ensure a living wage including for other sectors.",
    "Furthermore, the Government deployed a disastrous social safety-net program – Aswesuma, ignoring the multiple warnings issued by women’s groups, human rights organisations and prominent economists. The extensive free health and free education systems that most Sri Lankans rely on have been wrecked by austerity measures and plans to privatise those sectors.",
    "Not even the island’s beautiful and delicate ecosystem is being spared while privatising the public energy sector. Migratory routes of a diverse and endangered species of birds are being made to cross paths with wind turbines designed to generate profits for foreign businesses.",
    "Amidst such failures in its responsibilities to Sri Lankans, the Government has negotiated a debt restructuring deal with external debtors that is unsustainable and will lead the country into more debt and another economic crisis. The collusion of local class interests with international lenders and magnates has never been so explicitly visible than under the current Government.",
    "The many attacks on democracy",
    "The abject failure of the Wickremesinghe-Rajapaksa Government to address the root causes of the economic crisis and to ensure the well-being of women, working people and marginalised communities, is also due to the suspension of democracy under its leadership.",
    "The Government excluded the people from economic policy-making processes, refusing to listen to their voices and stifling dissent by intimidating and even arresting protestors including under the draconian Prevention of Terrorism Act. The Government passed numerous laws that restrict civil rights, enshrined IMF’s dictates into law and curtailed the rights of Sri Lankans to decide their own economic futures. The Government has also postponed local government elections and made many attempts to sabotage the upcoming Presidential election.",
    "In this context, we are relieved that the Presidential election has finally been announced. We believe that enabling Sri Lankans to express their preferences and democratically elect a leadership that is more in tune with ground realities is necessary. It is also important that democratic governance is established at all levels, including by holding parliamentary and local government elections without delays.",
    "We also note with concern that the promises and plans put forward by the contenders in the Presidential election do not reflect a meaningful shift that was demanded by the Aragalaya and other people’s movements – a system change. Thus, we call for a definite break from the past and towards a new visioning in the next five years.",
    "Our votes are for a commitment to establishing economic justice",
    "The new Government must:",
    "Take immediate measures to control the cost-of-living! Reduce indirect taxes! Revive local economies and create jobs!",
    "Address hunger and malnutrition with urgency! Invest in securing Sri Lanka’s food system.",
    "Table clear plans to move away from debt-dependence! No more austerity! No more dependence on the IMF!",
    "Stop cutting funds for public services! Stop privatisation of public assets!",
    "Increase revenues through progressive taxation and wealth taxes with a clear plan to spend on education, health and social protection!",
    "Recognise women’s contribution to Sri Lanka’s economy and to unpaid carework through implementing universal social protection schemes!",
    "Repeal laws that curtail the rights and protections of working people and restrict people’s sovereignty in deciding their economic, social and ecological futures!",
    "Address long-standing issues that constrain the economic and social development of all communities! Introduce institutions, laws and mechanisms to remove barriers and protect communities marginalised due to their ethnicity, religion, caste, gender and sexual orientation.",
    "Ensure people’s participation, including women, at all levels of democratic decision-making, including in law making, deciding on debt-repayments and the economic recovery plan!",
    "Join the debt justice movements in the global South to push for change in global economic governance! Protect future generations of our country from continuing to pay the debt."
  ]
}