{
  "url": "https://hbr.org/2025/02/research-when-is-leniency-the-right-response-to-employee-misconduct",
  "title": "Research: When Is Leniency the Right Response to Employee Misconduct?",
  "ut": 1739260531.0,
  "body_paragraphs": [
    "Thomas Jackson/Getty Images",
    "Managers often grapple with whether to be lenient or punitive when addressing employee misconduct. While leniency may seem like the empathetic or pragmatic choice, research suggests it has complex and often unintended consequences. Managers who...more",
    "One of the less appealing aspects of a manager’s job is addressing employee misconduct. In our research, we define this as behavior that breaches moral standards, such as cheating and discriminating against others, or technical performance standards, such as violating safety protocols or coming in late. Often, organizations have protocols that managers are supposed to follow in these cases; company policy might state that the employee should be suspended or even fired. Standard punitive procedures uphold rules, signal how employees should behave (and how they should not behave), and deter bad behavior.",
    "Still, effectively doling out punishment can be challenging and emotionally fraught. So, instead of enforcing rules about punishment, managers sometimes choose instead to be lenient, lightening the punishment or letting the misconduct slide altogether, particularly for small slights.",
    "Yet while being lenient may seem like the easy or empathetic thing to do, our research suggests that leniency can yield mixed consequences for managers and employees, and should be used with caution and care. Despite natural inclinations to act with empathy or use a laid-back approach, managers should recognize that being lenient may lead to unintended consequences and raise concerns about bias and injustice.",
    "Over the past decade, we have studied lenient reactions to misconduct with our colleagues, Shubha Sharma at the University of Tulsa, Mike Baer at Arizona State University, Bob Bies at Georgetown University, and Natalie Croitoru at University of North Carolina. Our first study examined the consequences of being lenient for managers themselves, and our most recent study examined the consequences of leniency from the perspective of other employees observing the situation. Across our studies, we examined leniency with various forms of misconduct, ranging from task-oriented problematic behavior, such as absenteeism, clocking in late, or failing to meet expectations on deliverables, to ethical transgressions, such as showing up to work intoxicated, inciting violence, or lying to and cheating customers and colleagues.",
    "Our findings make one thing is clear: leniency evokes strong and complex reactions for managers and onlooking employees. These reactions vary from positive to negative. We identified three important factors about being lenient that managers should consider next time they have to address misconduct.",
    "Managers’ Emotions are Sharp and Mixed",
    "In any misconduct situation, emotions are likely flaring — for the manager, the employee, those affected, and observing employees.",
    "For managers, we found that being lenient with employees for their misconduct makes them feel a mix of both positive and negative emotions. On the one hand, leniency makes managers feel pride for helping the employee — and this prideful experience fuels managers’ energy at work. On the other hand, leniency makes managers feel guilt for breaking from organizational rules and potentially not addressing the harm, and this experience of guilt drains managers’ energy at work.",
    "Our findings suggest that being lenient is an emotionally conflicting experience for managers, with leniency evoking both positive (pride) and negative (guilt) emotions, whether the misconduct was isolated and did not directly harm another person, whether it only indirectly harmed others, or whether it directly harmed others.",
    "Yet, the experience becomes more positive if managers have personally forgiven the offender, meaning they chose to release negative feelings about the incident and move past it. Perhaps an employee purposefully misrepresented information during a client presentation, and the manager followed up and talked through the situation with the employee, informing them of the negative consequences of misinformation. If the manager lets go of the negative emotions associated with the situation and forgives the offender — if, say, the misrepresentation had a smaller impact on the project than expected — the manager tends to not feel guilt, but instead is fueled with pride, which makes leniency in this case a net positive. In this way, they are no longer guided by guilt and instead focus on the value of the grace they showed the employee. If they haven’t forgiven the employee, however, managers stew on the problems of the situation, which feeds their guilt and leaves them exhausted by it.",
    "Employees are Watching",
    "Managers might think that their handling of a situation is between them and the offender. Misconduct, however, creates ripples in the workplace that sparks a lot of interest from other employees — even if they were not directly affected by that employee’s actions. These onlookers closely monitor managers’ responses to misconduct.",
    "Perceptions about misconduct can vary; the same behavior (such as a habitually showing up late) might be viewed as a serious problem by some and not much of an issue by others. However, all variations of misconduct seem to raise eyebrows. Employees are keenly interested in how managers respond to misconduct because the manager’s actions signal critical information about how things work.",
    "Employees expect leaders to punish offenders, even for the minor wrongs, because it holds offenders accountable, reduces future misconduct, and protects observers. For these reasons, lenient managers are generally seen as unfair and irresponsible. Our studies, which controlled for severity, demonstrated that observing employees expect misconduct to be punished. Leniency suggests the offender is getting away with something and that those affected by the misconduct have been disregarded. Observing employees perceived leniency in enforcing rules of accountability as unfair, which motivated them to punish the manager. They expressed their disapproval by withdrawing support, ignoring the manager’s requests, and engaging in retaliatory behaviors such as rudeness and incivility toward the lenient manager.",
    "How observing employees respond to the manager’s leniency also depends on situational details. The potentially problematic nature of leniency — of it breaking with standards of punishment — seems to make onlooking employees consider the context and wonder why the manager might decide to be lenient.",
    "We found that for a scenario of moderate severity, observers could suspend their disdain for leniency if they believed the offender was personally suffering and deserved compassion. Picture a coworker that is habitually late to work and fudges their time sheet but is also is caring for an ailing spouse, or is struggling to feed their child, or has been dealing with the clean-up after a natural disaster. Or, as came up in our research, picture a colleague who comes to work inebriated and is unable to do their job (such as work mechanical equipment safely), but who also just learned that their spouse was diagnosed with Stage 4 cancer.",
    "When the offender is personally in a crisis — and particularly one that is outside of their control — other employees think being lenient is the right, compassionate thing to do. Their compassion guides them to feel that the manager’s leniency is more appropriate, which lessens their desire to punish the manager for it. However, if observers do not believe offenders are deserving of compassion, their contempt bolsters the unfairness of the leniency, fueling their need to punish the manager for being lenient.",
    "When Should Managers Take a Lenient Approach?",
    "To help managers more effectively navigate the pervasive and complex nature of employee misconduct — when to be lenient and when not to be — we suggest a few steps to ensure managers maximize the benefits of leniency and avoid the negatives. Crucially, managers should start by analyzing various factors associated with the event before acting.",
    "1. Anticipate the presence of big emotions.",
    "Misconduct events are emotional — for managers, the offender, and other employees. Managers should be ready to understand their own and others’ emotions. Offenders may feel self-focused negative emotions, such as fear, shame, and guilt (although sometimes the threat to self-preservation can activate anger as a defensive way of coping). When given leniency, though, these employees likely feel gratitude for their manager’s kindness.",
    "For managers, our research suggests that anticipating the pride and guilt they may experience as a consequence of their leniency is critical because each have a strong and unique impact on their engagement at work. The key distinction between more positive or more negative reactions for managers is whether forgiving the offender is plausible.",
    "Managers should ask themselves: “Can — and should — I truly forgive the offender for this misconduct?” Asking this is important because evaluations about the situation may be prone to bias and idiosyncrasies, such as favoring forgiveness with friends or those who are similar to us. Allowing bias and favoritism to enter into the decision enhances the risk of perpetuating inconsistencies and, then, promoting very strong negative reactions from observing employees. Take a step back and consider the consequences of how you respond to others in the organization.",
    "Of course, it may still be difficult to anticipate reactions, especially if relationships within the workplace are already fragile. In such cases, it is wise to prioritize consistency to accountability rules and adhering to organizational protocols rather than opting for leniency.",
    "2. Assess the individual’s needs.",
    "Managers should also consider whether granting leniency would be a compassionate act for the offender. Observing employees vigilantly watch to see how managers react to their coworkers’ misconduct and if they believe there is little reason for compassion, their contempt for the manager’s leniency will be fueled, as will their desires to retaliate against the manager.",
    "Managers should, therefore, consider whether the offender is in a tough situation and might genuinely deserve some grace via leniency. Examples from our study include financial hardships, family health concerns, bereavement, and major life events, like becoming a parent or going through a divorce. It is this human perspective that seems to make the greatest difference, legitimizing the merits of leniency in the eyes of other employees.",
    "Of course, managers may be aware of personal situations that other employees are not privy to, creating a potential gap in understanding what the manager and other employees perceive as a need for compassion. Indeed, managers are often privy to personal information about their employees that others are largely unaware of, so it’s necessary to pause and consider how much others may know of the context.",
    "3. Take a look from others’ perspectives.",
    "Although some managers may believe others are unaware of misconduct events, they’d be surprised by how much other employees see and know. Managers should recognize that their actions matter to other employees outside of the misconduct event. To understand how your decision to address misconduct might impact other employees, managers need to evaluate the situation from their perspectives.",
    "Will your decision to be lenient display bias, favoritism, and unjust application of the rules? Or will it demonstrate your sense of humanity and compassion? That is, will other employees understand the merits of being lenient or the need to be compassionate toward the offender? And do other employees understand any personal issues behind the misconduct that might inspire compassion?",
    "How others see your decisions meaningfully influences how they will act. Because our research suggests that leniency can evoke strong reactions — and even contempt — from observing employees (unless there is a clear and compelling reason for compassion), suspend your own perspective as a manager to consider the impact of your response on the larger workgroup and the organization.",
    "At its core, handling misconduct is a “people problem” involving complicated feelings and relationships. Leniency can be a powerful response if managers consider the whole picture — what was the misconduct, how does it influence myself and others, are there personal issues to consider, and what are the consequences for the broader group? We suggest leniency should come with a warning label: Use with care and when compassion and forgiveness are present.",
    "Leading People Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Leading People. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "What you need to know about being in charge.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "The Balanced Scorecard: Translating Strategy into Action",
    "Space to Grow: Unlocking the Final Economic Frontier",
    "Read more on Managing people",
    "Business law and ethics,",
    "Leadership and managing people,"
  ]
}