{
  "url": "https://www.ft.lk/columns/Short-notes-on-a-tropical-cyclone/4-785127",
  "title": "Short notes on a tropical cyclone",
  "ut": 1764706770.0,
  "body_paragraphs": [
    "Volunteerism at its best - Sri Lankans cut across communal lines to stand in solidarity with their fellow citizens in their direst hours - Pix courtesy Aman Ashraff",
    "Ditwah has left. Chaos reigns. Yet there is life. Amidst the carnage, confusion and consternation, life lessons remain.",
    "These three short notes are not a comprehensive capture of the fallout from a tropical cyclone system and its impact on a brave little island nation and her people.",
    "But subjective though they may be, these prove to the writer first (and hopefully, my handful of readers) that there is always faith, hope and charity. And also, X: ‘here be dragons’.",
    "Adversity brings out the best in our island ‘race’ irrespective of ethnicity, economic status or educational levels. Hardship as a result of the authorities dropping the ball or being perceived to have done so boosts the helping hands into the stratosphere.",
    "From private individuals contributing their mite to coordinated efforts across communal lines, Sri Lanka has once again offered a watching world a master class in community concern. Add the heroic valour of the nation’s valiant security, police and emergency rescue and relief forces and we islanders are in a league of our own.",
    "If only such humanity, kindness and care lasts beyond the disaster, we’d be unbeatable. As well as beyond halfway towards developing a lasting non-ethnic national identity.",
    "It begins at home. To be seen and not heard is the highest form of respect inculcated in youngsters down islander generations up to the most recent avatars of our age. The sporting arena, that nail-biting finish on TV, a village cricket or ellé encounter.",
    "This phenomenon has deep roots that spread underground to a fascination with deepfakes, doom-scrolling and darker portals of the web. We’re a nation of voyeurs. With a smartphone in hand, a citizen’s watch of onlookers captured the agony of a nation in its death-throes last week.",
    "And in a dire case or two (vide the helicopter crash and mobile paparazzi escaping landslides by the skin of their teeth), the authors of a myriad captivating – and morbidly fascinating – videos on social media also came a-cropper.",
    "Since the advent (or shall we call it by its true name: invasion and conquest) of social media into our every waking moment, this tendency has gone viral.",
    "Every mother’s son or daughter is an expert. Even in the arcane science of weather forecasting. Especially in the ancient art of being wise after the event.  Acts of charity are casually shared and self-promoting do-good-ism cited with hardly a nod to modesty. Acts of derring-do are smuggled into feeds masquerading as high praise for one’s fellow adventurers. Whatever happened to the old maxim of ‘let your left hand not know what your right hand is doing’?",
    "Not content with such shameless self-promotion, many of us have broken down generational obstacles and leapfrogged over age barriers to become armchair warriors and scurrilous critics of sincere actors in the arena of disaster.",
    "Let us not even deign to mention the time-honoured customs of aggressive forwarding of unverified information, mindlessly pedalling the rumour mill into a frothing frenzy and ambitious take-downs of all and sundry who dare to have a different opinion on how the whole affair could or should have been handled.",
    "Still for all of that... for one brief, shining week – country first, fellow citizens to the fore, and a champion spirit characterising a people never before united like this outside the stadium of cricket. Stay strong.",
    "(The author is Editor-at-large of LMD.)"
  ]
}