{
  "url": "https://www.ft.lk/columns/Fix-the-Tourism-Act-but-don-t-break-the-industry/4-787129",
  "title": "Fix the Tourism Act but don’t break the industry",
  "ut": 1768851747.0,
  "body_paragraphs": [
    "A tourist family admires an exhibit at the Gangaramaya Temple in Colombo – Pic by Ruwan Walpola",
    "$15 billion reasons to get it right",
    "A few weeks ago the Government posted an advertisement calling for opinions and inputs on the review of the Tourism Act No. 38 of 2005.",
    "I responded formally to that call. But beyond my written submission, I have spoken to many people across the tourism industry – fellow hotel owners, destination operators, travel agents, investors and professionals who have built this sector over decades. What follows is not a legal critique. It is a reflection of what the industry is feeling, what it fears, and what it believes is at stake. I was born into this industry, and have lived my entire life in it. Professionally, I have over 40 years of involvement as an operator and investor – both locally and overseas.",
    "This is not a routine amendment exercise. This is a once-in-a-generation moment that will determine how tourism in Sri Lanka is governed, funded and managed for the next decade or more.",
    "Tourism is not a Ministry – it is an industry",
    "Tourism in Sri Lanka is often discussed as if it were simply another department of government. It is not.",
    "In the current context of economic recovery, tourism has been recognised as a key pillar. It can grow faster than many other sectors, and creates jobs and livelihoods quickly because it has one of the largest multiplier effects in the economy. If we get the policy and governance framework right, the upside is not marginal – it is material.",
    "Tourism directly and indirectly employs about 500,000 people today. Using conservative WTTC multipliers, the number of Sri Lankans whose livelihoods depend on tourism is closer to 1.25 million. These are not abstract statistics – they are hotel staff, drivers, guides, artisans, farmers, fishermen, contractors, manufacturers and thousands of small suppliers across the country.",
    "A back-of-the-envelope calculation, using SLTDA room data and realistic build costs, suggests the total capital invested in Sri Lanka’s tourism accommodation infrastructure alone is in the range of USD 15 billion – equivalent to LKR 4.6 trillion. Even this figure is likely understated. This capital stock supports an industry that earned USD 3.2 billion in revenue in 2025. The City of Dreams project alone represents roughly USD 1 billion of that investment – a useful reminder of the scale of private capital at stake. And that USD 3.2 billion revenue figure could be materially higher if we get this Tourism Act, the policy direction, the master plan and the institutional framework right.",
    "Tourism is not built on public sector balance sheets. It is built on private enterprise.",
    "The private sector is not a subset – it is THE sector",
    "There is now a growing tendency to suggest that because the informal sector is large, tourism is somehow no longer a private-sector-driven industry.",
    "This is a misunderstanding of the most basic kind.",
    "In 2024, the SLTDA had 4,519 registered accommodation establishments providing 55,455 rooms – roughly 111,000 beds assuming two beds per room. Classified hotels contribute 17,182 rooms, with guest houses, bungalows and homestays making up the balance.",
    "Industry estimates and SLTDA sampling suggest that the informal accommodation sector is around 60% of the total market. That implies a further 83,000 rooms or about 166,000 unregistered beds.",
    "But here is the simple truth: those 166,000 informal beds are not owned or operated by the Government. They are owned by private individuals. So are tour guides. So are chauffeurs. So are boatmen, safari jeep operators and adventure activity providers.",
    "Whether registered or not, the entire tourism ecosystem in Sri Lanka is privately owned, privately operated and privately financed.",
    "To argue that tourism is not a private-sector-driven industry is not a policy position – it is simply a factual error.",
    "Pay-to-play: inclusion must be fair",
    "There is agreement that the informal sector must be brought into the system. But inclusion cannot mean distortion.",
    "You cannot give operators a seat at the policy table while allowing them to remain unregistered, untaxed and outside quality and safety frameworks. That is not empowerment. That is unfair competition. Staying informal becomes a competitive advantage.",
    "If the informal sector is to be included, it must be on a pay-to-play basis:",
    "meet minimum standards",
    "contribute financially",
    "Anything else undermines every operator who has chosen to comply with the system.",
    "Marketing vs infrastructure: stop framing it as either/or",
    "Some in policy circles argue that public spending on infrastructure should come before serious investment in destination marketing.",
    "To be clear, toilets and visitor infrastructure matter. No serious industry operator disputes that.",
    "But a country without a credible destination marketing engine is effectively saying: “We will build facilities and hope tourists guess we exist.” That is not a strategy. It is the reason for our diminishing returns.",
    "The correct approach is not a false choice between marketing and infrastructure. It is discipline: rules-based funding splits, transparent KPIs, and multi-year plans that allow both destination marketing and priority infrastructure to be funded, measured, and held to account.",
    "Sri Lanka has a rare opportunity to reset its tourism governance for the next generation. If this reform is handled openly and in genuine partnership with the industry, we can create a framework that delivers stability, professionalism and investor confidence. As a stakeholder, I hope the Government treats this process as exactly that – a chance to listen, engage meaningfully and build a system the industry can believe in. There is simply too much at stake to get this wrong",
    "Governments come and go – the industry remains",
    "Since the Tourism Act was enacted in November 2005, Sri Lanka has had five Presidents and nine Prime Ministers across multiple administrations and coalitions.",
    "Governments change. Ministers change. Political priorities change.",
    "The tourism industry does not. It is built slowly, damaged easily, and repaired only with patience and trust.",
    "Any new Tourism Act must be written for permanence, not for the politics of the moment.",
    "Remember how the 2005 Act came about",
    "The Tourism Act of 2005 was born at a time when Sri Lanka had no structured funding for destination marketing and no modern framework for tourism governance. I was there, participated in industry consultations, and I remember clearly the thinking that shaped it.",
    "The principle was simple: tourism would be treated as a private-sector-driven industry, not as an arm of the State. The Act embedded that principle through guaranteed industry representation in key institutions.",
    "To fund national promotion, the industry agreed to the Tourism Development Levy. That was not a tax imposed from above – it was a compact. The private sector accepted a financial obligation on one clear condition: in return, it would have a real seat at the decision-making table.",
    "The message in 2005 was unambiguous:",
    "if the industry is asked to contribute, it must also have a say.",
    "Any attempt to rewrite the Act without recognising that history would risk weakening the trust and partnership on which Sri Lanka’s tourism success has been built.",
    "A consultation that feels symbolic",
    "One of the deepest sources of unease in the industry today is not the idea of reform, but the manner in which it has been pursued.",
    "Industry bodies did not request the repeal of the 2005 Act. They were informed after a Cabinet concept paper had already been approved in principle. They submitted joint proposals in March 2025 highlighting serious concerns – including board composition, the rationale for Tourism Development Fund disbursements, and the lack of recognition of formal industry associations.",
    "When a subsequent meeting was held in May 2025, it was formally noted that none of those proposals were acknowledged or taken up for discussion.",
    "That is not what genuine consultation feels like. And layered onto this is a wider policy anxiety: if the last four-year tourism plan ended in December 2025 and there is no clearly articulated successor plan, then structural reform without a policy plan risks creating new structures without clear direction.",
    "A National Tourism Commission – reform or recentralisation?",
    "The proposal to establish a National Tourism Commission (NTC) is being framed as a way of injecting tourism-specific expertise into the system.",
    "The concern in the industry is that it may instead become a mechanism for recentralising control inside the machinery of government – solving a State capability gap rather than strengthening sector co-governance.",
    "Tourism does not need more bureaucracy. It needs the best minds in the business – marketers, digital specialists, revenue strategists, destination managers and hoteliers operating in professional structures insulated from political cycles.",
    "Two principles that must not be lost",
    "The 2005 Act was built on two simple understandings.",
    "First, that tourism in Sri Lanka is driven by the private sector.",
    "Second, that the Tourism Development Levy was a voluntary compact – the industry agreed to contribute financially on the clear understanding that it would have a real voice in how those funds are prioritised and spent.",
    "Whatever replaces the 2005 Act must preserve both principles. If a new Act weakens those foundations — by treating the industry as merely one stakeholder among many, or by severing the link between contribution and voice — it does not modernise tourism governance. It breaks the compact that made industry buy-in possible in the first place.",
    "One practical point deserves special attention: MICE.",
    "Meetings, incentives, conferences and exhibitions are a B2B economic development function with long sales cycles, technical bidding processes and entirely different skillsets from leisure marketing.",
    "Combining MICE with leisure promotion leads to marketing dilution. Sri Lanka requires a dedicated Convention Bureau with specialist KPIs, staff and governance – not a merged structure that tries to be all things to all people.",
    "Reform the industry supports",
    "There is no shortage of areas where the industry welcomes reform:",
    "a tourism law enforcement unit",
    "destination management structures developed with regional tourism associations",
    "disaster and crisis response frameworks",
    "education reform and accreditation pathways",
    "modern digital procurement and HR systems",
    "KPI-driven oversight of institutions",
    "sustainability obligations embedded in law",
    "and rolling five-year master plans instead of ten-year fantasy documents",
    "Embed quality over quantity and destination carrying capacity into planning",
    "Require OTAs and Airbnb platforms to collect tourism levies at source so that all operators contribute on a fair, level playing field",
    "These are constructive reforms. They are not contested.",
    "Reform with the industry, not over it",
    "The anxiety in the industry today is not about change. It is about losing voice, representation and legitimacy in a sector it has built with its own capital and risk.",
    "But this moment does not have to end in confrontation. It can become a turning point.",
    "Sri Lanka has a rare opportunity to reset its tourism governance for the next generation. If this reform is handled openly and in genuine partnership with the industry, we can create a framework that delivers stability, professionalism and investor confidence.",
    "As a stakeholder, I hope the Government treats this process as exactly that – a chance to listen, engage meaningfully and build a system the industry can believe in.",
    "There is simply too much at stake to get this wrong.",
    "If we get it right, tourism can become an even stronger engine of national recovery, jobs and investment.",
    "If we get it wrong, we risk politicising a sector that remains one of Sri Lanka’s most reliable economic engines.",
    "This reform should be about partnership, not power.",
    "It should be about performance, not control.",
    "And ultimately, it should be about building a tourism system worthy of Sri Lanka’s potential.",
    "(The author is a business leader specialising in hospitality, tourism, and investment. As Chairman and CEO of private companies and a board member of three publicly listed companies, he is actively engaged in hotel development and asset management in Sri Lanka. He can be contacted at: [email protected])"
  ]
}