{
  "url": "https://www.ft.lk/columns/When-the-planets-align-what-portents-for-politics/4-773660",
  "title": "When the planets align, what portents for politics?",
  "ut": 1740789230.0,
  "body_paragraphs": [
    "In the skies over the world around our planet yesterday, a rare phenomenon galvanised professional star-gazers to set up their telescopes for a scintillating celestial show. It was a configuration of all seven planets in our solar system ‘on the same side of the sun above our heads’ that last took place decades ago, and won’t recur until 2040.",
    "For astronomy buffs, it was literally the event of a lifetime – while the more spiritually minded appealed to the esoteric value of the solar systemic alignment; suggesting ‘higher energies’, fostering ‘a sense of unity’ and spurring ‘collective growth’.",
    "Near to the earth – at ground level where politics operates – there has been a similar sense of renewed dynamism, a unifying bonhomie (bar some critics in chamber and cocktail circuit) and camaraderie around an inkling that our country was on the cusp of a sea-change.",
    "A new planet had swum into our ken – as the poet would have it then – and now, it seemed the political stars were aligned for something rich and strange in nation, state, country, civics and governance.",
    "It is a great pity, then, and nothing short of a show spoiler for the starry-eyed, that the prematurely brash critics of the JVP-led NPP government may be proving to be right, at least in some respects – although to be fair by the newbie regime, it may still be too early to draw damning conclusions about their performance (or as the carps and cavils have it, a lack thereof).",
    "Early fizz and sparkle",
    "For starters, the early fizz and sparkle of a promising government has had it Bayeux tapestries (with shining comets portending clean sweeps of the business of politics as much as the politics of business) a tad sullied by a perplexing inertia when it comes to practically implementing a raft of its campaign-trail promises of only a few moons ago.",
    "What price concrete constitutional steps being taken with a view to abolishing the odious and onerous executive presidency, hanging like the proverbial albatross around successive chief executives’ heads?",
    "Where have the long-awaited and closely-watched investigations into the Easter Sunday attacks of 2019 (to say nothing of emblematic assassinations of iconic editors that stand as symbols of a plethora of other abuses of power ending in death and disappearances of so many professionals as much as ordinary citizens) led us – save to shame-faced admission by the powers that be about it being harder to prosecute than they fondly imagined once upon a time... which is precisely how so many fairy-tales start off – well!",
    "More than portents, the powers that be now need to present expeditiously a proof to their electorate that that starry-eyed hope wasn’t entirely misplaced",
    "How much longer beyond this extended honeymoon period for a tyro government does an impatient polity have to wait for the axe to fall on the corrupt, the crooked, and the criminal cabals of previous culprit regimes that never seem to end as far as impunity went... and it went quite a distance under successive previous dispensations? Is it acceptable to more than nonpartisan neoliberals that the NPP’s maiden Budget smacks more of the Grand Old Party (UNP) than the Grand Old Man (Marx)? Or that it is the many-times fallen poor (COVID-19, economic crisis) who once again will be asked to walk the wire without a safety net?",
    "Conspiracy side of things",
    "Then again, there is the conspiracy side of things – which no less than President Anura Kumara Dissanayake has invited the polity as much as the police and security forces to scrutinise.",
    "Is there a plot – or a diabolical concatenation of circumstantial evidence – to bolster the theory that the rice and coconut crises that threatened to undermine the government’s credibility and stability in the same breath were the handiwork of politically affiliated economic hit-men and associated mafias?",
    "And is the recent spate of ‘encounter killings’ of criminals in police custody – while still not tantamount to a national security threat – a scurrilous ploy to portend to the public that their ostensibly law-abiding and high-on-order administration is no different from other draconian regimes?",
    "Be all of these portents as they may, there are still champions of the incumbent government – and articulate representatives of the regime in the JVP politburo – who would charmingly claim that the writing in the stars still favours a sea-change for Sri Lanka into something rich and not so strange.",
    "That implementing even solid policies takes a certain amount of time, and that the medium rather than the short term would prove the bona fides of politburo, parliament, cabinet and the whole kit and caboodle of them.",
    "But as much as the grand celestial show in the skies above Sri Lanka yesterday will sooner than later fade, so will the goodwill and confident trust of the people at large evaporate like the dawn mist that heralded the planetary conjunction – if government doesn’t get its alignment right, and soon at that.",
    "And more than portents, the powers that be now need to present expeditiously a proof to their electorate that that starry-eyed hope wasn’t entirely misplaced.",
    "| Editor-at-large of LMD | ‘The fault is not in our stars’ |"
  ]
}