{
  "url": "https://www.dailymirror.lk/opinion/RESPIRE-2025-to-empower-healthcare-professionals-public-to-improve-respiratory-health-outcomes/172-300102",
  "title": "RESPIRE 2025 to empower healthcare professionals, public to improve respiratory health outcomes",
  "ut": 1736885399.0,
  "body_paragraphs": [
    "Dr. Neranjan Dissanayake (Centre) addressing media representatives regarding the upcoming International Academic Conference on Respiratory Health ‘RESPIRE 2025’ at a press conference held at the SLMA headquarters on January 7 (Nisal Baduge)",
    "Leading Sri Lankan Pulmonologists take steps to improve respiratory health outcomes",
    "Indoor air pollution caused as a result of wood burning while preparing meals directly affects the women in Sri Lanka",
    "Through RESPIRE 2025, we aim to update medical professionals with the latest advancements in respiratory health, Raise public awareness about respiratory diseases, prevention and treatment options”- Dr. Neranjan Dissanayake, President of the Sri Lanka College of Pulmonologists",
    "Dr. Neranjan Dissanayake, President of the Sri Lanka College of Pulmonologists said that Sri Lanka, despite being a unique country with good health indices, faces concerning issues regarding the respiratory health of the individuals suffering from Asthma, Chronic Obstructive Pulmonary Disease (COPD), Tuberculosis (TB) and Viral infections such as influenza and added that the consequential results could be disability and death, mainly among the elderly and pregnant women.",
    "Dr. Dissanayake made these comments during a media conference held on January 7 at the Sri Lanka Medical Association (SLMA) headquarters to officially launch ‘Respire 2025’. This event, an International Academic Conference on Respiratory Health, is scheduled to take place from February 9-11 in Colombo. ‘Respire 2025’ is the 15th annual academic session conducted by the Sri Lanka College of Pulmonologists and promises to be a transformative gathering for professionals in respiratory medicine, not only in Sri Lanka but across the region.",
    "Dr. Dissanayake described the high burden of respiratory diseases on people of all age categories. He stated that Sri Lanka has one of the highest Asthma prevalence rates globally. Despite being diagnosed, the majority of patients face a poorly controlled disease state. He also spoke of the rise in COPD, a chronic debilitating disease affecting around 10-15% of the population, mainly caused by smoking. However, in Sri Lanka, bio mass fuel exposure is a major contributor, especially among females. Indoor air pollution caused as a result of wood burning while preparing meals directly affects the women in Sri Lanka. Furthermore, TB remains a major respiratory infection in Sri Lanka, contributing to about 700 deaths annually, with roughly two deaths per day. “Every year, 17,000 men in Sri Lanka are diagnosed with cancer, out of which 1,700 of them succumb to lung cancer. It is disheartening to see many of the patients who seek medical assistance are those who have unfortunately reached the third stage,” the doctor said. Dr. Dissanayake addressed the need to update medical professionals on global healthcare trends and provide comprehensive care for patients, as an essential service to the nation as a whole.",
    "Dr. Dissanayake remarked, “Through RESPIRE 2025, we aim to update medical professionals with the latest advancements in respiratory health, Raise public awareness about respiratory diseases, prevention and treatment options. The international expertise we are bringing in this year from USA, UK, Singapore, Hong Kong, India and many other nations will be done with the hope of building bridges and making this event a significant global health conference”.",
    "The event aims to serve as a platform to empower healthcare professionals and the public to improve respiratory health outcomes through innovation, collaboration, and international expertise.",
    "This year’s theme, “Equity in Respiratory Health: For the Right to Breathe Free,” emphasises the vision to provide advanced respiratory care island-wide sans discrimination. It further highlights the fundamental right of every individual to inhale clean air and access effective treatment for respiratory ailments, empowering them to lead healthier lives.",
    "Highlights of RESPIRE 2025 include Pre-congress workshops, hands-on training, and post-congress initiatives with the insights of International experts and Involvement of government health officials and various professional organizations.",
    "The College of Pulmonologists states in a press release issued at the event launch that, “some of our distinguished speakers include; Prof. Nick Maskell (UK), President of the British Thoracic Society, Prof. Anita Simonds (UK), A world leader in respiratory and sleep medicine, and Prof. David Denning (UK), renowned for his expertise in infectious diseases. Their participation underscores the global recognition of RESPIRE 2025 as a premier event in pulmonology, providing attendees with a chance to engage directly with these experts.”",
    "The five-day event aims to provide a diverse set of workshops, guest lectures, symposiums, and panel discussions designed to tackle both foundational topics and emerging challenges in pulmonology. Along with interactive Panels and Networking Opportunities, attendees will also have the opportunity to refine their skills in procedures such as allergy testing and advanced diagnostic techniques under the guidance of experienced coordinators. The event seeks to serve as a dynamic networking platform, fostering connections among medical professionals and creating opportunities for cross-border collaborations."
  ]
}