{
  "url": "https://www.technologyreview.com/2025/02/07/1111219/tiny-microbes-in-your-mouth-could-be-putting-your-health-at-risk/",
  "title": "How the tiny microbes in your mouth could be putting your health at risk",
  "ut": 1738884600.0,
  "body_paragraphs": [
    "This article first appeared in The Checkup, MIT Technology Review’s weekly biotech newsletter. To receive it in your inbox every Thursday, and read articles like this first, sign up here. This week I’ve been working on a piece about teeth. Well, sort of teeth. Specifically, lab-grown bioengineered teeth. Researchers have created these teeth with a mixture of human and pig tooth cells and grown them in the jaws of living mini pigs. Related StoryHumanlike “teeth” have been grown in mini pigsThe toothlike structures represent a step toward bioengineered replacements for dental implants, say researchers behind the work.",
    "“We’re working on trying to create functional replacement teeth,” Pamela Yelick of Tufts University, one of the researchers behind the work, told me. The idea is to develop an alternative to titanium dental implants. Replacing lost or damaged teeth with healthy, living, lab-grown ones might be a more appealing option than drilling a piece of metal into a person’s jawbone. Current dental implants can work well, but they’re not perfect. They don’t attach to bones and gums in the same way that real teeth do. And around 20% of people who get implants end up developing an infection called peri-implantitis, which can lead to bone loss.",
    "It is all down to the microbes that grow on them. There’s a complex community of microbes living in our mouths, and disruptions can lead to infection. But these organisms don’t just affect our mouths; they also seem to be linked to a growing number of disorders that can affect our bodies and brains. If you’re curious, read on. The oral microbiome, as it is now called, was first discovered in 1670 by Antonie van Leeuwenhoek, a self-taught Dutch microbiologist. “I didn’t clean my teeth for three days and then took the material that had lodged in small amounts on the gums above my front teeth … I found a few living animalcules,” he wrote in a letter to the Royal Society at the time.",
    "Van Leeuwenhoek had used his own homemade microscopes to study the “animalcules” he found in his mouth. Today, we know that these organisms include bacteria, archaea, fungi, and viruses, each of which comes in lots of types. “Everyone’s mouth is home to hundreds of bacterial species,” says Kathryn Kauffman at the University of Buffalo, who studies the oral microbiome. These organisms interact with each other and with our own immune systems, and researchers are still getting to grips with how the interactions work. Some microbes feed on sugars or fats in our diets, for example, while others seem to feed on our own cells. Depending on what they consume and produce, microbes can alter the environment of the mouth to either promote or inhibit the growth of other microbes. This complex microbial dance seems to have a really important role in our health. Oral diseases and even oral cancers have been linked to an imbalance in the oral microbiome, which scientists call “dysbiosis.” Tooth decay, for example, has been attributed to an overgrowth of microbes that produce acids that can damage teeth.  Related StoryThe hunter-gatherer groups at the heart of a microbiome gold rushScientists have been looking for health-promoting microbes in the feces of people from traditional communities—some of whom feel exploited.",
    "Specific oral microbes are also being linked to an ever-growing list of diseases of the body and brain, including rheumatoid arthritis, metabolic disease, cardiovascular diseases, inflammatory bowel disease, colorectal cancer, and more.  There’s also growing evidence that these oral microbes contribute to neurodegenerative disease. A bacterium called P. gingivalis, which plays a role in the development of chronic periodontitis, has been found in the brains of people with Alzheimer’s disease. And people who are infected with P. gingivalis also experience a decline in their cognitive abilities over a six-month period. Scientists are still figuring out how oral microbes might travel from the mouth to cause disease elsewhere. In some cases, “you swallow the saliva that contains them … and they can lodge in your heart and other parts of the body,” says Yelick. “They can result in a systemic inflammation that just happens in the background.” In other cases, the microbes may be hitching a ride in our own immune cells to journey through the bloodstream, as the “Trojan horse hypothesis” posits. There’s some evidence that Fusobacterium nucleatum, a bacterium commonly found in the mouth, does this by hiding in white blood cells.  There’s a lot to learn about exactly how these tiny microbes are exerting such huge influence over everything from our metabolism and bone health to our neurological function. But in the meantime, the emerging evidence is a good reminder to us all to look after our teeth. At least until lab-grown ones become available.",
    "Now read the rest of The Checkup Read more from MIT Technology Review's archive You can read more about Yelick’s attempt to grow humanlike teeth in mini pigs here. The gut microbiome is even more complex than the one in our mouths. Some scientists believe that people in traditional societies have the healthiest collections of gut microbes. But research on the topic has left some of the people in those groups feeling exploited.  Research suggests our microbiomes change as we age. Scientists are exploring whether maintaining our microbiomes might help us stave off age-related disease. The makeup of a gut microbiome can be assessed by analyzing fecal samples. This research might be able to reveal what a person has eaten and help provide personalized dietary advice. There are also communities of microbes living on our skin. Scientists have engineered skin microbes to prevent and treat cancer in mice. Human trials are in the works. From around the web Argentina has declared that it will withdraw from the World Health Organization, following a similar move from the US. President Javier Milei has criticized the WHO for its handling of the covid-19 pandemic and called it a “nefarious organization.” (Al Jazeera) Dairy cows in Nevada have been infected with a form of bird flu different from the one that has been circulating in US dairy herds for months. (The New York Times) Staff at the US Centers for Disease Control and Prevention have been instructed to withdraw pending journal publications that mention terms including “transgender” and “pregnant people.” But the editors of the British Medical Journal have said they “will not retract published articles on request by an author on the basis that they contained so-called banned words.” “Retraction occurs in circumstances where clear evidence exists of major errors, data fabrication, or falsification that compromise the reliability of the research findings. It is not a matter of author request,” two editors have written. (BMJ) Al Nowatzki had been chatting to his AI girlfriend, Erin, for months. Then, in late January, Erin told him to kill himself, and provided explicit instructions on how to do so. (MIT Technology Review) Is our use of the internet and AI tools making us cognitively lazy? “Digital amnesia” might just be a sign of an aging brain. (Nature) hide"
  ]
}