{
  "url": "https://www.eiu.com/n/democracy-in-asia-in-2024-and-the-outlook-for-2025/",
  "title": "Democracy in Asia in 2024, and the outlook for 2025",
  "ut": 1743004045.0,
  "body_paragraphs": [
    "Democracy in Asia in 2024, and the outlook for 2025",
    "DemocracyForecastingPoliticsAsiaCountry Analysis",
    "In EIU’s Democracy Index for 2024, Asia and Australasia continue to lag behind the rest of the world. More than half of the 28 geographies included in our index recorded score declines, marking a sixth consecutive year of regression (or stasis). The region’s index score declined in 2024 compared to 2023, from 5.41 to 5.31 (on a 0-10 scale). The downgrade reflects a series of political developments over the past year, which represent the region’s continued, gradual drift away from representative democracy.",
    "South Korea was one of the countries that drove the region’s democratic backsliding in 2024. The ongoing political crisis, which stemmed from the (short-lived) declaration of martial law by the then-president, Yoon Suk-yeol, in December, prompted us to demote that country into the “flawed democracy” classification. Although public protests against Yoon Suk-yeol’s moves reflected the resilience of local democratic institutions in the face of sudden challenges, the incident has exposed institutional issues regarding presidential power—and increased the risk of future political violence and social unrest. Deep-rooted political acrimony between South Korea’s political parties will keep a resolution elusive in the near term, despite our expectations that the opposition leader, Lee Jae-myung, will ultimately contest (and win) the country’s next elections, which will eventually restore stability to the political landscape.",
    "South-east Asian nations saw troubling political dynamics emerge in 2024, amid a region-wide backsliding into dynastic politics in countries like Indonesia, Thailand and the Philippines. The near-term outlook for regional democracy is challenging. Indonesia faces renewed student activism, reflecting dissatisfaction with recent budget cuts, the establishment of a controversial second sovereign wealth fund, and the amendment of laws to expand the role of the military in civilian governance (which has resulted in equity market turmoil). In Thailand, the prime minister, Paetongtarn Shinawatra, faces an increasingly hostile opposition, amid allegations that she operates under the undue influence of her father, Thaksin (himself a former Thai prime minister). And in the Philippines, the arrest of Rodrigo Duterte, the former president, will deepen the political battle between the Duterte family—his daughter, Sara, is serving as the country’s vice-president, but was impeached in early February—and the prime minister, Ferdinand “Bongbong” Marcos Jr, who hails from the Marcos political dynasty (which dominated the Philippines in 1965-86).",
    "South Asia saw a dramatic year, with many of the elections that did occur marred by fraud and violence. Political demonstrations in Bangladesh, following elections in January 2024 (which were seen as neither free nor fair), toppled the previous government under Sheikh Hasina Wajed in August 2024, ushering in a new era of change. Even so, the country’s future economic and political outlook remains uncertain under the current interim government; EIU sees it as highly likely (30-40% probability) that authorities could delay future elections until 2026, representing a degradation in the country’s democratic norms. Elections in Pakistan, held in February last year, faced allegations of political repression and interference—factors which will persist for as long as the country’s security situation remains unstable. Although Sri Lanka saw a change of government in its November elections, the political landscape remains unpredictable, with further democratisation dependent on the ability of civil society to push for reforms (and the willingness of political institutions to embrace them). By contrast, elections in India were judged to be more free and fair; the polls returned a shockingly low majority for the incumbent Bharatiya Janata Party, despite their tight control on the media. Public concerns around employment and the erosion of social freedoms were reflected in the ballot, attesting to the perseverance of democratic processes in the country.",
    "Australia, Japan, New Zealand and Taiwan remain the region’s only “full democracies.” Even so, several of these geographies face important challenges to their democratic institutions this year: Australians will head to the polls in May 2025, with the most likely electoral outcome being a hung parliament, raising questions around whether (or how) the next government will seek to bypass legislative impediments to its agenda. In Taiwan, the executive-legislature split has already frustrated policymaking, where opposition parties have sought to weaponise the legislature against the president, including by knee-capping the Taiwanese constitutional court. Japan‘s prime minister, Ishiba Shigeru, has come under increasing pressure in recent weeks, amid a series of scandals tied to himself and his party, which will preserve pressure on him to resign before the upper-house elections in July.The analysis and forecasts presented in this article are drawn from EIU’s Country Analysis service. This comprehensive solution offers essential insights into the political and economic outlook of nearly 200 countries, empowering businesses to manage risks and develop effective strategies.",
    "DemocracyForecastingPoliticsAsiaCountry Analysis"
  ]
}