{
  "url": "https://www.dailymirror.lk/plus/Was-Israeli-intelligence-the-target-of-speculated-Arugam-Bay-attack/352-295335",
  "title": "Was Israeli intelligence the target of speculated Arugam Bay attack?",
  "ut": 1730829884.0,
  "body_paragraphs": [
    "Tourists who have planned to visit the Arugam Bay sea belt to enjoy surfing and reserved hotel rooms till December have cancelled reservations in in view of the travel advisory issued by several counties",
    "Images of Islaelis who died in the Gaza conflict have come up in Arugambay",
    "Hotel reservations cancelled due to the fear psychosis",
    "Opportunity to earn an income of Rs.90 million per day from tourism badly affected",
    "Israelis have been in Sri Lanka for more than five years",
    "Israelis have visited Sri Lanka on tourist VISA to enjoy Surfing",
    "It is questioned as to how they obtained permission to operate businesses",
    "Residents of the area suspect that the Chabad House is occupied by MOSAD intelligence",
    "There are records that these foreigners generously help Sinhala and Muslim people",
    "Orders have been received from higher ranks since October 2023 to provide them with protection",
    "Sri Lanka has had bilateral relation with Israel since the former’s independence. These relationships began during the time of first Prime Minister D.S.Senanayake.  Sri Lanka had purchased weapons and even ships from Israel. However, the governments of Prime Ministers S.W.R.D. Bandaranaike and Sirimavo Bandaranaike recognised Palestinian Liberation Organization and gave up relations with Israel.",
    "However, the government of President J.R.Jayewardene resumed relations with Israel and received expertise knowledge on war and logistics when the civil war in the island triggered off. Israel had provided expertise on construction works for the Mahaweli project. Bilateral relations with Israel culminated in setting up of the Israel Interest Section in Sri Lanka.",
    "A tourist in Arugam Bay",
    "setting off for a surfing session",
    "Ravi Jayewardene (the son of J.R.Jayewardene) established the Special Task Force of the Police on the advice of the Israel Intelligence Service, MOSAD, which provided training as well. Defence Minister in the J.R.Jayewardene Government Lalith Athulathmudali had a harmonious rapport with Israel. He was a lecturer in an Israeli university as well. Minister of Mahweli Development Gamini Dissanayake was another prominent minister in the J.R.Jayewardene Government which had a close relationship with the Israel government; the latter providing expertise to Sri Lanka regarding this project.",
    "However, India was not pleased with Sri Lanka’s relationship with Israel.",
    "Former Indian High Commissioner J.N Dixit penned a book titled ‘Assignment Colombo’. He made references to the book when speaking about an incident at the opening ceremony of Biyagama Free Trade Zone. The then Indian High Commissioner had mentioned that it was Ranil who had invited Israel representatives to the ceremony on J.R.Jayewardene’s instructions and inconvenienced ‘him’ by introducing them to him.",
    "Government has guaranteed the security of foreign and local tourists and the residents of the area. We have initiated further investigations in this regard. Meanwhile several individuals suspected of planning an attack have been arrested",
    "Cabinet Spokesman Minister",
    "Now Arugam Bay is well protected four tourism. Israelis had been operating businesses in the area and had even built hotels. They were not facing any terrorist threat. Police have provided them with security for a long time. It is a matter of serious concern that the country lost an income of Rs. 90 million",
    "- A.M. Jaufer President of",
    "Arugam Bay Hotel Association",
    "In a book authored by an Israel official Victor Ostrovsky there was mention about training provided to the Sri Lankan police and the army and the supplying of arms by MOSAD during the time of President Ranasinghe Premadasa.  He had mentioned that the MOSAD had provided training and supplied arms to the LTTE as well. President Premadasa had appointed ‘The Wadugodapitiya Commission’ to probe the truth in Israel’s relations with the LTTE.",
    "When a group of parliamentarians, including Minister Gamini Dissanayake, moved the impeachment motion against President Ranasinghe Premadasa, he told parliament that MOSAD was behind it. He said that he had ordered the Israel Intersection to leave the country and that it was no wonder that MOSAD took up arms against him.",
    "“Please do not forget that we have among us individuals who had earned black money by teaching in Israel universities,” Premadasa is recorded in saying in parliament.",
    "However, President Chandrika Bandaranaike resumed diplomatic relations with Israel and President Mahinda Rajapaksa depended on Israel support to fight the LTTE. President Gotabaya Rajapaksa followed the policy of his predecessors. Meanwhile, Israel provided employment opportunities to Sri Lanka youth. Sri Lankan forces were deployed in Israel to fight against Iranian terrorists in the Red sea during President Ranil Wickremesinghe’s tenure.",
    "It is a clear indication that Sri Lanka has had friendly relations with Israel since long ago.",
    "Relations between the two counties took a new facet in view of the terror threat to Israel tourists holidaying in Arugam Bay. Israel tourists take a keen interest in surfing in the sea off Arugam Bay, which is a popular location for surfing. Arugam Bay is a location where several international surfing competitions are held every year.",
    "However, on August 20, Israel Foreign Ministry warned Israeli tourists to avoid Arugam Bay area in view of a possible attack targeting them.  More than 200 hotels in Arugam Bay provide facilities to tourists, but only about 30 to 40 of them are authorised tourist hotels registered with the Tourist Board. Several unauthorised hotels are located on state lands. Rooms for rent are available at several houses in the area, but their owners are not in possession of any details of the guests. This situation poses a serious security threat to the Arugam Bay tourist zone.",
    "Tourist hotels in Arugam Bay provide accommodation for about 2500-3000 tourists at any given time. Rooms are available for US$ 100 onwards. The average income per day from hotel rooms is about Rs. 90 million.",
    "Police protection for place of worship",
    "Chabad House, a place of worship of Israelis, is located on a land belonging to a Muslim. The police have provided it protection since its very inception.",
    "About four years have elapsed since fresh military conflicts intensified between Israel and Palestine. President Anura Kumara Dissanayake stepped up security in Arugam Bay area on the warning of a possible attack on tourists. Questions are raised by residents in the area as to why security was provided to Chabad House even before the Middle East war irrupted. Residents of the area suspect that Chabad House is occupied by MOSAD intelligence. These residents pointed out that foreign tourists are not permitted by the Sri Lankan Law to operate a place of religious worship. If any individual wishes to operate such an institution, approval must be obtained by the Ministry of Cultural Affairs. Given the circumstances in Sri Lanka, who has permitted Chabad House to operate is a matter of concern, according to locals in the area.",
    "Israeli tourists visiting the country put up a poster in their rooms and garden walls carrying the details of Israeli civilians and the military personnel killed in the war. Residents of the area are of opinion that the Israeli tourists are in fact Israeli intelligence officers.",
    "It is understood that several Israel tourist are overstaying in the county even after the expiry of their VISAs. The VISAs fall under three categories: VISA for foreign investors arriving in the country with the approval of the Board of Investment, Employment VISA and tourist VISA. The investment made by the foreigner should be more than US$ 50,000 for an individual to be entitled to a VISA given to foreign investors.  However Israeli tourists who visited Sri Lanka on tourist VISAs have taken to businesses; including the operating of tourist hotels. Several of them have resorted to religious propaganda for which facilities have been provided. An estimated 6000 Israeli tourists visit Sri Lanka annually. However, the threat of a terror attack surfaced when only 13 Israeli tourists were present in the Arugam Bay area.",
    "Meanwhile the tourists, who planned to visit the Arugam Bay sea belt to enjoy surfing and reserved hotel rooms till December, have cancelled all reservations in view of the travel advisory issued by several counties against Sri Lanka. These travel adversaries come from USA, Australia, Japan and Poland. At present, Arugam Bay is somewhat deserted due to a drop in tourists. Only tourists who are hear for business purposes and those who have overstayed their VISAs are seen in the area. The police and the security forces have confirmed that the majority of Israel tourists visiting Arugam Bay are Israeli military personnel. They come and stay for about three months and leave after enjoying the holiday. Speculation is rife that these tourists are able to analyse information using satellites that are orbited from Arugam Bay. Locals in the area opine that it is a matter to be investigated by the relevant authorities. However, it is too early to propose the idea whether Israelis, visiting other countries under the pretext of being tourists, are carrying out surveillance activities from a global security perspective. However, if these activities are allowed to go unchecked, Sri Lanka would inevitably be a target of terrorist threats.",
    "President of Arugam Bay Hotel Association A.M. Jaufer said that President Anura Kumara Disanayake had taken immediate steps to enhance security in the area. He added that the United States of America has withdrawn the travel advisory issued in connection with Sri Lanka.",
    "“Now Arugam Bay is well protected for tourism. Israelis had been operating businesses in the area and had even built hotels. They were not facing any terrorist threat. Police have provided them with security for a  long time. It is a matter of serious concern that the country lost an income of Rs. 90 million,” said Jaufer.",
    "When inquiries were made from Police Media Spokesman DIG Nihal Thalduwa regarding special security provided to Chabad House- on orders from the higher ranks- he said that the matter should be investigated. He said that he will make inquiries from the CID before making a statement to the media. Even at the time of gong to press Thalduwa had not replied to queries made by this newspaper.",
    "Meanwhile Cabinet Spokesman Minister Vijitha Herath said on October 29 that on intelligence received regarding a possible attack on the Arugam Bay tourism zone, steps were taken beef up security following a decision taken by the Security Council.",
    "“Government has guaranteed the security of foreign and local tourists and the residents of the area. We have initiated further investigations in this regard. Meanwhile several individuals suspected of planning an attack have been arrested. A separate investigation of Chabad House (place of religious worship) would be held to find who permitted its operation and weather its existence is lawful,” Herath added.",
    "This newspaper made inquiries on this regard from the Israeli Embassy in Sri Lanka as well, but there was no response. All our attempt to contact a senior official of the Ministry of Foreign Affairs to obtain details of how VISAs are issued to the Israelis proved futile. This writer then attempted to contact the Chairman of the Tourism Promotion Authority in this regard but these attempts failed to bring a response. Subsequently this newspaper called the Buddha Sasana and Cultural Affairs Ministry over 011-2872023 and 2872002 to know whether there was permission for a tourist to build places of worship and propagate his religion, but there was no response.",
    "It is imperative that the relevant authorities should take up the issue an explain facts about these Israelis and their operations in Sri Lanka."
  ]
}