{
  "url": "https://www.dailymirror.lk/opinion/Sri-Lanka-Presidential-election-2024-Who-will-have-the-last-laugh/172-291839",
  "title": "Sri Lanka Presidential election 2024: Who will have the last laugh?",
  "ut": 1726553100.0,
  "body_paragraphs": [
    "As Sri Lanka gears up for its 2024 Presidential Election, the race is intensifying with three leading candidates vying for the top position: incumbent President Ranil Wickremesinghe, running as an independent; Sajith Premadasa of the Samagi Jana Balawegaya (SJB); and Anura Kumara Dissanayake of the National People's Power (NPP).",
    "Each candidate brings a distinct political vision to the table, addressing key issues such as economic recovery and ethnic reconciliation, while external factors like India's influence also come into play.",
    "This election is especially significant as it is the first in over four years, following the 2022 protests known as Aragalaya, which were driven by widespread dissatisfaction with economic mismanagement under the Gotabaya Rajapaksa government. The protests led to the resignation of the president, prime minister, and cabinet, creating a heightened sense of urgency for political change.",
    "Election Campaigns and Promises",
    "In July 2022, Ranil Wickremesinghe was elected president through a parliamentary vote. Under his leadership, the government secured approximately US$2.9 billion (S$3.79 billion) in bailout funds from the International Monetary Fund (IMF). Some indicators of this government’s economic stabilization drive and the IMF-led reforms program include a reduced rate of inflation and increased foreign reserves to approximately US$5.4 billion (S$7 billion) by May 2024. However, since 2022, poverty and inequality have increased exponentially.",
    "Wickremesinghe enters the race on the back of his economic reform agenda, aiming to stabilize Sri Lanka’s crisis-ridden economy.",
    "Wickremesinghe has positioned himself as the leader best equipped to handle the ongoing economic crisis. His approach is to continue with the structural reforms initiated during his term, including fiscal discipline, reducing public debt, and fostering international partnerships, particularly with the IMF.",
    "Wickremesinghe emphasizes maintaining balanced foreign relations, with a tilt towards attracting foreign investment, especially from India and China. Wickremesinghe said he will aim to rebuild Sri Lanka’s faltering economy into a more robust one.",
    "The President highlighted his efforts to lay the groundwork for economic transformation by ending shortages, reducing the cost of living, and implementing tax concessions. He asserted his right to seek voter support and urged that politicians who abandoned the country during times of crisis should be remembered on 21 September and given their due recognition.",
    "Wickremesinghe contrasted his policies with those of Sajith Premadasa and Anura Kumara Dissanayake, asserting that their approach mirrors Gotabaya Rajapaksa's tax cuts and reduction in state revenue. He emphasized that his strategy focuses on boosting production and increasing state income. In his policy statement, Wickremesinghe has outlined priorities such as easing the cost of living, creating jobs, offering tax relief, promoting economic growth, and implementing the Aswesuma and Urumaya programs.",
    "Wickremesinghe's manifesto in English spans 13,496 words. While it is primarily aspirational, like most manifestos, it also uniquely outlines his efforts over the past two years to stabilize the economy. He highlights the enactment of 100 new laws, with notable achievements in legislation related to the Central Bank, Economic Transformation, Anti-Corruption, Public Debt Management, Electricity, and Public Finance Management. Despite Wickremesinghe’s campaign rhetoric of having stabilized the economy, the growing poverty and inequality in the country have made him increasingly unpopular. Election polls conducted by the Institute of Health Policy indicate that Dissanayake and Premadasa are leading, with the current president in third place.",
    "Sajith Premadasa (Samagi Jana Balawegaya - SJB)",
    "Sajith Premadasa, leader of the SJB, is presenting himself as a pro-people, grassroots-oriented leader. Premadasa’s campaign focuses on strengthening welfare systems, improving healthcare, education, and employment opportunities. He promises to introduce measures for poverty alleviation and improve social security nets for low-income households.",
    "Premadasa lost the 2019 presidential election, coming second after securing 41.99 percent of the vote. The SJB is a broad-tent party, and its current alliance, the Samagi Jana Sandhanaya, includes members from a wide range of political camps and parties, including the Sri Lanka Muslim Congress, the People’s Freedom Congress (a SLPP-breakaway), the Tamil Progressive Alliance, and a faction of the Sri Lanka Freedom Party (SLFP).",
    "Being a breakaway of the UNP, the SJB advocates largely for economic liberalism. However, the SJB under Premadasa attempts to position itself slightly to the left of the current government’s economic policy. Premadasa’s manifesto (‘A Win for All’) characterizes its economic policy as “social democratic.”",
    "With an emphasis on creating jobs and opportunities for young people, Premadasa aims to build a development-oriented economy that caters to both urban and rural populations. Premadasa is making significant overtures toward promoting harmony among Sri Lanka’s diverse ethnic communities. He pledges to address historical grievances and ensure that minority communities are included in the nation’s progress. In his policy statement titled ‘A Win for All,’ Premadasa focused on 20 key points, including building a strong economy through transparency and accountability, managing the debt crisis, empowering every citizen, enhancing government services, protecting quality of life, safeguarding the nation, finance and exchange rate policy, expenditure control, stimulating economic development, public sector management, and digitization.",
    "Under the promotion of public service, attention has been focused on creating a digital Sri Lanka for the 21st century. Eight areas, including religious and cultural affairs, media, housing, and public facilities, have been given under the protection of living conditions. Special attention has been given to strengthening democracy and reconciliation, foreign relations and trade alliances, national security, law and order, and anti-corruption laws.",
    "Anura Kumara Dissanayake (National People’s Power - NPP)",
    "The third frontrunner presidential candidate is Dissanayake, who heads the NPP, a political alliance in which the Communist-Leninist Janatha Vimukthi Peramuna (JVP) is the main political party. The NPP has had a sharp rise in popularity since 2022, having secured only around three percent of the vote in the last presidential election.",
    "Dissanayake has gained increasing support, particularly among the disillusioned youth and middle class.",
    "Historically, the NPP has opposed IMF programs, but its recent endorsement of the current program (although with a renegotiation of its terms), as seen in its manifesto, ‘A Rich Country, A Beautiful Life,’ marks a significant shift.",
    "The NPP’s leadership has made pragmatic concessions, seen during a more recent visit to India, where it expressed alignment with foreign investment interests despite earlier opposition. Its current platform advocates a state-directed mixed economy, and this is evident in its stance on privatization of only some state-owned enterprises.",
    "The NPP’s election campaign has a left-populist tone, including promises of cutting taxes and increasing government employee salaries. On the national question, the NPP’s stance has undergone notable evolution. While it has not fully endorsed the 13th Amendment, it has committed to maintaining the provincial council system. Dissanayake is campaigning on a strong anti-corruption platform, targeting political elites and promoting transparency. He pledges to dismantle the current political structures that foster corruption and misuse of power. While supporting ethnic harmony, Dissanayake is also emphasizing Sri Lanka’s independence from foreign influence, criticizing deals that compromise the nation’s sovereignty.",
    "Economy vs. Ethnic Issues",
    "The 2024 election is expected to revolve around two major themes: economic recovery and ethnic issues, both of which have shaped Sri Lanka’s history and continue to play a pivotal role in its politics.",
    "With Sri Lanka grappling with its worst economic crisis in decades—marked by high inflation, fuel shortages, and an overwhelming national debt—economic recovery is the primary concern for voters. Wickremesinghe, as the incumbent, is leaning heavily on his track record of securing IMF assistance, debt restructuring plans, and stabilizing the economy.",
    "However, the economic discourse is divided. Premadasa criticizes the slow pace of recovery, focusing on the immediate needs of the population, such as access to affordable food, healthcare, and employment. Dissanayake, on the other hand, is pushing for systemic economic reform, targeting economic disparities and vowing to end the cycle of political corruption that has exacerbated the country’s economic woes.",
    "Ethnic tensions, particularly between the Sinhalese majority and the Tamil and Muslim minorities, continue to be a sensitive subject in Sri Lanka. Wickremesinghe’s approach to ethnic issues has been more muted, focusing instead on national unity and development as a means of reconciliation. However, Premadasa has been more vocal about addressing historical grievances, particularly of the Tamil population in the north and east, and promises a more inclusive government.",
    "Dissanayake, meanwhile, is positioning himself as a nationalist, but one who supports ethnic harmony. He has proposed rebuilding the trust between ethnic communities through equitable development policies and ensuring that marginalized groups are included in national decision-making.",
    "Possible External Intervention",
    "Sri Lanka’s strategic location in the Indian Ocean has made it a focal point for regional powers, particularly India and China. The outcome of the election could also significantly influence the nation’s geopolitical dynamics, particularly its relationships with regional powers such as India, key Western powers, and China. While all three main contenders appear to be inclined towards a balanced foreign policy, in practice, all governments in the past and present have (perceived or real) tilted slightly towards one geopolitical camp. While a Wickremesinghe or Premadasa government is expected to lean more towards India and the Western powers, an NPP government is expected to build closer ties with China.",
    "India has traditionally maintained a strong influence in Sri Lanka, particularly in the context of its Tamil population in the north and east, where India has played a role as a protector and mediator. New Delhi’s interest in Sri Lanka is driven by both security concerns and economic opportunities, particularly given Sri Lanka’s proximity to crucial shipping lanes.",
    "Wickremesinghe is seen as the most pro-India candidate, having fostered closer economic and security ties with India during his tenure. India is likely to view him as the most stable option for continuing cooperation on trade and security issues, including port developments and infrastructure projects.",
    "With the presidential election announced and several weeks ahead, India’s National Security Advisor, Ajit Doval, arrived in Sri Lanka and held talks with all three key presidential candidates.",
    "While Doval’s visit was primarily to attend the Colombo Security Conclave, his meetings with Sri Lanka’s political heavyweights underscore New Delhi’s efforts to ensure that its relationship with Sri Lanka remains robust, irrespective of the election's outcome.",
    "In the meeting, Doval and Wickremesinghe underscored the importance of the strategic partnership, particularly in addressing common security challenges, such as maritime security in the Indian Ocean, countering terrorism, and strengthening cybersecurity frameworks. Both leaders expressed a commitment to expanding defense cooperation through joint military exercises and intelligence sharing. This is part of a broader strategy to maintain stability and security in South Asia, given the region's growing geopolitical tensions.",
    "Ajit Doval also engaged in separate discussions with Sajith Premadasa and Anura Kumara Dissanayake.",
    "Premadasa discussed India-Sri Lanka political ties and how India could assist Sri Lanka in stabilizing its economy, boosting trade, and strengthening diplomatic relations. Premadasa also expressed his concerns about Sri Lanka's future direction and India’s potential role in ensuring regional stability.",
    "Anura Kumara Dissanayake met with Doval to discuss political and economic issues, including maintaining sovereignty while engaging in foreign partnerships. Dissanayake reportedly raised concerns about external influences on Sri Lanka’s political landscape. The meeting also focused on broader regional cooperation and how Sri Lanka can maintain balanced diplomatic relations with key allies like India.",
    "Who Will Have the Last Laugh?",
    "The 2024 Presidential Election in Sri Lanka presents a complex and highly charged political landscape. While economic recovery remains the primary concern for most voters, the ethnic question and external influence, particularly from India, will also shape the electoral outcome. Wickremesinghe’s experience, Premadasa’s populist appeal, and Dissanayake’s anti-establishment rhetoric each have the potential to sway the electorate. Ultimately, the candidate who can balance economic stability, ethnic reconciliation, and foreign policy independence may emerge victorious, but the race remains wide open."
  ]
}