{
  "url": "https://hbr.org/2024/07/research-how-family-motivates-people-to-do-their-best-work",
  "title": "Research: How Family Motivates People to Do Their Best Work",
  "ut": 1719989110.0,
  "body_paragraphs": [
    "RichVintage/Getty Images",
    "Family is one of the most important things in most people’s lives, across cultures and geographies. Yet, the idea that family can be motivational at work has been overlooked. Instead, in the past, family has been mostly seen as competing with work for an...more",
    "Tennis star Serena Williams recently unveiled her next endeavor after leaving the courts behind: her new brand, Wyn Beauty. Like the decision to retire from tennis to focus on family, Williams’ choice to focus on beauty is a family affair. As Williams put it: “Motherhood has allowed me to look at beauty through the eyes of my daughter, Olympia. We’re always experimenting with makeup together, and I think about how these moments will be part of both of our beauty journeys… I also hope my daughters see how many different passions I have — from tennis to beauty — and learn that they can lead dynamic careers and lives across their many interests.”",
    "Indeed, Williams’ daughter Olympia has been motivating her mom to do her best since before she was born. Williams was two months pregnant when she won the Australian Open. When Williams later wrote a public message to her newborn daughter, she emphasized how much she looked forward to seeing her daughter watch her from the players’ box, saying that “you gave me the strength I didn’t know I had.”",
    "The same year that Serena drew strength from her daughter’s presence on the tennis courts, we published our research on family motivation, or how family can motivate people to do their best at work. In quite a different context — the dusty desert of northern Mexico near the U.S. border — we had observed 97 employees working in a low-cost factory for processing coupons. As we spoke with the employees of this factory and later systematically studied them with surveys and objective performance indicators, an intriguing pattern emerged: those who performed best were the ones who did the job not for themselves, but for the benefit of their family.",
    "Family is one of the most important things in most people’s lives, across cultures and geographies. Yet, the idea that family can be motivational at work has been overlooked. Instead, in the past, family has been mostly seen as competing with work for an employee’s finite resources, like their time and energy. A large body of research on work-family conflict drew on this notion and illustrated how work and family domains create conflicting demands and interfere with one another.",
    "Our research, and the stories of the workers in Mexico that we studied, tell us the opposite. In stark contrast to the idea that family mainly drains energy from work, we found that family can provide energy for one’s work. These findings encourage us to rethink family as a key source of motivation at work.",
    "Since we published the original research in 2017, further research has corroborated our findings and the results have been replicated and extended in other studies. We’re now able to more deeply understand the ways that family can play a role in motivation at work, as well as how managers can apply our findings in their own organizations.",
    "Family as a Source of Motivation at Work",
    "Research on motivation has suggested that people work harder if work provides them with money and status (extrinsic motivation), joy and fulfillment (intrinsic motivation), and a sense of making a difference to others in the world (prosocial motivation). However, one reason why people work is often neglected: their family. Many people are motivated to get up every morning and go about their work because they care about supporting their family and because their family benefits from their job. This family motivation can boost employees’ performance at work, inspiring them to do their best.",
    "The low-income employees we studied spend their workdays scanning discount coupons that are shipped to Mexico from retailers located in the U.S. — a monotonous, manual process that involves taking each coupon out of its shipping container, scanning the barcode, and double checking that the system processes the coupon correctly. We found that those who were more motivated by their family to do their work had more energy for their work. This energy, in turn, increased employees’ ability to meet their target goals for work each day. Subsequent studies among both lower-income and higher-income employees in China have again found that family motivation increased employees’ work effort in ways that led to enhanced productivity.",
    "The reasons why family energizes extra work effort are manifold. The most straightforward is that employees want to ensure that they have the financial resources to sustain their family. But family motivates many to work hard for reasons beyond finances. Parents describe wanting to do their best at their job because they care about being a role model, to illustrate the value of a strong work ethic, or to teach their children positive career strategies — like Serena Williams’ desire to show her daughters how to embrace different interests across careers. These dynamics emerged in qualitative interviews researchers conducted in South Asia to explore the nature of family motivation further. One employee said: “My kids are everything to me. I want to give them the best and also want to be [a] role model for them. I want to teach them that one should [honor] their responsibility and earn a respectable living.”",
    "Work can also be a source of pride, as employees share their accomplishments to make family members proud. As another South Asian employee shared, “My family feels pride in my work, my earning capabilities, and my growth in my career. It is the encouragement and backing from my family that motivate me to grow.” Just as Serena Williams looked forward to her daughter watching her work, these employees delighted in seeing the pride in their accomplishments reflected in their families’ eyes.",
    "Family can also give employees a bigger-picture perspective that can help them to overcome challenges at work. For instance, Mark Buckingham, a physiotherapist who worked with athletes as they became new parents, noted: “Babies put a bad day or a poor training session into context. Oddly, they make athletes better at time management. People don’t tend to overtrain as much because they haven’t got the time. People become better athletes when they have babies because they become able to put things into context.”",
    "These focus and time management skills extend into the workplace, as well. Ironically, mothers are often advised not to mention their children in job interviews, for fear that they may be judged to be less committed to their careers. Yet such old-school thinking is in direct conflict with what the research actually shows: family can motivate work by prompting people to become more absorbed in their work. Employees who have a family anticipate having after-work domestic responsibilities that will take their time. Having these must-do responsibilities after work actually increases employees’ focus and commitment while at work. Far from serving as a distraction, research shows that employees with family responsibilities report more work absorption than single, childless employees.",
    "Indeed, there are a variety of ways in which a fulfilling family life improves work. For example, family motivation enhances employees’ self-efficacy, or their sense that they can accomplish tasks at work. In addition, positive family events help a leader to feel like a valued family member and strengthen a leader’s prosocial motivation to benefit others with their work, and these forces ultimately spill over to promote effective leadership behaviors in the workplace, like being approachable and inspiring.",
    "How Workplaces Can Encourage Employees to Bring Family into the Office",
    "Given that family motivates people at work, organizations stand to benefit from bringing family into work. This could mean that workplaces should consider how employees can bring children physically into the office — whether by hosting events like “Take Our Daughters and Sons to Work Day(s)” that give children insight into career paths and help them feel pride in their parents’ work, or via benefits like on-site childcare. Employees can also infuse their work environment with special items related to their family, such as photos, children’s drawings, or letters. Infusing workspaces with family memorabilia has the added benefit that reminding ourselves of our families can bring out our best in other ways: for instance, research shows that having photos of loved ones on a desk can reduce unethical behavior such as padding expense reports.",
    "Avoiding the Dark Side of Family Motivation",
    "Of course, there are risks and challenges associated with family motivation in the workplace.",
    "If family motivates people to do their best at work, there is a risk that people will do too much for the sake of their families. For example, one way that family motivation can affect work is by reducing turnover. What may sound good for the employer at first glance may have downsides down the road, both for the employer and the employees. If employees don’t want to change jobs to avoid bringing turbulence to their family — for example, avoiding taking on a new job because children would have to change schools and leave friends behind — it might lead employees to remain in a job that is otherwise not appealing, or where they’re no longer learning, growing, and feeling engaged. For instance, some researchers found that family motivation was associated with employees at corporations in China staying at their jobs despite experiencing abusive supervision. Thus, although the family is a motivating factor, it is important for employees not to neglect their own needs at work.",
    "In addition, employees with higher levels of family motivation may be at an increased risk of stress and burnout. The original study in the Mexican factory found that employees with higher levels of family motivation reported being more stressed at work. Further demonstrating the increased stress associated with family motivation, one employee interviewed in the study on lower- and higher-income employees in China said, “Supporting family makes me feel pressured, so I try my best to be careful at work and avoid errors.” As one South Asian employee put it in the interviews, “When you have to work for your family, you do not want to lose a good job whether it is [in] your [best] interest or not. You try to keep a good relationship and avoid anything which is against the rules, regulations, or culture.” As these quotes illustrate, family motivation may also prompt employees to be more risk-averse, as they feel the pressure to maintain their employment to support their family. For instance, the study with lower- and higher-income Chinese employees found that employees who were higher in family motivation tended to show less creative behavior at work.",
    "These examples also illustrate a potential risk that organizations could take advantage of family motivation, if they know employees rely on the work to support their families and will therefore stay in bad working conditions or work themselves to exhaustion. In fact, organizations have a particular responsibility to support employees who have care duties, as they are at risk of burning the candle at both ends, giving their best at work and then returning home for the “second shift.”",
    "The onus is on organizations to mitigate the potential downsides of the pressure family motivation creates, first and foremost by offering employees good working conditions like stable pay and predictable schedules, as well as the resources to promote mental health and well-being. If family motivates employees at work, organizations need to do their part to support employees with families in turn, such as providing benefits like parental leave and flexible work, or designating certain days as “family and loved ones days off” to give employees time for those who matter most. These policies can send a clear signal that an employer is supportive of people’s personal relationships, and could pay back dividends, given that employees are likely to come back into the office with refreshed motivation from the time spent with loved ones and gratitude toward their employer for creating this time and space.",
    "Employers should take steps to give family-motivated employees the security they need to ameliorate any potential negative effects. First, organizations can help employees feel that their job is stable. Since feelings of financial precarity create pressure, benefits such as savings programs and mortgage assistance can help, as well as making payments toward employee student loans, or allowing employees to choose their benefits and perks so that compensation is customized to their individual needs. Second, to encourage family-motived employees to take risks, organizations could strive to create a psychologically safe environment in which employees do not feel they will be viewed negatively and at risk of losing their job if they speak up or take creative risks. Leaders could explicitly assure employees that such risks are valued and will not threaten their job’s stability.",
    "The poet Maya Angelou wrote, “I sustain myself with the love of family.” As a key force in life, love of family drives the choices we make at work and shapes how we spend our work time. Organizations that embrace family at work stand to benefit from attracting and retaining employees who are highly motivated and engaged.",
    "Leading People Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Leading People. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "What you need to know about being in charge.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "How Leaders Learn: Master the Habits of the World's Most Successful People",
    "The Psychological Safety Collection: Establish a Culture of Trust to Build an Innovative, Thriving Team",
    "Read more on Motivating people",
    "Personal purpose and values,",
    "Balancing work and family"
  ]
}