{
  "url": "https://www.ft.lk/columns/A-nation-without-memory-is-a-nation-at-risk/4-788035",
  "title": "A nation without memory is a nation at risk",
  "ut": 1770410724.0,
  "body_paragraphs": [
    "Policymakers, educationists, curriculum developers, and teachers--- must recognise the dire need to restore history to a central and respected place in general education. This is not about glorifying the past uncritically, but about understanding it honestly, drawing strength from its achievements, learning from its failures, and transmitting its lessons to future generations",
    "Only through a robust and meaningful engagement with history can we foster a deep sense of patriotism, national consciousness, resilience and pride—qualities essential for guarding our sovereignty, preserving our value systems against erosion and corrosion, and building a future worthy of our past",
    "A nation’s future is shaped not only by its economic policies or technological progress, but by the historical consciousness of its people, especially its younger generation. Education is the most powerful means through which a society transmits its collective memory, values, and sense of purpose. Within that process, history occupies a singular and irreplaceable role. It is history that tells a child who they are, where they come from, what their forebears endured, and what responsibilities they inherit as citizens.",
    "For Sri Lanka—a country blessed with a documented, continuous history spanning over 2,500 years—the teaching of national history to school children is not merely an academic exercise. It is a strategic national investment. Yet, alarmingly, despite this unparalleled historical inheritance, there is a perceptible weakening of patriotism, national pride, and collective consciousness among sections of the present generation. This is not without consequence. A generation disconnected from its history is vulnerable to confusion, fragmentation, and external manipulation.",
    "History, therefore, must be taught purposefully, rigorously, and meaningfully in schools—not to glorify the past uncritically, but to draw inspiration, wisdom, and cautionary lessons essential for building a cohesive, resilient, and confident nation.",
    "Why history matters most for school children",
    "Childhood and adolescence are formative periods during which identity, values, and attitudes toward society take shape. If historical awareness is absent at this stage, it is rarely acquired later in depth or spirit. Teaching history to school children instils:",
    "A sense of belonging to something larger than oneself",
    "Respect for sacrifice, freedom, and sovereignty",
    "Moral clarity, drawn from past struggles and choices, and",
    "Critical thinking, by understanding cause and consequence",
    "More importantly, history teaches that the freedoms and institutions children inherit were hard-won, not accidental. When young minds fail to understand this, complacency sets in—and complacency is the precursor to decline.",
    "Lessons from World History: National Consciousness as a Force for Transformation",
    "World history is replete with compelling examples that demonstrate how national consciousness and patriotism, cultivated through shared historical understanding, have been decisive forces in nation-building and national development.",
    "Post-Apartheid South Africa stands as a powerful illustration. The nation’s transition from institutionalised racial division to a democratic state was made possible not merely by political negotiation, but by a deliberate engagement with history—acknowledging injustice, honouring struggle, and forging a collective identity that transcended past divisions.",
    "Similarly, the Indian Independence Movement, led by towering figures such as Mahatma Gandhi and Jawaharlal Nehru, was sustained by a deep awareness of India’s civilisational past and moral traditions. History served as both inspiration and guide, enabling millions to unite across linguistic, religious, and regional differences in pursuit of freedom.",
    "The unification of Germany in the 19th century was driven by a strong sense of shared history, language, and cultural identity. This collective consciousness transformed fragmented states into a unified nation capable of remarkable economic and scientific progress.",
    "In Japan, the Meiji Restoration stands as a landmark example of how historical self-awareness can coexist with modernisation. By drawing strength from traditional values while selectively embracing global knowledge, Japan transformed itself into a modern nation without losing its cultural soul.",
    "In all these cases, history was not treated lightly or marginally. It was consciously used to cultivate patriotism, unity, and a shared national mission. Sri Lanka’s experience is no less deserving of such seriousness.",
    "Sri Lanka’s ancient heritage: A civilisation worth knowing",
    "Sri Lanka’s history is not a footnote in world civilisation; it is a chapter of enduring relevance. From Anuradhapura to Polonnaruwa, the island nurtured a civilisation marked by administrative sophistication, ethical governance, and ecological intelligence.",
    "The hydraulic civilisation of Sri Lanka remains one of the most remarkable achievements of the ancient world. Kings such as Dhatusena, builder of the Kala Wewa, understood water not merely as a resource, but as a public trust essential for survival and prosperity. His works laid the foundation for centuries of agricultural stability.",
    "This tradition reached its zenith under King Parakramabahu the Great, whose oft-quoted adage—",
    "“Let not even a drop of water flow into the ocean without being made useful for the benefit of all on Earth”—",
    "encapsulates a philosophy of sustainable development that modern societies are only now rediscovering. Teaching such history to school children instills pride in indigenous knowledge systems and counters the misplaced notion that wisdom and progress must always come from elsewhere.",
    "Leadership, justice, and moral authority: Lessons from our kings",
    "Sri Lanka’s past also offers enduring lessons in leadership and ethical governance.",
    "King Dutugemunu stands as a symbol of unity, courage, and devotion to the nation. His campaign to reunify the island was not merely a military endeavour, but one deeply rooted in moral responsibility and respect for the Dhamma.",
    "King Elara, though a South Indian ruler, is remembered for his unwavering commitment to justice. His legacy—where even animals were afforded legal redress—demonstrates that Sri Lanka’s historical identity includes respect for fairness, rule of law, and ethical conduct, irrespective of origin.",
    "By learning about such figures, children are exposed to role models of principled leadership, fostering ethical sensibilities vital for future citizens and leaders.",
    "Buddhism and the Ethical Foundations of Society",
    "The arrival of Buddhism in the 3rd century BCE through Arahant Mahinda Thero marked a civilisational transformation. Buddhism shaped Sri Lanka’s approach to governance, education, conflict resolution, and social harmony. It nurtured values of compassion, tolerance, and moderation—qualities essential for a plural society.",
    "History education helps children understand that these values are not abstract ideals, but principles embedded in centuries of lived experience. Without this grounding, moral education risks becoming superficial and disconnected from national identity.",
    "Colonial resistance and the price of freedom",
    "Sri Lanka’s long resistance to colonial domination is a defining chapter of its history. Figures such as Madduma Bandara, Weera Keppetipola, and Wariyapola Sri Sumangala Thero exemplify extraordinary courage, sacrifice, and patriotism in the face of overwhelming power.",
    "Teaching these stories to school children ensures that independence is understood not as a gift, but as an achievement forged through suffering and resolve. A generation ignorant of this struggle risks undervaluing freedom and failing to defend it.",
    "Modern resilience: Terrorism and natural disasters",
    "In more recent history, Sri Lanka faced the grave threat posed by the LTTE, one of the most ruthless terrorist organisations in the world. The eventual defeat of terrorism preserved national unity, democracy, and sovereignty. This chapter, taught responsibly, reinforces the importance of national solidarity and vigilance.",
    "Likewise, the 2004 tsunami revealed the nation’s resilience, social capital, compassion, and collective strength in the face of immense tragedy. By contrast, even highly developed nations have struggled in the face of natural disasters. The response to Hurricane Katrina in the United States in 2005, despite vast financial and technological resources, was widely criticised for systemic failures, poor coordination, and delays in assisting affected communities. Such lessons are invaluable in shaping emotionally resilient and socially responsible young citizens.",
    "The cost of forgetting history",
    "The absence of historical awareness has far-reaching and potentially disastrous consequences. A society disconnected from its past becomes vulnerable to distorted narratives, erosion of values, and weakening of national cohesion. In a globalised world saturated with external influences, history education acts as a defensive and formative force, enabling young people to engage critically rather than passively.",
    "Conclusion: A call to policymakers, educationists, and teachers",
    "The teaching of history in Sri Lankan schools is no longer optional—it is urgent and indispensable. History shapes identity; identity shapes values; and values shape national destiny. A society that neglects its history risks becoming rootless, fragmented, and vulnerable—no matter how advanced its technology or economy. If we fail to transmit our history meaningfully to the next generation, we risk losing not only our past, but our future.",
    "Therefore, the powers that be—policymakers, educationists, curriculum developers, and teachers--- must recognise the dire need to restore history to a central and respected place in general education. This is not about glorifying the past uncritically, but about understanding it honestly, drawing strength from its achievements, learning from its failures, and transmitting its lessons to future generations. If Sri Lanka is to remain a sovereign, cohesive, and resilient nation, its children must know who they are, where they come from, and at what cost their freedoms were secured. Only through a robust and meaningful engagement with history can we foster a deep sense of patriotism, national consciousness, resilience and pride—qualities essential for guarding our sovereignty, preserving our value systems against erosion and corrosion, and building a future worthy of our past.",
    "A child who knows the story of their nation walks taller, thinks deeper, and serves with greater purpose. By teaching history well, we do not imprison young minds in the past—we equip them to build a future worthy of it. History, therefore, must not be relegated to the margins of education. It must be taught, treasured, and transmitted, for in safeguarding our history and the nation itself.",
    "(The author is Former Vice-Chancellor, University of Ruhuna and former Chairman, National Science Foundation)"
  ]
}