{
  "url": "https://www.technologyreview.com/2025/01/02/1108651/wind-shipping-decarbonize-climate-change/",
  "title": "How wind tech hopes to help decarbonize cargo shipping",
  "ut": 1735777800.0,
  "body_paragraphs": [
    "Inhabitants of the Marshall Islands—a chain of coral atolls in the center of the Pacific Ocean—rely on sea transportation for almost everything: moving people from one island to another, importing daily necessities from faraway nations, and exporting their local produce. For millennia they sailed largely in canoes, but much of their seafaring movement today involves big, bulky, diesel-fueled cargo ships that are heavy polluters.   They’re not alone, of course. Cargo shipping is responsible for about 3% of the world’s annual greenhouse-­gas emissions, and at the current rate of growth, the global industry could account for 10% of emissions by 2050.  Marshallese shipping represents just a drop in the ocean of global greenhouse-gas pollution; larger, more industrially developed countries are responsible for far more. But the islands have been disproportionately experiencing the consequences of human-made climate change: warming waters, more frequent extreme weather, and rising sea levels.    All this has created a sense of urgency for people like Alson Kelen, who lives and works in Majuro, the islands’ capital. He’s the founder of Waan Aelõñ, a Marshallese canoeing organization that is focused on keeping the region’s ancient and more environmentally sustainable maritime traditions alive. In doing so, he hopes to help his nation fully decarbonize its fleets. Efforts include training local youths to build traditional Marshallese canoes (to replace small, motor-powered speedboats) and larger sailboats fitted with solar panels (to replace medium-size cargo ships). He was also an advisor on construction of the Juren Ae, a cargo sailboat (shown at right) inspired by traditional Marshallese vessels, which made its maiden voyage in 2024 and can carry 300 metric tons of cargo. The Marshall Islands Shipping Corporation hopes it offers a blueprint for cleaner cargo transportation across the Pacific; relative to a fuel-powered cargo ship, the vessel could decrease emissions by up to 80%. It’s “a beautiful big sister of our little canoes,” says Kelen. Related StoryHow we transform to a fully decarbonized worldA world powered by electricity from abundant, renewable resources is now within reach.",
    "Though hyperlocal, Kelen’s work is part of a global project from the International Maritime Organization to reduce emissions associated with cargo shipping to net zero by 2050. Beyond these tiny islands, much of the effort to meet the IMO’s goals focuses on replacing gasoline with alternatives such as ammonia, methane, nuclear power, and hydrogen. And there’s also what the Marshallese people have long relied on: wind power. It’s just one option on the table, but the industry cannot decarbonize quickly enough to meet the IMO’s goals without a role for wind propulsion, says Christiaan De Beukelaer, a political anthropologist and author of Trade Winds: A Voyage to a Sustainable Future for Shipping. “If you take time into consideration, wind is indispensable,” he says. Studies show that deploying wind power on vessels could lower the shipping industry’s carbon dioxide emissions by 20%.      “What wind does is it effectively cuts out a few uncertainties,” says De Beukelaer—variables such as the fluctuation of fuel prices and the costs from any carbon pricing scheme the industry may adopt. The IMO is technology agnostic, meaning it sets the goals and safety standards but lets the market find the best ways to attain them. A spokesperson from the organization says wind propulsion is one of many avenues being explored.",
    "Sails can be used either to fully power a vessel or to supplement the motors as a way of reducing fuel consumption for large bulk carriers, oil tankers, and the roll-on/roll-off vessels used to transport airplanes and cars worldwide. Modern cargo sails come in several shapes, sizes, and styles, including wings, rotors, suction sails, and kites. “If we’ve got five and a half thousand years of experience, isn’t this just a no-brainer?” says Gavin Allwright, secretary-general of the International Windship Association.",
    "Older cargo boats with new sails can use propulsive energy from the wind for up to 30% of their power, while cargo vessels designed specifically for wind could rely on it for up to 80% of their needs, says Allwright, who is still working on standardized measurement criteria to figure out which combination of ship and sail model is most efficient. “There are so many variables involved,” he says—from the size of the ship to the captain steering it. The 50th large vessel fitted with wind-harnessing tech set sail in October 2024, and he predicts that maritime wind power is set to boom by the beginning of 2026.    COURTESY OF OCEANBIRD   Hard wings One of the more popular designs for cargo ships is a rigid sail—a hard, winglike structure that is placed vertically on top of the vessel.  “It’s very much like an airplane wing,” says Niclas Dahl, managing director of Oceanbird, a Swedish company that develops these sails. Each one has a main and a flap, which creates a chamber where the wind speed is faster on the outside than the inside. In an aircraft, that discrepancy generates lift force, but in this case, says Dahl, it propels the ship forward. The wings are rigid, but they can be swiveled around and adjusted to capture the wind depending on where it’s coming from, and they can be folded and retracted close to the deck of the ship when it is nearing a dock.  One of Oceanbird’s sails—the 40-meter-high, 14-meter-wide Wing 560, made of high-strength steel, glass fiber, and recycled polyethylene terephthalate—could help cargo ships reduce fuel use by up to 10% per trip, according to the company’s calculations. Oceanbird is installing its first set of wings on a cargo vessel that transports cars, which was scheduled to be ready by the end of 2024. Oceanbird, though, is just one manufacturer; by late 2024, eight cargo vessels propelled by hard wings were cruising around the world, most of them generalized bulk carriers and oil tankers.   COURTESY OF CARGOKITE   Kites Other engineers and scientists are working to power cargo vessels with kites like those that propel paragliders. These kites are made from mixtures of UV-resistant polyester, and they are tethered to the ship’s bow and fly up to 200 to 300 meters above the ship, where they can make the best use of the constant winds at that altitude to basically tug the boat forward. To maximize lift, the kites are controlled by computers to operate in the sweet spot where wind is most constant. Studies show that a 400-square-meter kite can produce fuel savings of 9% to 15%. “The main reason for us believing in kites is high-altitude winds,” says Tim Linnenweber, cofounder of CargoKite, which designs micro cargo ships that can be powered this way. “You basically have an increasing wind speed the higher you go, and so more consistent, more reliable, more steady winds.”",
    "COURTESY OF BOUND4BLUE   Suction sails Initially used for airplanes in the 1930s, suction sails were designed and tested on boats in the 1980s by the oceanographer and diving pioneer Jacques Cousteau.  Suction sails are chubby metal sails that look something like rotors but more oval, with a pointed side. And instead of making the whole sail spin around, the motor turns on a fan on the inside of the sail that sucks in wind from the outside. Cristina Aleixendri, cofounder of Bound4Blue, a Spanish company building suction sails, explains that the vent pulls air in through lots of little holes in the shell of the sail and creates what physicists call a boundary layer—a thin layer of air blanketing the sail and thrusting it forward. Bound4Blue’s modern model generates 20% more thrust per square meter of sail than Cousteau’s original design, says Aleixendri, and up to seven times more thrust than a conventional sail.  Twelve ships fitted with a total of 26 suction sails are currently operating, ranging from fishing boats and oil tankers to roll-on/roll-off vessels. Bound4Blue is working on fitting six ships and has fitted four already—including one with the largest suction sail ever installed, at 22 meters tall.   COURTESY OF NORSEPOWER   Rotor sails In the 1920s, the German engineer Anton Flettner had a vision for a wind-powered ship that used vertical, revolving metal cylinders in place of traditional sails. In 1926, a vessel using his novel design, known as the Flettner rotor, crossed the Atlantic for the first time.  Flettner rotors work thanks to the Magnus effect, a phenomenon that occurs when a spinning object moves through a fluid, causing a lift force that can deflect the object’s path. With Flettner’s design, motors spin the cylinders around, and the pressure difference between the sides of the spinning object generates thrust forward, much like a soccer player bending the trajectory of a ball. In a modern upgrade of the rotor sail, designed by the Finnish company Norsepower, the cylinders can spin up to 300 times per minute. This produces 10 times more thrust power than a conventional sail. Norsepower has fitted 27 rotor sails on 14 ships out at sea so far, and six more ships equipped with rotor sails from other companies set sail in 2024. “According to our calculations, the rotor sail is, at the moment, the most efficient wind-assistive power when you look at eurocent per kilowatt-hour,” says Heikki Pöntynen, Norsepower’s CEO. Results from their vessels currently out at sea suggest that fuel savings are “anywhere between 5% to 30% on the whole voyage.”  Sofia Quaglia is a freelance science journalist whose work has appeared in the New York Times, National Geographic, and New Scientist. hide"
  ]
}