{
  "url": "https://www.ft.lk/columns/Breaking-the-deadlock-How-behavioural-economics-and-cashflow-based-lending-can-revitalise-Sri-Lanka/4-774184",
  "title": "Breaking the deadlock: How behavioural economics and cashflow-based  lending can revitalise Sri Lanka",
  "ut": 1741823234.0,
  "body_paragraphs": [
    "Introduction: Breaking the embedded deadlock in Sri Lanka’s lending practices",
    "This article intends to outline how behavioural economics and cashflow-based lending can help revive the banking sector in Sri Lanka during the country’s fragile economic recovery after a period of great turmoil. Despite significant progress in the development of the banking sector, the economy still grapples with an enduring issue that has limited the possibility of sustainable growth in budding businesses and entrepreneurs; the deeply embedded reliance on collateral-based lending. This problem which has grown alongside the banking sector has for a long time limited the effective circulation of credit especially to the Small and Medium Enterprises, which are the main drivers of countries with emerging economies.",
    "This is a problem that has grown over time based on structural inefficiencies in the financial system and the behaviour of borrowers and lenders. To minimise risk in an environment characterised by political interference, economic shocks, and erratic borrower behaviour, Sri Lankan banks have traditionally adopted risk averse lending practices. However, this reliance on asset backed lending has created a vicious cycle; one that hinders innovation in lending models, restricts financial inclusion, and compels many businesses to go to the informal financial sector.",
    "At the same time, borrower behaviour has been shaped by cultural and economic factors that also worsen this deadlock. The culture of informal financial reporting, defaulting on loans, and relying on government-backed ‘proclaimed’ debt waivers has eroded trust in the formal financial sector. This combination of systematic weaknesses and behavioural constraints has made it difficult for banks to move to more advanced lending practices, such as cash flow-based lending.",
    "However, changing this requires more than changes in regulations or products. It needs a tactical and gradual shift in risk assessment by banks and borrowing. Any change in the lending models has to ensure financial inclusion without exposing the banking sector and the economy to additional risk during this transitional period of economic recovery.",
    "This article is designed to contribute to this conversation by examining how Sri Lankan banks can affect this balance by integrating behavioural economics principles with cash flow based lending models, leading to more inclusive, efficient and sustainable lending practices. Through the application of psychological insights on financial decision making and the use of cash flow data, banks can break the deadlock in lending without compromising their long-term stability. Transformation to this new model will be slow, but it is necessary for Sri Lanka to build up its economic strength and achieve sustainable growth after the post crisis period.",
    "1.The behavioural roots of Sri Lanka’s lending deadlock",
    "One of the biggest, if not most overlooked issues in Sri Lanka’s lending market is the behavioural factors that influence the behaviour of borrowers and lenders in making financial decisions. While most of the attention has been on improving lending products and fixing regulatory deficiencies, there is a greater need to understand the rational and irrational behaviours that lead to over-reliance on collateral-based lending.",
    "Financial decisions, especially for SMEs, are not made with logic alone. Instead, they are driven by behavioural factors such as trust, risk perception and cultural norms, which have already created a trust deficit between borrowers and banks that has become almost impossible to break. These dynamics have been in existence for decades and it takes more than policy changes to address them, it takes a fundamental shift in the way risk is handled on both sides of the lending process.",
    "1.1.The scarcity mindset: Prioritising immediate needs over long-term growth",
    "The borrowing culture in Sri Lanka is characterised by the scarcity mindset where the borrowers especially the SMEs are goal oriented and focus on short term survival rather than long term financial planning. This mindset is most evident in last two decades when business and individual focus on the immediate cash requirement to meet operating expenses or personal consumption and do not consider whether or not the borrowing is sustainable.",
    "This short-term focus results in the preference for informal lenders who provide fast and less bureaucratic credit even at exorbitant rates. Formal financial institutions which are perceived to be slow and rigid become a second choice. Thus, the borrowers are trapped in a vicious cycle of taking high cost and short-term debt that reduces their ability to get formal funding.",
    "Similar challenges have been faced by globally, countries that have withstood similar economic shocks such as Greece and Argentina. In these cases, financial institutions that developed simple and cash flow-based lending models for borrowers with short term financial needs but long-term prospects were able to rebuild the trust and improve the credit flow.",
    "1.2.The overconfidence bias: Misjudging borrowing capacity",
    "Overconfidence in personal and business borrowing decisions is another key behavioural factor that contributes to the lending challenges in Sri Lanka. Many borrowers, both individuals and businesses, tend to overestimate their ability to repay loans because they assume that, in the future, their income will grow steadily, or that other people’s circumstances will not change for the worse. This bias is particularly prevalent among SMEs, where business owners make borrowing decisions based more on intuition and less on data-driven financial planning.",
    "Cultural narratives around entrepreneurship and social expectations also lead to overconfidence in Sri Lanka. Many SMEs borrow to increase activity without determining the risks in the market or their cash flow. Instead, they expect success to result from growth, which has never happened when there has been an economic shock, such as the most recent crisis. These businesses become overleveraged and unable to meet their repayment obligations when the economy is hit by shocks.",
    "Expected jump in future income, such as salary increases and sudden market boosts also may lead people to take loans anticipating that they will be able to repay them. This mindset, combined with political promises of debt relief, has caused people to default on their debts willingly and lack financial discipline in the economy.",
    "However, it is important to note that cultural factors also play a role in the willingness to borrow. For instance, the concept of ‘status’ can sometimes lead people to take on debt to maintain social relationships or avoid losing social acceptance, rather than making financially prudent decisions. Additionally, cultural norms that emphasise wealth creation and status can encourage overborrowing and a lack of financial discipline, particularly among business owners and high-net-worth individuals.",
    "1.3.Lack of planning: The missing link in borrowing decisions",
    "One of the most crucial behavioural challenges for both businesses and individuals is the lack of comprehensive financial planning before borrowing. Many borrowers do not conduct structured cash flow analyses, leading to misaligned credit decisions based on perceived opportunities rather than actual repayment capacity.",
    "While cash flow-based lending models are not yet prevalent in markets like India, countries that have adopted them, such as the Netherlands and Singapore, have seen improvements in borrower behaviour. In these countries, banks offer cash flow management platforms that allow SMEs to monitor their income and expenses in real time, enabling them to make informed borrowing decisions based on their actual ability to repay.",
    "1.4.Trust deficit: A barrier to formal borrowing",
    "Due to a continuing trust deficit between borrowers and banks it has also contributed in encouraging people to go for informal credit sources. Despite the improvement in digital platforms and transparent pricing, many borrowers still consider banks as bureaucratic, impersonal, and time consuming. This perception is particularly strong among first time borrowers and SMEs who believe that the banks do not fully comprehend their needs or problems.",
    "In fact, the banks that have successfully solved this problem are those that have adopted a relationship-based lending model in which dedicated advisors work closely with SMEs to understand cash flows, provide financial planning, and offer customised lending products. For instance, in Bangladesh, banks that brought in SME relationship managers led to an improvement in loan performance and repayment rates. Even in Sri Lanka, banks such as DFCC and NDB used to run mainly on this relationship banking model in handling business clients which is now a common practice among many other private banks too. Unfortunately, it has not evaporated the rigid, sometimes unfair requirements for a start-up get a loan approved through the formal banking channels.",
    "2.The practical reality: Why collateral still dominates SME lending decisions",
    "Sri Lanka’s banking sector has made real attempts at moving to cashflow based lending for personal finance and other forms of short-term business financing. However, in SME lending, collateral still has the last word on the credit decision. While cash flow-based assessments are becoming popular, the use of tangible assets as security is still one of the most critical fallbacks for banks for practical, regulatory and socio-economic reasons.",
    "This reliance on collateral is not merely a matter of outdated risk management practices. It is embedded in the general challenges of Sri Lankan banks, especially in the context of economic rebuilding. Banks are custodians of public funds and are charged with the duty of ensuring financial and stability in a fragile recovery environment. The collateral first approach is a protective mechanism banks often deploy to safeguard the capital structure that is consistent with the Basel regulations and is aimed at reducing the risk of bad loans when the loan book is under pressure. (Central Bank of Sri Lanka, 2024)",
    "2.1.Global trends in cashflow-based lending: Learning from successes and failures",
    "The movement worldwide towards cash flow focused lending models has been spurred by the need to enhance financial inclusion and extend credit opportunities to businesses that do not have traditional assets. Digital lending platforms that use transaction histories and cash flow patterns to offer loans have been successfully deployed in countries including India, Brazil and Kenya. Asset based security has been reduced and real time business performance is assessed using UPI (Unified Payments Interface) and GST (Goods and Services Tax) based cash flow by banks in India.",
    "However, it needs to be noted that even in these markets, collateral is not completely forgotten. For high value or long-term loans, cash flow analysis is combined with asset based fallback options by banks. This allows financial institutions to support innovation and growth and also safeguard their capital.",
    "In my opinion, Sri Lanka comparatively is in a better situation compared to other countries which have gone through economic reforms and restructuring such as Greece and Argentina. These banks initially moved to cash flow-based lending but then switched to asset-based lending when there was financial instability to protect depositors and meet regulatory requirements. This points to the fact that lending practices can be cyclical and that best practices from abroad must be placed in the right contextual perspective.",
    "2.2.The Sri Lankan context: Why collateral still matters",
    "Given the current economic situation, acting on collateral for SME lending is considered a sound risk management practice by Sri Lankan banks. Several factors are responsible for this:",
    "Loan book health and risk management:",
    "Many banks in Sri Lanka are struggling with weakened loan books following recent economic and political challenges. The rise in non-performing loans (NPLs) has been driven by debt waivers, borrowers’ inability to service their loans due to economic hardships, and, in some cases, wilful default. Under these conditions, banks cannot afford to take excessive risks by extending credit purely based on cash flow, as it remains highly vulnerable to market fluctuations and distortions.",
    "Regulatory and Basel compliance:",
    "The Basel III rules, which are designed to help banks hold enough capital to cover credit risks and system shocks, are another reason for collateral-based lending. Collateral acts as a risk-reducing factor that assists banks in fulfilling these requirements. In SME lending, which is considered riskier than other types of lending, the availability of tangible assets is quite reassuring to both the bank, its regulators, and other stakeholders.",
    "Looking at countries like Singapore and Germany, which have adopted cash flow-based lending, they have done so in stable and well-regulated environments with low levels of non-performing loans and strong legal frameworks for the enforcement of loans. Sri Lanka, however, is still in the process of rebuilding and has not yet reached the level of economic stability or legal system development to support such models.",
    "Economic and social realities:",
    "Social and economic factors also influence decision making in regard to lending and repaying loans. In Sri Lanka, businesses tend to declare smaller profits to reduce their tax liabilities and, consequently, bank statements and audited accounts are not a complete picture of a firm’s financial situation. Moreover, in the past, certain political discourse on debt has conditioned the population to default on their loans, including through fraudulent means.",
    "Given these realities, collateral is, therefore, a necessary precaution that enables banks to have a say in the recovery processes. Without it, banks would be exposed to higher levels of risk of default at a time when the country is still trying to rebuild its financial sector.",
    "2.3.The cashflow-based model: A gradual shift, not a quick fix",
    "Despite these challenges, Sri Lanka’s banks are, however, making efforts to increase the role of cash flow-based lending. Many banks have actually started to pilot programs that look at a borrower’s transaction history, supplier networks and digital payment behaviour in order to determine their ability to repay. These efforts are promising, but they need systemic changes to reduce reliance on collateral.",
    "The move to cashflow based lending is not a choice between collateral and cash flow. Rather it should be seen as a continuum where collateral acts as additional risk mitigant during the transition. For instance, Mexico is one of the countries that have been able to make the banks to switch from collateral to cash flow-based lending model while at the same time developing cash flow analysis through advanced credit scoring models.",
    "3.Breaking the deadlock: A path forward through behavioural economics and pragmatic lending practices",
    "To promote sustainable growth in Sri Lanka’s banking sector, the transition to cashflow based lending should be pursued with a thorough appreciation for the behaviour of borrowers as well as practical modifications to risk management systems. The challenge is not merely a matter of moving from collateral based lending to cash flow-based models; it is one of identifying the behavioural and structural determinants of both lending decisions and borrowing behaviour. Using the principles of behavioural economics and the experience of the best practices of other countries, Sri Lankan banks can adapt their lending strategies gradually, achieving a balance between financial inclusion and long-term economic stability.",
    "3.1.Collateral as a psychological safety net: The role of hybrid models",
    "Recognising that the shift to cashflow based lending is necessary, it is also important to note that collateral serves a psychological function for both the borrower and lender. Thus, for banks, collateral is a source of comfort in the management of public funds and the protection of depositors’ interests. In addition, tangible assets being tied to loans can serve as a motivating factor to ensure repayment for borrowers.",
    "They have adopted cashflow driven credit assessments, while maintaining collateral requirements for high-risk borrowers. This blended model enables financial institutions to build up trust gradually in cashflow based assessments and safeguard financial stability, as seen in global examples. Although this is still far from achieving the ultimate goal of a purely cash flow-based lending model, for now, we as a nation shall focus on the positive aspects of this change, as outlined in the article such as expanding access to finance for MSMEs and enhancing the speed of the lending process.",
    "3.2.The role of financial literacy and planning: Addressing borrower behaviour",
    "A major constraint to the adoption of cash flow-based lending in Sri Lanka is the poor financial management of borrowers. Most of the SMEs do not have good financial discipline and most of them prepare informal financial reports. This lack of transparency makes the banks to extend the loan only after collateral.",
    "This problem can be tackled in two ways:",
    "Banks should provide financial literacy training to borrowers to teach them the value of cash flow management and financial reporting. In Bangladesh, some banks have been engaged with business development banks to offer financial management education to SMEs and this has been reflected in the performance of loans. The banks in Sri Lanka can also do this and provide cash flow planning tools to help businesses make better borrowing decisions.",
    "Banks can also reward the borrowers with accurate financial information by offering better terms for cash flow-based loans. For instance, providing low interest rates or large amounts of credit to SMEs that use digital means of keeping financial records is likely to promote financial prudence. This has been done by digital lenders in Kenya through the use of mobile payment data to determine the risk of the borrower and hence move away from the conventional credit scoring systems.",
    "3.3.Reducing trust deficit: Building stronger relationships with borrowers",
    "As discussed, the trust deficit between banks and borrowers is one of the major challenges in formal lending. To rebuild the trust, Sri Lankan banks have to move towards relationship-based lending models that place prime emphasis on personal interaction with borrowers. German regional bank known as ‘Sparkassen’ was successful in winning over the trust of local SMEs by providing the businesses with helpful financial advice and support, things that go beyond lending. They developed a good understanding and most importantly expertise of local business needs and this has made them to have low default rates and high customer loyalty.",
    "SME relationship managers who can serve as trusted advisors rather than just loan officers can be implemented by Sri Lankan banks. These managers will be in a position to assist business owners with issues like cash flow management, complying with regulations and market risks with the aim of fostering long term trust and enhanced credit performance.",
    "To ensure that SME relationship managers truly serve as trusted advisors rather than just loan officers, Sri Lankan banks should integrate advisory responsibilities into their KPIs in a structured and measurable way. While many business relationship managers already provide guidance on cash flow management, regulatory compliance, and market risks, the fast-paced, target-driven environment often sidelines these efforts. By embedding advisory roles into performance metrics; such as client financial health improvements, business sustainability, and proactive risk mitigation; banks can reinforce the value of long-term relationship building. This shift would not only enhance credit performance but also strengthen customer loyalty and trust in the banking system.",
    "3.4.Behavioural nudges: Encouraging responsible borrowing",
    "Behavioural economics shows that small nudges can make a big difference in financial behaviour. To promote responsible borrowing, Sri Lankan banks can push for behavioural interventions.",
    "Pre-commitment plans: As a condition for receiving loans, borrowers could be asked to commit to future actions; such as providing quarterly cashflow statements. This nudge would promote better financial planning and accountability.",
    "Gamification of financial goals: Digital platforms can incorporate gamification elements that reward borrowers for achieving milestones like on-time payments or healthy cash flows. South African banks have actually used reward programs to encourage savings and responsible borrowing.",
    "3.5.A sensible path forward: Gradual, tactical change",
    "The transition from collateral-based lending to cash flow-based models must be gradual, taking into account economic realities and regulatory constraints. In Sri Lanka, this shift cannot happen overnight due to deeply ingrained behavioural dynamics and existing financial structures. However, banks can break the deadlock by adopting a hybrid lending approach, incorporating financial literacy training and behavioural nudges to guide borrowers toward more sustainable credit practices.",
    "This pragmatic strategy ensures financial stability during the recovery phase while simultaneously laying the foundation for more inclusive and sustainable lending models. By implementing these changes thoughtfully, Sri Lanka’s banking sector can unlock the full potential of SMEs, fostering long-term economic resilience and inclusive growth—without compromising risk management or regulatory compliance.",
    "Conclusion: A balanced approach to revitalising Sri Lanka’s banking sector",
    "Sri Lanka’s banking sector must evolve to ensure sustainable economic recovery by adopting a more dynamic and inclusive approach to lending. While transitioning to cash flow-based lending is essential, it cannot be rushed or enforced without considering the social, psychological, and structural factors that shape borrowing habits and credit selection.",
    "The way forward should be an evolutionary shift where banks gradually integrate cash flow-based assessment models while managing risk effectively. This requires a hybrid approach that combines collateral-based security with behavioural economics and cash flow analysis. By doing so, financial institutions can expand credit access, reduce dependency on collateral, and cultivate a culture of responsible borrowing and lending.",
    "For this transformation to succeed, financial literacy must be enhanced, SME representation in the financial system must improve, and banks must strengthen their relationships with businesses. Technology and innovation in credit assessment will play a crucial role in improving decision-making, expanding access to finance, and monitoring financial health. As seen in other countries, incorporating behavioural insights into credit scoring allows banks to identify new customers while maintaining risk management standards.",
    "Ultimately, this transition is a gradual evolution of banking practices, where small yet strategic steps lead to meaningful change. By fostering SME growth, enhancing economic resilience, and strengthening financial stability, Sri Lanka’s banking sector can not only support recovery but also build a more inclusive and future-ready financial system.",
    "Central Bank of Sri Lanka. (2024, October). Financial Stability Review. Retrieved from Central Bank of Sri Lanka: https://www.cbsl.gov.lk/en/publications/economic-and-financial-reports/financial-system-stability-review",
    "Journal of Behavioral Finance. (2024). Journal of Behavioral Finance, Volume 25, Issue 4 (2024). Retrieved from Journal of Behavioral Finance: https://www.tandfonline.com/toc/hbhf20/current",
    "KPMG. (2024). Basel IV - Regulatory innovations of the Basel Committee on Banking Supervision. Retrieved from KPMG: https://kpmg.com/de/en/home/insights/overview/basel-iv.html"
  ]
}