{
  "url": "https://www.ft.lk/columns/Did-we-commit-genocide-in-the-Vanni/4-778128",
  "title": "Did we commit  genocide in the Vanni?",
  "ut": 1750793475.0,
  "body_paragraphs": [
    "Innocent until proven guilty is a fundamental of our judicial system, however no such standard has been applied to the events of the final stage of the war which ended at Nandikadal. The cry of genocide has become louder and louder with the City of Brampton, in Canada allowing the building of a Tamil Genocide memorial.",
    "None of the international human rights organisations or international NGOs have accused the Sri Lanka government of genocide. It is only members of the Tamil diaspora, LTTE front organisations and politicians of their adopted homes that have raised the genocide cry.",
    "The accusation of genocide is based on two main factors; the allegation that 40,000 civilians were killed in the last stage of the war and the allegation that the Sri Lankan army used artillery against civilians.",
    "In the last few months of the war, the LTTE were in retreat, unable to halt the advancing army, they resorted to taking the civilian population hostage, moving them en masse, taking women, children, the old and sick with them in their retreat.",
    "In a desperate attempt to separate the civilian population from the LTTE, on three occasions the army declared no-fire zones, The LTTE never respected these no-fire zones and attacked the army from within them using heavy weapons. The LTTE were in possession of artillery pieces and mortars including 152mm long range guns, 130mm artillery guns, 122mm artillery guns, 120mm, 81mm, 60mm mortars and had highly trained artillery and mortar crews.",
    "The international media and specifically Channel 4, in their documentaries, never once mentioned the possession and use of artillery by the LTTE, with the intention of creating a false narrative that the army was using artillery against civilians. In reality the army was attacked by the LTTE using artillery from within the no fire zones and lost hundreds of men and had to respond with artillery fire, an action fully within their right.",
    "In additions to attacking the army, there were several eyewitness accounts that the LTTE used artillery against their own people as well as on the hospital. These accounts were never reported by the international media. Channel 4 omitted these vital accounts even when it was reported by their own key witness Gordan Weiss, former United Nations Spokesman and author of “The Cage; The fight for Sri Lanka and the last days of the Tamil Tigers”, the UN and the US government.",
    "“[T]here is good evidence that at least on some occasions the Tamil Tigers fired artillery into their own people. The terrible calculation was that with enough dead Tamils, a toll would eventually be reached that would lead to international outrage and intervention.” – Gordon Weiss, The Cage page 109.",
    "“There are continuing reports of shelling from both sides, including inside the ‘no-fire zone’, where the LTTE seems to have set up firing positions.” – Sir John Holmes, UN Under Secretary-General for Humanitarian Affairs and Emergency Relief Coordinator.",
    "“The UN noted it could not be ruled out that the LTTE shelled civilian areas to assign blame to the SLA.” – The US government",
    "The accusation of genocide is also closely linked to the forty thousand killed figure which was cited in the Darusman report which said that as many as “40,000 civilians may have died at the last days of the war”. Although this statement is in no way conclusive, it has been extracted and quoted repeatedly giving it a Gobbelian legitimacy. The 40,000 figure originates from Gorden Weiss’s book “The Cage” where he says that 10,000 – 40,000 civilians may have died.”",
    "How did Gordon Weiss come up with this figure?",
    "Weiss’s estimate has been arrived at using a crude deduction of subtracting approximately 290,000 rescued civilians (actual number was 294,000) from his own 2009 estimate of 330,000(425) trapped in the Vanni. However, this is purely an estimate as no one really knew how many civilians were driven out of their homes and taken hostage by the LTTE. Weiss himself contradicts his own claim in 2010 and provides a revised estimate of 300,000, if we use the same crude arithmetic the number killed is then 6,000. This figure does not distinguish between civilians, cadres and conscripts killed by the LTTE. Therefore the 40,000 figure has no reliable basis whatsoever, even the Darusman report which becomes the source for the 40,000 figure concluded that “two years after the ending of the war, there is still no reliable figure for civilian deaths.”",
    "The Darusman report noted that “the United Nations established a total figure of 7,721 killed… from August 2008 up to 13th May 2009, after which it becomes difficult to count”. The Darusman report takes the UN country team figure as a starting point, noting that after 13 May “The number of civilians (casualties) grew rapidly”.",
    "If the 40,000 figure is to be accepted, 33,000 civilians would have to be killed between 13 and 18 May. Which is more than 6,000 a day, an absurd and preposterous number in any conflict.",
    "The University Teachers for Human rights (UTHR), an organisation which had sources at ground level in the war zone, give a much more realistic view of the death toll.",
    "“[T]here was a real problem with gauging civilian casualties because the LTTE figures or figures it influenced appeared to conflate civilians, conscripts and combatants. Following the end of the war, the Government claimed that nearly 23 000 ‘terrorists’ were killed. Taking this figure, along with how the LTTE was making up its fighters, it would not be wide off the mark to say that more than 13 000 of this number were made of recent conscripts who did not want to fight and family men forced to dig bunkers. This would account for a huge chunk of the total dead...Thus although figures attributed to the UN have been considered authentic, there are many imponderables, such as who gave the figures from the ground and whether they adequately distinguished between civilians and (enforced) combatants. From the third week of January 2009 until the end of March civilian casualties were relatively high because there was constant fighting as the Army advanced and the LTTE fired from among civilians.”",
    "“In conclusion, the civilian casualties after 19th April need careful research...We know that on the May 14th and May 17th night, the LTTE was to a large extent responsible for civilian deaths. When an organisation fell apart in that manner, one section joined the civilians and escaped, another section feeling abandoned by the leadership and facing certain death from a Government that did not want to accept surrender, lost its balance and was angry with the others seeking to protect their life. We also pointed out that in giving casualty figures, the distinction between civilians, conscripts and cadres has not been clearly made. (“A Marred Victory and a Defeat Pregnant with Foreboding”, Special Report No. 32, University Teachers for Human Rights (Jaffna), Sri Lanka, 10 June 2009,” (https://www.uthr.org/SpecialReports/spreport32.htm)",
    "The United Nations country team reported that 7,721 have died in the conflict zone from August 2008 to 13 May 2009, they also noted that those estimates did not seek to exclude deaths of possible LTTE conscripts. (https://www.theguardian.com/world/us-embassy-cables-documents/216277)",
    "Independent sources such as UTHR, put the death toll at 15-20 per day. The UTHR reported that a large number of these killed in the NFZ (no fire zone) during that period died as a result of LTTE action.",
    "In one instance alone, the UTHR reported that on 14 May, the LTTE killed 500 civilians near a Palmyrah palm nursery near Nandikadal lagoon as they tried to cross to the other side or to Vattuvakkal to the south (“Let Them Speak: Truth about Sri Lanka’s Victims of War”, University Teachers for Human Rights (Jaffna), Sri Lanka, Special Report No. 34, 13 December 2009.).",
    "This was confirmed in a reference in the US Congressional report for 14 May. “A foreign government reported the experience of a family that escaped the NFZ in a larger group of 60,000 people who attempted to cross the Nandikadal lagoon. A group of LTTE cadres fired and shelled the civilians, killing many of them.”",
    "As the reports from the ground is mostly anecdotal, we need to look at other means of establishing the death toll in the last days of the war in Mullavaikal. We are fortunate that Human Rights Watch and Amnesty International requested the Science and Human Rights Programme of the American Association for the Advancement of Science (AAAS) to obtain and analyse commercial high resolution satellite imagery of the no-fire zone (NFZ) and surrounding environs in Northeastern Sri Lanka (High-Resolution Satellite Imagery and the Conflict in Sri Lanka, AAAS Scientific Responsibility, Human Rights and Law Program, Washington-DC, May 2009, available at <http://srhrl.aaas.org/geotech/srilanka/srilanka.shtml>.",
    "Using this satellite imagery, it was possible to identify three separate gravesites, differentiate between civilian and LTTE gravesites, growth of the gravesites over time and estimate the number of graves at each site. It was easier to count the LTTE graves as they were buried in an orderly manner as opposed to civilian graves which were more haphazard. The analysis estimated that there were likely 1,346 graves in all three sites. This information was never made public most likely because the two human rights organisations did not find what they were looking for, proof of mass killings!",
    "Dr. Shanmugarajah, one of the Tamil doctors who remained in the war zone throughout the last days, said that they kept meticulous computerised records of casualties which were lost in the final days of the fighting, to quote his sworn affidavit: “I would say there were between 500-600 deaths in March 2009 and in all about 2,500 deaths to the end of the crisis I was aware of.”",
    "Death to injured ratio",
    "Yet another way to establish how many people were killed in the Vanni is to look at the death to injured ratio. A study published in the British medical journal by Robim M Coupland and David R Medding who studied conflicts since 1940 say that the number of injured is at least twice and can be as high as 13 times as those killed. A ratio of 5:1 for wounded to killed was found to the most plausible by John Tirman, Executive Director and Principal Research Scientist at MIT. Even if we apply the lowest ratio to the 40,000 figure, we should have had 80,000 injured. If we apply the more realistic figure, we should have had 200,000 injured. Unlike the dead, we have a much better count of the injured as they must be treated by medical professionals. Gordon Weiss himself reported that wounded civilians were 15,000-20,000 and using the 5:1 ratio and working backword, the mortality figures point to 5,000 – 6,666. This is very close to the UN’s original figure of 7,000.",
    "It must be remembered that even this mortality figure includes LTTE cadre and conscripts.",
    "The 40,000 civilian deaths figure is then grossly false. It is the work of one man who wanted to sensationalise events and sell his book, and it is also the work of a coterie of human rights organisations, NGOs, LTTE remnants and Western media to which the 40,000 figure was manna from heaven, allowing them to keep the narrative alive and ensure that the money keeps flowing long after the war ended. They have latched on to this figure without checking its source or its credibility, the mere mention of it in the Darusman report is all they needed.",
    "Make no mistake, defending, reporting, investigating human rights today is a multimillion-dollar global industry with a host of international government organisations, NGOs, media companies, academics, reporters and many others making a good living from it.",
    "Successive Sri Lankan Governments are also at fault for not responding effectively to these false allegations and merely discounting the Darusman report. Every serious allegation needs an immediate and effective counter. The human cost of the ending of the war was extremely high, this was a direct result of the LTTE driving people out of their homes and using them as a human shield and placing them in the frontline against the advancing Sri Lankan army. Their purpose was twofold, to protect themselves and to create an international outcry and bring pressure on the Government to halt the army advance.",
    "All Sri Lankans know that neither our Government nor our army perpetrated genocide against the Tamil population. The Tamils in Sri Lanka live peaceful and prosperous lives, reaching the highest echelons of business and government.",
    "If genocide did not happen and no government, human rights agency or international NGO has accused the Sri Lanka Government of genocide, then the memorial erected in Brampton, Ontario, is then not a memorial for Tamil Genocide. It however serves as a memorial for one of the world’s deadliest terrorist organisations. It is good to recall who the LTTE were and best summarised in a paragraph from “Corrupted Journalism; Channel 4 and Sri Lanka” which quotes from The Cage, by Gordon Weiss:",
    "Gordon Weiss presents observers with a stark picture of the LTTE and its “record of appalling violence”. He records that the LTTE chief Prabakharan gave orders “to bomb buses full of women and children...murder monks and kill prisoners”, and that “[t]hey hacked, bludgeoned, shot, burned and hanged civilians in a long series of massacres...Children were slaughtered alongside the elderly in dozens of small-scale incidents.” The LTTE “planted bombs on trains, aircraft and buses...In 1987, a car bomb exploded in Colombo’s Pettah, killing 113 civilians. In 1996, four briefcase bombs exploded simultaneously on a train, killing sixty-four passengers and wounding more than 400 others. In 2006, a roadside blast killed sixty civilians on a bus in Kebithigollewa.” Weiss also points out that between 1983 and May 2009: “there were around 200 individual Tiger attacks on civilian targets, in which between 3,700 and 4,100 civilians were killed.” Weiss also notes that “This figure does not include the number of Tamils allegedly killed by the Tigers in the areas they controlled, nor the many hundreds of prisoners thought to have been killed in Tamil Tiger gulags. The University Teachers for Human Rights estimates that the latter figure is as high as 7,000.” Weiss also confirms that the LTTE “systematised the use of suicide bombers...and child soldiers.”",
    "We should thank the Mayor Patrick Brown of Brampton for his empathy in allowing such a memorial to be erected in Canada for the benefit of the remaining LTTE sympathisers, no such memorial will ever be erected in Sri Lanka. He should do the same for Osama Bin Laden and ISIS, Pol Pot and the Khmer Rouge, and Hitler and the Nazis.",
    "We wish him good luck!",
    "(The writer is a pioneer solar energy entrepreneur, a former member of the Colombo Municipal Council, a former Sri Lanka Consul General to Germany and grandson of President J.R. Jayewardene.)"
  ]
}