{
  "url": "https://www.ft.lk/opinion/Forging-future-ready-directors-in-Sri-Lanka/14-782917",
  "title": "Forging future-ready directors in Sri Lanka",
  "ut": 1760312384.0,
  "body_paragraphs": [
    "As governance demands intensify, the Sri Lanka Institute of Directors (SLID) is equipping business leaders for a new era of accountability and strategic leadership. Sri Lanka’s corporate landscape stands at a pivotal juncture—shaped by economic reform, technological disruption, and rising stakeholder expectations. Dinesh Weerakkody, Chairman of SLID, envisions boards that lead with purpose, agility, and resilience. Having chaired the country’s two largest private-sector banks and currently serving as Chairman of the Employers Federation of Ceylon, Weerakkody shares his insights on the evolving governance landscape.",
    "By Suthesh Balasubramaniam",
    "Q: The role of directors is under greater scrutiny today. How do you see the role of boards evolving in Sri Lanka’s current economic climate?",
    "A: The era of passive oversight is over. Boards must now serve as active partners in strategy, transformation, and value creation. In today’s economy, directors are expected to drive performance, enforce discipline, and rebuild stakeholder trust. The focus must shift from compliance-driven governance to long-term value generation. Sri Lanka’s corporate recovery will be led by boards that are agile, transparent, and purpose-driven.",
    "Q: You often emphasise the importance of visible talent. How can boards strengthen succession planning and leadership development?",
    "A: Investors invest in people first and numbers second. Sound governance is built on a foundation of capable leadership. Succession planning should be an embedded, ongoing process—not an annual formality. Boards must identify and mentor emerging leaders early to ensure organisational continuity. At SLID, we help boards institutionalise leadership visibility through programs such as our Women in Leadership Program and Board Placement Service, which strengthen succession pipelines, enhance diversity, and connect qualified professionals with companies seeking strong governance talent. These initiatives ensure that organisations are never unprepared for critical leadership transitions.",
    "Q: ESG is a buzzword, but integration remains a challenge. How can Sri Lankan boards embed ESG into their strategy?",
    "A: ESG is not a compliance tool—it’s a strategic imperative. Boards must integrate environmental, social, and governance principles into the business model, aligning sustainability with profitability. For Sri Lanka, the social and governance dimensions are especially critical. Ethical conduct, transparency, and responsible management build long-term investor confidence. We encourage boards to link ESG performance directly to competitive advantage and access to global capital.",
    "Q: AI and digital disruption are reshaping industries. How ready are Sri Lankan boards to navigate this shift?",
    "A: Technology oversight has become a core board responsibility. Directors must cultivate working knowledge of AI, data ethics, and cybersecurity. SLID is building this capacity through specialised programs on AI governance, data privacy, and digital transformation. The boards of tomorrow will be defined not only by financial acumen but also by their ability to understand how technology shapes risk, opportunity, talent and strategy.",
    "Q: Diversity remains an area where Sri Lankan boards lag. What practical steps can be taken to improve inclusion at the top?",
    "A: Diversity is a strategic advantage—not merely a social cause. Diverse perspectives strengthen boardroom decisions and enhance creativity and resilience. At SLID, we are creating structured pathways for women and young professionals to enter board roles through initiatives such as the Women Directors Forum, Young Directors Forum, and Board Leadership Training (BLT) programs. These initiatives offer mentorship, capacity building, and continuous professional development to ensure leadership readiness. Companies, in turn, must look beyond traditional networks and cultivate inclusive cultures where every voice is heard and valued.",
    "Q: Some argue that new governance requirements are becoming too stringent. What is your view on the latest changes?",
    "A: Some new rules were essential to strengthen accountability and rebuild confidence—but balance is key. Provisions on board independence, term limits, and disclosure must evolve with the country’s economic context. As we recover from a period of financial stress, governance reforms must support growth rather than create rigidity. This is particularly relevant in the financial sector, where strong regulation has been vital in restoring depositor confidence. Since nearly 90% of the capital employed by banks comes from public deposits, sound yet practical governance remains the foundation of stability. The Central Bank’s and SECs role in maintaining that balance is critical, and the Sri Lankan financial system today is among the most tightly and prudently regulated in the region.",
    "Q: Looking ahead, what is your vision for SLID and its role in advancing governance in Sri Lanka?",
    "A: Our ambition is to make SLID a regional benchmark for governance excellence. Over the next five years, we aim to elevate director professionalism, promote ethical leadership, and align Sri Lankan boards with international best practices. To this end, we have launched the SLID–ACCA Director Recognition Program to build governance capacity nationwide. Our Annual International Directors Conference brings together local and global experts to exchange insights and strengthen boardroom effectiveness. Extending our reach beyond Sri Lanka, SLID has formed a strategic partnership with the Institute of Directors (IOD) India, enabling regional collaboration and knowledge exchange across South Asia. Through these initiatives, we are shaping a new generation of directors equipped to lead with integrity, foresight, and resilience—driving Sri Lanka’s transition toward a more sustainable and globally competitive economy."
  ]
}