{
  "url": "https://hbr.org/2024/12/taylor-swift-and-the-strategic-genius-of-the-eras-tour",
  "title": "Taylor Swift and the Strategic Genius of the Eras Tour",
  "ut": 1733470544.0,
  "body_paragraphs": [
    "Asanka Ratnayake/Getty Images",
    "Taylor Swift’s record-breaking Eras Tour, wrapping up December 8 in Vancouver, has redefined the modern concert experience. With more than 150 shows across five continents and a staggering $10 billion impact on local economies, it’s the highest-grossing tour in history. Beyond the numbers, Swift has mastered the art of fan engagement, continuously releasing fresh music and using platforms like TikTok to amplify her connection with Swifties. The tour, a career-spanning celebration, combined nostalgia with innovation, inviting audiences to co-create and relive the magic online. In doing so, Swift has mastered her own very specific take on being “customer obsessed” in an era demanding constant creativity and engagement.",
    "On December 8, in Vancouver, Canada, Taylor Swift will wrap up her record-breaking Eras Tour. The numbers tell part of the story: Swift’s tour has spanned more than 150 shows across five continents, has likely grossed more than $2 billion, and generated more than $10 billion impact on local economies. It has surpassed Elton John’s 330-show Farewell Yellow Brick Road tour to become the highest-grossing tour in history.",
    "Strategy Planning and Execution Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Strategy Planning and Execution. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "How to develop a winning strategy—and put it to work.",
    "Learn More & See All Courses",
    "Cyber Monday Savings Today",
    "The Anxious Achiever Toolkit",
    "Overcoming Overwork: Women at Work Discussion Group Toolkit",
    "Read more on Strategy",
    "and Media, entertainment, and professional sports"
  ]
}