{
  "url": "https://www.ft.lk/columns/Presidential-Youth-Commission-and-current-social-challenges/4-774480",
  "title": "Presidential Youth Commission and current social challenges",
  "ut": 1742418974.0,
  "body_paragraphs": [
    "Laws, skilfully crafted, do not furnish cast-iron guarantees. They simply provide a conducive environment for persons of goodwill and competence to fulfil their public duties, unencumbered by pressure: the rest is up to individual conscience",
    "Disenchanted youth, giving evidence before the Commission throughout the length and breadth of the Island, insisted that, although they were not averse to acceptance of adversity – inevitable at times in a nation’s history – what they would vehemently reject and rebel against was deprivation accompanied by palpable injustice",
    "The Youth Commission in retrospect",
    "My tenure of office as Vice Chancellor of the University of Colombo coincided with the most turbulent period in the history of the university system in our country. There was a near total collapse of all systems, and the cost in terms of the loss of life, destruction of public and private property and disruption of all sectors of national life, was exorbitant.",
    "As this time of upheaval drew to a close, the Government, in October 1989, appointed a Presidential Commission to examine, inter alia, “the causes of disquiet, unrest and discontent manifesting itself in the rejection of existing institutions and in acts of violence”.",
    "As one of 7 Commissioners I played an active role in the work of the Commission and in the preparation of its Report. Revisiting its content recently, I was struck by the immediate relevance of its major themes and recommendations, and the thinking underpinning them, to dominant challenges in our society today.",
    "Politicisation a central malady",
    "“The oral and written representations to the Commission indicated virtual unanimity that politicisation and perceptions about the abuse of political power are some of the main causes of youth unrest in contemporary Sri Lanka”. This was the first sentence in the Report of the Commission which identified, as the main issue, “the abuse of political power in the undermining of democratic institutions”.",
    "Pre-eminent among the recommendations of the Commission was the setting up of a Nominations Commission “which will recommend to the President the names of persons who will constitute the membership of (a) important Commissions responsible for recruitment, promotion, transfer and dismissal in certain vital areas; and (b) Commissions responsible for policy making in selected areas”. The composition of the Nominations Commission was to reflect the balance of political parties in Parliament.",
    "Disenchanted youth, giving evidence before the Commission throughout the length and breadth of the Island, insisted that, although they were not averse to acceptance of adversity – inevitable at times in a nation’s history – what they would vehemently reject and rebel against was deprivation accompanied by palpable injustice.",
    "An institutional response: The Constitutional Council",
    "This concept of a Nominations Commission was the origin and inspiration of the Constitutional Council introduced into our Constitution by the Seventeenth Amendment in 2001.",
    "Militating against the “winner takes all” mindset and seeking to establish merit and fairplay as the cornerstones of a rules-based system of public administration, the Constitutional Council mechanism dominated political events for a quarter of a century.",
    "Dramatic swings of the pendulum from progress to backlash characterised developments during the whole of this period. The Seventeenth Amendment envisaged a Constitutional Council consisting of 3 Members of Parliament (Speaker, Prime Minister and Leader of the Opposition) and 7 representatives of civil society nominated by political parties in Parliament. The Eighteenth Amendment, in 2010, replaced the Constitutional Council with a Parliamentary Council which departed in crucial respects from the role of its predecessor, in that the Parliamentary Council consisting of 5 members – 3 from the Legislature and 2 from outside – could only make recommendations to the appointing authority, the President, but their concurrence was not required as a condition for validity of appointments. It was, therefore, a relatively weak instrument.",
    "The Nineteenth Amendment of 2015, which brought back into being a Constitutional Council of 10 members – 7 Parliamentarians and 3 from outside – represented movement in the opposite direction by investing the Council with real authority. A further twist in the skein was signified by the retrogressive Twentieth Amendment, in 2020, which restored the largely impotent Parliamentary Council functioning as a mere advisory body.",
    "The wheel came full circle with the Twenty First Amendment in 2022 which embodies the current law. This precludes the President from appointing personnel of vital Commissions – dealing with elections, the public service, the national police, audit, human rights, bribery and corruption, finance, delimitation, and national procurement – without an explicit recommendation by the Council.",
    "Moreover, a whole range of important officials – the Attorney-General, the Governor of the Central Bank, the Auditor General, the Inspector General of Police, the Ombudsman and the Secretary General of Parliament – could not be validly appointed unless the appointment had been approved by the Council on a recommendation made by the President.",
    "It is disappointing that only civil and political rights have been deemed worthy of entrenchment in our Constitution, to the rigid exclusion of economic, social and cultural rights. This approach, which continues to receive expression in Chapter III of the present Constitution, runs counter to current international recognition that the latter category of rights is of overriding importance, especially in the context of the developing world",
    "These are landmark achievements, in restricting the scope for partisan political influence in the higher echelons of governance; they serve to reinforce public confidence in the integrity of institutions.",
    "There is no room for complacency, however. The nation was witness to the unedifying spectacle of an incumbent President upbraiding the Constitutional Council, on the floor of Parliament, for purported interference with the performance of executive functions. The current controversy between the National Police Commission and the Acting Inspector General of Police has the potential to thwart the former in the exercise of its constitutional responsibilities. Institutional norms of independence and objectivity can hardly be swept away by exigencies of operational control.",
    "Legislative sovereignty and judicial oversight",
    "My distinguished predecessor in the Office of Minister of Constitutional Affairs, the late Dr. Colvin R. de Silva, was a protean figure in constitution making. Unyielding in his insistence on sovereignty of the Legislature, he fiercely resisted, on grounds of principle, judicial surveillance of any kind over the legislative functions of Parliament.",
    "The rationale for this view was set out by him pithily in an address to the United Nations Association of Ceylon in 1968: “Do we want a legislature that is sovereign, or do we not? That is the true question. If you say that the validity of a law has to be determined by anybody outside the law making body, then you are to that extent saying that your law making body is not completely the law making body”.",
    "So unflinching was the architect of the Constitution of 1972 in his adherence to this conviction that, even when a Constitutional Court with limited functions had to be provided for, he insisted that the Secretary-General of Parliament must serve as the Registrar of the Court, and that its sittings had to be held not in Hulftsdorp but within the precincts of Parliament.",
    "It is a matter for satisfaction that this view has not taken root in the constitutional traditions of our country. Instead, we have opted for adoption of justiciable fundamental rights as a restraint on the competence of Parliament, in the interest of protection of the citizenry. This is a measure of acknowledgement of the dangers of untrammelled power and the lure of temptation. Contemporary experience demonstrates the wisdom of this choice.",
    "The idea itself is not unfamiliar to our legal culture. Although the Constitution Order-in-Council of 1948 made no explicit provision for judicial review, our courts showed no disinclination to embark on substantive judicial review of important legislation including the Citizenship Act of 1948, the Sinhala Only Act of 1956, and the Criminal Law (Special Provisions) Act of 1962. The latter statute was struck down in its entirety by the Judicial Committee of the Privy Council on the ground of repugnance to the basic scheme of the Constitution.",
    "Judicial oversight of legislation, then, is a defining principle of our legal system. However, the manner of its application is exposed to legitimate criticism in two ways.",
    "(a)The content of fundamental rights",
    "It is disappointing that only civil and political rights have been deemed worthy of entrenchment in our Constitution, to the rigid exclusion of economic, social and cultural rights. This approach, which continues to receive expression in Chapter III of the present Constitution, runs counter to current international recognition that the latter category of rights is of overriding importance, especially in the context of the developing world.",
    "(b)Exclusion of post-enactment review",
    "Judicial scrutiny of legislation is confined in our system to pre-enactment review. There is provision for gazetting of bills and for challenge by the public on the basis of conflict with constitutional provisions. The proposed legislation cannot be debated or passed in Parliament until the Determination of the Supreme Court is received by the Speaker. The Court is required to decide, within a stipulated period, whether the legislation, or any portion of it, contravenes the Constitution and, if so, whether a special majority (two-thirds of the total membership of the House) is sufficient to secure its enactment or whether endorsement by the People at a Referendum is needed, as well. Amendments required by the Court must be compulsorily included at the Committee Stage, as a condition of validity (Articles 78 and 121).",
    "A serious lacuna has been laid bare by recent events. In an egregious affront to the mandatory constitutional scheme, the Government, during passage of the Online Safety Bill, secured enactment of the legislation at the Third Reading, without moving all of the Amendments insisted upon by the Court. This resulted in a Vote of No Confidence being moved by the Opposition against the Speaker for intentional violation of the Constitution.",
    "There have been other instances of flagrant abuse of the legislative process. A Bill which, as presented to Parliament and adjudicated upon by the Supreme Court, dealt with representation of women in Provincial Councils, was fundamentally altered in content AFTER judicial scrutiny through extensive Amendments at the Committee stage, making it virtually impossible to hold Provincial Council elections at all.",
    "Deliberate manipulation of this kind, enabling subversion of constitutional procedures, goes without remedy because of the unqualified exclusion of post-enactment review. This derives from the conclusive bar imposed by Article 80 (3) of the Constitution: “When a Bill becomes law upon the certificate of the Speaker, no court or tribunal shall inquire into, pronounce upon or in any manner call in question the validity of such Act on any ground whatsoever”.",
    "In the overall reform envisaged in the near future, this anomaly calls for urgent attention as a key issue.",
    "The public service: Neutrality or control?",
    "Provision for an enabling environment for public officials to fulfil their responsibilities in a spirit of independence, without fear or favour, is generally considered an essential feature of a robust democracy.",
    "However, this has not been looked upon as self-evident at every stage of our constitutional history. On the contrary, political control of the public service has been sanctified as a cardinal virtue, and its cultivation assiduously promoted.",
    "Root and branch opposition to the idea of a public service beyond the reach of political authority is exemplified by the Constitution of 1972, the sheet anchor of which was the principle that “The National State Assembly is the supreme instrument of State power of the Republic” (Article 5). Political control of the public service was held to be a necessary corollary.",
    "This found expression in the emphatic statement that “The Cabinet of Ministers shall have the power of appointment, transfer, dismissal and disciplinary control of all State officers” (Article 106 (2)). For the exercise of this power, it was declared that the Cabinet “shall be answerable to the National State Assembly” (Article 106 (1)).",
    "The State Services Advisory Board consisting of three persons appointed by the President, as its designation made clear, was no more than an advisory body. This, indeed, was true even of the Judicial Services Advisory Board set up under the Constitution of 1972: “The appointment of judges shall be made by the Cabinet of Ministers after receiving the recommendation of the Judicial Services Advisory Board” (Article 126). This Board was required to send a list, but the Cabinet had full power to appoint persons not on the list, with the reasons applicable tabled in the National State Assembly.",
    "The Legislature, then, with the Cabinet as its delegate, became under the Constitution of 1972 the clearly identified source of authority over all State officers including judicial officers. The seed had been sown; and an abundant harvest was reaped in succeeding years.",
    "Happily, our constitutional values took a different trajectory, leaving this tradition behind. The aborted Constitution Bill, which I presented to Parliament as Minister of Constitutional Affairs on behalf of President Chandrika Kumaratunga in August 2000, sought to reverse this trend frontally.",
    "Making a radical departure from the policy stance of political control over the public service, the present Constitution provides unequivocally that this authority “shall be vested in the Public Service Commission” (article 55 (3)). An exception is made in the case of Heads of Department, in relation to whom the corresponding power is vested in the Cabinet of Ministers (Article 55 (2)). The power of appointment of Heads of the Army, Navy and Air Force is placed in the hands of the President (Article 61E). These are reasonable exceptions.",
    "Laws, skilfully crafted, do not furnish cast-iron guarantees. They simply provide a conducive environment for persons of goodwill and competence to fulfil their public duties, unencumbered by pressure: the rest is up to individual conscience. Constitutional provisions confer security of tenure on judges, prevent reduction of salary and other benefits during their tenure of office and protect them against attacks harmful to the dignity of their office. The Lawyers’ Collective, comprising public-spirited members of the legal profession, pointed out last week the danger of judges, upon retirement, accepting lucrative appointments within the gift of the government in power. Public perception is the overriding factor in this field. To be remiss is to invite debilitating weakness and to risk erosion of confidence in the foundations of a functioning democracy.",
    "(The writer holds a D. Phil. (Oxford), Ph. D. (Sri Lanka); is a Rhodes Scholar, Quondam Visiting Fellow of the Universities of Oxford, Cambridge and London; former Vice-Chancellor and Emeritus Professor of Law of the University of Colombo.)"
  ]
}