{
  "url": "https://www.dailymirror.lk/opinion/Are-we-an-independent-nation-or-a-banana-republic/172-290467",
  "title": "Are we an independent nation or a banana republic?",
  "ut": 1724782684.0,
  "body_paragraphs": [
    "Our country is heading to the polls. On 21 September all of us eligible voters will be making a choice for one of the thirty-eight candidates whose name and symbol adorn the ballot papers. Some of these candidates will canvass only in particular districts reducing the electoral process to a farce.",
    "Very soon the supporters of candidates will be physically clashing with each other. It will not be the first occasion this has happened in our country. Many are the times when election campaigns have turned into battlegrounds leaving in its path many dead and injured.",
    "However, we Lankans are not the only people who are fighting for the victory or defeat of who is going to rule our country. A number of nations -large and small- have involved themselves in our electoral process over the years. Before elections get underway we witness these nations weighing in on matters which are purely internal.",
    "During one election, a particular ambassador of a ‘friendly’ nation was declared persona non grata and expelled from this country. More recently, we have seen invitations being extended to one or more of the more popular political parties to visit and meet leaders of a regional power.",
    "Ambassadors and even foreign bureaucrats are warning incoming leaders of dire consequences of falling foul of the IMF agreement. They also express concern as to which naval vessels can visit this country. We are also being needlessly dragged into bilateral military exercises, thereby antagonising other friendly countries.",
    "Earlier this year when a Chinese research vessel docked at one of our harbours, we had India complaining its security was endangered by the visit. Our government was pressurised into prohibiting future similar visits.",
    "However, earlier this month, we had an Indian warship docking in our harbour followed by two US naval warships entering our ports. Just yesterday (27) three Chinese warships; HE FEI, WUZHISHAN and QILIANSHAN arrived at the Colombo port on a formal visit. Earlier this month we learned teams of election observers from the EU  arriving to monitor the presidential election!",
    "Hey, hold on, what’s happening? Prey, who invited these busybodies here? Is it that even after 75 years of independence we Lankans cannot manage to hold an election without the help of old colonists? How come every other nation seems to be poking its fingers into what is essentially an internal matter of this country, be it who visits our shores or how we hold elections?",
    "We can recall a time when the NAM Foreign Ministers were meeting in Colombo there was the strong move by Arab radicals to suspend, if not expel, a founder-member Egypt for its peace deal with Israel brokered by the US.",
    "Neville de Silva then correspondent of the Ceylon Daily News writing on that summit meeting reported: “When JR took over the Chairmanship of NAM Ranil Wickremesinghe was Deputy Minister of Foreign Affairs besides being Minister of Youth Affairs.",
    "“The Coordinating Bureau meeting was dragging on because the contentious issues were still not resolved despite Foreign Minister Shahul Hameed’s deft handling of the proceedings.",
    "“The wrangling continued late into Saturday night and tempers were beginning to flare. The ministerial meeting of the Coordinating Bureau had reached a crucial stage with the Arab hardliners pressing on all fronts on the Egypt issue when the Arab ambassador lost his sphinx-like look and began making untenable demands from a Sri Lankan VIP. Even the threat of breaking off relations with Sri Lanka was thrown into the monologue.",
    "“The Deputy Minister who was taking a short break from the arduous sessions was passing by when he heard all this. Visibly annoyed he turned on the Ambassador and bludgeoned him with the remark “The USA and the USSR cannot pressure us. Don’t think that your country can...”",
    "What has weakened our stance since then? Have we lost our backbone? Why are we letting countries treat us like a banana republic?",
    "Let’s remember the words of the then Deputy Foreign Minister and act accordingly."
  ]
}