{
  "url": "https://www.technologyreview.com/2024/10/01/1104396/2024-climate-tech-companies-sublime-systems-low-emissions-cement/",
  "title": "2024 Climate Tech Companies to Watch: Sublime Systems and its method of electrifying cement-making",
  "ut": 1727767800.0,
  "body_paragraphs": [
    "Sublime Systems has invented a new, lower-energy process to create cement.   Conventional cement kilns burn fossil fuels to reach F 1500 °C (hotter than lava), the scorching temperature needed to turn raw ingredients into cement. Generating this amount of heat contributes to the material’s massive carbon footprint. The chemical reactions required to make cement also release carbon dioxide into the atmosphere, so much so that the substance has the dubious distinction of being the largest emitter of carbon dioxide among industrial materials.  Sublime Systems is changing this with a novel approach to creating cement that reduces both the energy consumption and the amount of carbon dioxide released. Rather than kilns, the company uses an electrochemical process to charge a bath of chemicals and rocks to form its cement product. By using renewable energy sources to power the process, they can reduce emissions dramatically.    Key indicators  Industry: Cement  Founded: 2020 Headquarters: Somerville, Massachusetts, USA Notable fact: Sublime’s first commercial pour was a result of the developer’s vice president, Yanni Tsipis, reading our profile of the company on last year’s list.    Potential for impact The abundance of cement is hard to wrap your head around. By some estimates, there are 9,000 pounds of it for every person in the world. Some 4 billion metric tons are produced annually. The global cement industry has committed to achieving net zero by 2050, and Sublime’s technology could play an important role in getting it there: The company claims its process can cut emissions associated with cement production by 90%, assuming it can scale.",
    "Caveats While Sublime’s technology is promising, the big question is whether it can scale quickly enough to meet the industry’s ambitious net-zero goals by 2050.  There are roughly 3,000 cement plants in the world, each producing an average of 1 million metric tons per year. In contrast, Sublime’s first commercial facility, which will go online by 2026, will produce only 30,000 tons of cement—a relative drop in the bucket.",
    "Related StoryHow electricity could help tackle a surprising climate villainSublime Systems is trying to drive down the carbon footprint of cement production.",
    "Besides the question of Sublime’s ability to produce enough cement to scale, there are also the challenges of competing in a low-margin industry that’s slow to change. To wit, one common alternative that marginally cuts emissions, called Portland limestone cement, was approved under an industry standard in 2012 but took another eight years to grow from 2 percent to 3 percent of total US cement production. (Today, the material accounts for roughly 35 percent of the US market.) And because most cement is produced locally, to make a dent in the problem, Sublime’s electrochemical process, or one like it, would have to replace cement kilns in thousands of facilities around the world.  Next steps While other companies are working on new cement-making methods, Sublime is leading the pack, with a pilot facility in Somerville that’s producing 250 tons per year. In May, the company had its first commercial pour, with 2.5 tons of Sublime’s cement used in the lobby and sidewalk of One Boston Wharf, Boston’s largest net-zero commercial building. In March, Sublime announced it received a $87 million grant from the Department of Energy to build out its first commercial facility, in Holyoke, Massachusetts. The grant will cover roughly 50% of construction costs. And in September, two leading cement producers—Holcim AG and CRH PLC—invested $75 million into the company. 202415 Climate Tech Companies to WatchSee the full listBYDCeiboElectric HydrogenFirst SolarForm EnergyGogoroKairos PowerLanzaJetPano AiPivot BioRondo EnergyRumin8SolugenSublime SystemsSun KingSublime is moving forward on permitting and planning for the new plant as well as drumming up pre-sales. If all goes well, the plant will open in 2026 and, once up and running, will produce up to 30,000 tons per year of Sublime’s decarbonized cement. From there, the company plans to scale up further, and hopes to build a facility capable of producing the industry average of one million tons per year by around 2030. Explore the 2024 list of 15 Climate Tech Companies to Watch. hide"
  ]
}