{
  "url": "https://www.dailymirror.lk/opinion/Candidates-declare-your-plans-to-repay-foreign-debts-EDITORIAL/172-290370",
  "title": "Candidates, declare your plans to repay foreign debts - EDITORIAL",
  "ut": 1724707837.0,
  "body_paragraphs": [
    "The only lifeline for Sri Lanka for the recovery from the current economic crisis and achieving long-term economic development seems to be the programme sponsored by the International Monetary Fund (IMF) initiated by former President Gotabaya Rajapaksa in March 2022.",
    "All four main Presidential candidates who might put up a significant show in the September 21 Presidential election have already expressed their commitment to the programme. For President Ranil Wickremesinghe, the United National Party (UNP) leader who contests as an independent candidate for reasons known only to him, it seems to be the only mantra and panacea for all the socioeconomic woos of the country.",
    "The Samagi Jana Balawegaya (SJB) led by Sajith Premadasa, a party with the same genes of the United National Party (UNP) has been promoting IMF assistance even before President Rajapaksa approached it. It claims that it would implement the IMF programme with suitable amendments to ease the burden on the people once it comes to power.",
    "The leader of the National People’s Power (NPP), the coalition formed by the Janatha Vimukthi Peramuna (JVP), Anura Kumara Dissanayake has also proposed amendments to the programme while stating that the programme has reached a point of no return, despite his party did not primarily agree the country approaching the global lender.",
    "This debate has posed a question of whether the conditions laid down by the IMF could be amended as the SJB and the NPP suggest. The President argues that it is hard and fast and any change would land the country again in the era of queues.",
    "However, this question was put to the IMF delegation during the press briefing on the “First Review Mission for IMF-Supported Program” on September 27, last year in Colombo and responded to by Peter Breuer, the Senior Mission Chief for Sri Lanka. He stated “With respect to can the agreement  be reconsidered or renegotiated? So in principle that’s possible. It’s of course a big undertaking and indeed we would want to be sure that the objectives of the programme can still be achieved. But it does happen that there are little changes to the programme where the same objectives can be achieved in different ways. And so indeed, this is sort of what we do on an ongoing basis.” That means the President is wrong, IMF conditions are open to alterations.",
    "However, the IMF programme is not meant for the long-term development of the economy, it is a programme just to manage the economy for the moment giving  breathing space to the government to initiate lasting solutions to the economic issues. “What the Fund does is two things. It supports the authorities in adjusting their policies to correct these imbalances and it provides some financing that cushions this adjustment … And by capitalizing additional support from other multi-lateral institutions, this cushion gets a little bit bigger.” Breuer told the media a day after the IMF Executive Board approved its Extended Fund Facility (EFF) arrangement for Sri Lanka on March 20 last year.",
    "Hence, in spite of the President claiming that he salvaged the country from the economic crisis, it is clear that it is not the case.  We are not out of the woods. The country has to repay the foreign debts that has been suspended since April 2022, from 2028, according to the June 26 agreement with the bilateral creditors. The IMF loans including the ones incurred under the current programme and “outstanding balances” has repayment periods ranging from 4.5 to 10 years, Breuer told.",
    "It is well-known that prices of essential and nonessential goods shot up threefold with the economic crisis between 2021 and 2003 which did not come down except for those of a few items only by an insignificant amounts. Only the queues, the primary manifestation of the crisis are missing.",
    "No Presidential candidate seems to have any plan or programme to face the debt issue, despite them giving the voter promises wholesale. In fact, Sri Lanka had to undergo this crisis situation mainly owing to the absence of such programmes in the past several decades. Now we are heading towards a situation that would be more brutal than the one we are passing through, whoever takes over the reins after September 21, unless he did not plan and execute such a programme within the next two years."
  ]
}