{
  "url": "https://www.ft.lk/columns/ODI-compilation-Unsolicited-debt-and-transformative-growth-manual-for-AKD-Government/4-771945",
  "title": "ODI compilation: Unsolicited debt and transformative growth manual for AKD Government",
  "ut": 1737324533.0,
  "body_paragraphs": [
    "President Anura Kumara Dissanayake",
    "Debt sustainability means the ability of Sri Lanka to repay its debt and pay interest thereon in time without having to seek debt relief or debt suspension. Previously, in the case of domestic debt, the Government had this capacity since it could print money and repay the maturing debt if it was not able to borrow anew for refinancing the same. However, under the new Central Bank Act, it is problem for Sri Lanka today because the Government cannot use the printed money to repay its domestic debt. Hence, the sustainability of domestic debt should be preplanned by adopting a prudent debt management strategy. This involves keeping domestic debt at a safe level in relation to both the Government revenue and GDP",
    "A manual for use by AKD",
    "Sri Lanka’s current debt and economic crisis has earned the global interest so much that the London based think tank Overseas Development Institute, presented to the world as ODI, had commissioned two experts on the subject to produce a compendium of essays authored by several of leading economists who have an interest in the country. The two experts are Ganeshan Wignaraja of ADB fame and Dirk Willem te Velde, a director at ODI looking after issues relating to international economic development.",
    "They had assembled 22 subject experts who have jointly produced 14 essays covering four main areas of the issue. The compendium released just before the Presidential Election of September 2024 is titled Sri Lanka: from debt default to transformative growth can be downloaded from the ODI website1. This was an unsolicited document and therefore not available to any of the three leading contestants for use in framing their debt and growth policies prior to the election. However, the winner, President Anura Kumara Dissanayake, or AKD, can use its analysis to diagnose the ailment and recommendations to ensure long-lasting solution to the issue.",
    "Driving to a debt trap",
    "Sri Lanka’s present economic crisis – termed as the deepest economic downturn in its post-independence history by the Central Bank2 – did not reach the trigger point suddenly in 2022. The crisis had several dimensions, low or negative economic growth, inability to meet the current debt and other foreign exchange obligations, poor public finances, and the paucity of foreign exchange reserves, to mention but a few. Therefore, for the first time in its post-independence history, Sri Lanka was forced to suspend the servicing of its debt obligations to bilateral and commercial creditors in April 2022 due to lack of sufficient foreign exchange balances in hand and inability to raise quick finances through a foreign borrowing program to meet the gap.",
    "But the seeds of this catastrophic outcome had been sown many years ago when the country had adopted the strategy of borrowing and investing in long-gestation or low-return projects and repaying the maturing debt or paying interest by further borrowing, known as the refinancing of the debt. The first strategy denied the country to earn enough foreign exchange to service its debt on time. The second put it to a critically risky situation if it fails to borrow from foreign sources to refinance its debt. These two strategies simply increased the foreign debt stock, in absolute terms as well as in proportion to the expansion of the economy, known as the share of the gross domestic product or GDP, driving the country to an inescapable debt trap. This was the trigger point which the country reached in 2022 leaving no options for it to follow.",
    "Despite a few shortcomings, the volume compiled by Wignaraja-Velde provides a useful guidance to AKD Government",
    "Experts on debt distress and transformative growth",
    "Wignaraja and Velde have assembled their team of experts to study this issue, diagnose the causes, and recommend solutions. The country was in debt distress reinforced by economic stagnation and domestic inflation. The economic contraction by about 8% in 2022 had reduced the incomes of people across the economy on one side and shrunk the domestically available basket of goods and services for consumption, on the other. Meanwhile, the domestic price level had accelerated by about 55% further reducing the real income of people. Both these adversities had made all Sri Lankans poorer in general.",
    "When measured by the criterion of absolute poverty using an income threshold of $ 3.65 per person per day suggested by the World Bank’s Research Department for lower middle-income countries, the poverty level is estimated to have doubled to 25%3. However, since Sri Lanka is at the threshold of becoming an upper middle-income country, when the poverty line of $ 6.85 a day is used, its poverty level is estimated to have jumped significantly to about 66% of the population4.",
    "Though Sri Lanka has moved in the right direction from the worst to a tolerable level within a short time span, it itself is not sufficient for the country to rejoice itself over the past achievements. The economy cannot remain forever in the present low-growth trajectory. It should transform its economy to reach a high level of prosperity for its people. It is therefore necessary to have a transformative growth and for this purpose, the essayists in the current volume have offered 27 policy proposals. That is to take the country out of the present debt stress as the topmost priority and help it join the medium to long-term high growth path.",
    "Twenty-one policy proposals",
    "These 27 policy proposals have been listed under six main policy areas in the Executive Summary in Wignaraja-Velde compilation of essays5. This is what should interest AKD Government because they go beyond the policy benchmarks included in the IMF’s extended fund facility as they are not confined only to the stabilisation of the nominal side of the macroeconomy which is benchmarked by IMF and, therefore, an interest of the central bank but to the transformative development of the real side of the economy as well.",
    "Consensus for policy and its direction",
    "First of the six policy areas is the emphasis placed on the need for building a cross-party consensus among all stakeholders covering political parties, business leaders, trade unions, and civil society activists on the economic policy direction. Under this, the development of a vision for economic growth and economic transformation acceptable to all has been highlighted. That calls for a consistent policy framework, and a time-bound plan to eliminate rent-seekers and corrupt practices. Rent-seekers are free-riders who seek to exploit for themselves the economic opportunities offered by policy inconsistencies and policy-driven distortions.",
    "For instance, suppose the Government has reduced the special commodity levy on the import of rice to relieve the consumers of the burden on the Budget due to increased rice prices. But this policy will disadvantage the farmers who now face lower market prices. Suppose further that the farmers agitate for fairness so that, to support them, the Government decides to increase the commodity levy again. This will give incentives to importers to import rice at low cost, stockpile the same, and sell at a higher price later. The super profits made by importers out of this transaction is a private rent earned by them at the cost of the Government, consumers, and producers.",
    "The proliferation of such instances across the economy disables it because there is no compensatory service provided by them for the super profits they have earned. Thus, opportunities for rent-seeking can be eliminated if policies are made by Governments, transparently and with full disclosure, after careful analysis considering all the relevant factors involved. Sri Lanka’s economy has suffered a lot in the past due to the absence of such consistent and transparent policies. That is the reason for suggesting that policies should be framed to put an end to rent-seeking and corrupt practices.",
    "For three months now, there is deflation in the economy, and it is going to be so in the next few quarters too. Deflation kills the economy unless there is accompanying increase in productivity in economic activities. But there is no instrument within the Central Bank today to get out of the current deflationary situation. It would have been better had the essayists in the current compilation investigated this unexpected development",
    "In the second policy direction, Sri Lanka should ensure a long-lasting foreign and domestic debt sustainability so that the country will not fall back to the same crippling economic catastrophe that its economy underwent recently.",
    "Debt sustainability means the ability of Sri Lanka to repay its debt and pay interest thereon in time without having to seek debt relief or debt suspension. Previously, in the case of domestic debt, the Government had this capacity since it could print money and repay the maturing debt if it was not able to borrow anew for refinancing the same. However, under the new Central Bank Act, it is problem for Sri Lanka today because the Government cannot use the printed money to repay its domestic debt. Hence, the sustainability of domestic debt should be preplanned by adopting a prudent debt management strategy. This involves keeping domestic debt at a safe level in relation to both the Government revenue and GDP.",
    "In the case of foreign debt, relying on refinancing for servicing debt is not a prudent debt strategy. It is not prudent because it puts the country to a grave risk if it cannot borrow anymore to service its debt. Hence, a long-lasting debt sustainability strategy relating to both domestic and foreign debt is the use of borrowed money in economic enterprises that will enhance the Government’s revenue and earn foreign exchange assuring its debt repayment capacity.",
    "Assuring independence of Central Bank",
    "The policy recommendation relating to making the independence of the central bank work is irrelevant today since the new Central Bank Act has been implemented, the bank has gone for inflation targeting, started hiring professionals and introduced a new salary structure to retain the trained staff, and adopted a single policy rate as recommended by IMF. However, a missing point is what should be done when the system has gone into a deflation accompanied by a low economic growth, a situation known as ‘stagflation’. Presently, the Central Bank is underperforming relating to its inflation target fixed at the minimum level of 3% as the lower bound.",
    "For three months now, there is deflation in the economy, and it is going to be so in the next few quarters too. Deflation kills the economy unless there is accompanying increase in productivity in economic activities. But there is no instrument within the Central Bank today to get out of the current deflationary situation. It would have been better had the essayists in the current compilation investigated this unexpected development.",
    "Need for increasing revenue and cutting expenditure",
    "The fourth policy recommendation has been to support the fiscal sector sustainability through a better management of public finances, introduction of necessary controls in the public investments, reforming state-owned enterprises by rationalising their existence on one side and introducing better governance practices, on the other. The present IMF program is based on fixing the fiscal sector issues by increasing revenue, a strategy known as the revenue based fiscal consolidation. There is a limit to increase revenue in absolute terms as well as in relation to GDP without causing a contraction in the economy. Hence, a more prudent policy should be to adopt a mixture of both revenue-increasing and expenditure cutting fiscal consolidation strategies.",
    "Pragmatic approach to economic transformation",
    "The fifth policy recommendation involves undertaking pragmatic economic transformation to increase the country’s capacity to have a high economic growth to deliver prosperity to Sri Lankans at least within a generation. It has been suggested to have an investor friendly atmosphere by removing cumbersome regulations that inhibit entry, exit, and business operations. There are other administrative reforms that are to be implemented on a priority basis. Trade facilitation, proper negotiation of free trade agreements, establishment of the International Trade Office enshrined in the Economic Transformation Act or ETA, moving into comprehensive economic partnership agreement with relevant countries, capacity building in foreign embassies to promote investment in Sri Lanka, and getting the support of the diaspora to speed up the economic development of the country.",
    "These are all administrative reforms suggested and fall short of the need for converting Sri Lanka’s production system from simple technology to complex technology, the major impediment for sustaining economic growth in the medium to long run. AKD Government is planning to do this through its ‘Quantum Leap Plan’ prepared for it by the Sri Lankan expatriates with a science and technology orientation.",
    "Though Sri Lanka has moved in the right direction from the worst to a tolerable level within a short time span, it itself is not sufficient for the country to rejoice itself over the past achievements. The economy cannot remain forever in the present low-growth trajectory. It should transform its economy to reach a high level of prosperity for its people. It is therefore necessary to have a transformative growth and for this purpose, the essayists in the current volume have offered 27 policy proposals. That is to take the country out of the present debt stress as the topmost priority and help it join the medium to long-term high growth path",
    "Going for inclusive growth",
    "The sixth policy recommendation is about the need for making economic growth inclusive. Sri Lanka’s economic growth had been exclusive in the past with a skewed income distribution. Throughout its post-independence history, the top 20% of income earners had been receiving about a half of the nation’s income, while the lowest 20% had got only about 5% of the income. The balance 45% had been appropriated by the middle-class6. Thus, the fruits of economic growth had not been evenly shared by all, despite the pro-poor economic policies adopted by all successive Governments since independence. However, what is suggested in the current compilation is not a solution to this issue but how the relief money should be properly distributed among the needy population. In my view, this is a serious omission.",
    "Need for medium-term to long-term growth plan",
    "Despite a few shortcomings, the volume compiled by Wignaraja-Velde provides a useful guidance to AKD Government. Right now, the Government is lacking a medium to long-term plan for lifting the conditions of the economy. In my view, the analysis and the policy prescriptions in this compilation of essays will help the Government to prepare such a plan.",
    "1Available at: https://media.odi.org/documents/Sri_Lanka_-_from_debt_to_transformative_growth_FINAL_AWxI6zz.pdf",
    "2CBSL, 2023, Annual Economic Review, Colombo, p 1.",
    "3Wignaraja and Velde, op cit, p xiii",
    "4World Bank, April 2024, Sri Lanka Development Update, p vii.",
    "5Wignaraja and Velde, op cit, pp xiii-xiv",
    "6See the Special Statistical Appendix of the Central Bank Annual Report for 2022; Table 13",
    "(The writer, a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at [email protected].)"
  ]
}