{
  "url": "https://www.ft.lk/columns/Navigating-growth-challenges-in-Sri-Lanka/4-772517",
  "title": "Navigating growth challenges in Sri Lanka",
  "ut": 1738347835.0,
  "body_paragraphs": [
    "Sri Lanka is on the precipice of both opportunity and risk and it is crucial that the Government charts a path that balances growth with debt sustainability",
    "Sri Lanka’s new National People’s Power (NPP) Government, led by the charismatic President, Anura Kumara Dissanayake, entered office in late 2024 at a turning point in the country’s economic history. Following default on its external debt obligations in April 2022, Sri Lanka had experienced its worst post-independence economic crisis in 2022-2023. While the economy is stabilising now, the challenges are far from over. Sri Lanka is on the precipice of both opportunity and risk and it is crucial that the Government charts a path that balances growth with debt sustainability.",
    "Sri Lanka’s recent economic outlook offers cause for cautious optimism. Thanks to prudent monetary and financial stability policy by the Central Bank of Sri Lanka, a $ 3 billion International Monetary Fund (IMF) program, and $ 4 billion of Indian aid, the economy appears to have steadied. A debt restructuring deal of $ 17.5 billion reached with private bond holders and China has given Sri Lanka the breathing room it desperately needed, while inflows from tourism have accelerated, contributing to the recovery of foreign exchange reserves. In this environment, the new Government has inherited a stabilising economy, with the latest World Bank growth forecasts pointing to growth slowing from 4.4% in 2024 to 3.5% in 2025.",
    "However, there are looming risks that the new Government must tackle head-on. One of the most pressing concerns is the significant brain drain involving as many as 300,000 people from Sri Lanka in 2024 alone. This wave includes educated IT, banking, marketing, and medical professionals migrating for better job opportunities abroad and a future for their children. This is a serious challenge for business and governance, as the country faces a growing gap in the talent pool needed to propel growth.",
    "IMF Senior Mission Chief for Sri Lanka Peter Breuer speaks during the International Monetary Fund press conference in Colombo on 23 November 2024 – Photo Credit: Reuters",
    "At the same time, the new Government has a Parliament with little experience. Of the 225 MPs, about 150 are untested first-time representatives, mostly from the NPP, which raises questions about the legislative and technical capacity needed to enact economic reforms. To counteract this, the government must focus on better public sector service delivery, retaining key talent within the state sector, and creating policies that encourage the development of expertise in both governance and public administration. Improved state planning for undertaking market-oriented public policies, digitisation of public services, training MPs in the legislative process and understanding the complexities of economic reforms are the need of the hour. A top quality public policy school to train civil servants and MPs would be an important addition to the university system.",
    "Tourism offers significant potential to boost foreign exchange reserves and spur growth. Over 2 million tourists visited Sri Lanka in 2024, a 38% increase over 2023. However, the Government must do more to ensure that tourism is sustainable and benefits communities beyond Colombo. Better marketing of Sri Lanka as a multi-cultural destination, coupled with targeted development of less-visited regions such as the north and east of the country, will help create a more balanced and decentralised tourism industry. Furthermore, supporting small businesses linked to tourism activities and tackling the recent wave of gang-related violence should be a priority.",
    "Fiscal sustainability remains a contentious issue. While revenue has increased, rationalisation of government spending remains high, largely due to the expansive role the state plays in the economy. Despite ruling out privatisation, the government plans to turn around state-owned enterprises (SOEs) through better management. However, some of the larger loss-making SOEs (such as Sri Lankan Airlines and the Ceylon Petroleum Corporation) should be reconsidered for privatisation or restructuring, as their drain on public funds threatens long-term fiscal stability.",
    "In addition to internal challenges, Sri Lanka’s foreign policy will be critical. The geopolitics of the Indo-Pacific are set to change dramatically following the re-election of President Donald Trump in the US. India has emerged as a key player in Sri Lanka’s economic future. Given the complex relationship with India, the government must strengthen economic ties with this fast-growing nation, ensuring that Sri Lanka benefits from Indian investments and collaborations. The President must also live up to his promises of non-interference in India’s security concerns, including halting visits from Chinese spy ships that have raised tensions in the region. His visit to India in late 2024 offers a promising foundation for stronger bilateral relations, and the government must now focus on making concrete progress — particularly in B-B links, cross-border energy projects, a digital identity system and the deeper bilateral free trade agreement under negotiation.",
    "Apart from limited fiscal space for social spending, Sri Lanka faces the serious risk of repayments (capital) on its external debt starting in mid-2027 if it is unable to generate sufficient foreign exchange though trade-led growth. Working in partnership with the IMF and World Bank, India should stand ready to help if Sri Lanka falters a second time.",
    "The Sri Lankan Government must develop a comprehensive growth plan that addresses both immediate risks and long-term opportunities. Navigating these choppy waters will require pragmatic leadership, bold policy decisions, and a clear vision for Sri Lanka’s future prosperity. The National Budget in February 2025 offers an opportunity to make a start.",
    "(This article was first published in the Hindu 28 January 2025)",
    "(The writer is Visiting Senior Fellow ODI Global and former Executive Director of Sri Lanka’s Foreign Ministry think tank.)"
  ]
}