{
  "url": "https://www.dailymirror.lk/opinion/Travails-of-OPD-patients/172-295753",
  "title": "Travails of OPD patients",
  "ut": 1731357662.0,
  "body_paragraphs": [
    "The new OPD looks impressive",
    "Parking even a motorcycle is a nightmare",
    "A few days ago, I accompanied a friend to the new Out Patients’ Department (OPD) of the Colombo National hospital. He phoned me early in the morning and said he woke up unable to move his left arm, and the pain was getting worse by the hour. I took him to the OPD. It was almost 10 a.m. when we got there. Luckily, there was a parking slot for my scooter (more about the parking, later).",
    "The new OPD building looks impressive. Its brand new, all shining surfaces, and spacious. You are directed quickly to the necessary treatment areas – gone are the days of bureaucratic form filling. There are two big lifts, and an automatic escalator. We went up to the first floor. My friend was given a 500 plus number. All seats were taken, but we found two seats after a few minutes because the queue was moving. Patients were called in batches of about 50 each. It looked as if my friend wouldn’t have to wait long to see a doctor.",
    "My friend left me and moved to the clinic waiting area after numbers 500-550 were called. I always take a book with me in such situations. I was the only reader there. A few were glued to their phones, others simply stared blankly at the walls. My friend returned after one hour. I thought he’d seen a doctor. But he shook his head and said the doctors were at a meeting. He asked me to leave as I had work to do. He said he would be all right and wait till the doctors returned, and asked me to get a soft drink for him as he was thirsty. I went looking for the cafeteria. It’s on the same floor – but I found an empty space there with no food, staff or food displays. I asked a passing attendant if there was no cafeteria in the building. He shook his head sullenly, as if I had asked an inappropriate question.",
    "Health budgets have been slashed by our governments over the years, at the expense of military spending and an oversized bureaucracy",
    "I had to go out to buy a soft drink. There were a dozen people waiting for the lift, but both lifts were busy. The crowd looked as if they’d been waiting there for some time. One lift went past without stopping. I decided to take the stairs. Finding the stairs wasn’t easy either. There was no signboard indicating where they were. I asked a nurse. “That way,” she said, indicating vaguely. I kept looking, opening doors which led to empty corridors, but there was no staircase. A woman who was looking for the stairs joined me. I kept opening doors, and she followed.",
    "I was about to give up and return to the lift when I opened a swinging door to see two doors facing each other at the other end. I opened the one to the left and discovered the “hidden staircase”!",
    "The woman took one look at the gloomy interior and decided to return to the lift. I wondered what would happen if there was a fire. There must be fire escapes elsewhere, but most people would rush to these narrow stairs. There would be a stampede, injuries, and deaths. When I returned with a soft drink bottle, there was still a crowd waiting for the lift, including a patient on a wheeled table. Many of those waiting were elderly people unable and unwilling to walk miles looking for the gloomy stair case. There should be at least two smaller lifts for visitors. But these aren’t there due to cost cutting. When I began looking for my scooter, there was a different parking attendant who didn’t know where it was. I remembered it was parked further down Norris Canal road, and began walking. There were two young men on a motorcycle looking for parking space, and they followed me.",
    "When I took out my scooter, the parking attendant told the duo not to park there. “She’s been waiting here for a long time,” he said rudely, pointing to a young woman on a scooter. “Don’t argue, fight, or make a scene. Go park your bike somewhere else”. He is a law unto himself. Earlier, when I began squeezing my scooter between two parked bikes, he waited till I was halfway done and then told me to take it out and park it with the rear facing the road. “In case someone knocks and damages your headlight,” he told me. The big rear light is more vulnerable than the headlight protected by the bulging front wheel and buffer. But I didn’t argue.",
    "Many of those waiting were elderly people unable and unwilling to walk miles looking for the gloomy stair case. There should be at least two smaller lifts for visitors. But these aren’t there due to cost cutting",
    "Parking even a motorcycle near the hospital is a nightmare. Older people and those with disabilities have a hard time walking from their vehicles to the OPD and other sections. All new multi-storey building complexes in Colombo have underground parking facilities. This is not a luxury, but a necessity. One can only surmise that cost cutting was the reason for planners overlooking this vital facility. Health budgets have been slashed by our governments over the years, at the expense of military spending and an oversized bureaucracy. Now the war is over, but a large military force is still maintained at the expense of the health sector. Many highly experienced doctors have migrated abroad in the past two years. The new president spoke recently about plans to digitalise the whole country in three years. All new presidents customarily present us with such tantalising utopias. Its wonderful to contemplate and would speed up the country’s progress. But progress isn’t just highways and digital networks. The population’s health comes first. We must first deal with malnutrition, high price of medicines, shortage of doctors,equipment breakdown and public inconvenience at state run hospitals."
  ]
}