{
  "url": "https://www.technologyreview.com/2024/08/15/1096648/inflation-reduction-act-two-years/",
  "title": "The US government is still spending big on climate",
  "ut": 1723681800.0,
  "body_paragraphs": [
    "This article is from The Spark, MIT Technology Review’s weekly climate newsletter. To receive it in your inbox every Wednesday, sign up here. Friday marks two years since the US signed the landmark Inflation Reduction Act (IRA) into law. Now, I’m not usually one to track legislation birthdays. But this particular law is the exception, because it was a game changer for climate technology in the country, and beyond.   Over the past two years we’ve seen an influx of investment from the federal government, private businesses hoping to get in on the action, and other countries trying to keep up. And now we’re seeing all this money starting to make a difference in the climate tech sector.   Before we get to the present day, let’s do a quick refresher. In late July 2022, the US Congress reached a massive deal on a tax reform and spending package. The law changed some tax rules, implemented prescription drug pricing reform, and provided some funding for health care and the agency that collects taxes.",
    "Related StoryHere are the biggest technology wins in the breakthrough climate billThe bill includes $369 billion in spending on climate and energy.",
    "And then there are the climate sections, to the tune of hundreds of billions of dollars of spending. There are tax credits for businesses that build and operate new factories to produce technologies like wind and solar. There are individual tax credits to help people buy electric vehicles, heat pumps, and solar panels. There’s funding to give loans to businesses working to bring their newer technologies into the world.  Now to the fun part: Where is all that money going?",
    "Some of the funding comes in the form of grants, designed to kick-start domestic manufacturing in areas like batteries for EVs and energy technologies. I wrote about several billion dollars going to companies making battery components and producing their ingredients in October 2022, for example.  Tax credits are another huge chunk of the bill, and it’s starting to become clear just how significant they can be for businesses. First Solar, a company making thin-film solar panels in the US, revealed earlier this year that it was in the middle of a deal to receive about $700 million from tax credits.  Then there are the provisions for individuals. As of late May, about three million households had claimed IRA tax credits for their homes in 2023. Together, they received about $8 billion for solar panels, batteries, heat pumps, and home efficiency technologies such as insulation. The credits are popular—that spending was roughly three times higher than projections had suggested.  One area I’ve been following especially closely is funding from the Loan Programs Office of the US Department of Energy, which lends money to businesses to help them get their innovative projects built. There was a $2 billion commitment to Redwood Materials, a battery recycling company I dug into just before the announcement. You might also remember a $1.52 billion loan to reopen a nuclear power plant in Michigan and a $400 million loan to give zinc batteries a boost.   It’s not just the federal government that’s pouring in money—businesses are following suit, announcing new factories or expanding old ones. Between the passage of the IRA in August 2022 and May 2024, companies have committed $110 billion for 159 projects from EVs and solar and wind to transmission projects, according to a tracker from Jack Conness, a policy analyst at Energy Innovation, an energy and climate policy firm.  The effects have rippled out beyond the US. Europe finalized the Net-Zero Industry Act in early 2024, partly as an answer to the IRA. It’s not quite the same spending spree, but the bill does include a goal for Europe to supply 40% of its own climate tech by 2030 and it implements some rule changes regarding how new projects get approved to help that happen.  The Inflation Reduction Act still has a lot of time left, and some programs have a 10-year window. One of the biggest, though often overlooked, changes over the last year is that we’ve gotten clarity on how some of the major programs are actually going to work. While the large contours were laid out in the law, some of the details about implementing them were left up to agencies to nail down. And while these specifics often seem small, they can affect which sorts of projects are eligible, changing how these credits might shape the industry.  Related StoryZinc batteries that offer an alternative to lithium just got a big boostThe US Department of Energy just committed a $400 million loan to battery maker Eos.",
    "For example, in December 2023 we learned how restrictions in the EV tax credits will affect vehicles with components made in China. As a result, starting in 2024 some vehicle models became ineligible for the credits, including the Ford Mustang Mach-E. (The company hasn’t said exactly why the model lost eligibility, but some reporting has suggested it’s likely because the lithium iron phosphate batteries used in the vehicles come from the Chinese company CATL.)",
    "Some of those specifics get really complicated. The hydrogen tax credits could get tangled up in legal battles. The full rules on credits for sustainable aviation fuel raised concerns that fuels that don’t help much with emissions will still get funding. The credits for critical minerals apply only to processing, not to mining efforts, as my colleague James Temple detailed in his story about a Minnesota mine earlier this year.  Looking ahead, the fate of the IRA’s programs may depend on the outcome of the presidential election in November. Vice President Kamala Harris, the Democratic nominee, cast the tie-breaking vote to pass the law, and she would likely keep the programs going. Meanwhile, Donald Trump, the Republican nominee, has been openly targeting many of its provisions, and he could do some damage to many of the tax credits included, even though it would require an act of Congress to actually repeal the law. (For more on what a second Trump presidency might mean for the climate law, check out this great deep dive from James Temple.)  The action certainly isn’t slowing down in the world of climate technology. Looking ahead, one major piece of the puzzle we’ll be watching is a potential change to how new projects get approved. There’s a permitting reform package winding its way through the government now, so stay tuned for more on that, and on everything climate tech.   Now read the rest of The Spark Related reading At our ClimateTech event last year, Leah Stokes, an environmental policy professor at UC Santa Barbara who was closely involved with developing the IRA, spoke with us about the law. For more on how it came to be and what changes we’ve seen so far, check out her segment here.   Here’s what’s most at risk in the IRA as the US faces an election in November.  One mine in Minnesota could unlock tens of billions of dollars in tax credits, as James Temple detailed in this story from January.  MERCEDES-BENZ AG   Another thing Steel production is responsible for about 7% of global emissions. A growing array of technologies can produce the metal with less climate pollution, but there’s a big catch: They’re expensive.  But in the grand scheme of things, even steel that costs 30% more than the standard stuff would only increase the cost of the average new car by about $100, or less than 1%. That gives the auto industry a unique opportunity to help drive the world toward greener steel. Get all the details in my latest story.",
    "Keeping up with climate   The world’s biggest pumped hydropower project just came online in China. The $2.6 billion facility can store energy by pumping water uphill. (Bloomberg) Scientists want to make a common chemical from wastewater. Researchers demonstrated a reactor that can produce ammonia from nitrates, a common pollutant found in municipal wastewater and agricultural runoff. (New Scientist)",
    "→ Ammonia could be used as fuel for long-distance shipping. (MIT Technology Review) The new movie Twisters shows a tornado ripping apart a wind turbine. Experts say we probably don’t need to worry too much about wind farms collapsing—those incidents tend to be rare, because turbines are built to withstand high wind speeds and are usually shut down and locked into a safe position in the case of extreme weather. (E&E News) SunPower, once a dominant force in residential solar, is bankrupt. The company will sell off assets and gradually close up shop in the latest hit to a turbulent market. (Latitude Media) More than 47,000 people in Europe died last year from heat-related causes. If it hadn’t been for adaptation measures like early warning systems and cooling technology, the toll could have been much higher. (New York Times) Europe could be a bright spot for Beyond Meat and other companies selling plant-based products. The industry has seen sales and profits stagnate or drop recently, especially in the US, but Europe has lower levels of meat consumption, and supermarkets there have shown some support for animal-free alternatives. (Wired) South Korea turns about 98% of its food waste into compost, animal feed, or energy. It’s one of the few countries with a comprehensive system for food waste, and it’s not an easy one to replicate. (Washington Post) → Here’s how companies want to use microbes to turn food scraps and agricultural waste into energy. (MIT Technology Review) Just 12% of new low-emissions hydrogen projects have customers lined up. As a result, many proposed projects will probably never get built. (Bloomberg) hide"
  ]
}