{
  "url": "https://www.dailymirror.lk/opinion/Supporting-common-candidate-or-main-candidate-Tamil-politics-in-a-fix-today/172-290975",
  "title": "Supporting common candidate or main candidate: Tamil politics in a fix today",
  "ut": 1725386298.0,
  "body_paragraphs": [
    "The key vote bases of all these four candidates are outside the North and the East",
    "In case Tamils vote overwhelmingly for the common Tamil candidate, it will strengthen their demand for sure",
    "The present presidential election is being conducted in a unique scenario in the aftermath of the worst-ever economic crisis",
    "In case, the common candidate fails to poll a fair number of votes, it will signal a political message that can be viewed as a rejection of the demand for extensive power sharing or federalism",
    "At Sri Lankan presidential elections, the Northern and Eastern provinces where Tamil and Muslim minorities are concentrated  matter a lot.  The vote base in all seven provinces outside the North and the East is dominated    by the majority Sinhalese community. When it’s split, more or less, down the middle at a presidential election, minority constituents from the North and the East virtually determine the winner.",
    "It was the case at the 2015 Presidential election. Maithripala Sirisena who contested as the common candidate with the backing of a myriad of parties including those representing minorities in the North and the East ascended to presidency defeating   Mahinda Rajapaksa who was considered politically invincible up until then.  Rajapaksa’s ten-year rule ended with northern and eastern constituents turning   en masse   against him.   The minorities in the North and the East were against him in 2005 and 2010 too. Still he won the presidential elections then because voters from the majority community cast their ballots overwhelmingly for him offsetting the impact from the North and the East.  It was also the case for Gotabaya Rajapaksa at the 2019 Presidential elections.",
    "Common Tamil candidate P. Ariyanethran",
    "The present presidential election is being conducted in a unique scenario in the aftermath of the worst-ever economic crisis which kept people reeling under the impact of it in 2022. The political dynamics altered drastically since then.",
    "It is natural to have a number of presidential candidates at every election. Nevertheless, the contest is always between two of them. Then, the focus is also on the two of them only.  Others are there for the namesake.  At this election, at least, the focus is at least on four of them - Anura Kumara Dissanayake of National People’s Power (NPP), Sajith Premadasa of Samagi Jana Balawegaya (SJB), independent candidate President Ranil Wickremesinghe and Namal Rajapaksa of Sri Lanka Podujana Peramuna (SLPP). It is kind of a new dynamic in Sri Lankan politics recovering from the economic crisis.",
    "The key vote bases of all these four candidates are outside the North and the East. In the event that this vote base is split among them without a formidable edge for any of them, the minority vote base in the North and the East will turn important, particularly that of the ethnic Tamils.  The two main Muslim parties based in these two provinces have already thrown their weight behind Premadasa.",
    "Then, the spotlight is on Tamil constituents in the north and the east where the parties try to navigate political dynamics in a deft manner.   In the North, like in other provinces, political undercurrents have changed   drastically with the formation of new alliances while differences brew within the traditional main force Ilankai Tamil Arasu Katchchi (ITAK).",
    "The ITAK- led Tamil National Alliance (TNA) does not exist any longer. Its alliance partners     have left it, joined hands with others and fielded a common Tamil candidate. The amalgam of Tamil parties that united for a common candidate are People’s Liberation Organization of Tamil Eelam (PLOTE), Tamil Eelam Liberation Organization (TELO), and Tamil National Party (TNP), Tamil Makkal Kootani , the party formed by ex-LTTE militants and Eelam People’s Revolutionary Liberation Front (EPRLF).",
    "The decision to make a common Tamil candidate instead of backing one of the key candidates in the south has left Tamil polity in a precarious position.  The ITAK is riddled with differences now. The internal crisis exacerbated after the party’s central committee decided to line up behind Premadasa at the presidential election whereas some key leaders of the party including its President Mavai Senathirajah are in favour of common Tamil candidate P. Ariyanethran.",
    "Right throughout, the Tamil parties have been consistent in their demands for political rights. Political behavior of Tamil constituents in the North and the East, has always been aligned with their demands for political authority.   The Tamil parties operating under different name tags remain, more or less, same in their demands. It leaves one wondering as two why there are so many parties fighting for the same.",
    "Extensive power sharing to a merged unit of North and East is their primary demand. Of course, the Tamil parties have differences regarding the extent to which power can be   shared with the periphery. Also, they are having differences in their approaches to the successive governments in pursuance of these demands. Still, they stick to the same principles and ideology.",
    "Making his remarks to the Daily Mirror at his office in Jaffna, EPRLF leader former MP Suresh Premachandran said  a common candidate is fielded this time since there is no commitment from the candidates to address what he said the ‘Tamil national  question’  in a tangible manner.   He said Tamil people amounting to nearly nine million votes supported the main candidates from the south previously but no one delivered positively at the end.",
    "“This time, we want to send a message to all those concerned,” he said.",
    "Tamil politics is in a fix today.  In case, the common candidate fails to poll a fair number of votes, it will signal a political message that can be viewed as a rejection of the demand for extensive power sharing or federalism. It will weaken their demand, in fact.  This has compelled even some ITAK leaders to defy the majority decision to back Premadasa.",
    "None of the four main candidates has committed to any form of power sharing beyond the 13th Amendment to the Constitution.   The implementation of the 13th Amendment with land and police powers   is the minimum demand by Tamil parties whereas it is the maximum being contemplated by the main parties in the south.",
    "The demand for power devolution based on the 13th Amendment has been there for nearly four decades but no government has taken at least a step in this direction. It is highly unlikely that any future government will opt for devolving land and police powers to the provincial councils though it is envisaged in the 13th Amendment to the Constitution.",
    "The Tamil parties are aware of this reality. Still, they need to persist with their demand for political reasons. ITAK spokesperson MP M.A. Sumanthiran who influenced the decision to back Premadasa is awake to realities.  Internationally, Tamil parties are encouraged to cooperate with the governments instead of playing divisive politics.  In fact, India keeps asking these parties to unite and cooperate with the governments in the south.",
    "In case Tamils vote overwhelmingly for the common Tamil candidate, it will strengthen their demand for sure. However, in case any main candidate wins without any major backing from Tamil constituents in the north, it won’t be politically compulsive for him to address the Tamil national question.  There is no electoral pressure on him then as the incoming President.    Tamil politics is in a real fix in that sense."
  ]
}