{
  "url": "https://hbr.org/2024/06/how-micro-choices-and-games-motivate-gig-workers",
  "title": "How Micro-Choices and Games Motivate Gig Workers",
  "ut": 1718951722.0,
  "body_paragraphs": [
    "Mike Coppola/Getty Images",
    "As gig work grows ever more prevalent, critics have voiced major issues with these jobs, from their lack of labor protections to income instability and more. But if gig work is so bad, why do so many people do it? Platform companies tout its flexibility, but in the author’s...more",
    "Today, the gig economy accounts for up to 12% of the global labor market. More than a third of the American workforce has engaged in some form of gig work, and more than five million drivers work for Uber alone. And while platform companies and researchers alike have argued that the schedule flexibility gig work offers is workers’ main motivation to engage in it, critics have raised a range of concerns about the work, from the lack of labor protections to algorithmic wage discrimination and more.",
    "Indeed, research has decried gig work as precarious, financially uncertain, and often physically dangerous. Algorithmic management can also be deeply alienating and dehumanizing, with one study arguing that gig work subjects workers to the “tyranny of the algorithm” and another accusing these platforms of “algorithmic despotism” with workers trapped in an “invisible cage.” So, in light of these well-established issues, why do so many people still pursue gig work? Of course, there are some individuals who are pulled into gig work because of a job loss or being unable to find standard work. Yet the size of the gig economy’s workforce is growing much faster than the economy as a whole, with the average Amazon warehouse worker earning an solid (nearly) $19 hour. Is the increased flexibility these jobs afford really the primary reason why gig workers work — or is there more to it than that?",
    "To explore these questions, I spent seven years conducting a wide-ranging study of the ins and outs of ride-hail work. First, to gain a firsthand perspective into the world of working in ride-hail, I spent about 100 hours from 2016 to 2019 as a ride-hail driver. This work including not just driving but also getting my car inspected, watching tutorial videos about how to give 5-star service — work that is unpaid. In addition, I collaborated with a research assistant who spent an additional 60 hours as a driver, offering us an in-depth window into the daily life of driving for ride-hail apps like Uber and Lyft. While I loved the schedule flexibility, one thing I didn’t like was both the monotony and intensity of the work; I found both the act of driving and the daily scene around me monotonous, but I was also on high-alert monitoring road conditions. (This is a common experience reported by truckers who eventually develop a more relaxed state of alertness while driving. I guess I’m not there yet.)",
    "Next, I conducted around 140 in-depth interviews with 63 drivers across 23 North American cities and towns and took notes on more than 110 rides taken as a customer. Finally, to complement these observations and interviews, I analyzed data from blogs, driver discussion boards, YouTube videos, online articles, and platform company materials, helping me gain broader insight into the experiences of these workers. Through this comprehensive research, I identified two key dynamics motivating workers, beyond the simple draw of flexibility: micro-choices and workplace games.",
    "Ride-Hail Drivers Make Micro-Choices",
    "First, while critics have noted that algorithmic management can hinder people’s ability to exert control over their own workdays, my research found that by allowing ride-hail drivers to make a variety of micro-choices, these platforms actually enabled them to feel a sense of autonomy. For example, some drivers chose to prioritize locations that the app indicated had particularly high demand (and thus where rates were likely to be higher), whereas other drivers strategically chose to avoid those areas due to concerns about increased traffic.",
    "While they may seem minor, the ability to make small choices like these about exactly when, where, and how they worked gave drivers a sense of control and fulfillment. One driver explained to me in an interview, “Oddly, it is fulfilling to me. I mean I’ve heard people describe it as a job that you can do if you have little skills or something like that…but I don’t think that’s the case for most, I really don’t.” Drivers, for example, talked about declining multiple rides in a row to try and influence the pricing algorithms and get a higher-priced ride. And if a passenger was in a bad mood, a driver would cancel the ride right before reaching the rider’s destination so they would get paid for most of trip, but the grumpy customer couldn’t rate them. This was a common trend among many of the drivers I spoke with: While the algorithm dictated many elements of their work, drivers still felt that they were able to make important, strategic choices that influenced the outcomes they achieved.",
    "Ride-Hail Drivers Play Workplace Games",
    "Second, the ride-hail platforms I studied were built in a way that led drivers to engage in what researchers call “workplace games” — and winning these games helped further create a sense of meaningfulness for workers. This is not a new phenomenon. For decades, organizational scientists have identified similar dynamics in a range of employment contexts, from IT contractors and managers strategically withholding information to hotel concierges and casino dealers strategically investing more emotional energy into customers they believe are more likely to tip well to manufacturing workers adjusting their effort based on production quotas and pay rates to lawyers deciding how aggressive to be when questioning a witness. However, while this prior research has typically looked at more traditional forms of employment, my research suggests that similar kinds of games may often be at play in the gig work context as well.",
    "Specifically, the drivers in my studies described two distinct types of games: relational and efficiency. In some cases, workers were motivated by maximizing customer satisfaction, as measured by customer comments and ratings. To be sure, the apps reward drivers with high ratings; high ratings not only secure driver’s access to the app (if ratings go below an undisclosed threshold, drivers are at risk for deactivation) but also can make driver’s eligible for more lucrative incentives and higher tiers in loyalty retention programs. As one customer-focused driver explained to me in an interview,",
    "“I have all of the reviews to prove [I am a good driver]. I can go on [the app] and [see], ‘I just loved the conversation. Thank you for the ride. You put me in a good mood.’ ‘Your car is so clean. Your car smells good; you’re a sweet person.’ All of this stuff, it’s wonderful. It makes you feel good and want to do better. I always look at everything because I play with my app a lot. I’ll go in it and look at different things or look at my ratings, see if it’s still a 4.86. I just go in the app and touch all over it. It gives you that motivation to continue.”",
    "As I conducted my interviews, many of these drivers eagerly pulled out their phones to show me reviews from satisfied customers. They looked to both their numerical ratings and comments left by riders as indications that they were doing a good job, to the point that one driver found that engaging with the app became “addicting,” and another reported that they “absolutely watched the app all the time” — sometimes even more than they drove.",
    "In contrast, other drivers were much less focused on optimizing for customer satisfaction, instead focusing on maximizing their income. One reflected, “I’m not trying to establish a personal relationship. This is a taxi. I get you where you need to go and go about my business.” These drivers turned down customers’ requests to stop for food along the way, refrained from helping unload riders’ luggage, and avoided engaging in extended conversations, instead prioritizing making the most money in the shortest amount of time. As one described,",
    "“If somebody gets in the car and says, ‘Hey, do you mind going through McDonald’s?’ I say, ‘Absolutely not. Why would I go through McDonald’s?’ And they say, ‘Well, I have other drivers that do it for me.’ I say, ‘Well, if other drivers like to wait 15, 20 minutes sitting in a drive-thru, that’s on them.’ I don’t want to make 17 cents a minute and drive you a mile down the road and have my car smell like McDonald’s and have you sitting back, eating fries, making my car smell like fries.”",
    "While these drivers generally conveyed a more negative and cynical tone than their customer-focused counterparts, they too found motivation by engaging in a form of workplace game; they just optimized for earnings, rather than customer relationships. They described themselves as “savvy” and “too smart to chase surges,” strategically opting to decline rides or ignore surge notifications and mocked the apps’ non-monetary rewards: “Give me cash,” remarked one driver in reference to Uber’s badges for high ratings. “I don’t want no stinking badges.”",
    "Just because drivers did not chase surges did not necessarily mean that they made less money. In an interview, a driver argued that being a ride-hail driver was “far more complicated than being a taxi driver” because of all the money-making tactics he deployed. These drivers described how they analyzed local events, studied traffic patterns, kept ledger books of their rides and earnings, and engaged in strategies such as intentionally driving around wealthy neighborhoods in the early morning in order to maximize their chances of lucrative airport drop-offs. In other words, these financially motivated drivers may have been less interested in boosting their customer ratings, but they were still highly strategic in their efforts to “beat” the algorithm and boost their earnings.",
    "It’s also important to note that gig work is still an emerging form of work, and thus the research in this field is growing. Due to hurdles recruiting interviewees and other logistical challenges, my study’s sample size was somewhat small (more than two hundred interviews and rider logs, a large number for a qualitative study, but less so for a quantitative one), drivers skewed male and towards people of color, and the research was limited to North America. Future research is needed to confirm the applicability of these findings across other demographics, locations with other legal and social norms, and other forms of gig work beyond ride-hailing.",
    "Due to my research design, I was unable to explain why workers ended up playing one kind of game or the other (or none at all). From my analysis, I could find no clear connection between the initial reason someone became a driver (i.e., if they were pulled or pushed into ride-hailing), or demographic characteristics and whether they ended up being more motivated by building positive relationships with customers or maximizing their take-home pay. But it was clear that if drivers stopped playing either of these games they soon stopped logging into the app.",
    "Takeaways for Gig Workers, Platform Managers, and Policymakers",
    "Regardless of a gig worker’s motivation, these findings offer important, practical takeaways for workers, platforms, and policymakers alike. As a gig worker (or someone considering gig work), it’s important to be aware of what drew them to gig work and realize that how the work is designed might change their motivations and experiences. Drivers who played either game were deeply committed to driving, often driving longer — both in terms of hours and weeks — than those who were not playing a game. Obviously, this is beneficial for the ride-hailing company, and while drivers may earn higher overall (but perhaps not hourly) wages, they often complained of physical ailments such as nervousness, eye strain, back spasms, and fungal infections from sweaty feet. While platforms may tout the benefit of schedule flexibility, my research suggests that many drivers also derive a sense of meaning from making micro-choices and feeling like they are “winning” the ride-hailing game. But it’s important to understanding what “winning” actually entails since, after all, it’s the ride-hailing companies that set the terms and conditions of the work. Finding meaning at work can certainly benefit one’s well-being, but at the same time, you don’t want to get sucked into playing a game in which the odds are never in your favor. While customer ratings or beating the algorithm can be a valid source of motivation, those who focused on beating the algorithm often expressed frustration in that they felt they were at the losing end of the algorithmic management system and were unable to turn the tide around.",
    "Similarly, platform companies should recognize the elements of their infrastructure that create opportunities for workers to experience meaning, and they should be thoughtful about how the ways in which these apps are designed can substantially impact workers’ experiences (for better or for worse). In the relational game, the platform’s user-interface displayed information, like ratings and reviews, that was valuable to workers, which, in turn, was associated with drivers having a more positive interpretation of the algorithmic management system and envisioning a rosy future of gig work. (Indeed, one driver in their mid-40s said they hoped to retire in their 60s from ride-hailing!) In contrast, in the efficiency game, the user interface did not display precise information about pay that the drivers valued which, in turn, was associated with drivers having a more negative view of the algorithmic management system and envisioning a deleterious future. (Often these drivers described their future as bleak, comparing themselves as being manipulated by Adam Smith’s invisible hand.) Given how both games foster engagement, this suggests that platform managers should reduce information asymmetry by designing their systems in such a way to provide more information to workers about how pay is set and algorithmic matches are made.",
    "And finally, policymakers must acknowledge that gig work isn’t going anywhere. The recent ruling by the Department of Labor that companies treat more gig workers as employees instead of contractors is a good start, and even more is needed. As such, governments need to find new ways to regulate these non-traditional jobs, ensuring that workers are protected — and even empowered to reap the benefits and to feel a sense of meaning — while avoiding the many pitfalls of gig work.",
    "As with any kind of work, gig work has the potential to create substantial value and foster lasting, positive experiences — but it also has the potential to create lasting harm. My research should not be misconstrued as suggesting that gig work is inherently all good or all bad. Rather, by elucidating the dynamics at play and shedding light on the sources of meaning these forms of work can elicit, my hope is that this research can help workers, platforms, and policymakers increase the positive impact of gig work while mitigating its downsides.",
    "How Leaders Learn: Master the Habits of the World's Most Successful People",
    "The Overcoming Burnout Collection: Reclaim Your Healthy Relationship with Work",
    "Society and business relations,",
    "Government policy and regulation",
    "and Business and society"
  ]
}