{
  "url": "https://www.dailymirror.lk/opinion/The-Benefits-of-Facilitating-Trade-Through-a-Case-Study-of-Forest-Permits/172-293951",
  "title": "The Benefits of Facilitating Trade Through a Case Study of Forest Permits",
  "ut": 1729113144.0,
  "body_paragraphs": [
    "The recently published research brief by Verité Research outlines steps to improve the efficiency and predictability of the permit-issuing process, categorised under four key trade facilitation measures",
    "Certain products require government approvals or permits for exporting and importing. These requirements are often put in place to meet important and legitimate objectives, such as protecting consumer health, protecting endangered species, and preventing the spread of diseases.",
    "Facilitating trade is not the primary focus of most permit-issuing agencies like the Ministry of Health or Environment. In most instances, they get involved to prevent trade’s negative impact on their core area of business. Unregulated trade, for example, can have a detrimental impact on endangered species or endemic plants, hence, a major concern for government agencies established to protect forests and wildlife.",
    "While trade may not be the primary focus of these agencies, the cost, efficiency, transparency and predictability of the permit-issuing process are crucial to the international competitiveness of businesses. Therefore, their integration into the country’s trade facilitation framework is essential to make them efficient, predictable, and less burdensome.",
    "A recently published research brief by Verité Research, “Benefits of adopting measures to facilitate trade: A case study of forest permits for exporting horticultural products,” provides insights into how this can be done. It tackles the age-old problem permit issuing agencies face of balancing enforcement and facilitation. The report shows that the right trade measures can cut costs for traders and strengthen agencies’ capacity to enforce regulations.",
    "Dilemma of balancing enforcement and facilitation",
    "Every permit-issuing agency comes across unscrupulous traders who try to circumvent the rules. When robust mechanisms to detect and prevent such malpractices are lacking, the agencies tend to resist attempts to make the processes simple and efficient, fearing that traders will misuse such flexibilities. The Forest Department, which has the legal mandate in Sri Lanka to conserve, protect, and manage the country’s forests and forest resources, faces the same problem.",
    "Currently, horticulture exporters must apply for a permit for each shipment, though a longer-term permit covering six months, or a year would be more convenient. The Forest Department resists issuing a permit for a longer period, fearing misuse by traders. This mistrust has led to stricter regulations since August 2023, expanding the list of products requiring a permit to include non-native plants and tissue culture products — leaving traders caught off guard.",
    "The manual process burdens both parties, who agree automation will save time and money. However, hardly any progress has been made towards automation. The delay is caused by a multitude of common issues that most agencies face when converting intentions to action. These include a lack of institutional ownership, overreliance on individuals to make change, a lack of resources, and a lack of a mechanism to hold institutions accountable and mobilise the necessary resources.",
    "It would be naïve to overlook the role of corruption in delaying the shift to an automated, streamlined process. Beyond legitimate concerns about non-compliance, resistance to change is often fuelled by bribery and corruption. This is particularly true in institutions where procedures are rigid, manual, and lack transparency.",
    "Making the process efficient and predictable",
    "A key objective of trade facilitation measures is to find the right balance between the regulators’ needs and the traders’ ease in demonstrating compliance with the regulations. The measures as described by the United Nations Economic and Social Commission for Asia and the Pacific (UNESCAP) aims to “simplify the process and minimise transaction costs in international trade while maintaining effective levels of government control”.",
    "The research brief of Verité Research outlines steps to improve the efficiency and predictability of the permit-issuing process, categorised under four key trade facilitation measures. Most of these steps align with the World Trade Organization’s Trade Facilitation Agreement (WTO TFA), to which Sri Lanka is a signatory. However, Verité Research’s previous work reveal that the country lags behind even the least developed countries in implementing WTO TFA. The first challenge to overcome is the trust deficit between the regulating agency and the traders. Enhanced capacity and confidence in the regulating agency’s ability to detect and prevent malpractices remain critical to building trust. The report identifies three trade facilitation measures that can foster trust and enhance capacity to detect and prevent non-compliance.",
    "Risk assessment and management is a key measure that allows border agencies to inspect shipments selectively based on the likelihood of non-compliance, rather than inspecting every shipment. Increasingly, this is done pre-border, before goods reach the port. For the Forest Department, this could involve inspecting and certifying exporters’ premises to verify their capacity to export the requested varieties and quantities. A risk-based approach where compliant, low-risk traders are rewarded and non-compliant, high-risk traders are penalised creates incentives for better compliance.",
    "A second widely used measure to enable agencies to execute their functions effectively is border agency cooperation and coordination. Such cooperation between the Forest Department and Customs is key to preventing malpractices at the border. It can take the form of building the technical capacity of customs officials to distinguish between different varieties of plants exported and  sharing data on permitted varieties and exported varieties. Access to data on the utilisation of permits helps the Forest Department monitor compliance.",
    "A third measure to bridge the trust gap, improve compliance, and enhance predictability for traders is to consult them before revising regulations and provide advance notice of changes. Stakeholder consultations allow regulatory agencies to identify unintended consequences, address practical challenges, and agree on effective solutions. This approach fosters a sense of partnership and shared responsibility, building mutual trust and respect between traders and government agencies.",
    "What can be done to fast-track implementation?",
    "Since the primary focus of most permit-issuing agencies is not export promotion or trade facilitation, such activities are unlikely to get the priority or attention they need in terms of resource allocation or overall planning. Take the Ministry of Environment for example. When determining where to allocate the scarce resources it receives, taking steps to facilitate trade is unlikely to be a priority.",
    "Many countries have established a National Committee on Trade Facilitation (NCTF) to address such challenges, bringing all trade facilitation issues under a ministry focused on trade. In some cases, the NCTF is given even greater prominence by being placed under the Prime Minister or President. NCTF provides the platform to drive a national-level trade facilitation action plan, which includes all matters related to facilitating cross-border trade, regardless of the Ministry or the Agency involved. The NCTF can help prevent undue delays by improving coordination among border agencies overseeing trade, mobilising resources, creating a platform for stakeholder consultations, and providing a mechanism to monitor and report progress.",
    "Sri Lanka established an NCTF in 2014. The Verité Research report’s findings highlight the need to enhance the NCTF’s effectiveness to fast track implementation of trade facilitation measures identified in the report. Furthermore, it highlights the importance of incorporating permit-issuing agencies like the Forest Department into the NCTF’s ambit and making the related process part of the country’s National Action Plan.",
    "The Research Brief compiled by Verité, ‘Benefits of Adopting Trade Facilitation Measures: A Case Study on Forest Permits for Horticultural Exports,’ is available here: https://www.veriteresearch.org/wpcontent/uploads/2024/10/20241015_Econ_Initiative_Research_Brief_Forest_Permit_F.pdf",
    "(The writer is a Research Director at Verité Research, a think tank based in Colombo. Research assistance was provided by Malinda Meegoda, Assistant Manager - Economics at Verité Research)"
  ]
}