{
  "url": "https://www.dailymirror.lk/opinion/Global-Increase-of-Grey-divorce/172-296769",
  "title": "Global Increase of ‘Grey divorce’",
  "ut": 1732563339.0,
  "body_paragraphs": [
    "A.R. Rahman and his wife Saira Banu",
    "The phenomenon of ‘grey divorce’ or divorce involving a couple above 50 years of age, drew public attention globally in 2021 when the great entrepreneur and philanthropist Bill Gates (65) and his wife Melinda Gates (57) divorced. People wondered how a ‘power couple’ like Bill and Melinda Gates could fallout after 27 years of an apparently happy and fruitful marriage.But soon it was known that Bill Gates was a womaniser and a close associate of the sexual offender cum disgraced financier, Jeffrey Epstein.",
    "This month, another case of ‘grey divorce’ shook India, that of Bollywood music icon A.R. Rahman and his wife Saira Banu (both above 50). They announced a split after 29 years of marriage through their lawyer Vandana Shah. The lawyer said that the couple decided to part because of ‘insurmountable differences’.",
    "Rahman’s fans were both shocked and saddened because they had seen him as a Sufi (Islamic) spiritualist believing in the sanctity of the family. However,in a curious turn of events, within five days of the divorce announcement, Saira Banu issued a statement from her native Mumbai,saying that she was only ‘taking a break’ from Rahman to complete her medical treatment and that she had not taken a decision on the divorce. She went on to describe Rahman as the ‘best man in the world’ and requested people not to cast aspersions on his character.",
    "On his part, Rahman threatened to take legal action against media which indulged in wild speculation about the cause of the split especially one linking him to fellow musician Mohini Dey, the bassist in his orchestra. Perhaps Rahman and Saira were embarrassed by the fact that they had not lived up to social and cultural expectations.",
    "Extent of Grey Divorce",
    "It is possible that Rahman and Saira will reunite soon. But the phenomenon of long-married and ‘well-adjusted’ couples seeking divorce will continue to be analysed in the Indian social media because grey divorce is spreading fast in Indian society just as in the West.",
    "A 2022 study in the West found that divorce rates among middle-aged and older adults had increased since 1970. Grey divorce was relatively uncommon in 1970. It grew modestly until 1990. But in 1990, 8.7% of marriages among people over age 50 had ended in divorce. By 2019, that number had galloped to 36%.The grey divorce rate is rising in Australia, Britain, and the US.",
    "Researchers also noted that people over the age of 65 were the only age group with growing divorce rates. In contrast, the divorce rate among people in their 20s and 30s had declined!",
    "Though the divorce rate in India is still very low (1%),Indian couples do separate after 25 years or more of marriage. According to the National Centre for Health Statistics, the divorce rate among those aged 50 and above had doubled between 1990 and 2015.",
    "This trend has been attributed to a variety of factors: ‘Social norms are changing. Women are becoming increasingly independent. And  unlike younger couples who seek divorce due to issues such as infidelity or communication problems, older people resort to divorce often due to long-term marital problems that had been building up over the years..’ as per one study on Indian divorces.",
    "But another said that grey divorce couple generally had no major issues with each other and tended to be healthy too. They just wanted to live separate lives, having finished with being together.Some, like film makers Aamir Khan and Kiran Rao, divorced after decades of marriage but continued to have a cordial professional relationship as film makers. These ‘amicable divorces’ are also on the rise in educated, professional, upper class India.",
    "As society has become more accepting towards divorce, older adults feel comfortable pursuing divorce as an option. Improved financial stability and independence are key factors in this development. Many older adults are financially independent and no longer feel the need to stay in an unhappy marriage. And once children leave the family home, couples do not see a pressing need to live together, especially, if they have different or clashing interests needing a different social milieu.",
    "An alternative to grey divorce is practiced in India widely but imperceptibly is ‘silent divorce’. This may just be living separate lives while still being legally married. The couple could either be living under one roof or separately. Silent divorce is possible in joint families which enable interactions outside the marital axis. In fact, ’silent divorces’ were not uncommon in orthodox upper class Indian families in the past.",
    "In Sri Lanka, divorce in any age group is statistically very rare, being just 0.15 per 1000 people. However, this is not because there is no felt need for divorce but because the law makes divorce very difficult. The Civil Code says that a husband or wife can petition for divorce two years after a decree of judicial separation or after seven years after separation.",
    "Legal grounds for divorce are adultery, ‘malicious desertion’ and impotence at the time of marriage. The difficulty in proving one of these grounds in court is the main reason why the divorce rate in Sri Lanka is so low it is said.",
    "The divorce law prescribed in the Marriage Registration Ordinance is based exclusively on the concept of ‘matrimonial fault’ while the Muslim and Kandyan law contain grounds based on the doctrine of ‘fault’ as well as on irretrievable breakdown of marriage.The Muslims have their own marriage and divorce laws.",
    "Despite the legal obstacles, 50,000 divorce cases were heard in courts as of December 2022, according to the former Minister of Justice Wijeyadasa Rajapakshe. To be precise, 48,391 cases of divorce were taken up for hearing at courts until December 31, 2022.“This is a large number of cases for a small country like Sri Lanka,” Rajapakshe said.",
    "In their paper entitled From Vows to Divorce Papers: Understanding Sri Lanka’s Marriage and Divorce Landscape, Kelaniya University scholars Geethani Amaratunga and Waruni Wickramarachchi, say that 300 to 400 divorce cases are filed per day, but only a very few (just 9 couples) manage to navigate the intricate process of divorce successfully each day.",
    "One of the inhibiting factors in Sri Lanka, as in India, is cultural, marriage is highly regarded and divorce is taboo especially in the middle classes, to be accepted only in rare cases. However, patriarchal domination and domestic abuse are the commonest reasons for divorce filings. The average age of divorce in Sri Lanka is in the thirties. Apparently, grey divorce is rare here.",
    "Recently, there has been considerable discussion about changing divorce laws in Sri Lanka. In 2021, a proposal was passed in parliament to amend marriage laws which encompassed recognition of divorces, annulments, and judicial separations that had taken place abroad. There are also plans to amend the Kandyan Marriage and Divorce Act. But despite strong calls for amendments to Muslim laws on marriage and divorce, change has not been possible.",
    "Reasearchers Amartunga and Wickremarachchi warn that the difficulty of obtaining a divorce in Sri Lanka may leave individuals trapped in unhappy or even abusive relationships. This can take a toll on their well-being and limit their potential for personal growth.",
    "However, all studies show that divorce, whether grey or not, is not a panacea for the ills of marriage. Division of assets and alimony may be vexatious. Lawyers could be very expensive, especially if engaged for years in countries where justice is routinely denied.",
    "Not all grey divorce couples can cope with the consequences of their action. Some may need counselling or even psychiatric help. But it is also undeniable that many divorced couples feel relieved, breathing the fresh air of freedom from a restrictive or toxic marriage."
  ]
}