{
  "url": "https://www.ft.lk/opinion/Weaponisation-of-Financial-Action-Task-Force-and-impact-on-CSOs/14-773063",
  "title": "Weaponisation of Financial Action Task Force and impact on CSOs",
  "ut": 1739559911.0,
  "body_paragraphs": [
    "Minister of Public Security and Parliamentary Affairs Ananda Wijepala",
    "Following is a letter to Minister of Public Security and Parliamentary Affairs Ananda Wijepala, by a group of civil society organisations and activists regarding the weaponisation of the Financial Action Task Force by the NGO Secretariat and its impact on the functioning of civil society Hon. Minister,",
    "We are writing regarding the difficulties faced by civil society organisations (CSOs) in implementing their activities. This is in a context in which successive governments of Sri Lanka have viewed CSOs with suspicion, publicly attributed unproven conspiracies to CSOs while calling for increased control of CSOs that receive foreign funds.",
    "Several CSOs, primarily those operating out of Colombo, are receiving letters from the NGO Secretariat, requiring them to register with the Secretariat under the Voluntary Social Services Organisations Act as they are in receipt of foreign funds. This is despite these organisations already being registered under the Companies Act as a (non-profit) limited by guarantee companies, and therefore subject to the regulation of the Registrar of Companies.",
    "On 12 December 2024 the NGO Secretariat issued instructions, which not only require them to register with the NGO Secretariat even if they are already registered under other laws, but state that the registration will be approved only if there is clearance from the Ministry of Defence. It does not set out objective criteria on which basis the application will be reviewed by the MOD, nor does it state how the applicant can appeal if their application is rejected. Moreover, the involvement of the military in monitoring and oversight of CSOs is troubling, only increases the militarisation of civilian administration and is a potential threat to the freedom of association.",
    "In November 2024, the Registrar/Director General of the NGO Secretariat, Sanjeewa Wimalagunarathna, said a law titled NGOs (Registration and Supervision) Act was being drafted to give effect to standards of the Financial Action Task Force (FATF). However, the current practices of the NGO Secretariat are in contravention of FATF standards. For instance, FATF requires governments to undertake risk assessments to ascertain whether non-profit organisations (NPOs) are at risk of terror financing. The State must take action according to the level of risk posed, instead of adopting blanket measures that impact all CSOs, as is currently being undertaken. FATF requires that measures need to be “focused, proportionate and risk-based measures, without unduly disrupting or discouraging legitimate NPO activities”.",
    "According to FATF’s best practices guide, non-focused, disproportionate and non-risk-based measures include measures that require information on beneficiaries of their projects and the provision of information on all donors or local partners. Other requirements such as financial reporting are required to be proportionate. In contrast, the Government is imposing blanket measures that have led to all CSOs, particularly in the war-affected North and East and those working on accountability issues and with groups such as the families of the disappeared, being deemed a collective threat. As a result, these organisations are routinely visited by the security and intelligence forces and subjected to surveillance and intimidation. Further, they are required to submit details of their project activities, beneficiaries and personal information regarding the employees of the organisation to security agencies.",
    "Since 2023, FATF requires states to only have “oversight” of or “monitor” NPOs instead of “supervising” them. This is because NPOs are not designated as reporting entities by FATF, i.e. they are not viewed as gatekeepers, such as banks and casinos, that are required to report suspicious transactions to the Financial Intelligence Unit. In fact, FATF states that any measures that are overly burdensome or restrictive contravene Recommendation 8 of FATF, which sets out how NPOs should be dealt with when implementing the FATF standards. According to FATF, many NPOs are low risk, due to the fact they may have adequate internal controls and self-regulatory measures that mitigate such risks, or may already be subject to regulatory controls. In these instances, FATF states “there may be no need for additional measures.”",
    "Presently CSOs are being hindered from being able to access their funds, following the circular issued by the Financial Intelligence Unit of Central Bank of Sri Lanka (CBSL) to all licensed banks in 2019. The circular only requests banks to undertake enhanced due diligence of a CSO that is not registered with the NGO Secretariat if it receives foreign funds. In practice, banks are refusing to credit funds received by CSOs if they are not registered with the NGO Secretariat. Furthermore, banks often refuse to allow CSOs to open bank accounts unless they are registered with the Secretariat.",
    "The above-mentioned measures have cumulatively created a hostile environment in which CSOs are struggling to operate, which in turn affects the work they do and the communities they serve. It must be pointed out that despite the heightened suspicion with which CSOs are viewed in Sri Lanka and the myriad of measures in place against them, charges have not been brought against a single CSO for financing terrorism or money laundering, to date.",
    "Not only do the above-mentioned measures encroach upon the fundamental right to assembly and association, but they also worsen the relationship between civil society and the state. These measures undermine the culture of openness, inclusive civic participation and the new era of democratic engagement that the government promised the people in its election campaign.",
    "In light of these matters, we request the following steps to be taken:",
    "Rescind the 2019 circular and raise awareness among financial institutions that they are not authorised to prevent CSOs from accessing their funds or open bank accounts.",
    "Include civil society in a meaningful and inclusive manner when drafting new laws and policies that would affect their operation and activities.",
    "As required by FATF, conduct an inclusive consultation with CSOs for the risk assessment of NPOs for Sri Lanka’s mutual evaluation by FATF in 2026, in line with best practices and via transparent processes that allow CSOs to be equitably included.",
    "Remove the involvement of the Ministry of Defence in any activities related to the registration or oversight of CSOs.",
    "Hon. Harini Amarasuriya, Prime Minister",
    "Hon. Harshana Nanayakkara, Ministry of Justice",
    "Hon. Sunil Watagala, Deputy Minister, Ministry of Public Security",
    "Mr. Sanjeewa Wimalagunarathna, Registrar/Director General of the Non-governmental Organisations Secretariat",
    "Adayaalam Centre for Policy Research",
    "Aham Humanitarian Resource Centre",
    "Ampara District Women’s Network, Ampara",
    "Batticaloa District Aruvi Women’s Network, Batticaloa.",
    "Child Protection Force",
    "Civil and Political Rights AMAYAM, Eastern Province",
    "Eastern Social Development Foundation",
    "Economical and Community Development Organization, Mullaitivu.",
    "Forum for Affected Families, Mannar",
    "Jaffna Islands Women’s Network, Jaffna",
    "Law and Human Rights Center, Jaffna",
    "Law and Society Trust",
    "Mannar Social and Economical Development Center, Mannar",
    "People’s Collective for Climate Justice, Eastern Province",
    "People for Justice, Vavuniya",
    "Transparency International Sri Lanka",
    "Trincomalee District Women’s Network, Trincomalee",
    "Vali North Resource Center, Jaffna",
    "Viluthu- Centre for Human Resource Development",
    "Women Life and Rights Association, Kilinochchi.",
    "Women and Media Collective",
    "Dr. Sakuntala Kadirgamar",
    "Kundumani Lavakusarasa",
    "Srinagaruban Pathujan"
  ]
}