{
  "url": "https://www.technologyreview.com/2024/10/01/1104318/2024-climate-tech-companies-ceibo-copper-mining/",
  "title": "2024 Climate Tech Companies to Watch: Ceibo and its copper mining tech",
  "ut": 1727767800.0,
  "body_paragraphs": [
    "Ceibo seeks to eliminate a major potential speed bump for the clean-energy transition: the looming global copper shortage. The firm’s low-impact extraction technology targets ores that aren’t economical to mine today but could help meet the copper demands of an electrified world.  Copper wires form the backbone of the clean-energy economy, connecting cars, buildings, and factories to the grid. Copper is also essential to solar panels, wind turbines, and EVs. Demand for the metal in these and other cleantech applications is expected to nearly triple by 2040. But much of the copper that remains in the ground is locked up in low-grade ores that aren’t economical to mine. The mining technology company Ceibo hopes to change that. Today, about 20% of the world’s copper is produced from copper oxide ores. Copper is extracted by crushing the rock, placing it in a giant pile, and spraying it with dilute acid. As acid percolates through the rock, the copper dissolves and leaches out.   The remaining 80% of the world’s copper comes from copper sulfide ores, which don’t dissolve well in acid. To extract that copper, the industry uses a more energy- and water-intensive process that involves concentrating the metal in vats of chemicals before smelting it at high temperatures. Ceibo is tweaking the lower-impact leaching process so that it works on copper sulfides. The company’s chemistry-based approach mimics the way naturally occurring microbial communities liberate copper from sulfide ores, but at an accelerated pace. By altering conditions within the rock pile, including pH and oxidation state, Ceibo’s tech makes it possible to recover more than 70% of the copper. Companies that are already mining copper oxides can plug the firm’s tech into their existing infrastructure without costly retrofits.",
    "Ceibo is in the process of testing its technology in partnership with key players in the mining industry. The firm has also raised $36 million from clean-energy and mining financiers, part of a growing trend of investment in startups seeking to process copper sulfides with leaching. Among those startups, Ceibo stands out for being headquartered in Chile, the world’s largest copper producer. This could give the firm a home field advantage as it seeks to build partnerships with major industry players and rapidly scale its technology.   Key indicators  Industry: Mining  Founded: 2021  Headquarters: Santiago, Chile Notable fact: Ceibo got its start offering dust suppression services to copper miners under a different name, Aguamarina. Dust pollution is a major challenge for the copper industry.   Potential for impact While the cleantech sector’s appetite for copper is expected to surge, the mining sector isn’t keeping pace. With many of the best-quality ore deposits already exhausted, analysts predict a potential copper shortfall of more than 10 millions tons a year by 2040.",
    "Liberating the potentially vast quantities of copper tied up in sulfide ores that aren’t economical to mine today may be key to closing the copper supply gap. Ceibo is aiming to produce a million tons of copper annually within the next 10 years, with further expansion in the future. At such scales, Ceibo’s relatively low-impact approach to copper processing could help clean up the industry. Caveats The idea of using acid to leach sulfide ores isn’t new; researchers have been trying to develop a scalable, cost-effective way to do so for decades. The problem is so well known that industry insiders sometimes refer to it as the Holy Grail of copper mining.  Related StoryThis town’s mining battle reveals the contentious path to a cleaner futureThe world needs to dig up far more minerals to meet climate goals. But mining poses environmental dangers that are bitterly dividing communities.",
    "Environmental variability is a key challenge. A company might develop a method that works well for one particular ore type but fails when applied elsewhere. Ceibo is developing a process that the company says is flexible by design, using a mix of proprietary chemical reagents and geochemical modeling to adjust to conditions on the ground. But the firm still has to demonstrate that its technology can help miners extract copper efficiently at commercial scales in a broad spectrum of geologic and environmental conditions.  Next steps So far, Ceibo has focused on proving its process in laboratory settings. To date, in partnership with mining companies, it has tested the performance of its technology on more than 20 ores. Later this year, Ceibo aims to begin running its first on-site pilot tests. 202415 Climate Tech Companies to WatchSee the full listBYDCeiboElectric HydrogenFirst SolarForm EnergyGogoroKairos PowerLanzaJetPano AiPivot BioRondo EnergyRumin8SolugenSublime SystemsSun KingWhile much of Ceibo’s initial work has taken place in Chile, the firm recently opened a US office to gain a greater foothold in the North American market, which is being buoyed by the Biden administration’s efforts to expand domestic supply chains for critical minerals. Explore the 2024 list of 15 Climate Tech Companies to Watch. hide"
  ]
}