{
  "url": "https://www.ft.lk/columns/Fiscal-and-redistributive-reform-Burden-of-interest-costs/4-772468",
  "title": "Fiscal and redistributive reform: Burden of interest costs",
  "ut": 1738272551.0,
  "body_paragraphs": [
    "The proposed reduction in Treasury bond yields would not have any adverse impact on the banking sector",
    "The Sri Lankan Government is currently facing a significant burden due to high interest costs on Treasury bonds, which is severely constraining the fiscal space available for critical social protection programs.",
    "There is a valuable opportunity to alleviate this pressure by reducing the interest paid on bonds held outside the public’s EPF and ETF. Implementing such a measure could result in substantial savings of approximately Rs. 600 billion, which could be redirected to support essential public services and social welfare initiatives.",
    "Technicalities and mechanisms:",
    "1. Yields of total outstanding Treasury bonds held outside the public’s Employment Provident Fund (EPF) and Employment Trust Fund (ETF) managed by the Central Bank of Sri Lanka (CBSL) and the Ministry of Finance, respectively, can be capped at the current policy interest rate of 8% plus 50 basis points (8.5%). Maturity periods and face values can remain unchanged while the coupon rates are adjusted so that the interest yield is capped at 8.5%.",
    "2. The average coupon rate for outstanding treasury bonds and bills (T-bills include the coupon rate plus the price discount) stands high at circa 15.9% in 2023 while Banks’ cost of interest was 7.3% in 2024 (computed using CBSL data), which is less than half of the former. This means that the average weighted interest yield on outstanding Treasury Bonds, including the coupon rate plus the rate of discount on bond prices, is considerably higher, driven by higher discounts and lower T-bill rates.(a)",
    "3. Under recently concluded foreign debt restructuring 25% of the domestically held International Sovereign Bonds (ISBs) were converted to Sri Lanka rupee-denominated Treasury Bonds yielding a current policy interest rate (floating) of 8% plus 50 basis points. This demonstrates precedence and consensus among major domestic bondholders, including commercial banks, nonbank financial institutions, conglomerates and individuals to accept such terms. Extending this principle to bonds held outside the public’s EPF and ETF can reduce the excessive burden of the Government’s domestic interest payments, which consume the largest proportion of Government revenue (World Bank 2024 data).",
    "4. A consequence of the deflationary environment is the sharp decline in market interest rates observed in 2024, providing strong support for this proposition. The Government must prioritise sustained reductions in domestic prices to enhance the economy’s external competitiveness, which is critical for industrialisation and export expansion. This policy would also lead to increased real wages and higher profits for the productive sector.",
    "5. Within a deflationary environment, a fixed 8.5% yield on outstanding Treasury bonds would effectively grant bondholders a real interest rate exceeding that figure. Concurrently, the Government’s interest burden would continue to diminish with interest rates declining. This fiscal relief would enable the Government to:",
    "Address the pressing social priorities of the public, including the escalating cost of living and the deteriorating state of healthcare and education.",
    "Create fiscal space for long-term industrialisation goals, facilitating a shift of resources from unproductive to productive sectors.",
    "6. The proposed reduction in Treasury bond yields would not have any adverse impact on the banking sector. Since mid-2023 the sector’s interest cost declined sharply compared to Government rates. More importantly, the banking sector enjoys a remarkably high net interest margin (NIM) of 4% as of September 2024 (CBSL data), while deposit rates remain below 4%. Notably, the generally accepted healthy NIM level is around 2%(b). Furthermore, as of December 2024, with an average weighted deposit rate (including fixed deposits) of 7.5%, lending rates significantly exceed deposit rates, providing ample buffer for the sector to adjust to a lower yield environment.",
    "7. These steps will help slash high-interest payments to local financiers and CBSL, which collectively hold 70.8% or Rs. 8.2 trillion of the total Treasury bonds, excluding public’s EPF and ETF, which received interest payments of circa Rs. 400 billion out of circa Rs. 1,700 billion paid for bonds in 2023.(c) The proposed reduction in yields will hence reduce interest payments of approximately Rs. 1,300 billion on Treasury Bonds held outside the public’s EPF and ETF to a more manageable Rs. 700 billion (the public’s EPF and ETF holds approximately Rs. 3.8 trillion in bonds in 2023).",
    "8. The saving of Rs. 600 billion, equivalent to 2.2% of 2023 GDP, is comparable to the total additional income of Rs. 720 billion expected by increasing Value Added Tax (VAT), a regressive form of taxation, to 18% by the former government, which encompassed essentials, like food, medical and education supplies.",
    "9. The licensed commercial banking sector’s interest income in 2024 is projected to reach a substantial Rs. 2.2 trillion, with net interest income reaching Rs. 821.9 billion during the year (annualised CBSL data, Sep 2024). Considering that commercial banks, including state-owned entities, hold a significant 46.7% (Rs. 5.6 trillion) of outstanding Treasury bonds (CBSL 2023), the proposed yield adjustment will modestly reduce their interest income by approximately Rs. 280 billion.",
    "10. Despite this adjustment, the sector’s net interest income is expected to remain highly attractive at around Rs. 542.7 billion while profit before VAT and taxes will remain over Rs. 100 billion. Furthermore, achieving consensus on this measure may be facilitated by the fact that private banks hold only 11.9% of outstanding Treasury bonds, while state banks hold a substantial 32.5% by 2022 (Ministry of Finance 2025).",
    "Optimal policy solutions: Redistributive fairness",
    "Sri Lanka pays the highest percentage of Government revenue as domestic interest globally – a staggering 80% in 2023 (World Bank 2024). This figure dwarfs Ghana, which ranks second at 44%. This reveals that 80% of the tax burden that has plunged 25% of our population into poverty was enriching the financial elite.",
    "Breaking up this vicious cycle will not only curb the brutal tax burden on the people but also contribute to a much-needed reduction in the fiscal deficit. It will also help avoid Sri Lanka’s debt burden on its populace in inequitable ways, as is the case currently, and put the country’s policy framework on an equitable path.",
    "(a)Interest paid on bonds and bills are not presented separately by CBSL and are provided together",
    "(b)For reference, the average NIM of European banks in Q2 2024 was only 1.68% (European Banking Authority)",
    "(c)This is the minimum possible interest on bonds as interest yields on bills are lower. Bonds account of 70.6% of total domestic debt while total domestic interest cost was Rs. 2.4 trillion).",
    "(The writer is attached to the Institute of Political Economy.)"
  ]
}