{
  "url": "https://hbr.org/sponsored/2025/04/future-proof-your-business-with-smarter-talent-strategies",
  "title": "Future-Proof Your Business with Smarter Talent Strategies",
  "ut": 1744793933.0,
  "body_paragraphs": [
    "By Christina Schelling",
    "When someone asks me, “What’s the most important ingredient every company needs to be successful?” My answer is always great talent.",
    "A company’s ability to deliver depends on having the right people with the right skills in the right roles. But achieving a workforce ready for the future is easier said than done.",
    "Social and geopolitical changes, a global pandemic, the Great Resignation, and tech hiring booms and busts have changed how we live and work, pushing the future of talent management into hyperdrive.",
    "It’s time to shift from reactive legacy best practices. HR has to function in lockstep with your business to forecast and anticipate what’s next. That means knowing and nurturing your talent and building the capabilities you need to lead. It also means HR needs to work side-by-side with business leaders to fully leverage artificial intelligence (AI) as an accelerant for all things talent.",
    "So, where do you start? Two strategies are critical:",
    "• Investing in leadership capability from the outside in",
    "• Accelerating internal mobility with a skills strategy",
    "C-level executives left their jobs faster in 2024 than in previous years, according to Gartner, and more than half are likely to leave over the next two years. I saw this come into play at Verizon, where eight of the nine roles reporting to the CEO had seat changes within 18 months.",
    "The clock is ticking—modernizing your talent strategy needs to include rethinking your approach to succession.",
    "However, implementing succession plans, much less updating them, is not always a business priority. Only 24% of C-suite leaders believe their companies are proactive in succession planning, according to a Russell Reynolds report, and that oversight is costly.",
    "Our organization assesses our senior leaders annually and updates succession slates based on performance and potential. Like many other companies, we once had a largely internal focus. However, the significant rapid change across our executive ranks led us to conduct a deeper analysis of our pipeline.",
    "We used AI-powered tools to compare our executive talent pool with those of our competitors by analyzing several factors: What are our top skills and depth of capabilities? What types of diverse industry and functional experiences do our leaders possess? Where are we investing in additional headcount or leadership capability, and where are other companies investing? What are the profiles and qualifications of the most senior leaders, and what collection of experiences will we need?",
    "This assessment revealed our strengths, and it showed us where we should hire externally for additive skills or experience, where we should create leadership positions to expand succession paths to C-suite jobs, and how targeted leadership development planning can create a potent competitive advantage.",
    "With organizational design and key external hires, we increased critical capabilities and added top experts within our succession pool in areas including customer experience, solutions sales, supply chain, and AI. Since this initiative, a third of our senior executives have had developmental moves or expanded their scopes. Our top 300 leaders now have individualized development plans. More importantly, they increasingly deliver and exceed performance expectations.",
    "We also strengthened our retention efforts by creating a “poachability” study to determine which executives posed the greatest flight risks. We used AI to calculate a poachability score measuring internal and external factors that increase the risk of top talent attrition, including market demand, company performance, proximity to headquarters, and when an individual’s boss had been appointed. The score helps us confirm we have the right financial and other incentives to retain our critical successors.",
    "Since updating our succession strategy, we have seen more high-potential talent in C-suite feeder roles, a greater depth of the emerging capabilities that align with our strategic workforce plans, and more successors with cross-business and industry experiences.",
    "1. Comparing the capabilities within your succession pool to the external competition offers a roadmap for how to develop your top executives and build a pipeline of future leaders.",
    "2. Every career move, scope expansion, and development investment should support creating the most capable and competitively positioned leadership bench.",
    "3. Adding more rigor to analyzing and understanding attrition risk can help your organization retain valuable leaders.",
    "Accelerating Internal Mobility",
    "For most businesses, external hiring alone will not meet talent demands. Internal mobility should be the cornerstone of a workforce strategy. However, building from within requires more than a cultural shift—you need to develop an enterprise-wide skills infrastructure and use talent intelligence platforms to fire up a culture of growth.",
    "To put this strategy to the test for a company of over 100,000 employees and 3,000 unique jobs across retail, corporate, customer service and more, Verizon built Talent GPS, an AI-powered tool that encourages individuals to map their career journeys, create development plans, and envision roles two or three moves ahead, aligning their aspirations with the organization’s evolving needs.",
    "This approach requires accurate real-time data on employees’ skills and experiences—and that poses a significant challenge. About 90% of companies say they are on the journey to becoming a skills-based organization, but fewer than 5% have the data to do so, according to Joanna Riley, CEO and co-founder of Censia.",
    "Like many other organizations, we found that our employees were far more likely to update their profiles on external platforms like LinkedIn than on internal platforms, which gave us only a limited understanding of our workforce. To solve this issue, we used AI to integrate publicly available data into more than 65,000 internal career profiles. We then asked employees to review and edit these AI-augmented profiles: a much easier lift than having to write them from scratch.",
    "This approach delivered remarkable results. We went from a profile completion rate of less than 10% to 100% in a matter of weeks. The externally sourced information was 90% correct, while AI-inferred data achieved 70% accuracy and will continue to improve as the system gets smarter.",
    "Since we launched Talent GPS, employees apply for and move into new roles at a 10% higher rate than before. Mobility across the business units and job families, such as shifts from retail to corporate roles or technology to B2B, has also increased, fostering diverse experiences and skill development.",
    "We now better understand each employee’s skills and goals and have a predictive aerial view of how our strengths and gaps can affect our growth.",
    "1. By integrating enterprise-wide skills intelligence and a data-driven approach to internal mobility, employees can build meaningful careers within the company and navigate career growth in a personalized and real-time way.",
    "2. Organizations need to break down silos to tap hidden talent and unlock meaningful cross-functional development across business units and job families.",
    "3. Aligning skills with workforce planning and long-term business goals gives leaders confidence that they have the talent they need to deliver and respond to emerging opportunities and challenges, even in the face of rapid change.",
    "Blending Art and Science",
    "Talent management isn’t a static process. Along with workforce expectations and market demands, talent management is an ongoing evolution. However, that one defining factor—great talent—is at the core of every successful business. No matter how technology advances, or how industries transform, it’s the people who drive innovation, fuel growth, and create lasting impact.",
    "That’s not to say emerging technology and AI aren’t critical co-pilots. So much of what we modernized and enhanced was only possible because of AI. It’s not a trend; it’s a tool, and possibly the most important one for HR practitioners to master right now. When threaded throughout an organization, AI allows far greater precision and access to information to build at scale with confidence and speed.",
    "The delicate blending and balancing of art and science will always be at the center of effective talent management. It’s our job to help reinvent and reimagine business and build a culture where the most enviable talent chooses, every day, to stay.",
    "To learn more about Verizon for your business, visit https://www.verizon.com/business/.",
    "Christina Schelling is SVP–Chief Talent Officer at Verizon."
  ]
}