{
  "url": "https://www.dailymirror.lk/opinion/Aswesuma-to-Prajashakthi-Considerations-for-future-social-protection-programmes-in-Sri-Lanka/172-293952",
  "title": "Aswesuma to Prajashakthi:  Considerations for future social protection programmes  in Sri Lanka",
  "ut": 1729114429.0,
  "body_paragraphs": [
    "As today is the International Day for the Eradication of Poverty, we must reflect on the future of social protection for Sri Lanka",
    "Poverty in Sri Lanka has increased significantly with the onset of COVID-19 and the macroeconomic crisis. LIRNEasia’s national survey in 2023 highlighted that 4 million people fell into poverty between 2019 and 2023, causing 7 million individuals – or 31% of the population – to live in poverty at the time. Recent floods in the country have (re)exposed the vulnerabilities of various populations to adverse weather conditions. Robust, effective, and adaptive social protection systems are critical for shielding citizens from crises.",
    "Figure 1: Electricity consumption vs Aswesuma deprivation score",
    "Source: LIRNEasia (2023)",
    "Despite, or perhaps, due to, the crises, Sri Lanka has made notable progress in enhancing social protection in recent years. Milestones include the passing of a policy framework that facilitates coordination amongst agencies, use of more systematic processes to select beneficiaries for key social protection programmes, furthering the use of bank transfers for key cash transfer programmes, and progress towards the use of a centralised social registry and information system. However, much remains to be done – starting with untangling and streamlining the messy legal and institutional environment. As today is the International Day for the Eradication of Poverty, we must reflect on the future of social protection for Sri Lanka.",
    "Sri Lanka’s social protection programmes have historically been closely tied to regime changes, with new governments often introducing or overhauling existing schemes. We can expect that the newest wave of political change will result in some change. The National People’s Power (NPP) manifesto for the 2024 Presidential Election, presumably an indication of policy direction, dedicates a substantial section to social protection. At the core of their commitments, and the focus of this article, is Prajashakthi, a poverty alleviation programme for low-income earning families. Presumably, this is expected to be the replacement for Aswesuma – the previous government’s flagship programme.",
    "Alternative selection criteria",
    "Where governments cannot observe incomes — as is the case in many developing countries with high informality —  they tend to use alternative criteria to facilitate selection into programmes. This practice started in Chile in the 1980s, and has now become commonplace. Aswesuma also utilised a version of this approach, employing 22 indicators to determine eligibility. The NPP manifesto indicates that it will introduce new criteria for beneficiary selection. When introducing these new indicators, several questions should be addressed: Which indicators most accurately predict those in need of support?",
    "There has been discourse advocating for the use of electricity consumption as a single indicator. The potential merits are clear. LIRNEasia’s 2023 national survey found that electricity consumption identified 88% of households living in the bottom income decile. It identified those in need of benefits more successfully than our estimation using the Aswesuma formula* (lower exclusion errors), although it captured more of those who did not need benefits (higher inclusion errors). Further, electricity data is digitised, and frequently updated. This is an increasingly important consideration when determining the right indicators, as it would allow for more regular reassessments with limited administrative burden. However, relying solely on electricity consumption to guarantee entry to a programme poses challenges, including overreliance and susceptibility to manipulation. LIRNEasia’s research has shown that among the 22 criteria used for Aswesuma, several indicators—such as electricity consumption, vehicle ownership, and land ownership with additional houses/buildings — were among the most effective in identifying those in monetary poverty. It may be prudent to use several indicators to determine eligibility, and make efforts to digitise and share data between the relevant agencies.",
    "A clear exit or graduation pathway should exist for Prajashakthi recipients to transition out of dependence on cash transfers. Exit timelines have been set in the past, most recently in the Aswesuma programme, where different groups were initially to receive benefits for 9 months, a year, and 3 years respectively. However, these deadlines for the first two groups were extended. Using eligibility criteria that is frequently updated with limited administrative burden, and the use of dynamic social registries may aid transitions out of the programme.",
    "Participatory Selection Processes",
    "The manifesto refers to the introduction of a “participatory, efficient, transparent beneficiary selection process”. Participatory processes, at one end of the spectrum, can suggest community based targeting. Though variations exist, community-based targeting is often associated with meetings at the village (or sub-village) level, ranking potential beneficiaries based on their relative poverty levels, and providing transfers to those ranked among the poorest households. One could also argue that an objections process — wherein the community can object to specific individuals receiving benefits, as seen in the Aswesuma programme — has participatory elements. In the case of participatory approaches, too, the key will be in the details: Who will be involved in the selection? How much autonomy will they have? Will there be checks and balances? How will the programme be designed to minimise political interference?",
    "The manifesto also pledges to introduce a new digital platform for identifying beneficiaries. The specifics of what this will achieve will depend significantly on the selection process, as identified above. However, the government should make efforts to make best use of the existing digital systems in place. In the last few years, Sri Lanka has made progress in introducing digital across the social protection delivery chain. For example, data on four key programmes are stored and managed within a single system – the Welfare Benefits Information System (WBIS). Data collection via online platforms, online appeals, and direct deposits to bank accounts were allowed from 2023, while online applications were allowed from 2024. While there is room for improvement in many of these systems and processes, it is advisable to focus on improving existing systems wherever possible, rather than starting from scratch and reinventing the wheel.",
    "Additionally, it would also be prudent to not rely wholly on digital platforms for selection, given low levels of digital skills. For example, LIRNEasia’s national survey showed that only 31% of the population aged 15 and above were able to post information online independently in 2021 (Figure 2).  When undertaking qualitative research, we saw that many of those who used the existing online systems to access cash transfers did so with the help of younger family and colleagues, or by visiting nearby communications shops.",
    "Minimum Grant of Rs. 10,000",
    "Currently, the minimum financial grant provided to low-income families is Rs. 5,000, as per the Extraordinary Gazette No. 2384/30 issued on 17 May, 2024. The manifesto has proposed increasing family-based cash transfers to Rs. 10,000 to provide critical support to the poorest segments of the population. However, this increase would lead to an estimated 31% rise in annual expenditure on cash transfers (excluding operational costs), assuming the number of beneficiaries and the time periods for which the benefits are provided remain identical to those of Aswesuma. It will be crucial to ensure that public finances are sufficient to sustain these transfers, while also maintaining broader support systems.",
    "The NPP manifesto signals that we may see significant changes in the design of social protection programmes, including to the family based transfers. Developing pathways to facilitate easy entry into programmes should be encouraged; similarly, exit pathways should also be emphasised, though unpopular. This should go hand in hand with the empowerment programmes, which will be discussed in detail at another time. Decisions should be made in a fiscally sustainable manner, utilising digital technologies – including those already developed wherever possible. Ultimately, the goal should be to protect people from shocks and vulnerabilities throughout their lifecycle while promoting growth and economic empowerment. While incremental changes are necessary, it is crucial that they are implemented in a measured, evidence-based manner.",
    "*This is reflective of the Aswesuma formula, but potentially not the entire Aswesuma process, as it does not account for other steps in the process such as appeals and objections.",
    "(Gayani Hurulle is a Senior Research Manager at LIRNEasia, specialising in the intersection of economic development, policy, and digital technologies. Her work spans areas such as data governance, digital taxation, digital access and social protection)"
  ]
}