{
  "url": "https://hbr.org/2024/12/6-questions-to-find-out-how-your-employees-are-really-doing",
  "title": "6 Questions to Find Out How Your Employees Are Really Doing",
  "ut": 1734420910.0,
  "body_paragraphs": [
    "Alexey Surgay/Getty Images",
    "Do you know how your employees truly feel about their roles, work, and relationships? Asking the right questions in focused one-on-one settings is key to making sure you’re in tune with your people. This article outlines six questions to try to move beyond...more",
    "Employee wellbeing is under serious strain. Roughly 60% of workers say they’re struggling with engagement, and one in five report feeling lonely, according to Gallup. This is no small issue for managers: employees who aren’t thriving are less productive, less committed, and more likely to have a negative effect on your company’s bottom line.",
    "That’s why you need to be aware of how your team is doing and be ready to step in if any issues arise. This takes a commitment to building trust and keeping communication open, says Emma Seppälä, a faculty member at the Yale School of Management and author of Sovereign: Reclaim Your Freedom, Energy, and Power in a Time of Distraction, Uncertainty, and Chaos.",
    "“Make sure your employees feel comfortable and safe with you,” she says. “If they don’t feel they can trust you or that you care, they won’t be open to talking to you.”",
    "Even with a strong rapport, it can be challenging to understand how your colleagues truly feel about their roles, work, and relationships — especially for your remote employees. Asking the right questions in focused one-on-one settings is key, says Steven Rogelberg, Chancellor’s Professor at the University of North Carolina Charlotte and author of Glad We Met: The Art and Science of 1:1 Meetings.",
    "“What we missed during the pandemic was connection and feeling seen by those critical to our success and careers,” he says. “We missed having conversations that matter.”",
    "To make sure you’re in tune with your people, here are six questions our experts suggest to go beyond surface-level interactions.",
    "1. How are you showing up today on a scale of 1-10?",
    "The trouble with perfunctory questions like “How’s life?” is that they often lead to superficial responses like “fine” or “good.” But asking team members to rate their current state on a numerical scale invites a more deliberate form of self-assessment, says Rogelberg. This is particularly important for remote workers who may feel isolated and less connected. If someone ranks themselves a four, for instance, the follow-up question, “What factors are contributing to that score?” becomes a gateway to reflection and deeper understanding.",
    "“Maybe someone is wrestling with a tough project or dealing with stuff at home,” he says. “Asking follow-up questions can help you learn things you might not find out otherwise.”",
    "One word to the wise, however. Before launching into this conversation, set a tone of genuine concern and compassion, says Seppälä. Make eye contact, use a warm voice, and signal that you’re present. “Let them know this conversation is for them and that you care for them as a human first, employee second.”",
    "2. What’s something you’re excited about right now outside of work?",
    "This question might not reveal how your colleagues feel about their jobs, per se, but it does help you build personal connections by uncovering common interests and exploring differences. “Getting to know your team members as people with lives outside of work takes time and trust,” says Rogelberg. “But building this foundation is worthwhile because it makes it easier for people to talk about concerns later on.”",
    "Stay within your colleague’s comfort zone; if someone is hesitant to share, don’t press. “As you gain their trust, they may feel more comfortable opening up,” he says.",
    "Along with this question, Seppälä suggests trying to bridge the personal and professional by asking: “What makes you come alive at work? And what are some things we’re doing as an organization that energize you?” Your goal is to find shared threads in what they enjoy and see how those can create opportunities for growth and engagement within the team.",
    "3. Do you derive meaning from your work? If not, what changes could help?",
    "Research shows that when employees have a sense of purpose and fulfillment at work, they experience greater job satisfaction and are more likely to stay with their organization. To get at this, Rogelberg suggests learning more about your colleagues’ professional motivations. Ask: What parts of your job do you love? What do you dread? Has this role met your expectations? Have there been any surprises, good or bad? This is especially relevant for remote employees who may struggle with feelings of disconnection.",
    "“It’s not just about asking; it’s about showing that you want to support them and make their work more meaningful,” he says.",
    "Active listening plays an important role here, says Seppälä. Be curious and don’t talk too much. “When you do speak, echo back what the person has said in your own words. This way, they feel heard, and you can be sure you have properly interpreted what they are saying.”",
    "4. What could make this job or organization more compelling for you in the long run?",
    "Understanding what drives your team members’ motivation and commitment is critical, says Rogelberg. “Motivation directly impacts engagement, satisfaction, and retention.” The key is to be open to their ideas while being transparent about what’s out of your hands or not feasible. For instance, if someone wants to work from home full-time but that’s not an option, “be upfront about what you can influence.” Avoid overpromising; instead, “try to get where they’re coming from and brainstorm solutions together.”",
    "Bear in mind that some feedback might be tough to hear. If an employee points out ways the work isn’t running smoothly or highlights blind spots in your approach, it’s natural to feel defensive, says Seppälä. But “avoid pushing back or interjecting.” This meeting is about understanding their perspective, not justifying the status quo. “Use this as an opportunity to learn,” she says, adding that “if you can’t address everything, schedule a follow-up meeting.”",
    "5. What makes you feel depleted or drains you at work and what can I do to support you?",
    "Your team members may be dealing with various challenges that you might not fully know about: a difficult assignment, complex team dynamics, or a subpar direct report. Identifying these roadblocks and concerns can help you provide the right support, says Seppälä. The goal is to find out, “what could help make it easier for them to perform at their best, and whether there is anything you can do to facilitate that.”",
    "Rogelberg suggests probing about tasks they feel are a waste of time or whether they need clarification on expectations. Be careful not to come across as micromanaging, though; otherwise, you risk damaging your relationship and hurting their productivity. “You don’t want them to leave the conversation feeling like you’re trying to dictate every detail of their work.”",
    "6. What are your career goals and dreams? What can I do to help you move towards them?",
    "Many managers never bother to ask their employees about their long-term professional aspirations, and that’s a missed opportunity. The more you recognize your team members as people with ambitions and dreams — not just cogs in the machine — the better you’ll understand how they feel about their jobs and futures.",
    "To move beyond routine check-ins, Seppälä suggests starting with: “I know we usually talk about business only, but today I want to ask about your professional goals. My objective is to ensure I am helping you move towards them and to see if there’s any way I can help.”",
    "Remember, it’s not just about collecting information; it’s about using what you learn to support their development. Whether you suggest targeted training, stretch assignments, or opportunities to showcase their skills, your aim is to show that you’re invested in their growth.",
    "There isn’t a universal approach to these conversations, experts say. It’s important to choose questions that resonate with you and your colleagues, considering the dynamics of your relationships. Experiment with different questions to find your rhythm and what feels right.",
    "Ultimately, it’s not just about the questions you ask; it’s about “your sincerity and genuine interest in their answers,” says Rogelberg. “This means listening attentively, delving into what they share, and offering support whenever possible.”",
    "Leading People Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Leading People. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "What you need to know about being in charge.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "How to Use Games to Build Relationships with Your Customers",
    "Which Customers Should This Restaurant Listen To? (HBR Case Study)",
    "Read more on Leadership and managing people",
    "Employee performance management,",
    "Interpersonal skills,",
    "Interpersonal communication"
  ]
}