{
  "url": "https://www.dailymirror.lk/opinion/Ukraines-new-gamble-Taking-the-war-to-the-Russians/172-290282",
  "title": "Ukraine’s new gamble: Taking the war to the Russians",
  "ut": 1724622609.0,
  "body_paragraphs": [
    "The conflict between Russia and Ukraine is having a heavy toll on both countries having been in war for over two years",
    "Russian President Vladimir Putin quickly sent reinforcements to the threatened areas",
    "Ukraine’s gamble in Kursk can be interpreted as a desperate move to convince its allies",
    "Almost all analysts were unanimous that Ukraine was beaten two years after the Russian invasion. They said Ukraine should negotiate peace with Russia while it still had a chance.",
    "But Ukraine shocked everyone by taking the war to Russia. Ukraine sent some of its most seasoned and best units to attack Russia’s Kursk region. They did not quite reach their intended target, the Kursk nuclear power plant (among the three biggest in Russia), but forced the Russians to retreat from many areas and to evacuate civilians from threatened towns.",
    "Ukrainian leaders say this operation was intended to relieve pressure from the Donetsk region to the East, where Russian forces have been relentlessly attacking and advancing for weeks. Even as Ukrainian forces attacked Kursk, the Russians were only 10 km from the city of Pokrovsk, and Ukrainian authorities began evacuating civilians.",
    "Now, three weeks after Ukraine’s incursion into Russian territory, where do the two sides stand?",
    "Russian President Vladimir Putin quickly sent reinforcements to the threatened areas, and Russian forces have regained some of the lost territory. But analysts say Russia needs another 20,000 soldiers to drive the Ukrainians out or encircle them.",
    "Manpower and equipment",
    "Russian military sources claim that the Ukrainians lost 4,400 soldiers, sixty tanks and over 300 armoured vehicles. One video shows them using a captured Dutch armoured vehicle in the battle. There is no doubt that Ukrainian losses in both manpower and equipment are heavy, and they are hard put to replace them. The Russians manufacture all the military hardware they need, but Ukraine is heavily dependent on its Western allies for equipment and ammunition.",
    "This Ukrainian military adventure is reminiscent of Germany’s bold but futile winter offensive of 1944, when Allied armies were poised to invade Germany. Hitler’s decision for a surprise counterattack took them by total surprise. After the initial chaos and losses, though, the German army was stopped by the Americans at the famous Battle of the Bulge.",
    "The only result was that the Germans squandered resources badly needed to defend Germany. They had almost no aircraft and tanks left after the failed winter offensive.",
    "Ukraine’s gamble in Kursk can be interpreted as a desperate move to convince its allies that it can still fight. After the Russian invasion got bogged down at the start and Ukraine fought back with great spirit and stamina, the U.S. and its NATO allies gave generous aid, including their latest military hardware as Germany’s Leopard tanks. Another problem is that NATO simply doesn’t have the manufacturing capacity to keep supplying Ukraine in a long drawn-out war.",
    "But the Russians slowly gained the upper hand, and managed to neutralise all the sophisticated weaponry given to Ukraine. The long-awaited American F16 interceptors reportedly arrived in Ukraine recently, but have not yet been reported in action. In any case, the Russians will find ways to deal with them, too, as they have done successfully with the best of ground fighting hardware that the US and NATO sent to Ukraine.",
    "There is a big debate on social media whether Ukraine has carried out a suicide mission in Kursk. It is certainly a gamble. With US presidential elections due in November, Ukrainian President  Volodymyr Zelensky badly needs to remind his allies how badly Ukraine needs more financial and military aid. The Kursk operation looks like that reminder. President Zelensky said Ukraine needs to create ‘buffer zones’ along the border to stop Russian attacks. But that means committing more precious troops and equipment, and it’s doubtful if Ukraine has the resources to do this.",
    "Has Ukraine paid too much of a price militarily? Only the coming weeks could tell us that. Ukraine’s position will be much worse if Pokrovsk falls. It is a vital logistical hub and a bulwark against Russian- occupied territory to the East, including Luhansk in the north-east and Crimea to the south.",
    "Incidentally, the biggest tank battle of World War II took place in the Kursk salient in World War II. In the summer of 1943, after the disastrous battle of Stalingrad, Hitler decided to regain the initiative and defeat the Red Army by a powerful armoured onslaught through Kursk. He committed Germany’s latest Tiger and Panther tanks for this operation.",
    "Kursk was not a fortress, but a rolling plain. With prior knowledge of the German attack thanks to espionage, the Soviets built in-depth anti-tank defenses which took a heavy toll of German armour. In the afternoon, more than 800 tanks from both sides clashed head on, and the German advance was stopped. This was a turning point in the war as Germany was never able to replace such losses, and was not able to stop subsequent Soviet offensives which finally led to Berlin in 1945.",
    "The Ukrainian incursion into Kursk is the first time German tanks were used in Russian soil. Clearly, it has not occurred to the new right wing government in Berlin that this would be offensive to Russia. Such tactlessness and military belligerency could only escalate  greater tensions in Europe as Germany begins to re-arm."
  ]
}