{
  "url": "https://www.ft.lk/columns/A-glass-half-empty-Why-our-dairy-story-needs-a-different-ending/4-783858",
  "title": "A glass half empty:  Why our dairy story needs a different ending",
  "ut": 1762194385.0,
  "body_paragraphs": [
    "The importance of dairy extends far beyond the farm",
    "Every morning, as Sri Lankans pour milk into their tea, we participate in a quiet paradox: more than half of that milk is not Sri Lankan at all. In 2023, our nation spent over Rs. 105 billion on dairy imports and much of it in powdered form. Yet local farmers produced only 504 million litres, less than half of what our people consumed.",
    "This imbalance is not merely an agricultural shortfall. It represents a strategic vulnerability. Every litre we import depletes foreign exchange, weakens rural economies, and deepens our dependence on global supply chains that are increasingly volatile. If left unaddressed, today’s dairy deficit will become tomorrow’s crisis.",
    "The missed opportunity beneath our feet",
    "Few sectors embody as much untapped potential as dairy. More than 250,000 rural households, many led by women depend on livestock for supplemental income. The sector already provides a critical bridge between agriculture and nutrition, between subsistence and opportunity. Yet it remains held back by low productivity, poor animal health, and fragmented policy execution.",
    "The average Sri Lankan cow produces just 2.66 litres of milk per day. In India, that figure is closer to 5 litres; in Thailand, 8 or more. Our most efficient farms, like Ambewela, consistently achieve 22–24 litres, proving that high yields are possible when genetics, feed, and veterinary care align. The challenge, however, is scale.",
    "The importance of dairy extends far beyond the farm. It is a foundation for food security, a buffer for inflation, and a tool for inclusive growth. The success of India’s White Revolution showed how empowering smallholders through cooperatives, veterinary networks, and reliable market linkages can transform an entire economy.",
    "Sri Lanka stands at a similar threshold. But transformation will require moving from policy intent to operational delivery. The National Dairy Policy offers vision, but lacks costed implementation plans and institutional accountability. Without clarity on who drives what, progress will remain aspirational.",
    "What transformation looks like",
    "Connect to Care’s recent research identifies seven interlinked levers for reform and each reinforce the others. Farmers need access to well-equipped dairy hubs offering chilling tanks, artificial insemination, and veterinary support. Feed security must be enhanced through silage expansion and local production of nutrient-rich feed. A nationwide vaccination and animal health programme is vital to prevent recurrent disease outbreaks that erode livelihoods.",
    "Equally crucial is the digital layer: a National Animal Identification and Traceability System (AITS) to monitor herds, deliver subsidies, and provide investors with credible data. When combined with financial inclusion through credit, insurance, and risk-sharing products, the results can be transformative. These measures, when aligned, form the scaffolding for a modern, resilient dairy economy.",
    "We do not need to reinvent the wheel. India’s National Digital Livestock Mission has created unique IDs for every cow and buffalo, allowing for targeted veterinary care and traceable subsidies. Agritech innovators like Stellapps are already demonstrating how IoT, data analytics, and cashless payments can modernise milk supply chains and uplift smallholders. Closer to home, Sri Lanka’s Udunuwara Cooperative shows the power of local organisation. By pooling milk and investing in shared infrastructure, smallholders have secured better prices and stable incomes. These are signposts for national policy",
    "We do not need to reinvent the wheel. India’s National Digital Livestock Mission has created unique IDs for every cow and buffalo, allowing for targeted veterinary care and traceable subsidies. Agritech innovators like Stellapps are already demonstrating how IoT, data analytics, and cashless payments can modernise milk supply chains and uplift smallholders.",
    "Closer to home, Sri Lanka’s Udunuwara Cooperative shows the power of local organisation. By pooling milk and investing in shared infrastructure, smallholders have secured better prices and stable incomes. These are signposts for national policy.",
    "A call to reclaim dairy sovereignty",
    "The 2025–26 national Budget has earmarked Rs. 2.5 billion for dairy sector development, alongside VAT exemptions for locally produced milk. Donor priorities from the Gates Foundation to multilateral partners are increasingly aligned with Sri Lanka’s livestock agenda. This convergence creates a rare opportunity for coordinated action between government, private sector, and civil society.",
    "But this window will not stay open forever. The global cost of milk powder continues to fluctuate with climate impacts and geopolitical tension. Each year of inaction deepens our vulnerability and widens the import gap.",
    "The Government must provide policy coherence, land access, and institutional reform. Processors and private investors must expand procurement and value-added production. Development partners must bring financing and technical support. Consumers, too, have a role—to choose fresh, local milk over imported powder, and in doing so, invest in national resilience.",
    "If Sri Lanka can raise its per-cow yield from 2.6 litres to even 5, we can close the import gap by 2035. That means billions saved in foreign exchange, stronger rural incomes, and a future where our children drink milk produced in their own villages.",
    "This is no longer just about dairy. It is about sovereignty on a plate, prosperity in the village, and resilience for the nation. The question is not whether we can transform our dairy sector, but whether we will choose to, while the opportunity still exists.",
    "(The writer is the Chief Executive Officer of Connect to Care, a purpose driven boutique consultancy, focusing on delivering mutual benefit for corporates, nonprofits and government partners through the strategic deployment of social impact initiatives. It works with organisations like Bill & Melinda Gates Foundation, PATH, Global Health Strategies, Sarvodaya, Roshan Mahanama Trust & Mithuru Mithuro.)"
  ]
}