{
  "url": "https://hbr.org/sponsored/2025/11/how-a-transparent-company-culture-strengthens-cybersecurity-and-data-resilience",
  "title": "How a Transparent Company Culture Strengthens Cybersecurity and Data Resilience",
  "ut": 1763081051.0,
  "body_paragraphs": [
    "Data is your organization’s most valuable resource—and its most vulnerable.",
    "The foundation of your business strategy, decision making, and artificial intelligence (AI) is the most attractive target of escalating and increasingly complex malware and ransomware attacks that can disrupt business resilience by immobilizing production, operations, supply chains, and service delivery.",
    "Your cybersecurity infrastructure is only as strong as its weakest points. And attackers have learned to exploit opportunities that aren’t technological but cultural.",
    "As much as your business can use AI to strengthen your efficiency and productivity, criminals can also use it to write sophisticated code at an unprecedented speed and volume. And unfortunately, AI’s technological evolution is outpacing humans’ social engineering. Staffers who know how to spot email phishing attacks might be less prepared to resist deepfakes that realistically impersonate familiar voices and faces.",
    "Beyond any criminal intent, the proliferation of remote work has increased risk exposure by enabling unintentional negligence, such as misplacing a company mobile device, forgetting to swipe a badge, or working with proprietary data over public Wi-Fi instead of using a virtual private network.",
    "Breaches and attacks are increasingly inevitable not just for large global companies but for small and medium-sized enterprises as well.",
    "But for that technology to offer its full protective potential, companies must build and maintain a strong cybersecurity culture across all teams, says Dave Russell, SVP Product Strategy at Veeam.",
    "“If you just push out a mandate with security rules but you don’t convey why the rules exist,” Russell says, “that may look to some employees like yet another obstacle to circumvent rather than a layer of protection to help you meet your revenue goals.”",
    "Overcoming a Culture of Silence",
    "Operational downtime, customer frustration, and public relations headaches are just some of the lasting impacts of a cyber disaster. Given the high stakes of a breach, it’s no surprise that some organizations may inadvertently be making their employees nervous about reporting cybersecurity issues—especially employees who fall for carefully laid social engineering traps.",
    "However uncomfortable it may feel in the moment to raise the alarm, an organization’s “culture of silence” on cybersecurity issues can be far more costly, delaying incident response and recovery in such areas as automation, recovery testing, and cross-functional planning—and potentially eroding morale and testing partners’ and customers’ trust.",
    "“Nobody wants to inflict reputational damage, and that’s where that culture of silence comes from,” says Vamshi Kommineni, Group Product Manager at Azure Storage, Microsoft. “But you can have a positive impact on the outcome if you have a report-early-and-often culture.”",
    "Overcoming a culture of silence requires both sophisticated tools and intentional leadership. Even the most innovative data-resilience technology and thoughtful cybersecurity strategy still need openness, transparency, and accountability to work.",
    "That resulting culture of resilience must extend from IT to the whole organization, in both articulating cybersecurity rationale and encouraging employees to speak up with no-blame or anonymous reporting policies—or, in an even more proactive environment, positive reinforcement that rewards discovery.",
    "“Let’s have transparency,” Russell says. “Let’s not penalize anyone. Let’s make sure we’re not underreporting incidents or glossing over them, and enable a culture where it’s OK to say it’s an issue and take the opportunity to say, ‘What could we be doing better?’”",
    "The Resilience Framework",
    "Finance and health care companies are entrusted with protecting their customers’ most sensitive data. These industries face constant pressure to advance their cybersecurity and strengthen overall data resilience.",
    "In an increasingly networked and connected world, their best practices now apply universally. “Everything we deploy has a multiplicative effect,” Kommineni says. “That gives us a strong sense of responsibility to our customers.”",
    "Regardless of its size or sector, your organization can support its employees, partners, and customers by fostering a culture of transparency and pairing it with a research-backed comprehensive resilience framework.",
    "A sophisticated data resilience maturity model (DRMM) can measure maturity across strategy, people, process, and six core technology domains—backup, recovery, architecture and portability, security, reporting, and intelligence—to expose the technical and cultural gaps that impede recovery.",
    "Beyond its tools’ technical capabilities, a cybersecurity provider’s most significant value comes through partnership, helping businesses build improvement roadmaps and cultural best practices to replace a culture of silence with a culture of resilience.",
    "High-maturity organizations recover from outages two to three times faster than low-maturity counterparts do. One health care network cut $5 million per outage after maturing resilience practices. A global bank used integrated recovery strategies to eliminate cyber-related outages altogether.",
    "Disruption is inevitable. And resilient cultures, with all teams and practices aligned, use disruption to get stronger. “We all have a role to play in cybersecurity,” Russell says. “Technology matters. But what matters more is being aligned on intent.”",
    "Resilience starts with culture. The Veeam Data Resilience Maturity Model shows where you stand—in technology, transparency, and trust. Measure your maturity, close the gaps, and lead your organization beyond silence toward strength. Learn more about Veeam’s DRMM today."
  ]
}