{
  "url": "https://www.dailymirror.lk/opinion/New-president-new-MPs-and-a-joker-in-the-House/172-296334",
  "title": "New president, new MPs and a joker in the ‘House’",
  "ut": 1732040361.0,
  "body_paragraphs": [
    "Sri Lanka, as the late MP R. Sampanthan was to say is ‘at a critical juncture’. First it voted out, its war-winning President -Mahinda Rajapaksa. Next, in 2022 it chased out past President Gotabaya also a Rajapaksa, whose economic policies or lack of them, drove the country into defaulting its international debt payment.",
    "In September this year at the Presidential elections, Anura Kumara Dissanayake, the left-leaning leader of the National People’s Power (NPP) -a coalition of the Janatha Vimukthi Peramuna (JVP) and its affiliated student and worker unions- was elected President.",
    "At the snap parliamentary poll which followed on 14 November, Lankans across the social spectrum elected the JVP-backed NPP into power with a two-thirds majority.",
    "It would appear the electorate irrespective of race, religion or ethnicity heeded the new president’s call to rid the House of Representatives of the corruption-ridden old Members of Parliament and elect a batch of fresh MPs not tainted with the brush of corruption.",
    "The electorate did just that. It has given the president unlimited power to make things anew.",
    "Since the election of the new president and his triumph at the parliamentary poll, the old political parties and even the newer versions of the same old parties seem to be coming apart at the seams.",
    "The Sri Lanka Freedom Party (SLFP) which together with the United National Party (UNP) ruled the country for the longest periods since independence, was unable to field a presidential candidate. Neither was the UNP able to field a candidate of its own. Sadly, immediate past President Ranil Wickremesinghe -the leader of the UNP- contested under a new label -the National Democratic Front (NDF). His new group won a mere 4.4%.",
    "Likewise the Samagi Jana Balawegaya (SJB) which earlier split from the UNP and captured 41.99% of the vote at the 2020 presidential election received only 17.66% this time around.",
    "The Sri Lanka Podujana Peramuna (SLPP) a splinter group from the SLFP which received over 52% of votes in 2020 presidential election received barely 3 percent of the votes this time around. Putting the matter in perspective the ITAK or Ilankai Thamil Arasu Katchchi -a regional party limited to the north and the east- received 2.31% of the votes.",
    "If the results of the presidential election proved to be a shock to the past governing political parties of the country, the parliamentary elections have proved to be an unmitigated disaster to these parties.",
    "The results however, should not have shocked these bodies. Sadly even during the worst crises, Lankan politicians have tried to take advantage of bad situations for their personal gain.",
    "Examples of corruption are many. For example, during the 2022 financial and economic crisis a particular minister was accused of importing sub-standard drugs in order to reap illegal financial benefits. During the 2004 tsunami disaster, a politician from the then ruling political party stood accused of directing foreign funds into his bank account.",
    "On another occasion, a coalition government which was elected into power on a good governance ticket, stands accused of involvement in a massive central bank bond scam which robbed the country of millions if not billions of dollars. There has been no closure to this case or to earlier cases mentioned. They remain hanging fire.",
    "Even in the aftermath of the recent huge electoral defeat, shameless leaders of rejected old political parties are still struggling to enter parliament through the National List, despite not being eligible. Members of the UNP and the SJB are battling among themselves to enter parliament come what may with no care for party rules and processes.",
    "The people especially minority communities have reposed great faith in the hands of the new leaders of this country. Many problems remain unsolved. The National Question is a burning scar in our body politic. The military defeat of terrorism did not solve the issues. It still remains a festering sore. The Muslim community lives in fear, in an atmosphere of ‘Islamophobia’.",
    "A large section of our people is in hunger. ‘Free education’ is at risk.",
    "These are but a few of the most urgent problems people look to this government for solutions."
  ]
}