{
  "url": "https://www.dailymirror.lk/breaking-news/No-foreign-country-is-funding-me-My-visits-to-China-and-India-were-sponsored-by-those-respective-Governments-Anura-Kumara-Dissanayake/108-288844",
  "title": "“No foreign country is funding me’’  “My visits to China and India were sponsored by those respective Governments” - Anura Kumara Dissanayake",
  "ut": 1722903653.0,
  "body_paragraphs": [
    "PICS BY HUZEFA ALIASGER",
    "I travel on Economy class where ever I go. But I have no objections to anyone flying Business class",
    "For my visits to South Korea, Australia, USA, Canada, Sweden, UK and Japan, I was sponsored by Sri Lankan immigrant workers attached to the NPP",
    "We will continue with the IMF Agreement",
    "Most people claim that we have the largest party fund, but we have only Rs.83 million in our financial report submitted to the Elections Commission",
    "The corruption files I have are all documents which need to be investigated by the state. I alone cannot prove these documents",
    "Many people see us as undemocratic but over the past 30 years we have made our contributions towards upholding democracy",
    "We brief the public about our economic policies from time to time. But our voice may not reach most of the people",
    "We are not expecting to come to power to take revenge from anyone",
    "When there are shortcomings in expressing our ideas, certain media establishments distort the original meaning. We are also human and may make mistakes",
    "We were not responsible for the violence on May 9, 2022. There was a sabotage against us",
    "We have committed things that we should not have done during the 88/89 era. We have expressed our shock and regret about them",
    "National People’s Power Leader Anura Kumara Dissanayake (AKD) who is contesting the Presidential Election in September said in an ‘exclusive interview’ with Daily Mirror that if he wins the election, he didn’t intend to take political revenge on anyone, but would instead ensure justice is delivered regarding the corruption which has led to the economic downfall of Sri Lanka. Commenting on his own travel costs, AKD said the expenses for his trips to India and China were borne by those respective governments while his travels to other countries to address Sri Lankan nationals were borne by the immigrant workers affiliated to his party.",
    "Following are the excerpts of the interview:",
    "I am sitting with you at a time when people are asking if you can lead the country and usher in change. You contested the presidential elections in 2019, but lost. What makes you so confident that you will be able to win the presidential elections this time?",
    "Well, two factors need to be fulfilled for a political transformation to take place in our country. One is that a situation should arise where the rulers cannot continue with their usual governance any more. That situation has emerged today. The second is that the people need to encounter a situation where they cannot lead their usual lives. These two factors are already present. A situation has arisen where our country needs to be taken on a different path. Secondly, the UNP and SLPP were operating as two main political camps with their individual identities all these years.",
    "We have people who expelled an executive president and overthrew a government which had a two-thirds majority. The slogans and aspirations the public portrayed during this time are the same as what we have been campaigning for, for a long time. So, the people’s aspirations and our aspirations have come together",
    "However it has been proven in the recent past that these two parties are not two camps in terms of a political culture, economic policies or collapsing the country. People are well aware of that. Thirdly, these leaders are old and they do not seem to go with the new world. Similarly, People are more active than before. We have people who expelled an executive president and overthrew a government which had a two-thirds majority. The slogans and aspirations the public portrayed during this time are the same as what we have been campaigning for, for a long time. So, the people’s aspirations and our aspirations have come together. Therefore, we can win.",
    "But, during the last election in 2019, you secured only 3 percent of the votes. Basically, to win the presidential election, you need at least 50 percent of the votes or more. It looks like you need nothing short of a miracle this time to raise the 3 percent to 50 percent. How are you going to do that?",
    "Ranil Wickremesinghe, who won the Parliamentary election in 2015 with a majority could not secure even a single seat in the 2020 elections. The Gotabaya Rajapaksa government which secured 6.9 million votes and two-thirds majority lasted only two and half years. The SLPP has deteriorated to a situation where they cannot even field a candidate despite being a powerful political force in 2019 and 2020. This proves that politics is not mathematics. Politics is sociology. And also, political changes never happen gradually. They happen as quick as jumping. So, why do you think we cannot win?",
    "Mr. Dissanayake, you come from a JVP background. The JVP comes with a controversial background. People still cannot forget the 1988/89 riots. Some people are still worried, if you come in, that culture will come in with you. So, how can you assure that you have changed?",
    "One thing is, the 1988 and 89 incidents are not spontaneous ones. It is a phenomenon of a certain political journey. A By-election was held in 1978 for four electorates. We contested for that election democratically. We contested in the Development Council Election in 1981; even when the SLFP had boycotted it. We contested the 1982 presidential elections. We rose against the postponement of the provincial council elections through the referendum. Therefore, our strongest path was to take the democratic path. We have no reason to hide. We are not a political force which will resort to jungle politics; deviating from democracy. But, in 1983, the ‘Black July’ was a situation created by the then government. We were proscribed using the Black July incident. Our Trade Unions were banned by filing a case in the Supreme Court.",
    "We were left with two options. Either to give up politics or continue our politics. Despite the ban, we chose to do politics. Thereafter, it escalated into a civil war. We had committed things we should not have done during this period. We have expressed our shock and regret about that. But, they are not our words. We came back to the political arena in 1994.",
    "We have contested every election for 30 years since 1994. We have intervened whenever democracy in our country was at stake despite there being political disadvantages for us. When Maithripala Sirisena formed a government with Mahinda Rajapaksa in 2017 by expelling the Prime Minister un-democratically, we fought against that anti-democratic action. That resulted in Ranil Wickremesinghe becoming the Prime Minister. That was politically disadvantageous for us. But, we did it for democracy. Maithripala Sirisena dissolved Parliament. We fought against it. We took the matter to the courts and got a ruling that it is illegal. We have intervened for democracy. In 2001, when the 17th Amendment to the Constitution was brought in, the Chandrika Government didn’t have a majority as a group including G.L and S.B. crossed over to the UNP.",
    "We had 10 MPs and we offered to support the government for one year to bring in the 17A. We intervened to bring in the most democratic amendment to the Constitution then. It was scrapped by Mahinda Rajapaksa in 2010. So, he becomes a democrat. We become undemocratic. Again, we made huge contributions in bringing the 19 Amendment in 2015.But, it was scrapped in 2020. We are a political force that has fought for democracy.",
    "The so called democratic rulers defy court orders. Ranil Wickremesinghe directly threatens the court. He becomes democratic. We have proved in our practice for the last 30 years how much of a contribution we have made for democracy. Our comrades were killed in the 1998 and 2000 elections. But, they still called us undemocratic. We have not even thrown a stone. We are a political force that has shown by our practice that we made more contribution towards democracy than any other political force.",
    "You keep saying that you are democratic. But what about your party members? Some of them over the past few months have made controversial statements. Are they all going to tow your line or are they going to take their own stand?",
    "Our political party is a political force which has a strong internal democracy. Every decision we make is taken after much discussion within the stipulated bodies. It is not my personal line. But, we all agree upon following discussions. However, we have faced some shortcomings when expressing our ideas from time to time. That is not only seen in our camp.",
    "When there was a shortcoming in expressing our ideas, some media institutions distorted the original meaning. We are also human. One may make mistakes. But our responsibility is to rectify that mistake. And, we do it. You, see other political forces. Don’t only consider their statements made on stage, but look at their practices.",
    "They bring knives and chili powder to Parliament. They fight in Parliament and exchange filthy words. What would have happened, if we did just one percent of such acts? People think it is fine for them to resort to such acts. People expect them to act in that manner. Even if they loot, break laws, defy court orders and get imprisoned for major frauds, people do not consider it a major offence. But, if we make a slip when speaking, people take it seriously. So, we think, the people expect us to be more responsible and clean. We will live up to that expectation.",
    "During the Aragalaya (protest) period, there were allegations that the JVP was sponsoring or encouraging violence. I remember when the protesters had gathered outside parliament as well there were allegations that the JVP backed groups were trying to storm into parliament and make a takeover. On the day when Mahinda Rajapaksa resigned on May 9, when Sajith Premadasa visited the Aragalaya site, protesters attacked him. But, when you came, you were untouched. Why did that happen?",
    "First things first, what did Pramitha Bandara say about the May 9 incident? He equated SLPP’s decision to field a separate candidate to the decision to attack the protesters at Galle Face. So, it is clear, that they had decided to attack the protestors. S.M. Chandrasena also said they suffered damages to their properties due to the May 9 incident. So, this very camp made Mahinda Rajapaksa the first accused. You must try to understand the social mindset at that time. There was a huge social uprising calling on Gotabaya Rajapaksa to quit office. After that, there was huge influence for the Rajapaksas let go of power. The Galle Face protesters had the blessing of all the people irrespective of politics, rich or being poor. People were shocked after that place was attacked. People let out that shock as they felt it. We have no connection with the May 9 incidents. I tell the government to reveal the political background of those who were arrested in connection with the May 9 incidents. More than 90 per cent of them have a SLPP background.",
    "Secondly, you asked me for the reason why Sajith was attacked and not me. What is the Galle Face protest? It was against the MPs being above the common man, the MPs’ use of expensive vehicles and being escorted by heavy security. That was one symbol of the Galle Face struggle.",
    "We will create a healthy environment for investors, create efficient state institutions, provide legal protection required for entrepreneurs and introduce a stable tax policy. In our country, as of now one needs a political link to enter into a business. We need to do away with this",
    "Sajith Premadasa went to the protest site in that manner. He went there in an expensive vehicle, surrounded by heavy security. He went there portraying a mindset that went against the struggle. Therefore he was attacked.",
    "Their (protesters) aspirations and my aspirations are same. My practice is similar to what they expect from a politician. So, there was no reason to attack me. Thirdly, we held a strong view that if the people’s upheaval was to end in a victory, Parliament had to be dissolved. Because, even if the President is expelled, they can appoint a new President as they had the majority in parliament. Therefore, we staged a protest near the Parliament. But, certain troublemakers arrived and resorted to acts of sabotage. So, we withdrew our people. The same rejected political culture was re-established as Parliament was not dissolved. Looting, corruption and defying court orders continue to happen even to this day. The Aragalaya achieved only half a victory as Parliament was not dissolved. So, we hope the other half can be achieved in this presidential election.",
    "You say that robberies, thefts and corruptions continue even to this day. On several occasions we noticed that when elections approach, Anura Kumara Dissanayake comes out with files and in front of the media saying that these are the corruption allegations against the MPs. But, up to date, we have not seen the content of these files. Mysteriously, these files disappear after the elections conclude. This time too we saw you saying you have files against Ranil Wickremesinghe and Ranil answered you back saying these files may be with you. But, the content of the files are with him. Why don’t we ever see these files?",
    "The first thing is that when I presented these files before the people, I could not explain what the contents are in all the files as it will take days to do so. I got some journalists and people present there to select some files randomly and explained what is inside. There was a document of allegations in each file. There was no single empty file. If Ranil has actual files and I have empty files, what is he doing with them? You need to question him about it. The third thing is what are we doing with the files? We need to understand that these are white collar robberies. These need to be proved using documents. If it is a normal robbery, it is easy to prove. But, documents are difficult to prove. Because I have only the main facts regarding the robbery. For example, in the airbus deal, commissions have been credited to Kapila Chandrasena’s account in Australia and from that account money is transferred to four people in Sri Lanka. I have all the documents. But, do I have a power to check accounts? A proper investigation needs to be launched through the Attorney General. It is an investigation that needs to be done with state patronage.",
    "Why can’t you go to court?",
    "We can’t go to court because we can only file a Fundamental Rights petition. Then the court considers whether my fundamental rights have been violated. It does not consider whether there has been a fraud. If it is to be filed as a criminal case, the relevant institutions should investigate it and the Attorney General Department needs to file a criminal case. We have filed a FR case regarding the sugar scam. The court only sees whether my Fundamental Rights have been violated. It does not investigate whether there has been a scam. If the court rules out that my fundamental rights have not been violated, then, a public perception is created that there has not been a scam. So, these are criminal offences. These should be further investigated by the Bribery Commission and the CID. It can only be done with state power. I have Ranil Wickremesinghe’s files. Even the Attorney General has them.",
    "Why can’t you divulge its contents to the public?",
    "I have uploaded some files on a website. The allegation of the Central Bank scam is widely available. Even your newspaper reported it. And the recent VFS deal. It happened in a Cabinet headed by Ranil Wickremesinghe. He can’t get away with it. I don’t have to make them public. Most of it is already available in public.",
    "If you win the presidential election, are you looking at taking action regarding all these files that you have?",
    "We are coming to power not to take revenge from anyone. We have no personal rivalry with anyone. But, we have a responsibility to mete out justice. So many countries like South Korea, Vietnam have gone past us in terms of export revenue. The reason we are still like this is corruption. Investors are not attracted to our country due to this corruption. Also because of these corruptions, non-essential development projects have been given priority instead of essential projects. Sri Lanka built the Hambantota port at a cost of US$ 1.1 billion. However, we could have invested it for the refinery. Then, we could have saved a large amount of dollars. In our country, only an un-corrupt force will take action against the corrupt. The slogan of punishing the corrupt has been echoed on stage since 1994 under Chandrika, Mahinda, Maithripala and Gotabaya. The corrupt will never punish the corrupt. The corrupt always protect the corrupt. It is the NPP’s priority to end corruption.",
    "The same rejected political culture was re-established as Parliament was not dissolved. Looting, corruption and defying court orders continue to happen even to this day. The Aragalaya achieved only half a victory as Parliament was not dissolved. So, we hope the other half can be achieved in this presidential election",
    "Speaking about the economy, the public are still not clear as to what the NPP’s economic policy is? If you win, will you scrap the IMF deal? What are your economic policies in going forward?",
    "We have briefed about our economic policies time to time. Our voice has not reached most of the people. That is not their fault. It is our fault. We expressed our ideas in places where they cannot get the message. Actually the government presently has entered into a four-year IMF agreement. We had separate bi-lateral, multi-lateral and private creditors. Now, all these institutions are in the IMF basket. Debt restructuring is called as a basket. Therefore, we do not think we can come out of it. We will continue with the IMF agreement. However, we need to revisit the tax imposed on professionals. Secondly, we need to ensure food, medicine and education to poor people. We need to change the tax on food, medicine and education. Thirdly, the IMF approach is to help the country come out of the financial crisis. We have an issue with the fiscal policy as well. We need to achieve fast growth in goods and services based on mineral resources, natural resources in provincial wise, tourism sector and IT sector. We need to bring in new technology. We need to reduce cost on power and energy. We will reduce electricity cost by 30 to 35 percent within a few years. We will create a healthy environment for investors, create efficient state institutions, provide legal protection required for entrepreneurs and introduce a stable tax policy. In our country, as of now one needs a political link to enter into a business. We need to do away with this. We need to ensure economic democracy.",
    "Going forward, what is your policy on the 13 th Amendment? Are you going to agree to this?",
    "We think, a constitutional solution alone will not resolve the question in the North. But, they need a Constitutional solution. We need to reconsider police powers. When it comes to land powers, we first need to formulate a national land use policy. And, we are agreeable to establish a land commission to implement the national land use policy.",
    "Mr. Dissanayake, you have been travelling all over the world and meeting Sri Lankan nationals who are arriving in large numbers to hear you. Who is funding all these trips? Shouldn’t there be transparency in them?",
    "Actually, someone had claimed that I had spent Rs. 70 million on foreign trips. I visited India and China on invitation from their governments. The Indian and Chinese governments bore all the cost.",
    "So these foreign governments sponsored you?",
    "Yes, they sponsored me. I travel in economy class wherever I travel. I have no objections to anyone using business class. If someone can afford it, that is ok. But, I travel with funds given by our immigrant workers. So, I never use business class. I have spent only Rs. 3.37 million (33,78,500) during my visits to South Korea, Australia, USA, Canada, Sweden, UK and Japan.",
    "You spoke a lot about transparency, but has the NPP/JVP ever declared their assets? And has there been transparency as to who is funding your party?",
    "We submit the report on our party funds certified by a chartered accountant to the Elections Commission in March every year. You can obtain it from the Elections Commission through a Right to Information Act. I will tell you one thing. Most people claim that we have the largest party fund. We had Rs. 83 million in our financial report submitted to the elections commission. As I can remember, UNP has Rs. 35 million, SLPP Rs. 17 million. Do you believe that? The reason is that they use black money.",
    "There is no money in their accounts. But, they pump huge amounts of money for their election campaigns which is 100 times more than ours. But, they submit to the Elections Commission one-fourth of the actual funds. We spend every cent through banks. I have submitted my asset declaration to the Speaker.",
    "There are allegations that certain countries are funding your party because they want to see the next president being the JVP president and a JVP government. What do you say about those allegations?",
    "We have not received funds from any country. As I said earlier, Indian and Chinese governments bore the cost of my air tickets. Apart from that no funds have been received. We are a small force. But, we cannot be bought over by any country or organization. That allegation is made by the leaders whowere bought over.",
    "Mr. Dissanayake, this is a little bit of a different question. There is a trend going on, especially in the West about the LGBTQ. What is your party’s policy in that regard? Because I have seen different statements coming out from your members. What is your policy?",
    "I think, they should be given a chance to lead a free life according to their feelings and biological differences. But, what happened is certain laws in our country are misused and our stance is that the laws should not be misused. We are ready to look into their rights through broad public discussion."
  ]
}