{
  "url": "https://www.ft.lk/columns/Philip-Gunawardena-Marxist-who-proposed-visionary-economic-policies-in-1930s/4-774964",
  "title": "Philip Gunawardena: Marxist who proposed visionary economic policies in 1930s",
  "ut": 1743377086.0,
  "body_paragraphs": [
    "Commemoration of Philip’s work",
    "The Philip Gunawardena Commemoration Society held the 53rd commemoration of this veteran politician, popularly called Philip and credited to be the Father of Marxism in Sri Lanka, in Colombo last week. It was a simple ceremony without flamboyance attended by leading members of the Buddhist clergy close to Philip’s family, heads of select diplomatic missions which have an interest in his work, and a galaxy of political leaders including two previous Presidents. There were also members of the cooperative movement who were dear and near to Philip when he was in politics. Strangely, there were no delegates from the incumbent Government, National People’s Power or NPP, though it draws its political and economic ideology from Marx and his followers who were institutionalised in Sri Lanka’s political landscape by Philip almost a century ago.",
    "There was only one speech delivered by the ex-banker, trade unionist, writer, and public speaker, Rusiripala Tennakoon who took the audience through a sketch of Philip’s contribution to the development of the trade union movement in Sri Lanka, to the upliftment of the cooperative sector, and to the ushering of the common man’s era in 1956. His pioneering work in the development of a bank for the common peasantry and small businessmen in the style of a cooperative federal bank was also highlighted. Though Philip did not see the birth of this bank when he was a minister in the Bandaranaike government of 1956, it was established as the People’s Bank later in 1961 when he was in the opposition.",
    "But that bank was basically based on the blueprint which Philip had designed in 1958 along with the enactment of the pathbreaking legislation titled the Paddy Lands Act to protect the rights of the farmers and the legitimate dues to the landlords. As Rusiripala told his audience, the novelties which Philip had introduced to Sri Lanka’s society remain indelibly etched in the annals of the country.",
    "Philip: Down-to-earth simple man",
    "Philip was a simple down-to-earth common man though he had hailed from a land-owning well-to-do family, attended the best of the schools in the country and graduated from ivy-league universities in USA. He had also travelled widely in USA, UK, Europe, and India. He had been fluent in Sinhala, English, Spanish, and French. Any other person with these credentials would walk many feet above the heads of the common people. But Philip was of a different breed.",
    "I recall attending a political meeting he had in Horana in 1960 when I was still a post-primary grade student in the school. There was no stage from which the speakers commanded a vantage view over the people, a compere to introduce the speakers in spellbinding overrated appellations, dancers and singers to keep the people bound to the meeting ground until the meeting was over, and thundering firecrackers to announce the arrival of the speakers to the meeting place.",
    "It was held at a street corner and Philip stood behind a standing microphone on a tripod placed on a slightly elevated place so that people could see him clearly. There were no buses that had transported people to the meeting place and all those people, like this writer, had trod to the meeting on their own. Some had come to the meeting hanging on to the crowded public buses, some riding push bicycles, and many others on foot.",
    "He was driven to the meeting in an old car together with two other speakers, the late J.R.P. Suriapperuma, a lecturer in political science at the Vidyalankara University at that time and the late Prof. W.S. Karunaratne, a professor in Buddhist philosophy at the University of Ceylon. Philip who was well known to the people needed no introduction and, hence, acted as the master of ceremonies in introducing the two speakers to the audience. From today’s standards, it was a poor man’s meeting, led by a poor man to quench the political thirst of poor men, women, and children. But that was how Philip played the game without keeping a distance from the common man by comingling with him naturally.",
    "Philip’s vision in 1930s",
    "Many are aware of Philip’s political career in the post-independence period in Sri Lanka but not the period prior to that. He entered active politics as a member of the State Council in 1936. He was a regular speaker in the State Council participating in every debate on issues placed before the Council. In addition, he himself presented many motions before the Council members to advance the life of the common Sri Lankans. He was a severe but constructive critic of the colonial Government and the Board of Ministers.",
    "Many of the contemporary Sri Lankans are unaware of his economic and social philosophy because his speeches are all hidden in the Hansards of the colonial government that could be found only in the National Archives. There is a vacuum and to fill that vacuum, his speeches in the State Council have been compiled and published as a volume.1 Drawing on his speeches, this article will bring out his economic and social philosophy to present-day readers with comparison of what is accepted in contemporary society.",
    "Running a budget surplus in an epidemic-plagued country",
    "Speaking on the Appropriation Ordinance of 1936-19372, Philip had found fault with the Board of Ministers who had generated a surplus of some Rs. 27 million in the Budget of 1935-36 when the country had been plagued by malaria epidemic killing at least 180,000 people. Had that surplus been used for the eradication of the epidemic by improving the healthcare services, the country could have reduced the casualty rate if it were not possible to eliminate it. Hence, according to Philip, by keeping that surplus generated from the taxpayers of the country unused, the Board of Ministers had been directly responsible for the loss of those lives.",
    "Philip had charged that the Ministers, having cut the essential services pertaining to healthcare like closing of some unmanned hospitals, had allowed the epidemic to rise to acute levels. This was a severe charge against the colonial budgeting in which expenditure was limited to the revenue raised rather than the needs of the country. Philip was critical about the proverbial metaphor of cutting the coat according to the cloth so that when the coat was made, it was unwearable.",
    "Long-term goals of a Marxist",
    "Philip used the opportunity to bring forth three main goals of the Lanka Sama Samaja Party or LSSP which he represented and demand the immediate introduction of 22 other measures to provide relief to people. The three were based on the basic tenets of the communist movement for which the colonial government or the Board of Ministers had no sympathy. They were, first, the socialisation of the means of production, distribution, and exchange of commodities, second, the attainment of national independence, and third, the abolition of political and economic inequality and oppression arising from differences of class, race, creed, and sex.",
    "Sri Lanka got political independence in 1948, and it is irrelevant today. The first is viewed as a goal of society with both government and private sector participation aiming at establishing a social democracy in the country. Going by this, even Sri Lanka’s Constitution has called the country a ‘democratic socialist republic’ made up of all the people in the country. The third has remained a non-negotiable goal of all societies throughout the globe. Sri Lanka has just played lip service to this goal, and it is still an unfulfilled promise by all political parties.",
    "Immediate economic reforms",
    "The immediate measures which Philip argued for were as follows.",
    "(1) Abolition of domestic or industrial exploitation of child labour:",
    "In this connection, Philip was much ahead of the time since the International Labour Organisation or ILO took action to prohibit the worst type of child labour only in 1999.3 According to ILO data, Sri Lanka ratified it in 2001.",
    "(2) Free supply of schoolbooks to children in primary schools.",
    "(3) Free meals and milk to all children in primary schools.",
    "Both (2) and (3) are connected and Sri Lanka began to provide these facilities long after independence. Sri Lanka started to give free textbooks to all students in 1980 as a part of a broader free education policy. This was strengthened by providing free school uniforms to all the students in 1993.4 Sri Lanka started providing free meals to students in primary classes in 2024 after the lapse of about nine decades.5",
    "(4) Free pasture lands in every rural district:",
    "This facility has not yet been provided to Sri Lanka’s dairy farmers, though it was a necessity to encourage farmers go into dairy farming and thereby increase the country’s milk production.",
    "(5) Supply of seed paddy free of interest to cultivators:",
    "Sri Lanka is yet to provide this facility to farmers, though a facility involving the supply of subsidised fertilisers was started in 2005 improving the previous subsidy scheme that had been started in 1962.6",
    "(6) Permanent abolition of irrigation rates:",
    "This was adopted only in 1970 by abolishing irrigation rates by the Government.7",
    "(7) Abolition of the assignability of Tea and Rubber Coupons:",
    "This coupon system had been introduced to pay for the tea and rubber sold by producers due to the illiquidity during the economic downturn associated with the Great Depression of 1930.8 It was a hindrance for producers since they did not get immediate cash payments. However, after the country was able to get out of the depression, this coupon system was abolished. Philip paved way for that by suggesting it in 1936.",
    "(8) Abolition of Forest Laws relating to removal of brushwood and the transport of timber:",
    "This has not been implemented as yet due to the fear of dwindling forest cover in the country if the transportation of timber was made free. Hence, there is the necessity for obtaining a permit from the forest authorities to transport timber.",
    "(9) Establishment of unemployment insurance for all workers.",
    "(10) Provision of work or maintenance for all in need.",
    "(11) Establishment of a Minimum Wage so that all workers may maintain a decent level of life: (9), (10) and (11) have not been implemented, though there is a growing demand for the same.",
    "(12) Establishment of an 8-hour day for all workers: This was introduced in 1954 by enacting the Shop and Office Employees Act that dealt with regulation of employment and remuneration of workers.",
    "(13) Abolition of the compulsory registration of Trade Unions: Not implemented and therefore, all trade unions should be registered with the Commissioner of Labour to get the corporate status so that the trade unions can sue or be sued in their name. Hence, the compulsory registration of unions is a forward-looking measure, and it is not clear why a trade union leader like Philip proposed its abolition.",
    "(14) Factory legislation to ensure decent working conditions: This was established by enacting Factories Ordinance by the colonial government in 1942.",
    "(15) Introduction of a Rent Restriction Act: The government heeded to this long after Philip had proposed it by enacting the Rent Act in 1972.",
    "(16) Clearance of slums and provision of better and cheaper housing for workers: Still a top agenda of all political parties but the progress in attaining this goal is very slow.",
    "(17) Use of vernaculars in the lower Courts of Law and in entries and recorded statements at Police Stations; and the extension of this use to all Government departments: Sri Lanka adopted this policy only in early 1970s.",
    "(18) Introduction of a scheme of National Health Insurance paying sick benefits, old age benefits, and maternity benefits: What Philip proposed was the separation of production of healthcare services and the delivery terms. In developed countries, the production is done by the private sector, and the financing is done by the full funding of the healthcare insurance by the state sector or by getting the people to bear a part of the insurance cost through a premium. Sri Lanka could not go for this model because both the insurance sector and the healthcare sector were at an infantile stage. Hence, it was decided to do the entire job through the state sector by running a government operated healthcare machinery and making available the services free of charge. This was done in 1951 by introducing the free universal healthcare services to the public. Though it is an aberration of what Philip had proposed, his name goes down in history as the pioneer of the free healthcare system in the country.",
    "(19) Steeper graduation of Income Tax on the higher incomes:",
    "(20) Re-imposition of Estate Duty on estates of Rs. 25,000 and over.",
    "(21) Abolition of Imperial Preference and the Japanese Quota: Under imperial preference, the tariff rates across all the Commonwealth Countries were equated and under Japanese quota, not all Japanese products were allowed to be brought to the country. These two practices were against the free international trade from which Sri Lanka could have gained by importing at competitive prices. Under this system, the American and European trading block had been discouraged. Philip, therefore, canvassed for free trade which is goal of the whole world today.",
    "(22) Progressive abolition of all indirect taxation.",
    "Proposals numbering (19), (20), and (22) relate to the reform of the country’s taxation system which is being advocated by IMF to the country today. Philip was a visionary in this context since he argued for the introduction of advanced systems of taxation with principles like ‘ability to pay’ and ‘progressive taxation’. Indirect taxation which had been imposed on imports during the colonial times fell squarely on the poor people as argued by Philip in the State Council. He canvassed for the reintroduction of an estate duty to finance the budget deficit in 1936-7 at progressive rates rather than resorting to borrowing which will add to the burden of people in the long run when they were expected to pay higher taxes to repay the debt. This was in line with what the English economist David Ricardo proposed in early 19th century that there is no difference between tax financing and debt financing when it comes to considering the burden falling on people. Sri Lanka’s present debt crisis is due to ignoring this golden principle.",
    "The above indicates that Philip was a visionary economist, trained at both the University of Wisconsin-Madison and Columbia University in USA, in the fine art of economic policy making. In my view, he deserves our appreciation on this count.",
    "1Philip Gunawardena:  The State Council Years 1936-1942, 2006, Godage International Publishers, Colombo.",
    "3ILO Convention No 182",
    "4Tilakaratna, Ganga M, 2006, Sri Lanka: Educational Opportunities for the Poor, ODI Policy Brief 11 (available at: https://media.odi.org/documents/4074.pdf).",
    "5https://economynext.com/sri-lanka-gives-free-meals-to-primary-schoolchildren-to-tackle-malnutrition-155950/",
    "6https://publications.iwmi.org/pdf/H_3528.pdf",
    "7https://www.sundaytimes.lk/130203/plus/life-in-ceylon-two-decades-before-independence-31169.html",
    "8Philip Gunawardena, op.cit., pp 180-3",
    "(The writer, a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at [email protected].)"
  ]
}