{
  "url": "https://www.ft.lk/columns/Decisive-mandate-for-change/4-776291",
  "title": "Decisive mandate for change",
  "ut": 1746655228.0,
  "body_paragraphs": [
    "This election has taught all political actors a vital lesson: Sri Lankan voters are watching",
    "The outcome of the recently concluded Local Government elections—where the National People’s Power (NPP) emerged as the leading force with 43.26% of the vote and 3,926 seats—reflects a decisive shift in the political landscape of Sri Lanka. The people have spoken with clarity, demonstrating a preference for accountability, transparency, and credible leadership.",
    "A message to traditional parties",
    "The fragmented performance of traditional parties, including the SJB (21.69%), SLPP (9.17%), UNP (4.69%), and ITAK (2.96%), underscores a growing dissatisfaction with divisive politics and a yearning for unified national direction. The public has made it clear: political alliances of convenience post-election are not acceptable if parties chose to contest separately and failed to unite beforehand.",
    "Respect the mandate, reject opportunism",
    "Any attempt now to form opportunistic coalitions—disregarding the people’s mandate—will be seen as a betrayal of democratic principles. The NPP, in its public stance, has rightly reiterated that while it will remain open to individuals free of corruption, it will not compromise its values by partnering with rejected entities for mere political gain.",
    "The people are watching",
    "This election has taught all political actors a vital lesson: Sri Lankan voters are watching—and they are discerning. From here on, politics will be survival of the fittest—not in manipulation, but in merit, vision, and service delivery.",
    "Form councils with integrity",
    "We call upon all political stakeholders to respect the people’s will. Councils must be formed based on clear mandates, not behind-the-scenes deal-making. Individuals with tainted pasts must not be rewarded with positions of power. The only way forward is through honest governance and people-first policies.",
    "Let this be the turning point",
    "Let this be a turning point. Let this be the start of a new political culture."
  ]
}