{
  "url": "https://www.dailymirror.lk/plus/Vehicle-import-companies-ministers-deny-Rs-53-867-Mn-worth-taxes-to-Govt/352-291138",
  "title": "Vehicle import companies, ministers deny Rs 53,867 Mn  worth taxes to Govt.",
  "ut": 1725579722.0,
  "body_paragraphs": [
    "Documents used in an audit which reveal that taxes weren’t paid",
    "According to the Excise (Special Provisions) Act No. 13 of 1989, taxes are not imposed on essential goods. The Act specifies that, “There shall be a charge, levied and paid on every article manufactured or produced in Sri Lanka, or imported into Sri Lanka, in the form of excise duty.  Such a rate or rates as may be specified by the Minister, by Order published in the Gazette. Every such article in respect of an order being placed under this section is hereafter referred to as ‘an excisable article’. Therefore, in accordance with Section 3(1), excise duty may be imposed based on the amounts, percentages, or rates specified in the Gazette, as specified by the Minister of Finance.",
    "Substantial tax revenue was lost by offering tax concessions to vehicle assembly companies. If the permits obtained under the pretext of economic development were sold, neither the officials nor politicians had contributed to any actual economic development for the country”",
    "- Senior lawyer Attorney-at-Law Gamini Ekanayake -",
    "Section 3(2) further provides that, “different rates of excise duty may be determined in respect of different classes or descriptions of articles.” However, the Act clearly stipulates that the same article cannot be subjected to multiple forms of taxation. This means that it is explicitly stated within the Act that a product should not be taxed differently when purchased by the general public compared to when it is purchased by the elite class.",
    "Section 3C (1) of the Excise (Special Provisions) Act provides the Minister with the authority to grant tax exemptions. The Act states, “The Minister may, with regard to the economic development of the country by Order published in the Gazette, exempt from the payment of the Excise Duty payable under this Act, any such excisable articles or any such class or description of excisable articles as are or is specified in such Order subject to such condition as may be specified in the Order.” The Minister may exempt a portion of the excisable goods specified therein, subject to conditions prescribed for the payment of excise duty.",
    "However, under Section 3C (3) of the same Act, it is stipulated that if the exempted party acts “contrary to the conditions specified in such Order”, the tax exemption granted for non-payment of the prescribed excise duty will be revoked. In such a case, the individual or company will be required to pay the full amount of the duty",
    "In addition to the aforementioned provisions, there are several other provisions for exemptions from the payment of excise duty under the Excise (Special Provisions) Act. Section 3(A (1) of the Act specifies that “The Minister may….exempt the representative in Sri Lanka of the Government of any foreign state or the staff of any such representative of the United Nations, its affiliated Organizations, or the representatives of International Organizations, from payment of Excise Duty on excisable articles consigned to, or imported or cleared out of Customs bond by or for the use of such representative.”",
    "“Section 3B (a) of the Act exempts from Excise Duty payment articles of every description, imported or cleared from customs bond for the official use of the President. Similarly, Section 3B (b) indicates that articles of every description purchased or procured from a Custom Duty Free Shop are eligible for exemption from duty. Additionally, as outlined in Section 5 (3) (i) of the Act, “an excisable article which has been produced or manufactured in Sri Lanka for the purpose of export, shall not be liable for the payment of excise duty, if a bond is executed for the landing of such excisable article at the port of destination”, as per Regulation No 03 of 1990 mentioned in the Extraordinary Gazette No. 636/3 dated 13-11-1990.",
    "Moreover, “an excisable article imported for the purpose of being used as raw material in the manufacture of articles for export by exporters, shall not be liable for the payment of excise duty if sufficient proof is furnished….that such manufactured article was manufactured for export.” as specified in clause 5 (3) (ii).",
    "However, under Section 3C (1), which allows for tax exemptions “having regard to the economic development of the country” it has been noted that former finance ministers have, at times, taken steps to grant exemptions from taxes that would otherwise be collected by the government. According to Section 3(1) of the Excise (Special Provisions) Act, whether a product is manufactured in Sri Lanka or imported, the full tax must be paid. Therefore, even though former finance ministers may have announced tax concessions of 20 percent or 30 percent on the local production of certain products through Gazettes, the Act mandates that a full tax of 100 percent should be charged as per Section 3(1).",
    "Factors that don’t qualify for tax exemptions",
    "If an investment is made in the local production of a product, if technology has been provided, or if employment has been created, these factors alone do not qualify for a tax exemption, even if they align with the economic development of the country. This is because the Excise (Special Provisions) Act mandates that a 100 percent tax must be levied on any product manufactured locally. The Act specifically identifies which goods are eligible for tax concessions, and generally, full grants from abroad may qualify for tax deductions. For instance, when ambulances or refrigerators are received as aid from foreign sources for hospitals, those goods are technically subject to excise duty under the Act. However, if the aid addresses a basic need of the country, the foreign country or organization providing the aid may refuse to pay the tax. In such cases, those goods can be exempted from excise duty under the provision that allows exemptions “having regard to the economic development of the country”.",
    "Many manufacturers attempt to secure tax concessions through gazettes issued by former finance ministers, outside the provisions of the Excise (Special Provisions) Act. Some organizations that produce goods locally claim to manufacture their products domestically by using raw materials or equipment worth only around 5,000 rupees. However, there have been instances where an investment of just 5,000 rupees results in tax relief amounting to millions of rupees. The benefits of such tax relief do not typically reach the consumer; instead, they are retained by the manufacturer, who profits significantly from these advantages.",
    "Additionally, the Act allows for the provision of a duty-free official vehicle for the President, intended strictly for official use. However, under no circumstances should the Prime Minister, other politicians, government executives, or professionals be granted duty-free vehicle permits. Despite this specification, a questionable system for issuing duty-free vehicle permits has emerged. When these permits are issued, the officials responsible for drafting the circulars and gazettes, as well as the politicians representing Parliament, ensure that they too can enjoy the same privileges",
    "Some officers who receive tax concessions are granted duty-free vehicle permits while in service, and an additional permit upon retirement. Certain officials are given duty-free vehicle permits valued between 16 million and 22 million. Gazettes have been issued to allow the Finance Minister to provide vehicle permits with the powers granted by the Excise Act. However, according to the gazette, government officials issue circulars to extend these privileges. This has led to the enjoying of benefits that aren’t stipulated in the Excise Act.",
    "Although auto parts are manufactured and auto assembly factories have been established, issues have arisen concerning the performance of some auto manufacturing companies. Specifically, some companies import complete vehicles under the guise of assembling vehicle parts domestically. It has recently come to light that entire vehicles, including parts that could be manufactured in Sri Lanka, have been imported in disassembled form to obtain tax concessions. Audit reports have revealed that vehicle assembly companies have earned substantial profits, amounting to millions of rupees, through these practices.",
    "This is what Audit Inquiry No. PUR/A/LAUS 2023/AQ/13, issued by the National Audit Office on February 29, 2024, indicates. According to Gazette No 1448/1 dated June 5, 2006 and issued by the President, a 70 percent excise duty concession has been granted to vehicle manufacturers who add a value of not less than 30 percent locally, based on the recommendation of the Minister in charge of Industry. Accordingly, tax concessions totaling 39,675,685,383 rupees have been given to three locally assembled companies. One company assembled 16,102 vehicles from the first quarter of 2004 to the fourth quarter of 2020, receiving tax relief amounting to 34,092,853,843 rupees. Another company assembled 2,870 vehicles from the second quarter of 2009 to the third quarter of 2020, with a tax concession of 5,566,720,420 rupees. Additionally, a third company assembled 6 vehicles from the third quarter of 2019 to the third quarter of 2020, receiving tax relief of 16,101,120 rupees. According to the audit report, the three companies should be charged the relevant tax relief amounts along with fines.",
    "From 2017 to 2021, the government lost 7,191,949,083.67 rupees in excise tax from two companies that assembled vehicles. The excise tax paid by these two companies amounted to 3,082,263,893.00 rupees. During this period, the companies assembled 2,245 and 1,005 vehicles, respectively. The audit inquiry revealed that 4,698,068,428.67 rupees and 2,493,880,655.00 rupees, respectively, remain unpaid to the government. Additionally, the audit inquiry highlighted an issue with one company that provided a letter, dated May 2020 (No. E/382/2019), indicating no legal impediment to granting a 70 percent tax relief, which raises concerns for the audit.",
    "Treasury losing tax revenue",
    "There are instances where locally assembled vehicles are procured using duty-free vehicle permits issued to government executives. Customs data has revealed that the Treasury is losing tax revenue in this process. Some companies importing luxury auto parts have claimed a 70 percent value-added tax exemption, arguing that these parts are essential for the auto assembly industry. Consequently, only 30 percent tax is payable. However, when a 36 percent tax concession is obtained through a duty free vehicle permit, the officer receiving the vehicle permit is exempted from paying the remaining 30 percent of the tax amount according to the permit and no tax has been paid to the government for those vehicles.",
    "Information is currently emerging about companies that import all the parts of a vehicle and maximise their profits by pretending to import parts to assemble vehicles. These companies do not manufacture any products locally, but instead claim that all vehicle components are imported, assembled, and manufactured within the country.",
    "Additionally, there is a company that imports body shells separately, along with 37 other components, and assembles the vehicles to evade taxes. A well-known vehicle assembly company in Sri Lanka has been identified as engaging in this tax fraud. Reportedly, this company has imported 150 body shells in containers at one time., including the axle, gearbox, engine, seats, lights, glass, and wheel battery covers, but not the tyres. According to the United Nations Convention, there are six basic rules for the identification of goods. A vehicle is considered complete when all accessories have been imported as per clause 2(a). The Customs Ordinance further specifies that if a vehicle has all identifying components, it is classified as a complete vehicle, and 100 percent of the excise duty should be collected. However, vehicle assembly companies are currently avoiding tax by classifying these components as mere accessories used for assembly. This practice has ensured significant profit margins for these companies. There is extensive information available regarding companies that import auto spare parts and raise substantial profits without paying the required excise duty. There are plans to inform consumers about the chassis numbers of these vehicles, the true value of the accessories, and the high profits generated by these companies from each vehicle.",
    "The company concerned has imported all 37 accessories.",
    "In 2017, duty-free luxury vehicle permits were granted to 224 members of parliament, resulting in an estimated loss of 7,000 million rupees in tax revenue for the government. The term ‘economic development’ is not defined under section 3C (1) of the Excise Act. Exploiting this ambiguity, former finance ministers have issued tax concessions that contravene the provisions of the Act, leading to significant tax revenue losses due to arbitrary tax exemptions and under-taxation. This issue is further proven by Extraordinary Gazette No. 2364/36 dated December 31, 2023, and No. 1119/6 dated February 14, 2000. Additionally, there appears to be violations of various sections of the Excise Duty Act, including those referenced in Extraordinary Gazette No. 2312/68, 2312/67, 2113/11, 2176/19, 2366/19, 2376/14, 2113/9, 1992/30, 2222/2, 2046/11, 2044/32, 2239/16, 2047/15, and 2068/19.",
    "Senior lawyer Attorney-at-Law Gamini Ekanayake underscored that since the 1990s, the country has suffered significant tax revenue losses due to the misinterpretation of the phrase “taking into account the economic development of the country” by finance ministers. This issue is evident from the gazette notifications issued for tax exemptions. For instance, in 2016, as the Finance Minister of the Eighth Parliament, Ravi Karunanayake issued licences to all MPs, charging only CFI. During Mahinda Rajapaksa’s tenure, various individuals, government officials, dignitaries and institutions were granted tax-exempt vehicle licences.",
    "Commenting on this issue, Attorney-at-Law Ekanayake stated that the country has lost significant tax revenue due to ministers misinterpreting the phrase ‘having regard to the economic development of the country.’ “This is evident from the gazettes issued for tax exemptions. In 2016, the Finance Minister of the Eighth Parliament, Ravi Karunanayake issued permits to all MPs by charging only the Customs Facilitation Fee (CFI). Additionally, during Mahinda Rajapaksa’s tenure, various individuals, government officials, dignitaries, and institutions were granted tax-free vehicle permits, exempting them from excise duty. Furthermore, substantial tax revenue was lost by offering tax concessions to vehicle assembly companies. If the permits obtained under the pretext of economic development were sold, neither the officials nor politicians had contributed to any actual economic development for the country. Therefore, a petition should be filed in the Supreme Court to halt this process, and legal action should be pursued,” said Ekanayake.",
    "Several attempts made to contact Sri Lanka Automotive Component Manufacturers Association (SLACMA) President Dimantha Jayawardena, proved futile.",
    "Inquiries were also made with Mahinda Siriwardena, Secretary of the Ministry of Finance, Economic Stabilization and National Policy, but, he was unavailable for comment. A representative from that institute asked this newspaper to contact Wimalenthi Raja, Director General of the Department of Trade and Investment Policy. Despite several attempts being made to communicate, he was not available for a comment.",
    "A spokeswoman at this institute advised this writer to contact the Department of Fiscal Policy and provided contact numbers. When contacted, a spokeswoman said that these matters are managed by the Trade and Investment Policy Department and not her department; suggesting that further inquiries should be directed to the Trade and Investment Policy Department.",
    "Tax revenue amounting to 46,867,607,466 rupees was lost between 2004 and 2023 due to the actions of five vehicle assembling companies in Sri Lanka.",
    "Additionally, another 7,000 million rupees in tax revenue was lost due to duty-free vehicle permits being issued to MPs in 2017. In total, the country has lost 53,867 million rupees in taxes. If the duty-free vehicle permits granted to all politicians and government officials to date are taken into account, the total tax revenue loss would amount to trillions of rupees."
  ]
}