{
  "url": "https://hbr.org/2024/09/when-your-new-boss-wont-stop-making-hasty-decisions",
  "title": "When Your New Boss Won’t Stop Making Hasty Decisions",
  "ut": 1726037717.0,
  "body_paragraphs": [
    "C. Lyttle/Getty Images",
    "It’s normal to feel unsettled when you get a new boss, and it can be especially disorienting if they come in and start making decisions that don’t seem to make sense. What should you do if you’re in this situation? Should you speak up or just take their new...more",
    "The sudden scrapping of a project with no explanation, a surge of meetings flooding your calendar, or the unexpected arrival of a new hire: When your new boss is making hasty decisions without clear justification, your work life feels like it’s been knocked off-kilter.",
    "“It’s professionally frustrating and emotionally exhausting,” says Sharmin Banu, an executive coach based in Seattle. “You haven’t built trust with this new manager yet, so any goodwill you had initially wears thin.”",
    "Feeling unsettled is normal, but there are constructive things you can do to address your new boss’s rushed decision-making. “Getting a new boss is a moment of transition, but it doesn’t need to be a threat,” says André Martin, an organizational psychologist and the author of Wrong Fit, Right Fit: Why How We Work Matters More Than Ever.",
    "“You need to get really good at asking questions, providing information, and offering feedback,” he says. “Think about it as an opportunity to renew your commitment to your organization and build a new relationship.” Here’s what our experts advise.",
    "It’s tough to summon compassion for someone whose rushed decisions are making your job harder, but “put yourself in your new boss’s shoes,” says Banu. “They’ve just started at a new organization and they’re eager to prove themselves.”",
    "Bear in mind, too, your new boss might be dealing with pressure from higher-ups that you’re not aware of. They may be trying to deliver on promises they made during their interviews, which often means bringing about big changes in a short amount of time, says Martin.",
    "In other words: Your new boss is monumentally stressed. “In the first 90 days, you’re not seeing them at their best,” says Martin. Assume good intentions and “give them grace.”",
    "Offer information and support.",
    "In your early conversations with your boss, Martin suggests asking two key questions: “What do you need? And how can I help?” Repeat as necessary. Your willingness to provide support creates an environment of “open communication and cooperation” and paves the way for dealing with any decisions that seem premature, he says.",
    "Martin also recommends taking an active role in helping your boss understand the nuances of how the organization operates and team dynamics. “Talk about the rhythm and cadence of how the team has worked to date.” This ensures your boss has the full picture, allowing them to make more informed decisions.",
    "Ask open-ended questions…",
    "When your boss makes a decision that you think is misguided or wrong, resist the urge to scoff or roll your eyes. Instead, Martin recommends asking tactful, open-ended questions to gain clarity on your boss’s reasoning. Questions like: “How does this help the business?” “Why is this beneficial for the team?” and “What are you trying to achieve?” can be posed in team meetings or during one-on-ones.",
    "Tone is everything, says Banu. Approach the conversation with curiosity and respect. “Don’t sound threatening or accusatory.” She suggests saying something like, “Can you share some of the factors behind this choice?” to demonstrate your willingness to “understand and work together.”",
    "… and provide feedback",
    "Getting a grip on your boss’s motivations puts you in a better position to offer feedback and propose different ideas. Be diplomatic and constructive when expressing reservations, and frame your feedback as a way to achieve shared goals.“Egos are at play, so you need to create a safe space for conversation that conveys the message, ‘I am with you,’” says Banu. “Look for common ground.”",
    "Martin recommends asking your boss whether they’re willing to hear alternative approaches. “Try saying, ‘Would you be open to a suggestion that might make this strategy even better?’” he says. “Most leaders are going to want to listen.”",
    "Learn from decisions together.",
    "There may still be times where your boss makes a rash decision you disagree with, says Martin. It’s hard, but “ultimately, it’s their call.” Even in those cases, Banu suggests talking to your boss about ways the decision could have been handled differently. Don’t complain; focus on continuous improvement. “If the train has left the station and there’s no going back, all you can do is learn from it together,” Martin says.",
    "Start by expressing your desire to work together. “Say, ‘I appreciate all that you’re doing to get up to speed and help our team, and I’d like to talk about how we can better support each other in accomplishing our goals,” suggests Martin. Then, explain that you need more resources, inclusion, information, or simply to be kept in the loop earlier in the process. “Speak their language,” says Banu.",
    "Focus on what you can control.",
    "Learning from past decisions and working with your boss is important, but Martin suggests that there comes a point where it’s necessary to practice acceptance. “Concentrate on what you can control and let go of the rest,” he says. Identify areas where you have influence, and channel your energy into improving day-to-day outcomes for your team.",
    "Take exceptional care of yourself outside work, too, adds Banu. “You might not realize how draining these situations are and how much they deplete your mental and physical energy.” She recommends getting regular exercise, spending time outdoors, eating well, and practicing mindfulness meditation. “Take advantage of all the self-care tools at your disposal,” she says.",
    "Keep your colleagues close.",
    "Martin recommends talking with your colleagues about the benefits and drawbacks of your boss’s decisions. It’s an opportunity to gauge your team’s perspective and serve as “a gut check” to determine if others share your concerns, he says.",
    "That said, you don’t want these conversations to turn into full-fledged gripe sessions. Keep the tone positive. As Martin says: “It’s in the team’s best interest to focus on making this person successful. Ultimately, if your boss is great, the team is great.” If issues persist, though, you might need to voice concerns with other leaders. (See below.) “You’ll have more power in your collective voice,” he notes.",
    "Escalate concerns if necessary.",
    "If your boss is making hurried decisions that are detrimental to the organization, it may be necessary to escalate your concerns to other leaders, according to Martin. For instance, don’t hesitate to speak up if your boss makes a decision that conflicts with the company’s ethics, principles, or values. The same goes if your boss is resistant to asking or answering questions, or they’re unwilling to take feedback about decision-making. Finally, if you have expertise or a strategic perspective you believe is vital to the business’s success, “don’t sit on your hands,” he says. Remember: Your priority is the long-term well-being of the organization.",
    "Consider cutting your losses.",
    "It’s possible that your boss is inexperienced, lacking in self-awareness, or ill-equipped for the role. Or maybe they’re simply not a good fit for you, says Martin. “We all have preferred ways of working, and it could be that this new boss’s decision-making style isn’t necessarily bad, but it’s different from what you want.”",
    "If, despite your best efforts, nothing seems to be changing, and your boss continues to make questionable decisions, Martin suggests some self-reflection. “Things change, and priorities shift, but you need to decide whether you want to be part of the next chapter,” he says. Banu recommends asking yourself a simple question: “Do I want to work in this environment?” If not, it might be time to start looking for a different job.",
    "Show your new boss compassion and assume good intentions. They’re under pressure to prove themselves and deliver on promises, so they need a bit of grace.",
    "Ask your boss what they need and how you can help, and take the initiative to explain team dynamics so they can make more informed decisions.",
    "Understand your boss’s motivations to offer more effective feedback. Be diplomatic, find common ground, and ask if they’re open to alternative ideas.",
    "Roll your eyes or scoff when you disagree with your boss. Instead, ask open-ended questions to understand their reasoning and demonstrate you’re open to collaboration.",
    "Complain or gossip about your boss with colleagues. Instead, discuss decisions to gauge their perspective and stay positive.",
    "Hesitate to escalate concerns to other leaders if your boss’s hasty decisions conflict with company values.",
    "Managing Your Boss Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Managing Your Boss. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Build a productive partnership with your most important stakeholder.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "Psychological Safety (HBR Emotional Intelligence Series)",
    "ESG: The Insights You Need from Harvard Business Review",
    "Read more on Managing up",
    "Interpersonal skills,",
    "Interpersonal communication",
    "and Difficult conversations"
  ]
}