{
  "url": "https://www.dailymirror.lk/opinion/How-experienced-leaders-made-a-total-hash-of-things/172-290743",
  "title": "How experienced leaders made a total hash of things",
  "ut": 1725054601.0,
  "body_paragraphs": [
    "The September 21 Presidential elections different from the past eight such elections held since 1982, in some aspects. The unprecedented growth of the National People’s Power (NPP) led by the Janatha Vimukthi Peramuna (JVP) after the Aragalaya, the popular uprising in 2022 against the economic crisis has caused these differences.",
    "All eight past Presidential elections, unlike the ongoing one were two – cornered - the real battle was fought between only two contenders, despite sometimes more than thirty candidates having entered the fray.",
    "This time it is going to be at least a three-cornered race for the first time, unless Sri Lanka Podujana Peramuna candidate Namal Rajapaksa became a challenge in the next three weeks to the three main contestants – United National Party (UNP) leader and Independent Candidate President Ranil Wickremesinghe, NPP leader Anura Kumara Dissanayake and Samagi Jana Balawegaya leader Sajith Premadasa. Currently Namal seems to be lagging far behind them.",
    "The 2024 Presidential election would have also been a two- cornered race hadn’t the economic crisis which had been in the making for the past several years taken a dangerous turn in 2021, due to the COVID-19 pandemic and the irrational steps taken by the Gotabaya Rajapaksa government. The economic downturn and the resultant popular uprising against it in 2022 have strengthened the JVP and the NPP to an unimaginable height, shattering the traditional bonds between the voters and the outmoded main political parties in the country and causing a considerable change in the political thinking among the ordinary people.",
    "The bifurcation of the United National Party in the aftermath of the 2019 Presidential election, not on policy lines but due to a power struggle between its leader Ranil Wickremesinghe and the then deputy leader Sajith Premadasa has created two fronts at the current Presidential election, turning it to three cornered. President Wickremesinghe by engineering crossovers of Parliamentarians from the SLPP and the SJB to his fold has put up a considerable show, despite these defections being not clear to have caused considerable change of heart among the voters at the grass-root level.",
    "Unlike the past Presidential polls, the current race is not one within the aristocracy, as a commoner, the NPP leader is among the front-runners. Although Ranasinghe Premadasa who successfully ran for the President in 1988 was a commoner by birth, he had become an elite in social status by then, after holding a number of positions ascending – as a municipal councilor, a deputy mayor, an MP, a deputy minister, a Cabinet minister and finally a Prime Minister since 1955.",
    "Among the main or possible main candidates this time, Sajith Premadasa and Namal Rajapaksa are sons of former Presidents, and Ranil Wickremesinghe is the current President and related to first executive President J.R.Jayewardene. Anura Kumara Dissananyake has only been an MP since 2000 and had been a Cabinet minister for 14 months under Chandrika Kumaratunga’s’ Presidency.",
    "Against this backdrop, the loyalists of President Wickremesinghe argue that since the country is passing through a critical phase, people should not experiment with the candidates at the September 21 Presidential election. Although one can contend that this is an argument to call for the exclusion of all main rivals of Wickremesinghe, it is clear that they target Dissanayake who seems to be the highest crowd puller currently in rural areas. Also, this seems to be a counter argument to the call by the NPP to the voters to break from the traditional politics to test their credentials.",
    "Whether it is aimed at Dissanayake or at all three main rivals of Wickremesinghe, it represents a highly reactionary attitude at a time when the country, after undergoing a decade-long social, economic and political degeneration is finding a way out. It discourages the people’s craving for the change and encourages to continue to embrace the corrupt past.",
    "The apologists of this argument justify it by attempting to draw a parallel between the rise and the fall of former President Gotabaya Rajapaksa who came to power over a massive “rella” or popularity wave and a similar popularity wave around certain candidates during the current election campaigns.  They attribute the downfall of President Rajapaksa who had to flee the country in 2022 in the face of overflowing public anger, to his inexperience in governance.",
    "However, this comparison of Rajapaksa with the political parties that have leftist organizational structures cannot be validated, since the collective decisions in those parties always supersede those of individual leaders. They are not leader-centered parties. Contrary to that, the book titled “The Conspiracy” written by Gotabaya Rajapaksa after he was ousted points how pathetically he was isolated in taking decisions.",
    "In a way, the argument that experimenting governance by entrusting a country to a person without experience would always doom to fail is illogical. How can a person gain experience without taking over a responsibility? Had this theory been applied in the past to those who are in high offices with experience now, what would have been their fate?",
    "Sirimavo Bandaranaike took over the reins of the country in 1960 subsequent to the assassination of her husband, S.W.R.D.Bandaranaike in 1959, straightaway from the “kitchen,” as the then leftists claimed. Ranil Wickremesinghe was appointed deputy minister of foreign affairs straightaway when he was first elected to Parliament in 1977. Chandrika Kumaratunga, after facing an election for the first time in 1994 was appointed the Chief Minister of Western Provincial Council. The experience issue never stood in their way.",
    "What the experienced politicians did to the country is the best response to those who float the argument on experimenting with inexperienced people. Sri Lankan leaders sometimes boast that Sri Lanka lent money to Britain during Prime Minister D.S.Senanayake’s government in early 1950s. However, throughout the succeeding decades Sri Lanka began to borrow from various countries and international financial institutions and finally the country declared bankruptcy in April 2022. In spite of the fact that the camel’s back was broken finally during Gotabaya Rajapaksa’s time, it was the so-called experienced leaders who gradually brought in this situation while chest-thumping on economic development during their tenures.",
    "They have been talking about manufacturing economy and export-oriented economy for the past several decades. But they remain as text book solutions, rather than being put in place as practical projects.",
    "Even the current government is boasting to have salvaged the country from the economic crisis after it was only able to manage the distribution of fuel and cooking gas without queues. In fact, the government did so not by developing the country but by using the foreign exchange accumulated through new borrowings facilitated by the programme sponsored by the International Monetary Fund (IMF) while suspending repayment of foreign loans.",
    "No Presidential candidate – experienced or inexperienced has declared the means of repayment of these loans.",
    "It was the so-called experienced leaders who failed to prevent the ethnic problem which could have resolved through administrative measures some decades back from aggravating into a three-decade long war. It was they who drove the southern youth who had entered into the democratic process into a bloody rebellion by proscribing their political activities in 1983.",
    "Sri Lanka under the so-called experienced leaders ranked 115th out of 180 countries (115 least corrupt nations out of 180 countries) in the Corruption Perceptions Index (CPI) released by Transparency International last year.",
    "It was against such a backdrop, that the millions of people took to street two years ago demanding a new order or a “system change” and chased away the executive President of the day. Needless to say, that their craving would necessitate a serious experiment."
  ]
}