{
  "url": "https://www.dailymirror.lk/opinion/Global-scrutiny-of-Adani-Group-puts-pressure-on-Sri-Lanka-to-rethink-major-deals/172-296953",
  "title": "Global scrutiny of Adani Group puts pressure on Sri Lanka to rethink major deals",
  "ut": 1732763609.0,
  "body_paragraphs": [
    "The Adani Group once hailed as a symbol of rapid corporate growth in India, now faces a storm of controversy that has impacted its global operations, including significant projects in Sri Lanka. The group, owned by Indian billionaire Gautam Adani, is grappling with bribery charges in the United States and a subsequent market backlash. These legal and financial troubles raise important questions about the future of its operations in Sri Lanka and the implications for the country’s infrastructure ambitions.",
    "Gautam Adani has been charged with fraud in the US, which has accused him of orchestrating a $250m (£198m) bribery scheme and concealing it to raise money in the US. The criminal charges, filed on Wednesday  (November 20) in New York, are the latest blow to 62-year-old Mr Adani, one of Asia's richest men, whose business empire extends from ports and airports to renewable energy. In the indictment, prosecutors alleged the tycoon and other senior executives had agreed to the payments to Indian officials to win contracts for his renewable energy company expected to yield more than $2bn in profits over 20 years.",
    "Since the charges were made public, the Adani Group has suffered a staggering loss of over $55 billion in market value across its listed entities. Adani Green Energy, the centerpiece of the allegations, has been the hardest hit, losing approximately $9.7 billion in market value. The market response underscores the severity of the indictment and the associated risks of doing business with the conglomerate.",
    "While the Adani Group vehemently denies all allegations, calling them “baseless,” the scandal has exacerbated the company's vulnerability, already heightened by a 2023 short-seller report from Hindenburg Research that accused Adani of stock manipulation and accounting fraud. The combination of these allegations has led to a cascading effect on the group’s operations, as international financial institutions and governments are reevaluating their engagements.",
    "The fallout from the U.S. bribery indictment extends far beyond India. Major international rating agencies, including Moody’s and Fitch, have downgraded their outlooks on several Adani entities, citing governance concerns, funding risks, and potential operational disruptions. Fitch, for instance, placed Adani Energy and Adani Electricity Mumbai under negative watch, while Moody’s downgraded seven of the group’s companies, including Adani Ports & SEZ, to negative from stable.",
    "The rating downgrades come a day after its largest investor Total Energies of France said it would hold back any fresh investments in the group and the US developmental bank said it would review its funding agreement to a port being developed by the Adanis in Sri Lanka. Also, Bangladesh hinted at reviewing the power supply terms the country’s previous government had entered into with the group. Already, it lost over $2 billion worth of airport and power transmission lines projects in Kenya.",
    "While Moody’s has changed its outlook on seven Adani group firms to negative from stable; rival agency Fitch did so on two energy firms of the group, Adani Energy and Adani Electricity Mumbai, placing them on negative watch.",
    "This shift in outlook reflects growing unease about Adani’s ability to access capital and meet its ambitious expansion plans, especially given the ongoing legal challenges. Global investors are now wary of the Adani Group, and major stakeholders are reconsidering their positions.",
    "The repercussions have been swift and broad. TotalEnergies, a key investor in Adani Green Energy, announced it would suspend any further investments in the company. Similarly, the U.S. International Development Finance Corporation (DFC) has paused its $550 million loan for the development of the Colombo Port, a flagship project in Sri Lanka that has become a focal point in the nation's dealings with the Adani Group.",
    "This global scrutiny extends beyond Sri Lanka, with Kenya and Bangladesh already revising or canceling significant projects with Adani.",
    "In Kenya, Kenyan President William Ruto has ordered the cancellation of a procurement process of more than $2 billion that had been expected to award control of the country’s main airport to India’s Adani Group after its founder was indicted in the United States. Under the proposed deal, the Adani Group was to add a second runway at Jomo Kenyatta International Airport and upgrade the passenger terminal in exchange for a 30-year lease. Ruto also said he was cancelling a separate 30-year, $736m public-private partnership that an Adani Group firm signed with the Ministry of Energy and Petroleum last month to construct power transmission lines.",
    "In Bangladesh, a review committee formed by Bangladesh's interim government on Sunday recommended engaging an investigation agency to examine power agreements signed by deposed Prime Minister Sheikh Hasina’s regime with different business groups, including one with Adani Group.",
    "The statement, issued by Chief Adviser Muhammad Yunus's office, said the committee was currently reviewing seven major energy and power projects, including the Adani (Godda) BIFPCL 1234.4 MW coal-fired plant, a wholly-owned subsidiary of Adani Power Limited.",
    "India’s Andhra Pradesh is also reportedly considering the cancellation of a power supply contract tied to the Adani Group. The US indictment alleges that Adani and seven others paid $265 million in bribes to Indian officials between 2021 and 2022 to secure solar power-supply contracts across multiple states, including Andhra Pradesh. Of this, $228 million was allegedly paid to influence Andhra Pradesh’s state electricity distribution companies, leading to an agreement to purchase approximately seven gigawatts of solar power—the largest commitment of any Indian state.",
    "Controversial projects in Sri Lanka",
    "Sri Lanka is not immune to the growing concerns surrounding the Adani Group. The company is involved in two significant projects in the island nation: the Colombo Port terminal and the Mannar wind power project. Both have raised questions about transparency, governance, and political influence.",
    "The Colombo Port project, in which Adani Ports holds a major stake, has become particularly contentious following the bribery charges. The project, which was originally set to receive financing from the U.S. DFC, is now under review as the U.S. agency assesses the legal implications of the bribery allegations. The Sri Lankan government has expressed concerns but has not yet made a final decision.",
    "After news on the alleged bribery scheme of the Adani Group surfaced on Thursday, many citizens and activists in Sri Lanka took to social media and called for greater scrutiny of the Group’s power project on the island.",
    "Adani Green Energy is investing $442 million in a wind power project in Mannar and Pooneryn in northern Sri Lanka. From the time the former Gotabaya Rajapaksa government roped in the firm in 2022, the project has remained controversial. The main political opposition accused the conglomerate of “backdoor entry”, in the absence of an open call for tenders.",
    "The same year, a top Ceylon Electricity Board (CEB) official told a Parliamentary panel that the project was given to the Adani Group after Indian Prime Minister Narendra Modi “pressured” President Gotabaya Rajapaksa. The official subsequently resigned, after withdrawing his original statement.",
    "Regardless, the Ranil Wickremesinghe administration went ahead with the project, amid questions from corruption watchdogs. When the Adani Group came under the global spotlight in early 2023, and its stocks plummeted in the wake of U.S. short seller Hindenburg accusing it of pulling the “largest con in corporate history”, then Foreign Minister of Sri Lanka Ali Sabry said the Wickremesinghe administration was “very, very confident” of the future of the project, which it saw as a “government-to-government” deal with India.",
    "In the case of the Mannar wind power project, the wind power project has attracted particular scrutiny due to allegations of nepotism. Critics claim that the project was awarded to the Adani Group through undue influence from high-ranking officials. Former Foreign Minister Ali Sabry has denied these allegations, emphasizing that the process was transparent and that the selection of the Adani Group was based on a government-to-government initiative. Sabry pointed out that the Indian government had identified Adani as a suitable partner, and Sri Lanka had conducted its own feasibility studies before proceeding with the deal.",
    "However, opposition politicians and civil society groups have raised concerns about the involvement of Adani in Sri Lanka’s renewable energy sector. Some argue that awarding such high-profile projects to a company embroiled in corruption allegations could tarnish Sri Lanka’s international reputation and deter other potential investors.",
    "Further complicating matters, Sri Lanka’s current political landscape is increasingly focused on addressing corruption. With a new administration in power, led by President Anura Kumara Dissanayake, there are increasing calls for scrutiny of all major contracts, particularly those involving foreign entities. Dissanayake’s government has expressed intentions to root out corrupt practices and ensure that Sri Lanka’s projects are transparent and in the national interest.",
    "A government-to-government deal with uncertain prospects",
    "The Adani Group's projects in Sri Lanka are framed as government-to-government deals, a concept which, on paper, implies that the Indian government played a central role in selecting the Adani Group for these major infrastructure projects. However, critics argue that this system has been exploited for political favors, especially in light of the allegations of bribery and favoritism. While former officials like Sabry have defended the deal as transparent, the growing political pressure to review these agreements cannot be ignored.",
    "This raises crucial questions for Sri Lanka’s policymakers. With Adani’s stock value plummeting and its reputation tarnished by the global bribery scandal, Sri Lanka faces a dilemma: should it continue to support these projects in the hope of future returns, or should it distance itself from a company now tainted by corruption allegations?",
    "Sri Lanka's government has not yet taken decisive action on the Adani projects, but it has signalled that it is closely monitoring the situation. Minister Nalinda Jayatissa recently said that the government is reviewing the implications of the U.S. indictment on the Adani Group’s operations in Sri Lanka. While no immediate decisions have been made, this suggests that the government is aware of the potential risks involved and is taking the necessary steps to protect the country's interests.",
    "There is also increasing public scrutiny in Sri Lanka. Activists and citizens have expressed concerns over the lack of transparency in these deals, calling for a more thorough examination of the Adani Group’s investments on the island. Experts, including Nishan De Mel of Verité Research, have urged Sri Lanka to learn from past cases of corruption and to ensure that no deal—whether with Adani or any other foreign investor—compromises the country’s integrity or the welfare of its people.",
    "As the Adani Group faces mounting legal and financial challenges, Sri Lanka must carefully evaluate its engagements with the conglomerate. While the Colombo Port and Mannar wind power projects may offer economic opportunities, the corruption allegations surrounding the Adani Group create significant risks for Sri Lanka. At this critical juncture, Sri Lanka must ensure that its decisions align with the principles of transparency, accountability, and national interest."
  ]
}