{
  "url": "https://www.ft.lk/opinion/Govt-should-impose-death-penalty-Prof-Mahanamahewa/14-783313",
  "title": "“Govt. should impose death penalty” – Prof. Mahanamahewa",
  "ut": 1761160660.0,
  "body_paragraphs": [
    "Former Human Rights Commissioner Prof. Prathiba Mahanamahewa",
    "Urges to reinstate death penalty only for notorious drug traffickers",
    "Says society’s needs are higher than human rights",
    "Claims reinstating death penalty would act as strong deterrent",
    "Urges Govt. to bring a National Security Act or a Patriotic Act",
    "Commends Govt.’s efforts to curb drug mafia",
    "Says only obstacle is international pressure from the UN and human rights groups",
    "Criticises local and social media for glamorising criminals by showing their faces and arrests",
    "Stresses the need for stronger extradition laws and mutual legal assistance agreements with EU countries",
    "Notes that many drug traffickers flee to Europe, especially France, and seek asylum",
    "Says freedom of expression must not be allowed to compromise national security.",
    "Emphasises the Government should put restrictions to Police to prohibit individual investigators providing information on these highly secret investigations to media",
    "With Sri Lanka grappling with an alarming rise in drug-related crimes and the growing influence of organised underworld networks, legal expert and former Human Rights Commissioner Prof. Prathiba Mahanamahewa has urged the Government to consider reintroducing the death penalty on a temporary basis especially for notorious drug traffickers.",
    "He emphasised that if the Government intended to control the existing scale of drug menace, it needed to have stronger deterrents than the country’s present laws.",
    "“These are not ordinary criminals. They are part of highly organised cartels dealing in drugs, arms, and human trafficking, and they continue to operate from prisons and overseas. Society’s needs are higher than human rights at this point,” he told the Daily FT.",
    "Prof. Mahanamahewa said that his call was not for permanently bringing capital punishment but a temporary measure until Sri Lanka establishes a robust national security and justice framework similar to the USA Patriot Act of 2001.",
    "He also highlighted the urgent need for international cooperation to curb the escape of criminals seeking asylum abroad, especially in European countries, having fast-track judicial processes, and responsible media reporting that does not glorify offenders.",
    "Prof. Mahanamahewa, in this interview, explained the legal, moral, and practical aspects of reinstating the death penalty, his proposed alternatives, and the balance between human rights and national security in today’s Sri Lanka.",
    "I am not recommending the death penalty as a permanent solution, but as a temporary measure until stronger legal frameworks are in place. Human rights must always be respected, and the right to life is enshrined in our Constitution. But when the safety of the entire nation is at stake, the Government must prioritise the collective good. I propose executing only those convicted of serious drug trafficking, not other criminals",
    "By Shanika Sriyananda",
    "Q: Why do you want the Government to consider reintroducing the death penalty?",
    "A: Many underworld kingpins and serious offenders are involved in dangerous drug-related crimes. These culprits operate in organised gangs engaged in drug and arms trafficking, human trafficking, modern slavery, cybercrimes, money laundering, and immigration-related crimes.",
    "In Sri Lanka, most suspects involved in organised crime have Interpol Red Notices, and there is now enhanced international cooperation among Asian countries. These criminals have accumulated billions in illicit wealth. With emerging drug cartels operating within Sri Lanka, the entire society is under threat.",
    "At present, such offenders are detained under the Prevention of Terrorism Act (PTA) of 1979, as it allows authorities to hold suspects for 72 hours, and with approval, for 90 days or more. There is no other law that provides for this. For instance, the recently arrested five major drug smugglers are being held under the PTA.",
    "If the PTA is abolished, as proposed, these criminals could be released or pardoned. The 2022 amendment to the PTA allows detention only under specific circumstances such as when there is clear evidence that the suspect might escape custody.",
    "While some diaspora groups are advocating for the release of former LTTE cadres held under the PTA, the law is now also crucial for detaining dangerous organised criminals. Therefore, I urge the Government to introduce a National Security Act or a Patriotic Act, similar to the USA, to safeguard the country.",
    "Currently, many criminals who are granted bail flee to Europe, particularly France and seek political or humanitarian asylum. Since the last execution in Sri Lanka on June 23, 1976, no one has been hanged, even though drug trafficking continues to rise. Some time ago, this issue became highly politicised, but the Government is now attempting to take control.",
    "Drug traffickers view Sri Lanka as a liberal, relaxed country where smuggling is easy. The Government spends about Rs. 500 per prisoner daily but many operate their networks from inside prisons using mobile phones. This situation only encourages the drug trade.",
    "Q: But there are strong objections from human rights organisations and religious leaders against capital punishment. What are your thoughts?",
    "A: I fully support human rights and oppose lifetime imprisonment or execution as a general practice. However, society’s needs must come first. I’m not recommending a permanent reintroduction of the death penalty, but rather a temporary measure until alternative mechanisms are established.",
    "Everyone remains silent while the drug menace grows. Former Governments had tried to reinstate the death penalty as a measure to bring down the escalating crime rate. Remember during former President Maithripala Sirisena’s tenure, even the Prison’s Department recruited a hangman and ordered a rope but due to protests, it was abandoned.",
    "If a national survey was conducted today, I am confident that the majority of Sri Lankans would support the reintroduction of the death penalty, as they want to see a drug-free Sri Lanka for the sake of future generations.",
    "Q: What alternative methods do you propose?",
    "A: Instead of granting bail to major drug traffickers or serious criminals who later vanish, we can introduce measures like house arrest or establish special courts to expedite these cases.",
    "The biggest problem lies in delays, especially with reports from the Government Analyst’s Department. Therefore, a dedicated unit must be established to work round the clock on such cases.",
    "Proper rehabilitation and continuous monitoring using modern technology, including satellite tracking, are also essential.",
    "When it comes to extradition, countries like France and Germany rarely return such criminals. Even with extradition orders, these individuals seek asylum and prolong proceedings through legal challenges.",
    "For instance, in the case of the recent female suspect Sevandhi, who attempted to flee to the EU. The criminals had spent a massive amount of money but due to the capabilities of our investigators she was arrested.",
    "Q: What countries still implement the death penalty, and are they successful in combating drug-related crimes?",
    "A: Countries like China, Singapore, Botswana, the UAE, Saudi Arabia, Yemen, Afghanistan, Japan, and India still carry out executions, some temporarily and others regularly. Botswana, for example, resumed executions in 2022.",
    "While no country has achieved 100% success, the rate of organised crime tends to drop when strict laws are enforced. Sri Lanka continues to seize over 1,000 kilograms of drugs at a time, yet new shipments keep arriving in the country.",
    "I believe at least a temporary reintroduction of the death penalty would create a strong deterrent effect. My goal is to raise awareness among young people about the law and its consequences when involved in crimes, including drug trafficking and underworld crimes.",
    "Q: How conducive is Sri Lanka’s legal environment if we are to reintroduce the death penalty?",
    "A: According to Human Rights Watch, as of September 2025, there are 1,299 in death row, including 1,215 men, 84 females and 48 prisoners on drug related offences. Many are languishing in the prison since 1980s. Their sentences often get converted to life imprisonment, and with time, they can be pardoned. Presidential pardons for such offenders should not be allowed.",
    "Legally, there is no domestic barrier. Once the High Court judge signs the order, the convicted person can still appeal to the Supreme Court.",
    "The only challenge is at the international level, due to Sri Lanka’s obligations under the UN system. While Sri Lanka has signed the International Covenant on Civil and Political Rights (ICCPR) of 1966, it has not signed the optional protocol on abolishing the death penalty. Hence, we can legally proceed.",
    "There will be pressure from organisations like Human Rights Watch and Amnesty International, but even countries such as Singapore and Saudi Arabia, both UN members, still enforce the death penalty.",
    "Q: How do you assess the Government’s current efforts to combat the drug mafia?",
    "A: The Government is doing commendable work. The introduction of the Proceeds of Crime Act is an excellent step, allowing authorities to trace and confiscate illegal assets of politicians, smugglers, and underworld figures.",
    "Plans to bring a Serious Organised Crimes Prevention Bill is also welcome. International cooperation has improved, and several major arrests have been made recently with foreign assistance.",
    "The Government should also strengthen extradition laws and mutual legal assistance agreements with EU countries like France, Germany, Luxembourg, and Austria to prevent these criminals from gaining asylum.",
    "However, authorities must also increase public awareness and act impartially when enforcing the law.",
    "Q: The Government plans to replace the PTA with a National Security Act. What are your thoughts?",
    "A: I haven’t seen the draft, but since 2010, the UN has been pressuring Sri Lanka to abolish the PTA, alleging its misuse against politicians and former LTTE cadres. Now, however, it’s used mainly against drug traffickers.",
    "If the PTA is abolished, the Government must ensure that ongoing detainees, such as the recently arrested five drug kingpins, are legally transferred to the new Act. Otherwise, they could be released.",
    "I propose using the Serious Organised Crimes Act for this transition and temporarily reinstating the death penalty during this period after a proper case-by-case review.",
    "Q: You have also proposed a law similar to the US Patriotic Act. Why?",
    "A: Yes. After 9/11, the US introduced the Patriotic Act, which allows investigators to act swiftly on matters of national security, even without a warrant. Such a law empowers the state to respond effectively to threats.",
    "Even if Sri Lanka reinstates the death penalty, the UN Human Rights Council alone cannot impose sanctions, as such decisions require UN Security Council approval.",
    "If human rights bodies truly oppose the death penalty, they should impose sanctions on all countries that practice it, but not selectively on developing nations.",
    "Q: What do you think the Government should do about the massive assets owned by these criminals?",
    "A: Many local assets of drug dealers have been seized, but a large portion of their wealth is hidden abroad. The Government must strengthen diplomatic channels to trace and confiscate those foreign assets.",
    "We have done this before, like when the Central Bank froze the assets of the LTTE’s TRO organisation. With strong international collaboration, this can be achieved again.",
    "Q: As a former Human Rights Commissioner, how do you justify calling for the death penalty?",
    "A: I am not recommending the death penalty as a permanent solution, but as a temporary measure until stronger legal frameworks are in place.",
    "Human rights must always be respected, and the right to life is enshrined in our Constitution. But when the safety of the entire nation is at stake, the Government must prioritise the collective good.",
    "I propose executing only those convicted of serious drug trafficking, not other criminals.",
    "Q: Social media often glamorises these incidents, turning criminals into heroes. What is your view?",
    "A: It is extremely unethical. When a Sri Lankan suspect kills multiple people in Canada, foreign media did not show every detail. But here, local media sensationalise every step, from airport arrivals to court appearances.",
    "Faces of suspects should only be shown when authorities genuinely need public help to identify them. Otherwise, such exposure interferes with investigations and glorifies crime.",
    "The Government must strictly regulate media coverage of ongoing investigations. The Government should also put restrictions on Police to prohibit individual investigators commenting and providing information on these highly secret investigations to the media. The information on progress of investigations should come only through an official channel such as the Police Spokesperson after proper verification.",
    "Some media outlets and social media pages chase views and subscribers at the expense of ethics. This damages public trust and negatively influences young people. Freedom of expression is important, but it must not compromise national security."
  ]
}