{
  "url": "https://www.ft.lk/columns/How-Sri-Lankan-workplace-culture-allows-fraud-to-thrive-and-what-we-can-do-about-it/4-785485",
  "title": "How Sri Lankan workplace culture allows fraud to thrive — and what we can do about it",
  "ut": 1765409127.0,
  "body_paragraphs": [
    "When decisions are unquestioned simply because they come from seniority, suspicious behaviour passes without scrutiny",
    "In a small country like Sri Lanka, reputational damage can have long-term consequences. Speaking up against wrongdoing—even through proper channels—can lead to stigma. Employees fear losing their job, being sidelined, or facing retaliation from powerful individuals.",
    "This fear of social and professional fallout discourages whistleblowing",
    "Fraud in Sri Lankan organisations is not just a question of weak controls and/or antiquated systems. Rather, it is intricately linked to the cultures of our workplaces-our attitudes toward authority, relationships, conflict, and reputation. These cultural dynamics foster an environment in which wrongdoing can start silently, grow over time, and be hidden longer than may be possible in more rules-driven environments.",
    "This layer of the culture should be properly understood if one is serious about fighting fraud. Most organisations invest in systems and audits, yet they completely disregard the quiet patterns of behaviour that accommodate fraud. It is now time to honestly take a look at habits, norms, and social pressures that keep people silent, questioning discouraged, and misconduct normalised.",
    "A culture that makes questioning difficult",
    "The traditional workplaces in Sri Lanka are hierarchical. Challenging a superior, even with good intentions, is often perceived as disrespectful. To many employees, questioning the manager, financial head, or director feels like crossing the line.",
    "This silence provides fertile ground for fraud. When decisions are unquestioned simply because they come from seniority, suspicious behaviour passes without scrutiny. Employees may notice inconsistencies but keep quiet, convinced that “it’s not my place” to raise concerns.",
    "This respect for authority is culturally valued yet inadvertently protects those who misuse their power.",
    "Relationships that override controls",
    "Another feature of Sri Lankan business culture is its heavy reliance on personal relationships. Friendships, school networks, political connections, and family ties shape recruitment, procurement, and everyday workplace dynamics. The familiar “yaluwa system” functions as an informal support network-but it also becomes a blind spot.",
    "When the wrongdoing involves an acquaintance or someone of influence, employees and auditors alike often turn a blind eye. Nepotism makes some individuals immune from scrutiny. An individual who enjoys strong political backing or social standing becomes “untouchable”.",
    "In such environments, loyalty outweighs accountability, and personal ties override formal controls.",
    "Our collective discomfort with conflict",
    "Sri Lankan society tends to avoid confrontation. The preference for harmony and subtle communication means that raising concerns is often seen as creating unnecessary trouble. Employees fear being labelled difficult or aggressive.",
    "As a result, fraud signals are rationalised or dismissed:",
    "“I’m sure there’s a reason for that.”",
    "“Better not interfere.”",
    "“Why make trouble over small things?”",
    "This desire to avoid conflict becomes a silent enabler of misconduct. Fraud rarely flourishes in places where people speak openly; it thrives in environments where uncomfortable conversations are avoided.",
    "Fear of social consequences",
    "In a small country like Sri Lanka, reputational damage can have long-term consequences. Speaking up against wrongdoing—even through proper channels—can lead to stigma. Employees fear losing their job, being sidelined, or facing retaliation from powerful individuals.",
    "This fear of social and professional fallout discourages whistleblowing. Even when mechanisms exist, the cultural fear of being labelled a “troublemaker” often outweighs the incentive to report misconduct.",
    "Blind trust in familiar faces",
    "We tend to give automatic trust to long-serving employees, elders, family members, or colleagues from the same school or village. While trust builds strong relationships, it reduces scrutiny.",
    "Unfortunately, these trusted individuals often have the greatest opportunity to commit long-running fraud because no one suspects them. In many Sri Lankan fraud cases, the perpetrator is not an outsider, but a familiar figure who had operated without question for years.",
    "Small wrongs becoming socially acceptable",
    "Minor unethical acts—small cash leakages, favour exchanges, side commissions—are sometimes brushed off as harmless or “normal”. But these small wrongs create a slippery slope. Once employees see that small compromises are tolerated, larger schemes become easier to justify and easier to hide.",
    "Fraud rarely starts big. It begins where cultural tolerance allows it to begin.",
    "Sri Lanka can significantly reduce fraud—not by challenging cultural norms, but by working with them. By designing controls that respect hierarchy, relationships, and communication preferences, organisations can build environments where integrity becomes the natural choice",
    "A way forward: Practical steps for Sri Lankan organisations",
    "Reducing fraud requires solutions that respect cultural realities while strengthening organisational integrity. The goal is not to fight culture, but to design controls that work with it.",
    "1. Strengthen tone at the top through visible ethical leadership",
    "Because Sri Lankan workplaces are highly hierarchical, positive change must come from senior leaders.",
    "CEOs, secretaries, and directors should publicly commit to ethical conduct.",
    "Senior executives must model compliance",
    "Establish “leadership pledges” and require annual declarations.",
    "When employees see leaders doing the right thing, it lowers the fear of reporting wrongdoing.",
    "2. Strengthen whistleblower protection – Introduce safe, culturally sensitive reporting channels",
    "Traditional whistleblowing channels often fail because employees fear confrontation and retaliation.",
    "Provide anonymous digital reporting platforms managed by third parties.",
    "Allow staff to report concerns indirectly, without naming individuals.",
    "Introduce “speak-up ambassadors” — trusted, trained intermediaries who employees can approach informally.",
    "This aligns with cultural norms of indirect communication while still enabling issue escalation.",
    "3. Teach professional questioning skills",
    "Train staff to raise concerns respectfully using non-confrontational language. This helps overcome cultural barriers without challenging hierarchy.",
    "4. Build trust in processes, not just people – Redesign controls to reduce personal discretion",
    "In relationship-based environments, discretionary approval powers create vulnerabilities.",
    "Automated workflows with system-based approvals",
    "Rotation of staff in high-risk roles",
    "Mandatory dual-authorisation on sensitive payments",
    "Standardised checklists that reduce reliance on personal judgement",
    "These measures reduce the influence of personal relationships on financial decisions.",
    "5. Formalise controls around relationships",
    "In family and relationship-driven businesses, mandate conflict-of-interest disclosures and independent oversight on related-party transactions.",
    "6. Build fraud awareness through storytelling, not technical training",
    "Traditional fraud training is often too technical and fails to resonate. Sri Lankan employees respond better to relatable examples.",
    "Use real case studies from local industries",
    "Share short stories of fraud incidents and consequences",
    "Use role plays and informal discussions instead of lecture-style training",
    "Culturally relevant storytelling helps employees internalise risks more effectively.",
    "7. Strengthen HR processes to counter nepotism",
    "While personal connections are normal in Sri Lankan workplaces, they can weaken controls if not managed properly.",
    "Transparent recruitment panels",
    "Documented recruitment evaluation and scoring criteria",
    "Mandatory conflict-of-interest declarations at hiring",
    "Pre-employment background checks for finance and procurement roles",
    "The goal is not to eliminate relationships, but to ensure fairness and proper oversight.",
    "8. Use technology to minimise opportunities for manual manipulation",
    "Technology reduces opportunities for human interference, favouritism, and manipulation.",
    "Implement where possible:",
    "Automated reconciliations",
    "Data analytics to flag unusual patterns",
    "Digital procurement and e-tendering",
    "Role-based access controls",
    "Automation provides a neutral buffer in cultures where personal influence is strong.",
    "9. Create independent oversight that is respected, not feared",
    "Internal audit and risk functions are often viewed with suspicion or as “fault finders”.",
    "Position internal audit as a partner, not a police force",
    "Conduct regular walkthroughs and process reviews with teams",
    "Publish simplified audit findings showing both strengths and weaknesses",
    "Hold open-door “assurance clinics” where staff can ask questions safely",
    "This builds trust and encourages collaboration rather than resistance.",
    "10. Encourage ethical behaviour through collective accountability",
    "Sri Lankan employees respond well to team-based norms rather than individual pressure.",
    "Department-level ethics goals",
    "Group recognition for ethical behaviour",
    "Supervisors held jointly accountable for fraud incidents happening under their watch",
    "Leveraging group dynamics can create internal pressure to uphold integrity.",
    "11. Reduce fear of social repercussions through confidential communication",
    "In close-knit workplaces, fear of gossip or reputational damage prevents people from acting.",
    "Strict confidentiality protocols for all investigations",
    "Use of external investigators for sensitive cases",
    "“No gossip” policies during fraud inquiries",
    "These help protect individuals who come forward or become subject to inquiries.",
    "12. Simplify policies to improve compliance",
    "Employees often avoid reporting issues because they find policies too complex.",
    "Rewrite fraud and ethics policies in plain language",
    "Use visuals, infographics, and quick-reference guides",
    "Translate into Sinhala and Tamil with culturally relevant examples",
    "Clear, simple policies are easier to follow—and harder to misuse.",
    "13. Promote ethical decision-making through regular dialogue",
    "Regular, informal discussions about dilemmas can normalise ethical behaviour.",
    "Monthly “ethics moments” during team meetings",
    "Scenario-based discussions led by managers",
    "Quarterly integrity workshops",
    "Ethics becomes part of daily conversation rather than an annual formality.",
    "14. Strengthen consequences – Consistently and transparently",
    "A major cultural barrier is the belief that “nothing will happen” to connected individuals.",
    "Apply disciplinary actions consistently, regardless of rank",
    "Publicise (in anonymised form) the outcomes of fraud cases",
    "Ensure political or personal influence does not affect investigations",
    "Visible consequences restore trust in the integrity of systems.",
    "Sri Lanka can significantly reduce fraud—not by challenging cultural norms, but by working with them. By designing controls that respect hierarchy, relationships, and communication preferences, organisations can build environments where integrity becomes the natural choice. If organisations recognise these cultural dynamics and design solutions that respect our social fabric, we can build workplaces where honesty becomes the norm and misconduct struggles to survive.",
    "(The writer is the Deputy Managing Partner of BDO Partners and Heads the Forensic Accounting Practice at BDO Sri Lanka and Maldives and is a Fellow Member of the Institute of Chartered Accountants of Sri Lanka.)"
  ]
}