{
  "url": "https://www.ft.lk/columns/Independent-meditations/4-787883",
  "title": "Independent meditations",
  "ut": 1770168469.0,
  "body_paragraphs": [
    "By Tisaranee Gunasekara",
    "Time will say nothing but I told you so...”",
    "WH Auden (If I Could Tell You)",
    "Martin Wickramasinghe was 83, and revered as the doyen of Lankan belles lettres when he wrote Bava Taranaya. He had long wanted to write a biography of the Buddha shorn of myths and might have regarded the acme of an illustrious career an opportune moment for it. Unfortunately, neither his age nor his eminence would be proof against the uninformed fury of the pious and the opportunistic. Monks and laymen (led, fittingly, by Yakkaduwe Pragnarama thero who, via Vidyalankara Declaration on Bhikku Politics, made a seminal contribution to the birth of the political monk) demanded Bava Taranaya be banned; a few wanted its octogenarian author to be imprisoned. Some opposition politicians joined the fray, talking of a communist conspiracy to insult Buddhism; one alleged that the book was the product of a mind addled with Russian vodka.",
    "When the chief incumbent of the Asgiriya chapter wrote to PM Sirima Bandaranaike, the Government felt compelled to act. A committee was appointed to look into the matter. As pressure mounted, there was talk in Government circles of the book being banned under Emergency Regulations. Eric J de Silva, senior assistant secretary to the Ministry of Defence and External Affairs, volunteered to read the book and offer an informed opinion. Having read the book, he wrote an official note characterising it as “a very thoughtful attempt to demystify the Buddha” and strongly advising against a ban (https://island.lk/working-under-prime-minister-sirimavo/). PM Bandaranaike agreed, to her eternal credit. Having failed to bludgeon the Government into compliance, the firestorm waned. The thoughtful intervention of a senior bureaucrat saved Sri Lanka from the ignominy of persecuting one of its greatest authors.",
    "Fast forward 46 years to 2019. In the aftermath of the Easter Sunday Massacre, interested parties kept anti-Muslim fires burning to facilitate the coming of Our Hero who Works. Into this atmosphere of deadly inanities such as sterilisation pills (wanda pethi) and ‘War of the Wombs’ (Garbhasha Yuddaya – a Muslim doctor sterilising thousands of Sinhala-Buddhist mothers by squeezing their fallopian tubes) entered a Government circular mandating that every woman who works in or visits a public institution be clad in a saree.",
    "The circular was brainchild of the Secretary to the Ministry of Public Administration. President Maithripala Sirisena and Prime Minister Ranil Wickremesinghe ordered the suspension of the circular. Secretary JJ Ratnasiri refused. Summoned before a Parliamentary Select Committee, the suit-and-tie clad senior bureaucrat went head to head with politicians, refusing to see the injustice, the unsuitability, the sheer ridiculousness of this Sinhala-Buddhist dress code for females.",
    "The two vignettes demonstrate how much our public service had degenerated over the decades; and underscore the urgent need for reforming our public education system, the birthing chamber of Lankan officialdom.",
    "Some weeks ago, a controversy erupted over a chemistry tuition master reviling Martin Wickremesinghe in his class. The tuition master apologised and the matter ended there. The incident bares the elephant in the room of education reforms – the tuition industry and the unrivalled power it wields in moulding generations of students. Each mass tuition class is a world of its own with the master/s playing the role of Almighty God. In the total absence of regulations or supervision, these education merchants can say anything they like in their classes on any subject, imprinting their opinions, biases, and prejudices on impressionable minds and shaping future Lankan citizens.",
    "Tuition industry – elephant in the room of education reforms",
    "Sri Lanka’s tuition industry is reportedly worth 122billion rupees. According to a research paper by Dilini Maduka Akmeemana, “…private tutoring expenditure has changed from a luxury good in 1995-1996 to a necessity good in 2006-2007” (https://www.researchgate.net/publication/400066047_Factors_Affecting_Students'_Disinterest_in_Government_AL_Classes_A_Study_of_the_Shift_to_Private_Tuition_in_Western_Province_Sri_Lanka).",
    "Going by the 2019 Income and Expenditure Survey, a household spent an average of 2400.85rupees on education; of this, 1405.76rupees (55.6%) was spent on private tuition. In many of the poorest districts, households spent a much higher proportion of their education expenditure on private tuition, for example, 68% in Hambantota, 71% in Mullativu, 65% in Killinochchi, 67% in Polonnaruwa, 59% in Badulla, and 66% in Moneragala (https://www.statistics.gov.lk/IncomeAndExpenditure/Statical Information / Household Incomeand Expenditure Survey2019 FinalReport). Having to spend on private tuition obviously contributes to the perpetuation and deepening of poverty.",
    "It is an open secret that in most Government schools (including the supposedly prestigious ones), AL students spend most of their time in tuition classes. According to Ms. Akmeemana, the main reasons given for this preference were lack of teaching quality and low time productivity in school classes, socio-economic influences, and greater flexibility in tuition classes. Of the respondents who participated in her research, well over 95% agreed that private tuition teachers did better in terms of lesson preparation and subject knowledge, quality of teaching, maintaining good teacher student relationship, and using innovative and engaging teaching methods. Paradoxically, over 90% of the participants also insisted that they would prefer tuition classes to school classes even if the quality of school classes improved. The problem is not just objective, but also attitudinal.",
    "Government education is a service. Tuition classes are a multi-billion-rupee business which uses sophisticated marketing strategies to attract customers and sell their product, like any other business. As Dr Isuru Senarath points out, “…tuition centres increasingly prioritise sophisticated marketing strategies over pedagogical innovation or teaching quality enhancement. Centres with the highest enrolment rates and revenue growth consistently allocate substantial resources to marketing initiatives, with industry leaders dedicating between 25-38% of operational budgets to promotional activities” (https://www.researchgate.net/publication/381654321_The_Tuition_Industry_and_Education_System_in_Sri_Lanka_A_Marketing-Centric_Perspective). Besides the glitzy product that is tuition industry, public schooling would seem dull, uninspiring, a tedious necessity.",
    "Better marketing doesn’t necessarily mean a better product though. For example, a popular biology tuition master named Tissa Jananayaka in his tuition class stated that women can be made barren by squeezing the fallopian tube. He made this statement as the Shafi-madness was raging. No instruments were necessary, he emphasised, just twist the tube; a ‘very simple thing’ needing just a few seconds (https://www.youtube.com/watch?v=YBa9dbg26JM&list=PL6zGZucEOVpvmBUdmrklLJhiCzlzvS-vQ). Either this biology teacher is ignorant of his subject he is teaching or he was lying in order to push a political agenda.",
    "Bear in mind the timing and the context. Muslims rendering Sinhala-Buddhist women barren had been a key slogan of the likes of Gala Galagoda-Atte Gnanasara. Since 2013, Sinhala-Buddhist extremists had been seeding such poison as sterilising kottu (wanda kottu) and sterilising bras (wanda brassieres) in the public space. The 2018 Ampara mini-riot was caused by the ludicrous allegation that a customer found a sterilisation pill in a curry (or a kottu) purchased from a Muslim-owned eatery. Thanks to the state of laissez faire prevailing in the tuition industry, the likes of Tissa Jananayaka continue to have a free hand and a readymade stage to popularise lies which addle minds and lead to violence. In 2019, it was the Muslims. In 2029, it might well be Tamils; or Christians.",
    "Today, we celebrate the 78th anniversary of Lankan independence. Sri Lanka of 2026 is a much better place and a much worse place than Ceylon of 1948. We have less poverty, less homelessness, more literacy, a better quality of life. But we are also more divided ethno-religiously, more ignorant, suspicious, and fearful of each other, more superstitious, more vulnerable to the next panacea and the next saviour. We know next to nothing about each other’s religions and histories. Our education system has made no attempt to dent these fogs of misconception. An influential segment of the tuition industry seems to be working to worsen these misunderstandings. Regulations alone cannot fix it, but they are a necessary first step.",
    "Two real life examples indicate why regulations never happened and why they might remain a bridge too far. Bandula Gunawardane, a pioneer education-merchant, was the country’s education minister twice (the equivalent would be a leading light of the Chamber of Commerce being made the Minister of Labour). A circular by PM Amarasuriya banning public sector teachers in the Western province from giving private tuition to their own students was withdrawn in less than 24 hours. Thanks to the long arm of the tuition industry, the more things change, the more they stay the same.",
    "Prime Minister Harini Amarasuriya’s stellar performance at Davos is a credit to the Government and the country. A person of such intellect would be aware of the pernicious ideology of scientific racism – how naturalist and zoologist Georges Cuvier gave a faux scientific base to the belief of superior and inferior races; or how physician and naturalist Johan Friedrich Blumenbach turned these noxious ideas into the now scientifically discredited field of physical anthropology.",
    "The question is, does she know that the Grade 6 History module contains these racist categorisations which formed the basis of eugenics and provided justification for such historic crimes as slavery and apartheid?",
    "Turn to the section titled, On Different human types that live in the world. Caucasoid, Australoid, Mongoloid, Negroid: this long discredited 19th century categorisation is taught to our students in the 21st Century as if it is the truth, the whole truth, and nothing but the truth. The Negro race, the module informs us, has medium sized flat nose, large wide lips, tight curls… Baron Cuvier would have been happy had he known that at least in one tiny corner of the world his racist categorisations would remain unchallenged; this is how he described the ‘Negroids’ “The Negro race… is marked by black complexion, crisped or woolly hair, compressed cranium and a flat nose… thick lips” (https://archive.org/details/animalkingdomar13cuvi/page/n16/mode/1up). Incidentally, the first exercise of that section asks students to identify each (racial) type with a country: Sri Lanka, China, Germany – and – Africa. Obviously, the educationists who prepared the model, the academics who oversaw the work don’t know that Africa is not a country but a continent.",
    "Perhaps PM Amarasuriya was too busy to study the modules. But she would have seen them, and the cover of the History module should have rung an alarm bell. It depicts a number of hominin species (pre-homo-sapiens) and early homo-sapiens, and rising above them, in a triumphant pose, a muscular white male athlete. A picture to gladden any white supremacist heart.",
    "Read the modules and it is easy to surmise how the link to the controversial website got in. The work is shoddy, ill-informed, badly written. Even the proof reading leaves a lot to be desired. The abysmal quality of the work indicates the depths to which our public education system and the institutions in charge of managing it have plummeted. A meaningful curricula reform has to be preceded by real institutional reforms. Otherwise, the new education system will reproduce some of the worst old errors and create new ones.",
    "The ongoing strike by a group of development officers demanding that they be formally recruited as Government teachers without a qualifying exam demonstrates how opportunistic decisions by political leaders contributed to the current malaise. The practice of hiring unemployed graduates en masse was begun by Mahinda Rajapaksa in 2011 with 51,420 recruits. The practice was reinstated by Brother Gotabaya with 50,000 more recruits. Measures such as these contributed to the degeneration of the public education system and the concomitant elevation of the tuition industry.",
    "A study done by Amali Waidyasekara highlights how the unregulated growth of the tuition industry can, in a different political climate, lead to the end of universal free education. “All teachers in the survey and qualitative samples who conduct tuition classes, as well as other owners of ‘tuition buildings’ in fact suggested ‘doing away with the pretence’ and abolishing the school system entirely. According to one of them, ‘if the Government calculated the monthly amount parents on average spend on tuition classes, and gives that on a monthly basis to each student through a coupon system, they can just use it for tuition directly. It would be a service to students, parents, and teachers, and people like us also, frankly.’ Another in a separate interview proposed a similar scheme opining that ‘the tax money of the people that’s spent on sustaining the school system would be spared at least.’” (https://polity.lk/amali-waidyasekera-privatisation-from-within-free-education-tuition-classes-in-anuradhapura/).",
    "Such opinions might seem too outlier to be taken seriously. But, then, the idea of free universal education was equally outlier once. Ideas which seem impossible, inconceivable today can become the norm tomorrow. If the public education system is not reformed and the tuition industry is not regulated, the call to save tax rupees by de funding public education might grow from a whisper to a shout. After all, if students prefer tuition classes to school classes, why tax parents to spend billions on a free education no one wants? Marketing such an idea until it becomes the new common sense would be well within the capacity of the tuition industry. If remedial measures are not taken now, Sri Lanka might celebrate her 100th independence in a county where free education is a thing of the past and the task of moulding the young the monopoly of a freebooting tuition industry."
  ]
}