{
  "url": "https://www.ft.lk/columns/Three-As-to-assess-a-tyro-administration/4-775485",
  "title": "Three ‘As’ to assess  a tyro administration",
  "ut": 1744330800.0,
  "body_paragraphs": [
    "The problem is that between the slow (probably sustainable) programmatic approach of a tyro government and the grumbling and grousing of a polity that (perhaps falsely) senses it is about to be disappointed (possibly gulled) again, the time is running out for a big push",
    "Is the National People’s Power government really trying to keep its campaign-trail opposition-mode promises? Or has the NPP given up the ghost of manifestoes past in the face of the more nuanced reality it has encountered as a government?",
    "Today, we suggest a ‘three-body problem’ type of lens through which to observe the incumbent administration. Three bodies are notoriously harder to predict in terms of speed and position in space compared to simply two, which interact arithmetically; but three ups the ante to the geometric.",
    "This means that not only must the aspirations of the people and their elected representatives interact with the actualities of the real world. But also contend with the largely anecdotal narrative that competes with the other two levels of reality. And perhaps the truth of the matter – the truth be told – lies in some indeterminate dimension among the ‘Aspirational’, the ‘Actual’, and the ‘Anecdotal’.",
    "The aspirational (what was envisioned by the party and expected by the people in the main)",
    "A new legitimacy for political representation based on competent professional administrators rather than re-electing the foul usual suspects who had failed themselves and their electorates many times over",
    "An ethos of governance and civil social activity cleansed of the bane of corruption",
    "The practical embrace of the broad multi-dimensional diversity of the entire population of Sri Lanka in such a manner as to espouse a sincere and deep-rooted Pluralism, Inclusivity, Equity (possibly no longer ‘PIE’ in the sky, as the JVP-led NPP had no experience in duplicity or dealership.)",
    "This would potentially lead to the emergence of a new national identity that prioritised the national interest while eschewing the culture of ‘patriotic’ nation-building, appeals to militarised authoritarianism, crony capitalism and geopolitical gamesmanship",
    "Other salutary tangibles that would accrue to the national transformation project – such as a dynamic and honest set of administrators that would take prompt action to alleviate the burdens of the poor... in the same breath as streamlining the management of the economic reforms, so sorely needed, in addition to abolishing odious trappings of abusive power (such as the Executive Presidency and the PTA), as well as bringing closure to a brace of emblematic criminal cases and thereby resolving peace with justice for a wounded nation",
    "The actual (excerpted from recent news reportage)",
    "Apart from a few early and unfortunate wobbles such as the Speaker’s contested credentials and allegations of a modicum favouritism at worst or the personal dimension at least in diplomatic appointments, a far more transparent government",
    "It remains to be seen how far, deep and wide the net of anticorruption would be cast... as yet, there has been no outstanding progress made in terms of indicting past crimes and dishing out punishment (which certain powerful mandarins today seemed to relish in the run-up to the poll that elected them to high office); but in principle and concept (and in terms of some piecemeal action), the NPP is starting to deliver the long-awaited goods",
    "The ethnic card was not played on the campaign trail; and savvy strategy has seen the marginalisation of extremist and ultra-nationalistic voices, although the pluralism across the gender divide remains un-bridged in some gaping instances (such as an all-male 17-member Tourism Advisory Committee in an industry that hosts so many female entrepreneurs and leaders of the hospitality sector)",
    "With that said – the neo-liberalism-oriented budget and relational upshot from the recent visit of the Indian leadership points to a continuation of ‘business as usual’ on the growth, developmental and political alignment fronts (including the promise of PC polls to be held soon, plus the revisiting of investment deals that the JVP had once vociferously opposed)",
    "The needs of regional neighbourliness and geopolitical juggling have cast some shadows over the national liberation from ‘second-class nation’ status and ‘independent’ Sri Lanka fronts. Which, while not necessarily good, bad or ugly, suggest that either the NPP is not very different in its foreign policy outlook from that of its predecessors – Or that the reality of building bridges (in this case, perhaps literally, given Indian premier Modi’s meaningful glances at the Palk Strait and Adam’s Bridge/Rama Sethu while flying back to Mother India) with powerful and helpful neighbours has sobered any sentimentality about sovereignty, territorial integrity, etc. that the JVP majored on in its heyday",
    "Not only have the albatrosses of the executive presidential system and draconian PTA not been abolished or rescinded but in the usually suspect manner of previous rogue administrations, this regime too appears to be resorting to ‘appointing committees’ to address long outstanding issues that they reassured the votive public they would resolve post-haste once in power/office/service (take your pick, it’s starting to smell of the familiar stables in parts again)",
    "The anecdotal (the scuttlebutt as seen in Hansard, heard on the street, gleaned from gossip)",
    "“Everyone (at least in the state sector) is working very diligently these days... an honest day’s work, in time on time, and no brown envelopes with currency notes slipped in!”",
    "“There is nothing wrong in taking the (luxury) cars allocated to us. We never said we wouldn’t import such vehicles for our MPs. That is not policy, only a personal opinion.”",
    "“At least no one has to worry about their ethnicity anymore...” – “Ah but what about the pro-Palestinian protestors being arrested under the PTA?” – “Not for their ethnicity noh!”",
    "“AKD is also shameless, when you go to see: he’s taking the credit for all the work others did!” (This is being said about the NPP’s maiden budget as much as sundry projects FYI)",
    "“As long we don’t get caught to the Chinese debt trap again, let the Indians build up our country...”",
    "“At the right time – we will act, reveal all, and punish the perpetrators of crime, state terrorism, corrupt deal making etc.”",
    "At the right time is now. As the wily Cabinet Secretary in the satirical political comedy ‘Yes, Minister!’ protested, however: “It takes time to do things ‘now’!”",
    "The problem is that between the slow (probably sustainable) programmatic approach of a tyro government and the grumbling and grousing of a polity that (perhaps falsely) senses it is about to be disappointed (possibly gulled) again, the time is running out for a big push.Time will tell.",
    "(Editor-at-large of LMD | #ThreeBodyProblem)"
  ]
}