{
  "url": "https://www.ft.lk/columns/Rising-together-The-private-sector-s-moment/4-785027",
  "title": "Rising together: The private sector’s moment",
  "ut": 1764535605.0,
  "body_paragraphs": [
    "A modern version of the Joint Business Forum, activated immediately, could play a pivotal role in coordinating donations, logistics, supply chains, and technical expertise. It could serve as a central platform for private companies to identify needs, avoid duplication, pool resources, and work closely with the Government, military, and emergency agencies on the ground",
    "The recent cyclone has once again exposed the deep vulnerabilities in Sri Lanka’s physical infrastructure, institutional preparedness, and social protection systems. As communities struggle to rebuild homes, restore livelihoods, and regain stability, it is evident that the scale of the challenge goes far beyond what the Government—bound by regulations, procurement rules, and bureaucratic processes—can respond to swiftly. Yet within this moment of national distress lies a powerful opportunity for the private sector to step forward with leadership, agility, and purpose.",
    "Private sector leadership",
    "Sri Lanka’s private sector is not constrained by the rigid procedures that limit the public sector. It possesses unmatched management expertise, faster decision-making structures, access to capital, and some of the best professional talent in the country. In times of national crisis, these strengths become indispensable. The cyclone’s devastation is not merely a humanitarian emergency—it is a test of institutional maturity, one that calls for private enterprise to rise above commercial priorities and assume a broader role in supporting national recovery.",
    "Ceylon Chamber of Commerce Chairperson Krishan Balendra speaks during a meeting convened by President Anura Kumara Dissanayake yesterday on the aftermath of the Ditwa cyclone",
    "The role of The Ceylon Chamber",
    "The Ceylon Chamber of Commerce, the country’s oldest and a respected business institution, is uniquely positioned to mobilise and coordinate this effort. With a competent Chairman at its helm, the Chamber has the credibility, networks, and organisational capacity to lead a unified private sector response.",
    "Sri Lanka has done this before. During the height of the war, the private sector demonstrated strong leadership when Mahendra Amarasuriya headed the Joint Business Forum (J-Biz) to coordinate national-level business engagement. That initiative ensured alignment across industries, mobilised resources, and helped sustain economic activity under extremely difficult conditions.",
    "An attempt was made during my tenure as Chairman of the International Chamber of Commerce Sri Lanka, during the COVID lockdown together with the then Ceylon Chamber Chairman Vish Govindasamy, to revive this committee. Today presents the ideal opportunity to finally re-establish it—effectively coordinating resources, expertise, and knowledge.",
    "Private sector is not constrained by the rigid procedures that limit the public sector. It possesses unmatched management expertise, faster decision-making structures, access to capital, and some of the best professional talent in the country. In times of national crisis, these strengths become indispensable. The cyclone’s devastation is not merely a humanitarian emergency—it is a test of institutional maturity, one that calls for private enterprise to rise above commercial priorities and assume a broader role in supporting national recovery",
    "The need for such a mechanism is no less urgent today. A modern version of the Joint Business Forum, activated immediately, could play a pivotal role in coordinating donations, logistics, supply chains, and technical expertise. It could serve as a central platform for private companies to identify needs, avoid duplication, pool resources, and work closely with the Government, military, and emergency agencies on the ground. With rapid communication channels and sectoral working groups, the private sector could help restore essential services, rebuild damaged facilities, and support affected micro-entrepreneurs who form the backbone of local economies. Beyond emergency relief, the forum can guide long-term reconstruction. Rebuilding homes, infrastructure, schools, and workplaces requires engineering capabilities, procurement systems, and financial strength—areas where Sri Lankan businesses have deep experience. The cyclone must serve as a catalyst to design more resilient infrastructure, modernised building standards, and smarter supply chains. If handled well, this tragedy can accelerate long-overdue structural reforms.",
    "This moment also carries symbolic significance. Just two years ago, Sri Lanka was declared bankrupt. The country is still far from full recovery, and public finances remain deeply constrained. In this context, the private sector’s role is not optional—it is essential. Businesses have the capacity to restore confidence, rebuild hope, and demonstrate that Sri Lanka’s future does not depend solely on the state.",
    "The private sector must therefore rise to this challenge with the same determination that helped navigate the economic crisis. The cyclone’s devastation is a call to action: to lead, to rebuild, and to redefine the role of enterprise in nation-building. If the corporate community steps forward—united, purposeful, and bold—this tragedy can mark the beginning of a stronger, more resilient Sri Lanka. Cyclone Ditwah has finally exited Sri Lanka. Unfortunately has left over 200 dead, amid a trail of destruction and damage to infrastructure."
  ]
}