{
  "url": "https://www.dailymirror.lk/recomended-news/Shoot-the-Messenger-or-Shoot-Yourself-in-the-Foot/277-294656",
  "title": "‘Shoot the Messenger’ or ‘Shoot Yourself in the Foot’?",
  "ut": 1730059289.0,
  "body_paragraphs": [
    "After the Easter Sunday bomb explosion at St. Anthony’s Shrine, Kochchikade, Colombo (File Photo)",
    "In politics, shooting the messenger doesn’t solve the issue—it only provide ammunition to the opposition in deepening the damage",
    "To safeguard the integrity of this government, it’s essential to maintain trust, as any erosion could undermine the core principle of ‘Change’ that forms its foundation",
    "In political debates, rather than addressing a critique of policy, a candidate might say, “You can’t trust his opinion—he’s a liar.” This shifts attention away from the policy discussion and instead targets the opponent’s character",
    "Minister Vijitha Herath",
    "Former MP Udaya Gammanpila",
    "Last Wednesday, we exposed Udaya Gammanpila when he attempted to embarrass the government and garner some attention to himself, along with the government’s response to his claims.",
    "We do not want to see the new President—born from the hopes and aspirations of the people, and poised to comfortably win the parliamentary elections and rule the country for next five years—lose his credibility so swiftly due to “drama” orchestrated by disgruntled politicians over a report by a ‘politically motivated’ committee on the Easter Sunday carnage.",
    "Minister Herath’s declaration, “We will not touch the two gentlemen,” exemplifies a troubling overconfidence often exhibited by the old guard, and reminiscent of Ranil Wickremesinghe’s attempt to cover up his friend Mahendran in the Central Bank bond scam. To safeguard the integrity of this government, it’s essential to maintain trust, as any erosion could undermine the core principle of ‘Change’ that forms its foundation.",
    "It’s straightforward: Instead of making a hue and cry, all the minister needs to do is have Ravi Seneviratne, Secretary to the Ministry of Public Security to simply clarify the procedure he followed in addressing the vital foreign intelligence information contained in the letter he opened on April 16th, which detailed an impending attack and included the names of the suicide bombers too. He could also state the circumstances that led him to act in the manner noted in the report or counter the allegations made against him.",
    "We do not want to see the new President—born from the hopes and aspirations of the people, and poised to comfortably win the parliamentary elections and rule the country for next five years—lose his credibility so swiftly due to “drama” orchestrated by disgruntled politicians over a report by a ‘politically motivated’ committee on the Easter Sunday carnage",
    "Rhetorical tactic where the focus shifts from addressing the argument or issue at hand to discrediting the person presenting it; or instead of engaging with the facts or logic, the attack attempts to undermine the opponent by appealing to emotions, personal biases, or character flaws. This approach aims to weaken the argument by attacking the individual, not the merits of their claim.",
    "For example, in political debates, rather than addressing a critique of policy, a candidate might say, “You can’t trust his opinion—he’s a liar.” This shifts attention away from the policy discussion and instead targets the opponent’s character. The term “ad hominem,” which comes from Latin and means “to the person,” reflects this shift from the substance of the argument to a personal attack.",
    "Ad hominem fallacies take different forms. One common approach is attacking the character of the person making the argument. For instance, they question, ‘how can you believe his stance when he’s been caught lying before?’ Another form appeals to emotion, attempting to stimulate negative feelings like distrust toward the opponent to weaken their argument. Another form is deflecting attention away from the actual topic by attacking the person who raised it. For example, “he is just saying that because he is part of that corrupt political party.”",
    "These tactics shift the discussion away from rational debate, making it difficult to engage with the actual issues and preventing productive conversation. This strategy diverts attention from the core issue by concentrating on a person’s background, character flaw, or personal trait rather than the argument itself. Focusing on Gammanpila’s point or argument rather than his personal aspects can bring more depth and relevance to the discussion. Minister Vijitha attempted to undermine it by attacking his political history and personal characteristics—details that people are already well aware of. This tactic resulted in the misleading conclusion that Udaya’s argument was flawed solely due to an undesirable trait, while the actual content of his claim went unchallenged. Politicians frequently simplify their opponents to mere labels or resort to name-calling, which elicits emotional reactions rather than fostering substantive dialogue.",
    "Aristotle’s ‘Sophistical Refutations’",
    "In his inspiring work ‘Sophistical Refutations’, Aristotle provided a detailed analysis of the fallacy that arises when attention is directed toward the questioner rather than the argument being presented.",
    "He highlighted how this approach undermines rational discourse by shifting focus away from the core issues at hand. Aristotle’s perspective on this fallacy was somewhat distinct from modern interpretations, as he categorised it under a broader framework of illogical reasoning.  Aristotle’s insights remind us of the importance of maintaining focus on the substance of arguments rather than allowing personal attributes or generalisations about groups to cloud our judgment. By emphasising the need for rigorous examination of arguments rather than the individuals presenting them.",
    "In the late 20th century, Australian philosopher Charles Hamblin proposed an interesting perspective on the nature of ad hominem arguments. He argued that the inclusion of a statement directed against a person within an argument does not automatically render the argument fallacious. According to Hamblin, such a statement might not function as a premise that contributes to the conclusion being drawn. This viewpoint suggests that while personal attacks can often detract from the validity of an argument, they do not inherently invalidate it if the attack does not serve as a basis for the argument’s logical structure.",
    "Udaya could be a hypocrite, but that doesn’t diminish the statement’s credibility from a logical standpoint. A notable example is how JVP/NPP leaders, rather than providing solid evidence for their claims, resort to emotional appeals to the public--which is inappropriate in logical discourse. Minister Herath has claimed that Ravi Seneviratne, Secretary to the Ministry of Public Security, and Shani Abeysekera, Director of the Criminal Intelligence Analysis Division of the CID, are competent officers, and therefore, the allegations made by the Alwis committee regarding them are untrue.",
    "While the writer may not be fully familiar with Seneviratne’s credentials, he is thoroughly acquainted with Shani’s reputation as a diligent and honest investigator.",
    "The relationships forged during the campaign suggest a potential conflict of interest, where the priorities of their benefactors could influence their decision-making processes. This situation can compromise the integrity of investigations and actions taken within the police force, particularly in cases where political implications are present. The expectation of impartiality in law enforcement is critical for maintaining public trust, yet the connections between these officials and the political party raise questions about their commitment to justice over political loyalty. Consequently, it is reasonable to doubt whether Seneviratne, Abeysekera, and their subordinates can fully detach themselves from the influences of the JVP/NPP, particularly when it comes to handling sensitive cases that could impact the party’s image or agenda.",
    "Let reason prevail. The president, who has maintained his composure unlike his predecessors, should reconsider their strategies with a more logical and thoughtful approach before he entrusts the important investigations to the two officers.  President Roosevelt once said, “No one is above the law, and no one is beneath it; we don’t seek permission when we require obedience to the law. It is a right we demand, not a favour we ask.”",
    "In politics, shooting the messenger doesn’t solve the issue—it only provide ammunition to the opposition in deepening the damage."
  ]
}