{
  "url": "https://www.dailymirror.lk/recomended-news/We-support-presidents-anti-corruption-policy-not-one-party-state-Eran-Wickramaratne/277-295332",
  "title": "“We support president’s anti-corruption policy  not one-party state” Eran Wickramaratne",
  "ut": 1730829011.0,
  "body_paragraphs": [
    "We will support him in constitutional reform, which the JVP has talked about for decades and in abolishing the executive presidency. If he brings those kinds of constitutional reforms, we will support him.  Reforms that will strengthen democracy, we will support him. Not the one-party state. So, that’s the area in which we can support him",
    "By the 1980s, we were self-sufficient in rice. See, how did we become self-sufficient? Previous governments, irrespective of whether they were UNP or SLFP, had pursued the right policies in agriculture, in irrigation, in works and if you look at the education system, Sri Lanka was one of the few countries in the world who has this free education system, and the literacy rate is the highest in South Asia. And despite all the results of the 75 years, there are shortcomings",
    "Economist, banker and anti-corruption crusader Eran Wickramaratne in a candid interview revealed to the Daily Mirror how Gotabaya Rajapaksa before running away from the country created a big façade saying that the main opposition Samagi Jana Balawegaya (SJB) was offered to administrate the country. Making the revelation Wickramaratne, said that while the country was in a hotbed with street fights and protests (Aragalaya), the Gotabaya Government had planned to offer Ranil Wickremesinghe the presidency. The following are excerpts of an interview done with Wickramaratne, who plans to be a candidate at the upcoming Parliamentary Elections while representing Colombo District.",
    "Q:When taking into account the results of the recently held Presidential Elections it is going to be a very challenging election for you and the party. And how are you going to face this?",
    "Yeah, normally after presidential elections, it is a big challenge because people tend to go in the direction of that election. That is what happens normally. But there is a difference when it comes to this election and the difference is this. The President has not been elected by a majority. So, that is the first thing I think we need to remember. He has been elected by a minority of the voters of the country. 42 percent voted for him. So, the president has been elected not on the votes of his party. The votes of his party were about 3 percent.  Even if you were to increase it by 300 percent, it is 10 percent.",
    "So, it is unusual for somebody who comes from a very small party voter base to be elected president of the country.  Now, while that is unusual, it does not necessarily then translate that the parliamentary election will follow like that because if you had a UNP or an SLFP president, they get elected with 40 percent of the voter base from their political parties. Then 10, 15 or 20 percent will be the floating vote which will take them to 50 or 55 or 60. You see, that would be normal. So, here, actually the chances of that voter base going up are slim.",
    "Actually the voter base can come down because the people in the SLPP, who voted, will have a second thought because they are not voting for a Rajapaksa now. They are voting for their local member of parliament in their particular electorate or particular district.",
    "So, it will come down. So, the challenge for us is to understand this situation and to make sure that those who have voted for us-those who voted for Sajith Premadasa to be president- voted for our philosophy will actually go to the polls because if our voter goes to the polls, relatively speaking, we are going to do better.",
    "Q:At the Presidential election, the main campaign targeted corruption. The popular slogan was “all 225 should be sent home”. Actually this started with the Protest. So the Presidential Election was a reflection of this. Hence this election is going to reflect whether that slogan is going to work or not. So, how are you going to work on this backdrop?",
    "I completely support the president’s statement. He sold one thing to the country, ‘Horu Allamu’. That’s the only thing he sold to the country. And I completely support that. In fact, when he catches the thieves, I’m waiting to cheer. You know that the country’s problems and issues are much bigger than just going after those who are corrupt.",
    "We will support him in pursuing the rule of law. We will support him in constitutional reform, which the JVP has talked about for decades and in abolishing the executive presidency.",
    "We support president’s anti-corruption policy not one-party state.",
    "If he brings those kinds of constitutional reforms, we will support him.  Reforms that will strengthen democracy, we will support him. Not the one-party state. So, that’s the area in which we can support him. Then, you referred to the Aragalaya.",
    "And the theme that came out of the Aragalaya was system change. And then, I think that what Anura Kumara Dissanayake cleverly did was, he narrowed down systems change to an anti-corruption slogan. But system change is much bigger than anti-corruption. He was able to sell the idea that, for 75 years, nobody had really done anything in this country and therefore, we need a change. That itself is absolute rubbish.",
    "Because in 1948, at the time of independence, Sri Lanka was importing 64% of its quota of rice and we are a rice-eating country.",
    "By the 1980s, we were self-sufficient in rice. See, how did we become self-sufficient? Previous governments, irrespective of whether they were UNP or SLFP, had pursued the right policies in agriculture, in irrigation, in works and if you look at the education system, Sri Lanka was one of the few countries in the world who has this free education system, and the literacy rate is the highest in South Asia. And despite all the results of the 75 years, there are shortcomings. I would say that. But when you say it’s fair, you have to compare it to somebody.",
    "So I would say, if somebody asks me what’s the number one issue, I would say it’s the rule of law.  Certainly anti-corruption is back to the rule of law and we are a multicultural, multilingual society.",
    "And every person needs to feel that this is my country, I’m equal, I belong here and that needs to be basically instilled in people.",
    "So the first thing I will do is I will reject that statement that the 225 people in this country, who they have sent to parliament, are responsible for the situation in the country.",
    "If you take the equality before the law, which I regard as number one, I see something wrong.",
    "The law should apply equally. Who is to blame for that? What has it got to do with the 225?",
    "Q:Why couldn’t the UNP and the SJB  come onto the same platform at the last elections?",
    "I don’t think it’s a question about the UNP and the SJP coming together. We are all, you know, born UNP. And the only reason that an SJB was formed was because the UNP was a democratic party and then, suddenly, that disappeared. People tried to do internal reform. So, I think the day the United National Party has a change of leadership, I think the next day we can put the SJB and the UNP together.",
    "Q:There are a lot of people, intellectuals who ask why couldn’t people like Eran join Ranil Wickremesinghe when the country was in the most difficult period?",
    "There’s no question about joining Ranil Wickremesinghe. It’s about the country. And when President Gotabaya Rajapaksa gave a call to Sajith Premadasa and called him and said, why don’t you form a government?",
    "Premadasa responded by sending a group of leaders to Gotabaya Rajapaksa. We went and talked to him and then I clearly explained to him that we will take over the responsibility in running the government. But there are some things that he has to agree to. One thing he has to agree to is constitutional reform.",
    "Q:Was this why Gotabaya fled the country?",
    "Yes this is before Ranil Wickremesinghe was sworn in and this was at the President’s house. Lots of people don’t know and this hasn’t been said publicly and I’m telling you because I was there and I was the person really speaking. Then he told me that the Bar Association had also presented a proposal and then I told him that the Bar Association proposal and ours in principle didn’t differ. I was appointed as the spokesman from our side and Ramesh Pathirana was from their side. And the next day I tried calling but there was no contact. I tried and tried. Then I heard a little later that Ranil Wickremesinghe was already in the President’s house and he was going to be sworn in. We had only one conclusion that we could come to; this was a façade and they had already decided on to make Rani Wickremesinghe the President.",
    "They need Ranil and Ranil needs them.",
    "We came forward because the country was in a crisis."
  ]
}