{
  "url": "https://www.ft.lk/columns/Does-the-Government-know-what-it-s-doing-with-Sinopec/4-783807",
  "title": "Does the Government know what it’s doing with Sinopec?",
  "ut": 1762114677.0,
  "body_paragraphs": [
    "Has the Government assessed the overall energy demand for the coming decades before promoting these massive projects?",
    "Does Sri Lanka need a mega refinery in Hambantota? The Government says yes, and there are no known dissenting voices, even from those speaking for the environment and for the birds. I, for one, made the case for a refinery adjacent to the port in Hambantota 15 years ago. The port and the refinery have synergy. Cheap bunkering will make the port attractive. Transport of the refinery’s inputs and outputs will improve the refinery’s business case. So, no dissent on the big question.",
    "Small print in agreements",
    "But questions remain. The terms and conditions of the investment agreement that is to be signed with the Board of Investment requires close examination.",
    "Is there a minimum amount of refined petroleum products that Sri Lanka is obligated to purchase from this refinery: 40%, 30 %or 20% (all numbers mentioned in news reports)? How will the price of the transactions be determined? Is it a take-or-pay arrangement? Is it just for the Sinopec fuel stations or also for Ceypetco and for electricity generation?",
    "Have projections been made whether the demand for refined petroleum products in the country can be matched with supply from the 200,000 barrels per day (bpd) Hambantota refinery and the planned 150,000 bpd from the upgraded Sapugaskanda refinery?",
    "What is the length of the tax holiday that is under discussion? If the Government gets no taxes from the refinery, what benefits will flow to the nation’s economy? Has the loss to the exchequer been calculated?",
    "Foreign investment should add value to the economy in some form. The investment that came to the Katunayake zone created jobs and generated export revenues. The investors brought more than capital; they opened markets and introduced new techniques. The tax breaks were justified because of those benefits. Modern refineries do not create many jobs. The technology transfer is minimal. Ability to attract ships to the Hambantota port through cheap bunkering is the obvious benefit, but does that justify zero tax or long tax holidays?",
    "Are two refineries justified?",
    "Those who care about climate change would have qualms about massive investments in hydrocarbons. The Government has not abandoned the commitment to generate 70% of electricity from renewable sources though the recent Electricity Amendment Act (section 2) diluted the relevant objective somewhat. But even if that is left aside, questions must be asked about whether there will be enough demand to justify the massively increased capacity that will come on stream if the Sapugaskanda upgrade is greenlighted and the Government commits to take 40,000 (20%) to 80,000 barrels (40%) a day from the Sinopec refinery.",
    "All agree that the cost of electricity to businesses and consumers must be brought down. Given the significant potential for wind and solar and the rapidly declining costs of the required equipment, it would be foolish to not increase electricity generated from these sources. But if the Government has committed to take, say, 80,000 barrels a day from Hambantota and 150,000 barrels a day from Sapugaskanda, will the transition to renewables be viable?",
    "Significant investments will be required to develop the transmission network to absorb wind and solar generated electricity. Does the Government plan to export electricity generated from renewables to India while meeting domestic demand using imported fuel? Just because it is refined on Sri Lankan territory, the fact that crude oil must be imported does not change. Or are we planning to attract data centres with cheap renewable-sourced electricity while leaving the rest of the economy dependent on volatile and costly imported hydrocarbon-based electricity?",
    "This is leaving aside the decision to invest in an LNG terminal and possibly purchase LNG from the US, because of the not yet disclosed commitments made to the US in return for the 20% tariff.",
    "It may be said that refined petroleum from the two refineries is intended for use in transportation. But what are the trends in the transportation sector? It is almost universally accepted that public transport should be powered by non-polluting and efficient electricity. Car buyers are voting with their wallets for electric vehicles. Worldwide trends indicate that land transportation powered by electricity will soon overtake the old internal combustion modes. Even with air and sea transportation, progress is being made on the use of hydrogen as motive power.",
    "Has the Government assessed the overall energy demand for the coming decades before promoting these massive projects? The PPP law is still in preparation, but the Public Financial Management Act has specific safeguards against Mattala airport types of investments. Just because foreign investment is involved, we cannot afford to ignore demand projections. The small print in the agreements may still impose unacceptable costs on the economy without commensurate benefits."
  ]
}