{
  "url": "https://www.ft.lk/columns/Executive-President-Office-of-the-Attorney-General-and-public-trust-doctrine/4-787819",
  "title": "Executive President, Office of the Attorney General and public trust doctrine",
  "ut": 1770057291.0,
  "body_paragraphs": [
    "The Constitution of Sri Lanka and Executive Presidential system was adopted on 7 September 1978 and the Code of Criminal Procedure Code Act (CCrPC) was enacted on 2 July 1979. The CCPrC was a measure to deal with the broad issues of the criminal justice system which postulates broad powers to the Office of the Attorney General. The Supreme Law of the Country is the Constitution. The provisions of the CCrP have not been challenged in the Supreme Court by the civil society or by the Bar Association of Sri Lanka. The writer has examined the first volume of the Parliament of Sri Lanka (https://www.parliament.lk/uploads/documents/scdecisions/sc-decisions-on-parliamentary-bills-1978-1983-volume-i.pdf) and it seems the Act had been enacted without a challenge. The ignorance of civil society at that time must be questioned.",
    "The Attorney General has been conferred sweeping powers to the extent of terminating criminal proceedings in a court of law which is often called the ‘nolle prosequi’. The constitutional jurisdiction under an Executive President had not been advanced then as it is now. There are a plethora of cases now available to look into the whole gamut of exercising power of the Executive. The power of the executive, legislative and judiciary must be in keeping with the Article 12 of the Constitution which posits that ‘All persons are equal before the law and are entitled to the equal protection of the law? (2) No citizen shall be discriminated against on the grounds of race, religion, language, caste, sex, political opinion, place of birth or any one of such grounds:’ – these are not merely words these are actions that should be implemented by the public servants. All decisions of the Government must undergo a rigorous test to see if it meets the proper ambit of the Article 12. The Supreme Court had held public officials and even Cabinet of Ministers accountable on many decisions or indecisions of the past regimes.",
    "AG is the face of the Government in terms of the enforcement of public law and criminal law",
    "The AG exercises quasi-judicial power as well. Does this not pose a question whether we need to look at the Constitution afresh and the laws which should have been subjected to pre-enactment judicial review? After nearly five decades the question has arisen over the power of the AG. After nearly five decades we still debate the limits of the power of the Executive President. There are ample reasons to review the constitution and adopt a more perfect constitution for Sri Lanka. Legitimacy of the constitution is derived from the wide acceptance of the constitution by the people of Sri Lanka. It would perhaps be an innovative approach for the Supreme Court of Sri Lanka to look into issuing ‘declarations of incompatibility’ with fundamental rights of the Constitution of any law that had been enacted without being subjected to judicial review. This has been the practice in the UK courts before the Brexit on the EU Human Rights Charter. (https://researchbriefings.files.parliament.uk/documents/LLN-2017-0092/LLN-2017-0092.pdf).",
    "It gives notice to the Executive that a citizen has an issue with the law that must be looked into by the Parliament. If there is not a special majority in the parliament it could lead to an all-party consensus based on the decision of the Supreme Court.",
    "Executive presidential system",
    "The Executive presidential system has also undergone tremendous reforms and some of the powers of the Executive President have been shifted to the independent commissions and Constitutional Council. The former President Ranil Wickremasinghe had articulated that the Constitutional Council (CC) as being ‘part of the executive’.",
    "(https://www.sundaytimes.lk/231126/columns/political-crisis-brews-over-constitutional-councils-legal-position-539529.html) The CC was undeniably established to check executive power and not to act as an executive appendage. Former President had not given reasons for his claim. The Constitution is a scheme of things and one provision cannot be taken out of context for interpretation and the whole constitution must be looked at in a holistic manner to arrive at its underlying philosophy.",
    "If one were to ask what was the political philosophy underpinning the 1978 constitution – the citizens would be left bewildered. It was a brain child of the late President JR Jayewardene and a team of legal eagles comprising late Dr. H.W. Jayawardena QC and late Justice Mark Fernando. The role of the people or the civil society was very minimal unlike in India where the Constitution was adopted after lengthy proceedings at the Constituent Assembly at which all proceedings were recorded in a set of volumes. These Volumes (Constituent Assembly Debates: Official Report) have often been referred to by the Supreme Court of India to delve deep into the political philosophy behind the adoption of the Constitution of India. The Constitution of India did not attract a referendum (even though there was a clamor for it) owing to the recognition of the Constituent Assembly as being a legitimate exercise. This is absent in Sri Lanka. This underscores the need for a Constituent Assembly to adopt a new constitution. A constitution cannot be given legitimacy if it is drafted by a political party but must garner support and consultations from all stakeholders of the society.",
    "Even though Parliament does have the power over public finance it must work harmoniously with the Executive and the Judiciary. Both branches are duty bound to honor the constitutional principles hence all three branches must work harmoniously otherwise the constitution would be rendered unworkable. The citizens would suffer at the hand of the all three branches",
    "The entrenchment of the provisions of the Sri Lankan constitution is given in the Article 83 in which Article 4 has been left out. It could not possibly have been a typo error. The framers must have omitted it for a purpose. Had we had a record of proceedings the reasons behind the omission of Article 4 could have been gleaned. The Supreme Court of Sri Lanka has since interpreted Article 3 and 4 together. The entrenchment of Article 4 has now been affirmed through jurisprudence.",
    "The Office of the Attorney General",
    "There is a wide discussion as to whether the Office of the Attorney General is an independent body. This writer believes that AG is the face of the Government in terms of the enforcement of public law and criminal law. Assume for a moment an aircraft is hijacked and hijackers demand the release of prisoners - failing which the aircraft would be blown off. The Minister of Defence being the President of Sri Lanka and Commander-In-Chief will have to consult the AG as to whether terrorist demands could be met to diffuse the situation. The AG - if rendered an independent office - could refuse to release the prisoners that would end up in a horrendous situation. If the Office of AG is rendered independent from the Executive President it could lead to a war between two nations. There have been many occasions in which the illegal trawlers from India had entered into the sovereign territory of Sri Lanka. They have been produced before the local Magistrates Court. Most of the time these fishermen have been released to maintain friendly relations between India and Sri Lanka. The AG must decide whether to release such fishermen and their boats. The Office of the AG must be seen to be upholding the other provisions of the constitution. The President of Sri Lanka being the Commander-in-Chief must exercise power in compliance with the provisions of the constitution. He is bound to uphold the constitution. An independent AG could thwart the will of the Executive President. The Provincial Councils come under the Executive President - if the Office of the AG is rendered an independent body the Executive President would not be able to defend the constitution. The Executive branch could undermine its own authority from within, rendering the governance of the country at stake. The public trust doctrine applies to all the state officials and it requires that state officials must work for the benefit of the citizens. This is a difficult balance given the complexities of the society.",
    "Does the Executive President have the privilege of spending money at his or her own whim?",
    "There has been much debate about the private visits by the Executive President. Being Commander in Chief the Executive President is undeniably entitled to security throughout his term. The Article 35 of the Constitution grants immunity to the President for both private (Immunity ratione personae (personal immunity) and official duties (Immunity Ratione Materiae or Functional Immunity) during the term. The private acts of the President could be challenged once the Executive President retires or leaves the office.",
    "The Article 35(1) states that in relation to Presidential immunity: “[w]hile any person holds office as President, no proceedings shall be instituted or continued against him in any court or tribunal in respect of anything done or omitted to be done by him either in his official or private capacity”. The former Chief Justice Sharvananda had expatiated on the Presidential immunity in Malliakarachchi v Shiva Pasupati Attorney General (https://lankalaw.net/wp-content/uploads/2024/12/009-SLLR-SLLR-1985-V1-MALLIKARACHCHI-v.-SHIVA-PASUPATI-ATTORNEY-GENERAL.pdf) “The principle upon which the President is endowed with this immunity is not based upon any idea that, as in the case of the King of Great Britain, he can do no wrong. The rationale of this principle is that persons occupying such a high office should not be amenable to the jurisdiction of any but the representatives of the people, by whom he might be impeached and be removed from office and that once he has ceased to hold office, he may be held to account in proceedings in the ordinary court of law. It is very necessary that when the Executive Head of the State is vested with paramount power and duties, he should be given immunity in the discharge of his functions.” The Article 148 of the Constitution stipulates that “Parliament shall have full control over public finance. No tax, rate or any other levy shall be imposed by any local authority or any other public authority, except by or under the authority of a law passed by Parliament or of any existing law”.",
    "There has been an argument advanced by the then Minister of Construction and Engineering Services (2001 – 2004) Dr Rajitha Senaratne during the cohabitation era under President Chandrika Bandaranaike that Parliament could cut off funds to the Office of the President. The argument cuts at both ends. The Article 75 says that “Parliament shall not make any law – (a) suspending the operation of the Constitution or any part thereof”. The Appropriations Bill allocates funds to the Office of the President and if money is not allocated (assume a similar cohabitation situation as referred above) the Executive President would not be able to defend the constitution and thus it would undermine the authority of the President. It is tantamount to suspension of the operation of certain provisions of the constitution. This clearly shows that even though Parliament does have the power over public finance it must work harmoniously with the Executive and the Judiciary. Both branches are duty bound to honor the constitutional principles hence all three branches must work harmoniously otherwise the constitution would be rendered unworkable. The citizens would suffer at the hand of the all three branches. So far the Supreme Court had held the fort magnificently despite occasional meaningless brickbats from the Legislature.",
    "(The author holds a Post Graduate Diploma in Diplomacy (BIDTI), Master of Laws (LLM) in Commercial Law from Cardiff Metropolitan University UK and LLM in Constitutional, Administrative and Human Rights Law from the Faculty of Law University of Colombo)"
  ]
}