{
  "url": "https://www.technologyreview.com/2024/08/29/1103330/a-new-smart-mask-analyzes-your-breath-to-monitor-your-health/",
  "title": "A new smart mask analyzes your breath to monitor your health",
  "ut": 1724920200.0,
  "body_paragraphs": [
    "Your breath can give away a lot about you. Each exhalation contains all sorts of compounds, including possible biomarkers for disease or lung conditions, that could give doctors a valuable insight into your health. Now a new smart mask, developed by a team at the California Institute of Technology, could help doctors check your breath for these signals continuously and in a noninvasive way. A patient could wear the mask at home, measure their own levels, and then go to the doctor if a flare-up is likely.   “They don't have to come to the clinic to assess their inflammation level,” says Wei Gao, professor of Medical Engineering at Caltech and one of the smart mask’s creators. “This can be lifesaving.” The smart mask, details of which were published in Science today, uses a two-part cooling system to chill the breath of its wearer. The cooling turns the breath into exhaled breath condensate (EBC).",
    "EBC, essentially a liquid version of someone’s breath, is easier to analyze, because biomarkers like nitrite and alcohol content are more concentrated in a liquid than in a gas. The mask design takes inspiration from plants’ capillary abilities, using a series of microfluidic modules that create pressure to push the EBC fluid around to sensors in the mask. The sensors are connected via Bluetooth to a device like a phone, where the patient has access to real-time health readings.",
    "Related StoryMultifunction masksTiny sensors embedded in face coverings and other wearable items can diagnose covid-19 and detect other threats.",
    "“The biggest challenge has always been collecting real-time samples. This problem has been solved. That's a paradigm shift,” says Rajan Chakrabarty, professor of Environmental and Chemical Engineering at Washington University in St. Louis and who was not involved in the research. The Caltech team tested the smart mask with patients, including several who had chronic obstructive pulmonary disease (COPD) or asthma or had just gotten over a covid-19 infection. They were testing the masks for comfort and breathability, but they also wanted to see if the masks actually worked at tracking useful biomarkers throughout a patient’s daily activities, such as exercise and work.  The mask picked up on higher levels of nitrite in patients who had asthma or other conditions that involved inflamed airways. It also picked up on higher alcohol content after a patient went out drinking, which demonstrates another potential application of the mask. Analyzing breath this way is more accurate than the typical breathalyzer test, which involves a patient blowing into a device. Blowing can produce imprecise results due to alcohol in saliva being spit out. The researchers hope this is just the beginning. They plan to test the masks on a larger population, and if all goes well, commercialize the masks to get them out to a wider audience. They hope the mask will be a platform for broader application, where sensors for a range of biomarkers could be slotted in and out.  “What I would like to be able to do is take off their sensors, put in my sensors, and this becomes the building block for doing all other types of development,” says Albert Titus, professor and chair of the Department of Biomedical Engineering at the University at Buffalo and who wasn’t part of the Caltech team. “That's where I’d like to see it go.” For example, there may be the possibility to measure ketones in the breath, a high level of which is a sign of diabetes, or glucose levels, to help people with diabetes monitor their condition. “The mask can be reconfigured for many different applications,” says Gao. hide"
  ]
}