{
  "url": "https://www.ft.lk/columns/Why-SL-must-continue-to-pursue-non-aligned-yet-multi-aligned-foreign-policy/4-773696",
  "title": "Why SL must continue to pursue non-aligned, yet multi-aligned foreign policy",
  "ut": 1740951596.0,
  "body_paragraphs": [
    "Ukraine’s tragedy is not just a distant war; it is a lesson in realpolitik for all small nations",
    "For Sri Lanka, the lesson is simple: never allow ourselves to become the battleground for someone else’s war. We must ensure that our sovereignty is non-negotiable and that our foreign policy choices are dictated solely by our national interests, not by the strategic ambitions of global powers",
    "Lessons from the Ukrainian debacle",
    "In a world increasingly polarised by great-power rivalries, Sri Lanka must remain steadfast in its time tested foreign policy doctrine: non-alignment.",
    "Our strategic location in the Indian Ocean, economic aspirations, and long-term stability demand that we engage with all global actors without becoming pawns in their geopolitical games.",
    "The ongoing crisis in Ukraine offers a stark reminder of what happens when small and mid sized nations get caught in the crossfire of major power struggles. For Sri Lanka, the lesson is clear: we must remain non-aligned yet multi-aligned, engaging with all, avoiding entanglements, and ensuring that our sovereignty is never compromised.",
    "The Ukrainian crisis: A cautionary tale for small states",
    "Ukraine’s tragedy is not just a distant war; it is a lesson in realpolitik for all small nations. Over the past two decades, Ukraine found itself on the fault line between NATO and Russia. By aligning too closely with one camp, it triggered existential fears in the other. When the crisis escalated, Ukraine was left to bear the full cost of war. Its cities reduced to rubble, its economy in shambles, and millions of its people displaced.",
    "Despite strong international support, Ukraine has suffered devastating consequences. The military and financial aid it has received has come at a tremendous cost, both in human lives and economic ruin. No amount of Western backing has spared Ukraine from becoming the battlefield of a larger geopolitical contest.",
    "For Sri Lanka, the lesson is simple: never allow ourselves to become the battleground for someone else’s war. We must ensure that our sovereignty is non-negotiable and that our foreign policy choices are dictated solely by our national interests, not by the strategic ambitions of global powers.",
    "Sri Lanka’s foreign policy: The power of equidistance",
    "Sri Lanka has historically been a champion of non-alignment. From our role in the Non-Aligned Movement (NAM) to our principled stand at the 1951 San Francisco Peace Conference, we have long understood that small states wield the greatest power when they remain independent in their decision making.",
    "Over the years, we have experienced the perils of veering too far in one direction. The late 1970s saw an excessive pro Western tilt, leading to strained relations with India and regional instability. More recently, an over reliance on China in the early 2010s resulted in economic vulnerabilities and strategic imbalances. The anti China rhetoric of 2015 cost us dearly, almost freezing Chinese investments and triggering a devastating economic slowdown that contributed to the financial crisis.",
    "Every time Sri Lanka has moved too close to one power bloc, it has paid a price, whether in economic pressure, diplomatic isolation, or security threats. This is why our best path forward is non-alignment in politics but multi-alignment in economic and diplomatic engagement.",
    "What does a non-aligned yet multi-aligned foreign policy look like?",
    "1.No military alignments, no foreign bases",
    "Sri Lanka must firmly reject any attempt by external powers to establish military bases or exclusive defence arrangements on our soil. While we should engage in cooperative security dialogues, we must not allow ourselves to be drawn into power blocs that undermine our neutrality.",
    "2.Economic engagement with all, dependency on none",
    "We should welcome investments from all corners, India, China, the US, the EU, Japan, and others, while ensuring that no single actor dominates our economic landscape. A diversified economic strategy will safeguard us from economic coercion and financial vulnerabilities.",
    "3.Diplomatic balancing",
    "Just as we engage with China on infrastructure, we must strengthen ties with India for regional security and trade, collaborate with the US and Europe for technology and education, and maintain strong links with Japan and ASEAN for economic opportunities.",
    "4.Leveraging multilateralism",
    "Sri Lanka must remain active in regional and global organisations like the UN, NAM, SAARC, and BIMSTEC, using these platforms to promote dialogue, trade, and security cooperation without taking sides in major power conflicts.",
    "5.Resisting coercion and protecting sovereignty",
    "Major powers will always seek to exert influence over small nations, forcing them to take sides, whether through economic pressure, diplomatic manoeuvring, or security agreements. We must have the political will to resist undue pressure and assert our sovereign right to pursue an independent foreign policy.",
    "A realistic assessment of our size, strength, and interests",
    "Sri Lanka is not a superpower. We do not have the economic or military clout to take sides in great power conflicts. But we do have strategic importance, a vital geographic location, and a respected voice in international diplomacy. If we play our cards wisely, we can turn our neutrality into an advantage, positioning ourselves as a hub for global trade, an honest broker in international disputes, and a bridge between competing powers.",
    "We must recognise that aligning with any single power bloc, whether Western, Chinese, or otherwise, will only expose us to greater risks. Instead, a pragmatic, balanced approach will allow us to benefit from global partnerships while avoiding the pitfalls of dependency.",
    "The middle path is the best path",
    "Sri Lanka does not need to pick sides. We need to pick strategies that work best for our long term stability, security, and prosperity. The world today is as divided as it was during the Cold War, and the lessons from Ukraine prove that small nations that fail to remain neutral pay the heaviest price.",
    "Our path is clear: a foreign policy rooted in non-alignment, strengthened by multi-alignment, and guided by the unwavering principle that Sri Lanka’s future must be shaped by Sri Lankans not by external pressures.",
    "As we move forward, we must do so unapologetically and with confidence, embracing the world, engaging with all nations, and ensuring that Sri Lanka remains sovereign, secure, and successful in an increasingly uncertain global order.",
    "(The writer is a former Minister of Justice, Foreign Affairs and Finance.)"
  ]
}