{
  "url": "https://dbsjeyaraj.com/dbsj/?p=85475",
  "title": "Former Ilankai Thamil Arasuk Katchi Leader and Ex- Jaffna MP  “Maavai” Senathirajah Passes away on 29 January  at the age of 82.",
  "ut": 1738179701.0,
  "body_paragraphs": [
    "Senior Tamil politician Mavai Senathirajah, a key figure in the long political struggle for the rights of Tamils in Sri Lanka’s north and east, passed away on Wednesday (January 29, 2025) after a brief illness. He was 82.",
    "An Ilankai Tamil Arasu Katchi (ITAK or Federal Party) veteran and former Jaffna Parliamentarian, Senathirajah led the party from 2014 to 2024. He stepped down from the position last year amid a sharp rift — that is yet to be reconciled — between two factions vying for the party’s leadership.",
    "Senathirajah’s political career, devoted to the cause of Tamil nationalism, spanned over six decades. He joined the movement for Tamils’ self-determination in his student days and also participated in the ‘Satyagraha’ led by prominent leader S.J.V. Chelvanayakam in 1961. He continued agitating for Tamil rights through 1960s and 1970s, often courting arrest.",
    "Senathiraja’s name also came up as a potential candidate when the first election to the Northern Provincial Council was held in 2013. However, the party subsequently decided to field former Supreme Court judge C.V. Wigneswaran, who won and served as Chief Minister. All the same, Senathirajah continued to engage in the party’s activities and outreach with the international community, especially India.",
    "In a message on social media platform ‘X’, Sri Lanka’s Leader of Opposition Sajith Premadasa described Senathirajah as a “steadfast advocate for the rights of the Tamil people”, who consistently raised his voice both within and beyond Parliament. “His contributions and dedication to the cause will always be remembered,” Mr. Premadasa said.",
    "Senior lawyer and former Jaffna Parliamentarian M.A. Sumanthiran said Mr. Senathirajah “was a symbol of Tamil resistance to majoritarian rule for over six decades, having been jailed for several years in the 1970s.”",
    "Senathirajah’s death comes less than a year after his long-time colleague and party senior R. Sampanthan died."
  ]
}