{
  "url": "https://www.eiu.com/n/us-election-its-impact-on-us-trade-policy/",
  "title": "US election: its impact on US trade policy",
  "ut": 1718166317.0,
  "body_paragraphs": [
    "US election: its impact on US trade policy",
    "ElectionsForecastingPoliticsTradeUS electionAmericasGlobalUnited StatesCountry Analysis",
    "EIU’s forecasts continue to assume that Joe Biden, the current US president, will win re-election in November 2024. Nevertheless, the high risk of Donald Trump returning to the White House cannot be ruled out.",
    "Trade policy will be among the biggest risks to watch regarding a potential second Trump presidency. In this article, we examine how Mr Trump would approach US trade relations beyond China, including in regard to a US-Mexico-Canada Agreement (USMCA) renewal and the likelihood of new tariffs and other restrictions against US trade partners.",
    "Despite Mr Trump’s threats to impose a 10% blanket tariff across all imports, we view the full adoption of such a measure as our “worst case” scenario. Instead, pushback from US economic partners, domestic US firms and members of Mr Trump’s own party will yield a “watered down” version of this threat, including via carve-outs and other exemptions offered on a targeted basis.",
    "We see other trade frictions around steel, aluminium, automotives and digital services taxes as potential triggers for new trade wars, particularly as the US enhances its trade policy scrutiny over third markets and continues to withdraw from global multilateral institutions.",
    "Our core forecasts continue to assume that Mr Biden will retain the presidency, despite the very high risk that Mr Trump could return to the White House. In the first of our two articles looking at the impact of the US elections, we discussed our views on US-China trade, and how the two candidates would differ in their approach to the US’s economic relations with China. In the second article of this two-part series, we examine what the elections would mean for US trade policy more generally—including for key US economic and security partners, many of whom we see as disproportionately exposed to the risks of a second Trump presidency.",
    "All eyes on USMCA renewal",
    "We see trade developments in North America as among the most riskiest areas of policy attention, besides the US’s focus on China. A second Biden administration would continue to leverage the economic linkages enshrined under the US-Mexico-Canada Agreement (USMCA), particularly as part of its industrial policy and supply-chain securitisation goals. We would expect the Biden administration—co-operating with the new, more business-friendly Mexican administration (starting from October 2024)—to prioritise USMCA’s scheduled renewal in 2026, which our forecast assumes will happen regardless of the Canadian elections in October 2025.",
    "By contrast, another Trump administration would re-inject considerable uncertainty into North American trade relations. The US’s growing trade deficit with Canada and Mexico would likely be among his areas of focus. Although USMCA would initially shield Canada and Mexico from Mr Trump’s flat-tariff plans, any one of the trade disputes inherited from the Biden administration could easily ignite into a more serious diplomatic issue.",
    "Intense lobbying by the business community should be enough to ensure USMCA’s renewal in 2026 under Mr Trump. However, Mr Trump inevitably would threaten to derail the process (or even exit the agreement) by criticising non-compliance with USMCA terms by Canada and Mexico. In addition to addressing existing concerns raised by domestic US industry—some of which the Biden administration has already raised in bilateral negotiations—Mr Trump may also do this in order to force policy concessions from the other members. These threats would weigh on North America’s business climate, at the expense of foreign investment and cross-border trade. US-Canada relations would be strained from the start, given Mr Trump’s already-hostile relationship with Canada’s prime minister, Justin Trudeau; Canadian authorities are already moving to shield themselves from any potential fallout in diplomatic or trade ties. Ties with Mexico would also be strained, as Mr Trump quickly moves to pressure Mexico into contributing more to US-Mexico border security, potentially under the threat of trade retaliation. China’s growing investment footprint in Mexico would be another source of tension (we would expect a Biden administration to handle this more delicately), as would Mexico’s widening trade surplus with the US (which reached a record high in 2023).",
    "Is a 10% blanket import tariff likely?",
    "Mr Trump’s threat to impose a 10% import tariff across all US-bound imports represents the other main potential shock to global trade. These policy designs would also risk undermining our forecasts for US consumption and investment in 2025-28, while elevating the likelihood of economic retaliation by other governments.",
    "It is also highly likely that a 10% blanket tariff would return strong domestic inflationary pressures to the US. Classical economic theory suggests that higher US import barriers would help to facilitate an expansion in domestic production, which would ultimately contain some inflationary pressures. However, we do not expect such an equilibrium to materialise until the medium- to long term, based partly on our assessments around the current difficulties in US industrial policies—like the CHIPS Act and the Inflation Reduction Act—in quickly translating to expanded levels of US domestic production. A 10% blanket tariff would therefore yield an immediate, one-time surge in price pressures, with a strong risk that any new price equilibrium, once costs come down, would still be higher than the pre-status quo, based on the higher input and production costs in the US economy.",
    "These supply-side shocks would disrupt recent disinflationary trends and probably push consumer price growth back above 4%—a shock that we assume would be most prominently felt in 2025-26. In turn, this would likely encourage the Federal Reserve (the US central bank) to keep interest rates elevated (or even raise them, depending on the intensity of the inflationary shock). The knock-on effects of tighter monetary policy on household, business and investment demand would, consequently, drag down US imports in 2026-28 beyond our current assumptions, carrying wider implications for other regions that rely heavily on US demand.",
    "Could Mr Trump actually deliver on this threat?",
    "Mr Trump’s full implementation of a blanket 10% import tariff—and the resulting retaliation by US trade partners—nevertheless remains our worst-case scenario. We would expect significant political, consumer and business community pushback against these policy proposals, including by challenging the legality of Mr Trump’s moves via the US courts.",
    "As we had observed in his first term, the more likely scenario is that Mr Trump would implement a “watered down” version of this threat, with tariff rates and exemptions ranging across the board—particularly for key US industries (like automotives), as well as US diplomatic partners from whom Mr Trump would be seeking other economic and security concessions. The secondary effects of higher tariffs could be offset by exchange-rate movements elsewhere. An anticipated depreciation in the Chinese renminbi or the Mexican peso against the US dollar, as investors react negatively to these moves, could ultimately offset the effects of higher US duties.",
    "The difficulty in adopting a 10% blanket tariff suggests that the earliest duties would not be adopted until late 2025/early 2026. Even so, a 10% tariff “with caveats” would have significant negative implications for business confidence. Worsening investor uncertainty would hold back some investment, both domestic and foreign, into the US in 2025-28. More consequentially for global trade, such a radically protectionist measure would encourage US trade partners to adopt reciprocal duties. A “domino effect” of tit-for-tat retaliation would risk market-access shocks to US exporters, particularly in politically sensitive export-oriented industries, such as agriculture and automotives. We would also expect these trade frictions to undermine the US trade and diplomatic co-ordination that the Biden administration has forged with its international partners since assuming office. This would include undermining US cooperation with the EU on China, including in regard to shared concerns over Chinese electric vehicle exports and other issues tied to Chinese industrial overcapacity.",
    "Other triggers for trade war(s)",
    "Other trade policy risks will be important to watch, and could materialise regardless of whether Mr Biden or Mr Trump returns to the White House. These could include:",
    "US tariff threats on steel and aluminium, given US domestic political factors that have kept these industries in the crosshairs of bipartisan focus. We would expect Mr Biden to keep these tariffs suspended indefinitely, as part of leverage in ongoing trade negotiations; by contrast, Mr Trump would likely reimpose them immediately.",
    "Tensions over planned digital services taxes (DSTs), which are tied to ongoing negotiations over the OECD’s global tax deal. Although Mr Biden would persist with these negotiations, we would expect Mr Trump to exit the agreement. This would spark a wave of DST adoption in countries across Asia, Europe and North America, which could ignite tit-for-tat sanctions (and further complicate USMCA renewal, given Canada’s own DST plans).",
    "The withdrawal of the US from multilateral trade frameworks. EIU’s dim view of Mr Biden’s signature economic policy for Asia—the Indo-Pacific Economic Framework for Prosperity (IPEF)—is based on the difficulties hamstringing his administration in forging a more ambitious agreement. Under Mr Trump, the US could formally exit IPEF altogether. This would severely undermine the US’s credibility among IPEF’s members amid the country’s concurrent efforts to encourage Asian markets to diversify their economic, trade and supply-chain linkages away from China.",
    "Tighter scrutiny over transshipments via third markets, particularly in the context of sanctions and tariff evasion in relation to US policy restrictions on Russia, China and other nations subject to US trade controls. Mr Biden’s administration has already begun tightening sanctions enforcement in ways that highlight the extra-territorial application of US law, while also extending punitive actions to third countries seen as facilitating tariff avoidance. We see South-east Asia, Latin America and Eastern Europe as among the most exposed regions in this regard.",
    "However, a Trump election victory would also carry specific threats for certain regions. Irregular migration from Latin America and Sub-Saharan Africa to the US would likely be mixed into US trade policy discussions, even as the US concurrently encourages outbound corporate investment into the region’s critical minerals sectors. US involvement in Africa’s green transition, in particular, would likely be dialled back, replaced by efforts to develop opportunities in the continent’s copper, cobalt, iron ore and rare-earth element industries.",
    "In addition, we assign a high risk that Mr Trump would resurrect discussions on US automotive tariffs (“Section 232 tariffs”), which he had threatened to impose on foreign importers throughout his first term. We see European countries as among the most disproportionately exposed to these policies, given the nature of trans-Atlantic trade ties. However, vehicle exporters from South Korea and Japan would also be at risk—despite their renegotiated trade frameworks with Mr Trump during his first term—given Mr Trump’s concerns about the US’s bilateral trade deficits with these nations.",
    "The analysis and forecasts featured in this article are available in EIU’s Country Analysis service. This integrated solution provides unmatched global insights covering the political and economic outlook for nearly 200 countries, enabling organisations to identify potential opportunities and risks.",
    "ElectionsForecastingPoliticsTradeUS electionAmericasGlobalUnited StatesCountry Analysis"
  ]
}