{
  "url": "https://www.ft.lk/columns/Sixth-anniversary-of-Easter-carnage/4-775683",
  "title": "Sixth anniversary of Easter carnage",
  "ut": 1745270935.0,
  "body_paragraphs": [
    "The 2019 Easter carnage victims are crying for justice and compensation, while those innocent Muslims languishing in jails are crying for a proper trial",
    "The Easter Sunday of 21 April 2019 was one of if not the bloodiest days in the history of Buddhist Sri Lanka. It was staged by a small group of religiously deranged Muslim mercenaries headed by a vagabond madrasa truant and backyard imam apparently hired by a politically ambitious cabal. In a series of three articles under the heading “Anatomy of an Islamic infamy” authored by this columnist and published on 5, 8, and 10 May 2019, several issues regarding that infamy were discussed. Later, Daily Financial Times also published them. It is six years since that carnage took place and until now despite numerous investigations and inquiries both local and international and Presidential Commissions and Committees the masters who funded and stage managed this heinous crime have not been produced before the law.",
    "The only two solid facts that we know so far are the identities of those innocent Christian worshippers who lost their lives, and the names and whereabouts of the mercenaries who all had been conveniently killed by the security forces. Why were they killed instead of arrested is another puzzling question adding to the mystery. In the meantime, hundreds of Muslims had been arrested and incarcerated and some former politicians without any shred of evidence are still naming one or two among those arrested as the masterminds.",
    "Only one person arrested",
    "It was in this background that President Anura Kumara Dissanayake (AKD) announced that he would let know the names of those who were responsible for this tragedy before its sixth anniversary. That deadline has expired. So far only one person had been arrested under that draconian Prevention of Terrorism Act (PTA) for his alleged involvement in the Easter massacre and is being questioned. In all probabilities it is highly unlikely that AKD would be able to fulfil his promise. It may be that he set that deadline in haste in view of the forthcoming Local Government Elections. But what matters is not the time but the delivery of his promise.",
    "There is also a strong possibility that the masterminds with their power and influence would have destroyed some crucial evidence while they were in office. However, AKD would be remembered forever if he could bring before justice even a couple of those intrigants. AKD’s Clean Sri Lanka campaign should cover not only cleaning the country’s physical environment and removing political and administrative corruption but also law and crime management.",
    "Mountain out of molehill",
    "On another note, once again the Muslim community in Sri Lanka has come under mischievous publicity in connection to the protests it staged after the police arrest made under PTA of a young Muslim employee for displaying an anti-Israel sticker. The incompetence of a policeman and inexperience of a minister had combined to make a mountain out of molehill. The Palestine issue has no doubt provoked worldwide protest from not only Muslims but people of every religion including Judaism as well as nonbelievers who condemn what the Netanyahu Government is unleashing in Gaza. These protestors are also shocked and disgusted at the open support US is rendering to this genocide and the hypocrisy of Western countries and their media for criticising Russia in Ukraine while keeping quiet about Israel’s horror in Gaza. Just as the 1916 Sykes-Picot Arrangement to keep Ottoman territories in the Arab world respective zones of British and French influence, Global West is allowing Israel to recreate the Middle East in Israel’s image.",
    "At the same time, the astonishing apathy of the Arab world with treasonous complicity of some of them with Israel, all in the name of self-interest is another ugly dimension to this horror. Why are Amman, Cairo, Jeddah and Dubai remaining calm while New York, London, Melbourne and Sydney for example are organising pro-Palestine marches and sit-ins? Passing anti-Israel resolutions in the UN and issuing arrest warrant against Netanyahu without the power to implement them is another ugly side to this sordid drama.",
    "The only two solid facts that we know so far are the identities of those innocent Christian worshippers who lost their lives, and the names and whereabouts of the mercenaries who all had been conveniently killed by the security forces. Why were they killed instead of arrested is another puzzling question adding to the mystery. In the meantime, hundreds of Muslims had been arrested and incarcerated and some former politicians without any shred of evidence are still naming one or two among those arrested as the masterminds",
    "Protest gatherings should be inclusive of all communities",
    "In this atmosphere the Muslim community in Sri Lanka cannot be expected to remain silent. But their protest gatherings should be inclusive of all communities in the country. There are millions of Sinhalese, and Tamils whether they are Buddhists, Hindus or Christians who are disgusted of the double standard the so-called super powers adopt not only about Palestine but also on other issues affecting Global South. Unfortunately, Sri Lanka’s Muslim leadership both at political as well as religious and cultural levels has failed to embrace this inclusiveness. Isn’t this self-alienation, a perennial problem among Muslims?",
    "AKD and the NPP Government are compelled to maintain a delicate balance between supporting Palestine and maintaining the link with Israel on account of economic reasons. But that balancing act should not lead to tolerating Israeli tourists overstaying their visas, establishing worship centres and Chabad House, and engaging in trade and other business activities. No Sri Lankan will support AKD and the Government if they remain lackadaisical about putting a stop to this. If this were to be allowed what is there to stop Indian or Maldivian tourists from any country to do the same?",
    "Coming back to the main topic, the 2019 Easter carnage victims are crying for justice and compensation, while those innocent Muslims languishing in jails are crying for a proper trial. Therefore bringing the real masterminds who planned and orchestrated that bloodbath should receive priority in AKD’s calendar. Sooner it is done better for the President and NPP Government.",
    "(The writer is a retired economist, W. Australia.)"
  ]
}