{
  "url": "https://www.dailymirror.lk/opinion/Gaza-genocide-one-year-on-Middle-East-on-brink-of-major-war/172-293060",
  "title": "Gaza genocide one year on: Middle East on brink of major war",
  "ut": 1727987190.0,
  "body_paragraphs": [
    "Displaced children walk past a mannequin as they transport drinking water in Gaza City on October 2",
    "Pic by Omar Al-Qattaa/AFP",
    "October 7 will mark the first anniversary of Israel’s ongoing genocide in Gaza. About 42,000 have been killed, and if one were to go by the British medical journal Lancet’s formula, the death toll easily exceeds 200,000.",
    "And it comes as the Middle East is on the brink of a major war that could shoot up the oil prices to unprecedented levels. According to the World Bank, oil prices could rise to more than $150 a barrel if the conflict in the Middle East escalates. Iran has warned time and again that if hostile powers prevent Iran from selling its oil, then it will make sure that no country in the region sells its oil.",
    "Given this disruption to the oil trade, a major war is no good news for US Vice President Kamala Harris. The Middle East crisis is only adding to her woes, and she is likely to lose the November elections. Israel is not going to heed her advice for a Gaza ceasefire, the only factor that stands between a major war and graveyard peace in the Middle East.",
    "War erupts when rationality is thrown to the winds. War breaks out when the existing balance of power is disturbed. Yes, since the October 7, 2023 events, the balance of power between Iran and Israel has been crumbling. In recent weeks, the region has witnessed a major escalation, more so after Israel killed Hezbollah’s legendary leader, Hassan Nasrallah. He was a hero and a powerful icon of the resistance movement against Israeli expansionism. Hezbollah is the only Middle Eastern resistance movement that militarily defeated Israel and ended its occupation, not once but twice. Hezbollah is backed by Iran and is considered Iran’s frontline defence against Israel.",
    "Iran cannot simply afford to let Hezbollah perish under Israeli military onslaught. The Iran-Hezbollah bind is more than symbiotic. It was more like NATO’s Article 5: an attack on one will be deemed an attack on both.",
    "However, much to the disbelief of many analysts, Iran continued to exercise restraint when several top Hezbollah members were killed in Israeli attacks and pager and walkie-talkie blasts across Lebanon. Moreover, the tone of Iranian President Masoud Pezeshkian’s speech at the United Nations General Assembly session on September 24 was one of reconciliation and peace.",
    "Iranian silence even after the killing of several top Hezbollah leaders and nearly 700 Lebanese in Israel’s massive bombardment of southern Lebanon and Beirut and the displacement of one million people prompted a Lebanese Shiite cleric to tell Nasrallah, “Write your will. The Iranians have betrayed you.”",
    "Such insults apart, Iran’s inaction raised doubt about its ability to respond. But after the killing of Nasrallah on September 27, Iran broke its silence. It was not willing to heed calls for restraint from intermediaries involved in backchannel communications between Tehran and Western capitals. When Iran vowed to avenge the July 31 killing of Hamas political leader Ismail Haniyeh while he was in Iran for the inauguration ceremony of the new Iranian president, the United States, through backchannel contacts, sought an Iranian restraint in exchange for a ceasefire in Gaza. But the promised ceasefire did not come. Instead, the US continued to supply Israel with military aid even though the hardline Benjamin Netanyahu government spurned ceasefire moves. The US became more complicit in the Gaza genocide. The Iranians felt betrayed.",
    "When Israel opened up a new front on its northern border to neutralise the threat from Hezbollah and killed top resistance leaders, including Nasrallah, it was an unofficial declaration of war against Iran. The Nasrallah killing was a red line. Iran was compelled to respond. Failure will portray Iran as a weak nation, a poor shadow of its much-hyped capabilities. Besides, exercising restraint will also be construed as an abandonment of allies. Iran had to respond, and that response came on Tuesday in the form of hundreds of missiles raining on Tel Aviv and other cities. Israel claims its Iron Dome intercepted a majority of the missiles, but footage and reports devoid of Israeli propaganda confirm that 80 percent of the missiles hit the targets.",
    "While Iranian missiles hit military facilities and were not directed at civilians, Israel targets largely civilian facilities and still calls itself the world’s most moral army in a deception to mitigate criticism of its genocides in Gaza and now Lebanon.",
    "An Israeli response is now imminent. Something big is in the offing. It could be an attack on Iran’s nuclear facility. In April this year, too, the two countries locked horns in tit-for-tat attacks. But in hindsight, the attacks turned out to be largely symbolic and did not lead to a major escalation, with the US from behind the scenes playing a controller’s role. But the present scenario is different. Israel is determined to crush Hezbollah while Iran does not want to lose Hezbollah.",
    "Israel was fighting Iran on multiple fronts, Netanyahu said on Sept. 27 during his UNGA speech, which saw several countries staging a walkout. “There is no place in Iran where Israel’s long arm cannot reach,” he warned, hours before Nasrallah was killed.",
    "But Iran’s military leaders have vowed any attack on Iran will draw a much stronger response.",
    "To Iran’s advantage, Hezbollah has resurrected itself after the death of Nasrallah and a series of humiliating setbacks. On Wednesday, it killed several Israeli soldiers in ground battles on the Israel-Lebanon border. Israel said it lost 8 soldiers, but some analysts believe the figure was much higher than what Israel has announced. Israel may have air superiority, but when it comes to ground warfare, Israel is no match for Hezbollah fighters.",
    "While most Arab countries lacked the courage to protect the Palestinians in Gaza, Hezbollah, by entering the war, proved that among Arabs still there are brave souls who do not care a damn about the fleeting worldly life.",
    "Hezbollah entered the war against Israel in support of the Palestinian resistance group Hamas, which has been accused of starting the war on October 7 last year with an attack on an Israeli border town, though the crisis has been going on since 1917. About 1200 people, mostly Israelis, were killed, and some 250 were taken hostage. A less highlighted fact is that several Israelis died in Israeli air force fire. In keeping with a policy known as the Hannibal doctrine, the Israeli air force, when killing Hamas guerrillas, also killed Israelis whom they were holding as hostages. The Israeli propaganda machinery accused Hamas of decapitating babies and raping women, but these claims have been proved incorrect. Yet on and off, these lies appear in unscrupulous Western media outlets to whip up support for Israel’s genocide.",
    "After one year of genocide, Israel has not eliminated Hamas. It has not freed the hostages. Hamas is holding about a hundred hostages. The only success Israel can claim is that it has made Gaza unlivable and normalised genocide with a good measure of help coming from the United States of America, Israel’s vassal state, where politicians jostle each other to prove their submission to Zionism.",
    "With no ceasefire in Gaza and Israel spurning the international community’s appeals to stop its murderous actions in Gaza, the West Bank, Yemen, and Lebanon, the October 7 anniversary will only be a catalyst for the next level of escalation."
  ]
}