{
  "url": "https://www.ft.lk/columns/Budget-2026-Interest-or-investment/4-783377",
  "title": "Budget 2026: Interest or investment?",
  "ut": 1761254021.0,
  "body_paragraphs": [
    "When full repayments resume and Sri Lanka must once again return to the Bond markets, that pressure will re-emerge",
    "At the end of the IMF program, by around 2028, Sri Lanka is projected to spend over 40% of Government revenue on debt repayments, one of the highest ratios among peer-group countries. With at least eight million Sri Lankans categorised as poor, the narrative of stability is superficial. Higher public sector numbers and increased salaries contradict claims of a lack of fiscal space for health and education. As the economy expands, repayments under Macro-linked Bonds will continue to increase while persistent structural weaknesses in the external sector and weak FDI inflows sustain dependence on high-interest commercial borrowing. Meanwhile, reserve accumulation and fiscal discipline risks domestic liquidity, higher growth and inflationary pressure.",
    "Budget 2025, the National People’s Power Government’s first, proposed a basic salary increase of between 24% and 50% for the roughly 1.1 million (m) public servants. In total, the Government allocated Rs. 100 billion (b) for salary increases for the current fiscal year, reports suggest a total additional spend of Rs. 330 b for public sector wages. A separate ‘Cost of Living Allowance’ was also approved for three years starting January 2025. In August 2025, Cabinet approval was granted for the recruitment of another 60,000 public servants to fill “essential vacancies” across government ministries, departments and institutions. This recruitment is overseen by a special committee led by Secretary to the Prime Minister in conjunction with the Ministries of Finance and Public Administration.",
    "At the time, the NPP Government blamed a lack of fiscal space for historically low spending on health: 1.4% of GDP, and education: 0.9% of GDP. The administration also allocated a record Rs. 1.3 trillion (t) towards capital expenditure for fiscal year 2025, a target it will most certainly not meet, like every Government prior.",
    "The World Bank’s September 2025 Sri Lanka Public Finance Review, titled “Towards a Balanced Fiscal Adjustment”, notes that Sri Lanka’s public-sector wage bill is relatively low compared with many peers. The report emphasises the need to rationalise state-sector employment via well-targeted attrition policies over the medium to long term. It observes that a hiring freeze introduced at the onset of the crisis has helped reduce headcount, but further staff reductions over the next 2-3 years could impair service delivery. Thus the rightsizing of over-staffed sectors and professions should proceed gradually, recruiting new workers at a slower pace than retirements. Without significant cuts in non-discretionary spending such as state-sector salaries, the path prescribed by the International Monetary Fund (IMF) toward debt sustainability becomes even narrower.",
    "The World Bank understands this because the report notes “household budgets are still strained by tax hikes, high prices, and job losses. Real wages remain between 14 and 24 percent lower than their pre-crisis level in the private and public sector, respectively, and labor force participation continued to contract from 48.6 percent in the second quarter of 2023 to 47.8 percent in the second quarter of 2024.”",
    "Limited relief in the context of substantial real-wage erosion",
    "The report urges improved efficiency and workforce management, recommending a gradual reduction of staff numbers through attrition rather than abrupt retrenchment. The Government, however, has increased public-sector headcount while granting a salary increment that, though meaningful, offers only limited relief in the context of substantial real-wage erosion. The World Bank estimates that real wages and pensions declined by around 33% and 26%, respectively, during 2020 and 2023. An across the board wage increase in a sector with still modest productivity gains is unlikely to help resolve the structural challenge. The World Bank is implicitly calling for a trimming of politically motivated over-staffing in some parts of the public sector while advocating for better paid public servants overall to improve service delivery with better systems; current salary scales are inadequate to retain high quality staff.",
    "An IMF working paper by Peter Breuer et al (September 2025), titled “Sri Lanka’s Sovereign Debt Restructuring: Lessons from Complex Processes”, examines the interplay of Sri Lanka’s public policy trade-offs and its currency and trade imbalances. The authors note that the country’s Real Effective Exchange Rate (REER) appreciated by around 30 percent between 2005 and 2015, and by 2018, still stood about 20% above its 2005 level. This misalignment with fundamentals heightened underlying public debt risks, as the over-valued currency reduced export competitiveness and made imports relatively cheaper for domestic consumers. The broad message is that persistent over-valuation of the REER undermined external competitiveness and widened trade-balance pressures.",
    "The IMF also notes that Sri Lanka’s Net International Investment Position (NIIP) deteriorated from a negative $ 36 billion to negative $ 49 billion between 2012 and 2018. NIIP represents the net value of a country’s foreign assets minus its foreign liabilities; in other words, what Sri Lanka owns abroad versus what it owes to foreign creditors, including both public and private sectors. A larger negative NIIP signals greater external vulnerability, because future currency depreciations raise the domestic cost of servicing those external liabilities. The decline was financed largely through external borrowing, particularly via high interest international sovereign bonds, implying that the GDP expansion of that period was accompanied by a worsening external balance sheet.",
    "Fundamentally, growth was driven more by imports and foreign currency debt rather than by exports or productivity gains; at minimum, Sri Lanka needed higher foreign direct investment (FDI) into more productive sectors or more concessional finance, without these, sustainability was always going to be challenging in the longer term.",
    "The pain and the gain",
    "The Macro-Linked Bond (MLB) structure envisioned six scenarios (S1 to S6): S1 and S2 represent periods of economic downturn, S3 corresponds to the IMF baseline, the expected outcome, and S4 to S6 reflect stronger than expected growth. According to Verité Research’s July 2025 Debt Update, Sri Lanka’s growth is projected to exceed the IMF’s baseline assumption, the test of average nominal GDP between 2026 and 2028. As a result, the roughly $ 5 billion in Macro-Linked Bonds are likely to fall into the sixth bucket, reducing the net present value (NPV) discount from 39% to 33%, increasing the present value of future bond obligations. Instead of falling into the expected IMF scenario, Sri Lanka now appears set to outperform growth projections and enter S6, thereby receiving a smaller debt haircut than originally anticipated under the restructuring plan.",
    "In nominal terms, the face value of restructured ISBs was reduced by about 12%, from $ 14 b to $ 12 b; maturities were extended with the average maturity going from about four years prior to restructuring to about 10 years post-restructure. Weighted average coupon rates will reduce from 7.1% to 5.3% over the remaining life of these bonds.",
    "While the NPV reduction appears substantial, it must be viewed in the context of what the Verité Debt Review describes as “kicking the debt-service can down the road” and “creating previously non-existent debt repayment obligations in later periods in order to reduce the obligations in earlier periods.” This approach lowers the NPV and smooths debt repayments over time, but fundamentally, the restructuring was just that, a restructuring.",
    "Despite media references to a “haircut,” Sri Lanka did not secure significant debt write-offs. Instead, payments were deferred through maturity extensions and lower future interest rates, not outright cancellations. Interest already accrued was capitalised and converted or exchanged into ‘Vanilla’ bonds. Thus, what Sri Lanka achieved was debt re-profiling rather than deep debt relief.",
    "Verité notes that Sri Lanka’s “ISB restructuring process took 983 days from default/suspension (April 2022) to final exchange (December 2024), making it among the longest in recent history, third out of 17 cases in the past decade.” Only Zambia and Mozambique experienced longer timelines. During this period, Sri Lanka’s bonds accrued an additional USD 1.9 billion in interest. The protracted timeline was largely expected given the country’s diverse creditor base and ineligibility for the G20 Common Framework, necessitating parallel negotiations with multilateral institutions, bilateral creditors (Paris Club and non-Paris Club), ISB holders, and large domestic institutional investors.",
    "Suboptimal and ad hoc debt portfolio management strategy",
    "As Breuer et al. (2024) observe, the Government adopted multiple negotiation channels, separate tracks for official creditors, commercial bondholders, and domestic debt, rather than a unified approach. This created duplication and slowed consensus. Officials have defended the process, arguing that the novel instruments introduced, notably state-contingent “macro-linked” bonds and the separate domestic debt optimisation, required this multi-track framework. The bunched-up maturities, overexposure to ISBs, delayed restructuring, and the complexity of creditor composition, all point to a suboptimal and ad hoc debt portfolio management strategy spanning multiple administrations. Moreover, Sri Lanka’s 33% NPV reduction must be interpreted in context.",
    "According to a substantive European Central Bank (ECB) study covering over 180 sovereign debt restructurings between 1978 and 2015, the average NPV reduction in such cases was approximately 37%. By comparison, Sri Lanka’s eventual NPV reduction falls below the historical statistical average, underscoring the limited extent of true debt relief achieved through this process.",
    "Coming back to the World Bank report, it’s worth noting the emphasis on debt service: “Spending is dominated by interest payments, leaving less space for productive investments in human and physical capital… The largest fiscal expenditure component is interest payments and discounts, which includes interest payments on domestic and foreign debt and discount payments on domestic debt”. By some estimates, Sri Lanka will be spending over 40% of Government revenue on debt service, among the highest ratios in our peer group.",
    "The lack of fiscal space due to high levels of interest expenditure alongside inadequate tax revenue bleeds into the country’s growth restraints, as the World Bank notes, Capital Expenditure has fallen, reaching 3.4% of GDP in 2023, which the study states “has negative implications for capital accumulation and hence future economic growth”.",
    "This is the crux of the matter: the country needs growth, and for an economy to grow, it must invest in productive sectors. Sustained growth typically requires complementary public spending, especially on infrastructure and human capital. Economic literature shows a broad and well-documented correlation: economic growth, public investment and private investment, tend to reinforce each other, rather than one component being the sole driver of other components.",
    "The World Bank is clear that “Sri Lanka’s fiscal expenditures are not large by international standards. Total central government fiscal expenditures in 2023 amounted to Sri Lankan Rupees (LKR) 5.7 trillion, equivalent to 20.6 percent of GDP. Government expenditures have been relatively stable, averaging 19.5 percent over 2017-23. This share is not large when considering the country’s level of economic development or when compared to other LMICs and to other countries in the South Asia region”.",
    "The Government allocated a record Rs. 1.3 t for capital expenditure in the 2025 Budget, reports suggest the Government had not reached even 30% of this total by the end of July, indicating a significant execution lag. History shows that Sri Lankan Governments frequently budget for large capital expenditure programs but struggle to fully deliver them. When the 2026 Budget is announced, it is likely that another large allocation will feature, but unless revenue rises substantially, the country’s fiscal space will remain tight as debt repayments and other obligations continue to increase.",
    "The IMF as well as independent analysts suggest that Sri Lanka is on track to reach the reserve targets set under the program. The CBSL has committed to $ 2.65 b in outright net FX purchases between November 2024 and December 2025 and per the IMF report, purchases had been roughly $ 1.9 b up to September 2025. With gross official reserves around $ 5 b at present, the target of $ 14 b by 2027 is achievable given consistent and growing remittances and tourism inflows alongside debt service relief.",
    "However, this kind of reserve accumulation comes at a cost: the inevitable drain on liquidity in the domestic market, putting renewed pressure on the Rupee and pushing the economy back into a cycle of currency weakness and inflationary strain. Domestic pain often translates into political volatility but this program seems designed in such a way that Sri Lanka’s international financial credibility now depends on sustaining this domestic austerity.",
    "This is the balancing act every administration must manage. The NPP Government has inherited a period of relative stability created by the restructuring, which has temporarily eased external pressure. But when full repayments resume and Sri Lanka must once again return to the Bond markets, that pressure will re-emerge. This is why many observers view the current moment as the most critical period in Sri Lanka’s recent economic history. What Budget 2026 does with the fiscal space created by the restructuring and the primary account surplus, will determine the economic future of the people of this country.",
    "(The writer is a political commentator, media presenter, and foreign affairs analyst. He serves as Advisor on Political Economy to the Leader of the Opposition of Sri Lanka, and is a member of the Working Committee of the Samagi Jana Balawegaya (SJB). A former banker, he spent 11 years in the industry in Colombo and Dubai, including nine years in corporate finance at DFCC Bank, where he worked closely with some of Sri Lanka’s largest corporates on project finance, trade facilities, and working capital. He holds a Master’s in International Relations from the University of Colombo and a Bachelor’s in Accounting and Finance from the University of Kent (UK).)"
  ]
}