{
  "url": "https://www.technologyreview.com/2025/10/06/1124265/bill-gates-ingenuity-climate-change-tech-investment/",
  "title": "Bill Gates: Our best weapon against climate change is ingenuity",
  "ut": 1759713300.0,
  "body_paragraphs": [
    "It’s a foregone conclusion that the world will not meet the goals for limiting emissions and global warming laid out in the 2015 Paris Agreement. Many people want to blame politicians and corporations for this failure, but there’s an even more fundamental reason: We don’t have all the technological tools we need to do it, and many of the ones we do have are too expensive. For all the progress the world has made on renewable energy sources, electric vehicles, and electricity storage, we need a lot more innovation on every front—from discovery to deployment—before we can hope to reach our ultimate goal of net-zero emissions.   But I don’t think this is a reason to be pessimistic. I see it as cause for optimism, because humans are very good at inventing things. In fact, we’ve already created many tools that are reducing emissions. In just the past 10 years, energy breakthroughs have lowered the global forecast for emissions in 2040 by 40%. In other words, because of the human capacity to innovate, we are on course to reduce emissions substantially by 2040 even if nothing else changes. And I am confident that more positive changes are coming. I’ve been learning about global warming and investing in ideas to stop it for the past 20 years. I’ve connected with unbiased scientists and innovators who are committed to preventing a climate disaster. Ten years ago, some of them joined me in creating Breakthrough Energy, an investment group whose sole purpose is to accelerate clean energy innovation. We’ve supported more than 150 companies so far, many of which have blossomed into major businesses such as Fervo Energy and Redwood Materials, two of this year’s Companies to Watch. [Editor’s note: Mr. Gates did not participate in the selection process of this year’s companies and was not aware that two Breakthrough investments had been selected when he agreed to write this essay.]",
    "Yet climate technologies offer more than just a public good. They will remake virtually every aspect of the world’s economy in the coming years, transforming energy markets, manufacturing, transportation, and many types of industry and food production. Some of these efforts will require long-term commitments, but it’s important that we act now. And what’s more, it’s already clear where the opportunities lie.  In the past decade, an ecosystem of thousands of innovators, investors, and industry leaders has emerged to work on every aspect of the problem. This year’s list of 10 Climate Tech Companies to Watch shows just a few of the many examples.",
    "Although much of this innovation ecosystem has matured on American shores, it has become a global movement that won’t be stopped by new obstacles in the US. It’s unfortunate that governments in the US and other countries have decided to cut funding for climate innovations and reverse some of the policies that help breakthrough ideas get to scale. In this environment, we need to be more rigorous than ever about spending our time, money, and ingenuity on efforts that will have the biggest impact. How do we figure out which ones those are? First, by understanding which activities are responsible for the most emissions. I group them into five categories: electricity generation, manufacturing, transportation, agriculture, and heating and cooling for buildings.  Of course, the zero-carbon tools we have today aren’t distributed evenly across these sectors. In some sectors, like electricity, we’ve made a great deal of progress. In others, like agriculture and manufacturing, we’ve made much less. To compare progress across the board, I use what I call the Green Premium, which is the difference in cost between the clean way of doing something and the conventional way that produces emissions.  For example, sustainable aviation fuel now costs more than twice as much as conventional jet fuel, so it has a Green Premium of over 100%. Solar and wind power have grown quickly because in many cases they’re cheaper than conventional sources of electricity—that is, they have a negative Green Premium.   The Green Premium isn’t purely financial. To be competitive, clean alternatives also need to be as practical as what they’re replacing. Far more people will buy EVs once you can charge one up as quickly as you can fill your tank with gasoline.  I think the Green Premium is the best way to identify areas of great impact. Where it’s high, as in the case of jet fuel, we need innovators and investors to jump on the problem. Where it’s low or even negative, we need to overcome the barriers that are keeping the technologies from reaching a global scale. A new technology has to overcome a lot of challenges to beat the incumbents, but being able to compete on cost is absolutely essential. So if I could offer one piece of advice to every company working on zero-carbon technologies, it would be to focus on lowering and eliminating the Green Premium in whatever sector you’ve chosen. Think big. If your technology can be competitive enough to eventually eliminate at least 1% of global emissions per year—that’s 0.5 gigatons—you’re on the right track. I’d encourage policymakers to bring this sector-by-sector focus on the Green Premium to their work, too. They should also protect funding for clean technologies and the policies that promote them. This is not just a public good: The countries that win the race to develop these breakthroughs will create jobs, hold enormous economic power for decades to come, and become more energy independent.",
    "In addition, young scientists and entrepreneurs should think about how they can put their skills toward these challenges. It’s an exciting time—the people who begin a career in clean technology today will have an enormous impact on human welfare. If you need pointers, the Climate Tech Atlas published last month by Breakthrough Energy and other partners is an excellent guide to the technologies that are essential for decarbonizing the economy and helping people adapt to a warmer climate. Finally, I’d encourage investors to put serious money into companies with technologies that can meaningfully reduce the Green Premium. Consider it an investment in what will be the biggest growth industry of the 21st century. Companies have made dramatic progress on better and cleaner solutions in every sector; what many of them need now is private-sector capital and partnerships to help them reach the scale at which they’ll have a real impact on emissions. So if I could offer one piece of advice to every company working on zero-carbon technologies, it would be to focus on lowering and eliminating the Green Premium in whatever sector you’ve chosen.  Transforming the entire physical economy is an unprecedented task, and it can only be accomplished through markets—by supporting companies with breakthrough ideas that beat fossil fuels on cost and practicality. It’s going to take investors who are both patient and willing to accept the risk that some companies will fail. Of course, governments and nonprofits have a role in the energy transition too, but ultimately, our success will hinge on climate innovators’ ability to build profitable companies.  If we get this right—and I believe we will—then in the next decade, we’ll see fewer news stories about missed emissions targets and more stories about how emissions are dropping fast because the world invented and deployed breakthrough ideas: clean liquid fuels that power passenger jets and cargo ships; neighborhoods built with zero-emissions steel and cement; fusion plants that generate an inexhaustible supply of clean electricity.   Not only will emissions fall faster than most people expect, but hundreds of millions of people will be able to get affordable, reliable clean energy—with especially dramatic improvements for low-income countries. More people will have access to air-conditioning for extremely hot days. More children will have lights so they can do their homework at night. More health clinics will be able to keep their vaccines cold so they don’t spoil. We’ll have built an economy where everyone can prosper. Of course, climate change will still present many challenges. But the advances we make in the coming years can ensure that everyone gets a chance to live a healthy and productive life no matter where they’re born, and no matter what kind of climate they’re born into. Bill Gates is a technologist, business leader, and philanthropist. In 1975, he cofounded Microsoft with his childhood friend Paul Allen, and today he is chair of the Gates Foundation, a nonprofit fighting poverty, disease, and inequity around the world. Bill is the founder of Breakthrough Energy, an organization focused on advancing clean energy innovation, and TerraPower, a company developing groundbreaking nuclear energy and science technologies. He has three children. 2025Climate Tech Companies to WatchHow we chose the companiesBill Gates: Read his essayAther EnergyCemvisionCyclic MaterialsEnvisionFervo EnergyHiNa Battery TechnologyKairos PowerPairwiseRedwood MaterialsTratonSee the full listhide"
  ]
}