{
  "url": "https://www.dailymirror.lk/opinion/40-000-Gaza-deaths-Crying-shame-on-humanity/172-289653",
  "title": "40,000 Gaza deaths: Crying shame on humanity",
  "ut": 1723760940.0,
  "body_paragraphs": [
    "A girl cries inside the school where an Israeli strike on August 10 killed more than 100 people. AFP",
    "Critics often deride the UN as a talk shop. The description is not far from the truth.",
    "Even after meeting for the 24th time on Tuesday, the UN Security Council proved the UN system’s structural weaknesses in ending the ongoing genocide in Gaza. In the past ten months, since the war began on October 7, 2023, about 40,000 Palestinian people have been killed, and almost half of them are children.",
    "As regards the Palestinian question, the United Nations post-World War II dispute resolution systems are highly inactive, if not ineffectual. The United Nations came into being to bring about a world order that will deliver peace and socio-economic justice, but neither the UN General Assembly nor the Security Council has an in-built mechanism to override demonic big power machinations that kill efforts to create a world order built on peace and justice. The World Court is equally ineffective, while the International Criminal Court is often accused of flexing its muscle only against developing world’s despots. No wonder, the UN does only what is possible or what it is permitted to do by big powers.",
    "As a result, the world is divided into two: one promoting war and genocide while the other praying for peace and justice. One believes might is right while the other insists that right is might.",
    "The longer Israel continues its genocide in Gaza, the stronger the view that thugs rule the world. The call for a rules-based international order is just a charade the big powers, especially those representing the West, perpetuate to hide their international criminal record.",
    "The West’s lack of resolve to stop the Gaza genocide makes it an accomplice. Appalling and beyond comprehension is the US military support for Israel to continue its genocide. See the timing of the latest aid package. It came as more than 100 Palestinian victims were shredded to pieces in last Saturday’s Israeli missile massacre at Gaza’s Tabi’een school. The Joe Biden administration announced US$ 20 billion in military aid to Israel. Humanity has long left the hearts of Israel-worshipping bigots.",
    "In their depravity, they refuse to see the plight of the Palestinian people. They choose not to hear the Palestinian stories such as that of this young Palestinian father. He was looking for his son in the rubble. The boy was at the pre-dawn congregational prayer at the school’s mosque when the missile hit. A man gives the boy’s father a polythene bag containing 18 kilos of human flesh. “Go bury him,” the man tells him.",
    "“How do I know this is my child?” the boy’s father asks.",
    "The man says, “Think that this is your son.”",
    "In another missile attack, a father returns home after registering the birth of his twins only to learn the newborns and his wife were among the scores of victims. In the past two weeks alone, nearly 400 Palestinians have died in Israeli attacks on schools. Israel argues that these schools are Hamas command centres, an argument it puts forth to justify the destruction of schools, hospitals, and life-supporting infrastructure facilities, including water distribution plants. The destruction of these facilities has led to the deaths of thousands of Palestinians: the unseen genocide.",
    "When asked to comment, Israel’s Western friends utter the mantra that Israel has the right to defend itself. The hollow Western narration is filled with moral bankruptcy. The right to defend oneself does not apply to the wrongful action of an invader in an occupied territory. Israel’s Western friends do not speak a word about the Palestinians’ right to resist occupation.",
    "The stance Germany is taking is shocking. Since the end of Nazi rule, it has been trying to pacify Israel as a means of penance for its past crimes. Just because Adolf Hitler was responsible for the Jewish Holocaust, it does not mean that Germany should defend Israel’s war crimes.",
    "In response to the school massacre, the German government’s spokesman, Wolfgang Buechner, reiterated the Israeli argument. “The reality is that Hamas uses schools, hospitals, and kindergartens as command centres and that the people in the Gaza Strip are also abused against their will as protective [human] shields.”",
    "Germany believes that Israel is the most moral country in the world and therefore incapable of committing crimes that UN officials and international human rights groups accuse it of.",
    "The US took a different line this time.",
    "News agency reports quoted the White House as saying the Biden administration was “deeply concerned about reports of civilian casualties” and was seeking more information. The strike “underscores the urgency of a ceasefire and hostage deal, which we continue to work tirelessly to achieve.”",
    "Vice President and Democratic Party presidential candidate Kamala Harris expressed concern about the deaths of too many civilians. “Israel has a right to go after the terrorists that are Hamas,” she said. “But as I have said many, many times, they also have, I believe, an important responsibility to avoid civilian casualties.”",
    "The US stance is understood given the Democratic Party’s need to secure the votes of the progressives in the presidential election, which many predict will be a tight race. Also, in the election year, the US does not want the Gaza war to explode into a wider regional conflict. It has sent its special envoy to the region to defuse the rising tensions, with Iran vowing to avenge the deaths of Hamas Leader Ismail Haniyeh while the Lebanese resistance group Hezbollah and Israel continue their tit-for-tat attacks.",
    "A wider regional conflict will surely increase world energy prices, not good news for those facing elections, be it in the United States or Sri Lanka. The US is once again pushing for a ceasefire deal. But it lacks the power to persuade Israel’s hardline prime minister to accept the deal. Hamas has said it is agreeable to the US plan offered a month ago, and there is little purpose in going to Doha or Cairo for ceasefire talks scheduled to begin yesterday.",
    "For Israel’s hardline Prime Minister Benjamin Netanyahu, his political survival is more important than securing the release of some 100 Israeli hostages through a ceasefire deal. Ceasefire or not, the war will continue, he has said, scuttling the prospects of a deal.",
    "It is a serious indictment or a crime shame on the entire humanity when more than 40,000 Palestinians—or more than 200,000, according to the British medical journal Lancet’s formula—have died in full view of the world.",
    "In the International Court of Justice, South Africa and a few other countries have filed a case for a ruling on Israel’s genocide in Gaza, but the slow pace of the proceedings is a concern. The genocide in Gaza demands a ruling much earlier than scheduled. Israel is no respecter of international law or ICJ rulings. That is well known. But an ICJ ruling may put moral pressure on Western nations such as the US and Germany to desist from defending Israel’s atrocities. Also, a concern is the unusually long delay in the International Criminal Court issuing an arrest warrant on Netanyahu and Israel’s Defence Minister Yoav Gallant."
  ]
}