{
  "url": "https://www.technologyreview.com/2025/02/17/1111596/ancient-dna-genes-evolutionary-genetics/",
  "title": "Adventures in the genetic time machine",
  "ut": 1739748600.0,
  "body_paragraphs": [
    "Eske Willerslev was on a tour of Montreal’s Redpath Museum, a Victorian-era natural history collection of 700,000 objects, many displayed in wood and glass cabinets. The collection—“very, very eclectic,” a curator explained—reflects the taste in souvenirs of 19th-century travelers and geology buffs. A visitor can see a leg bone from an extinct Steller’s sea cow, a suit of samurai armor, a stuffed cougar, and two human mummies. Willerslev, a well-known specialist in obtaining DNA from old bones and objects, saw potential biological samples throughout this hodgepodge of artifacts. Glancing at a small Egyptian cooking pot, he asked the tour leader, “Do you ever find any grain in these?” After studying a dinosaur skeleton that proved to be a cast, not actual bone, he said: “Too bad. There can be proteins on the teeth.”  “I am always thinking, ‘Is there something interesting to take DNA from?’” he said, glancing at the curators. “But they don’t like it, because …” Willerslev, who until recently traveled with a small power saw, made a back-and-forth slicing motion with his hand. Willerslev was visiting Montreal to receive a science prize from the World Cultural Council—one previously given to the string theorist Edward Witten and the astrophysicist Margaret Burbidge, for her work on quasars. Willerslev won it for “numerous breakthroughs in evolutionary genetics.” These include recovering the first more or less complete genome of an ancient man, in 2010, and setting a record for the oldest genetic material ever retrieved: 2.4-million-year-old genes from a frozen mound in Greenland, which revealed that the Arctic desert was once a forest, complete with poplar, birch, and roaming mastodons.",
    "These findings are only part of a wave of discoveries from what’s being called an “ancient-DNA revolution,” in which the same high-speed equipment used to study the DNA of living things is being turned on specimens from the past. At the Globe Institute, part of the University of Copenhagen, where Willerslev works, there’s a freezer full of human molars and ear bones cut from skeletons previously unearthed by archaeologists. Another holds sediment cores drilled from lake bottoms, in which his group is finding traces of entire ecosystems that no longer exist.    “We’re literally walking on DNA, both from the present and from the past.” Eske Willerslev  Thanks to a few well-funded labs like the one in Copenhagen, the gene time machine has never been so busy. There are genetic maps of saber-toothed cats, cave bears, and thousands of ancient humans, including Vikings, Polynesian navigators, and numerous Neanderthals. The total number of ancient humans studied is more than 10,000 and rising fast, according to a December 2024 tally that appeared in Nature. The sources of DNA are increasing too. Researchers managed to retrieve an Ice Age woman’s genome from a carved reindeer tooth, whose surface had absorbed her DNA. Others are digging at cave floors and coming up with records of people and animals that lived there.  “We’re literally walking on DNA, both from the present and from the past,” Willerslev says.    Eske Willerslev leads one of a handful of laboratories pioneering the extraction and sequencing of ancient DNA from humans, animals, and the environment. His group’s main competition is at Harvard University and at the Max Planck Institute for Evolutionary Anthropology in Leipzig, Germany.JONAS PRYNER ANDERSEN   The old genes have already revealed remarkable stories of human migrations around the globe. But researchers are hoping ancient DNA will be more than a telescope on the past—they hope it will have concrete practical use in the present. Some have already started mining the DNA of our ancestors for clues to the origin of modern diseases, like diabetes and autoimmune conditions. Others aspire to use the old genetic data to modify organisms that exist today.",
    "At Willerslev’s center, for example, a grant of 500 million kroner ($69 million) from the foundation that owns the Danish drug company Novo Nordisk is underwriting a project whose aims include incorporating DNA variation from plants that lived in ancient climates into the genomes of food crops like barley, wheat, and rice. The plan is to redesign crops and even entire ecosystems to resist rising temperatures or unpredictable weather, and it is already underway—last year, barley shoots bearing genetic information from plants that lived in Greenland 2 million years ago, when temperatures there were far higher than today, started springing up in experimental greenhouses.  Willerslev, who started out looking for genetic material in ice cores, is leaning into this possibility as the next frontier of ancient-DNA research, a way to turn it from historical curiosity to potential planet-saver. If nothing is done to help food crops adapt to climate change, “people will starve,” he says. “But if we go back into the past in different climate regimes around the world, then we should be able to find genetic adaptations that are useful. It’s nature’s own response to a climate event. And can we get that? Yes, I believe we can.” Shreds and traces In 1993, just a day before the release of the blockbuster Steven Spielberg film Jurassic Park, scientists claimed in a paper that they had extracted DNA from a 120-million-year-old weevil preserved in amber. The discovery seemed to bring the film’s premise of a cloned T. rex closer to reality. “Sooner or later,” a scientist said at the time, “we’re going to find amber containing some biting insect that filled its stomach with blood from a dinosaur.” But those results turned out to be false—likely the result of contamination by modern DNA. The problem is that modern DNA is much more abundant than what’s left in an old tooth or sample of dirt. That’s because the genetic molecule is constantly chomped on by microbes and broken up by water and radiation. Over time, the fragments get smaller and smaller, until most are so short that no one can tell whether they belonged to a person or a saber-toothed cat. Related StoryBeyond gene-edited babies: the possible paths for tinkering with human evolutionCRISPR will get easier and easier to administer. What does that mean for the future of our species?",
    "“Imagine an ancient genome as a big old book, and that all the pages have been torn out, put through a shredder, and tossed into the air to be lost with the wind. Only a few shreds of paper remain. Even worse, they are mixed with shreds of paper from other books, old and new,” says Elizabeth Jones, a science historian. Her 2022 book, Ancient DNA: The Making of a Celebrity Science, details researchers’ overwhelming fear of contamination—both literal, from modern DNA, and of the more figurative sort that can occur when scientists are so tempted by the prospect of fame and being first that they risk spinning sparse data into far-fetched stories.  “When I entered the field, my supervisor said this is a very, very dodgy path to take,” says Willerslev.  But the problem of mixed-up and fragmented old genes was largely solved beginning in 2005, when US companies first introduced ultra-fast next-­generation machinery for analyzing genomes. These machines, meant for medical research, required short fragments for fast performance. And ancient-DNA researchers found they could use them to brute-force their way through even poorly preserved samples. Almost immediately, they started recovering large parts of the genomes of cave bears and woolly mammoths.  Ancient humans were not far behind. Willerslev, who was not yet famous, didn’t have access to human bones, and definitely not the bones of Neanderthals (the best ones had been corralled by the scientist Svante Pääbo, who was already analyzing them with next-gen sequencers in Germany). But Willerslev did learn about a six-inch-long tuft of hair collected from a 4,000-year-old midden, or trash heap, on Greenland’s coast. The hair had been stored in a plastic bag in Denmark’s National Museum for years. When he asked about it, curators told him they thought it was human but couldn’t be sure.",
    "“Well, I mean, do you know any other animal in Greenland with straight black hair?” he says. “Not really, right?” The hair turned out to contain well-preserved DNA, and in 2010, Willerslev published a paper in Nature describing the genome of “an extinct Paleo-Eskimo.” It was the first more or less complete human genome from the deep past. What it showed was a man with type A+ blood, probably brown eyes and thick dark hair, and—most tellingly—no descendants. His DNA code had unique patterns not found in the Inuit who occupy Greenland today.   “Give the archaeologists credit … because they have the hypothesis. But we can nail it and say, ‘Yes, this is what happened.’” Lasse Vinner The hair had come from a site once occupied by a group called the Saqqaq, who first reached Greenland around 4,500 years ago. Archaeologists already knew that the Saqqaq’s particular style of making bird darts and spears had vanished suddenly, but perhaps that was because they’d merged with another group or moved away. Now the man’s genome, with specific features pointing to a genetic dead end, suggested they really had died out, very possibly because extreme isolation, and inbreeding, had left them vulnerable. Maybe there was a bad year when the migrating reindeer did not appear.  Related StoryHow environmental DNA is giving scientists a new way to understand our worldThe ability to extract trace bits of DNA from soil, water, and even air is revolutionizing science. But it's not foolproof.",
    "“Give the archaeologists credit … because they have the hypothesis. But we can nail it and say, ‘Yes, this is what happened,’” says Lasse Vinner, who oversees daily operations at the Copenhagen ancient-DNA lab. “We’ve substantiated or falsified a number of archaeological hypotheses.”  In November, Vinner, zipped into head-to-toe white coveralls, led a tour through the Copenhagen labs, located in the basement of the city’s Natural History Museum. Samples are processed there in a series of cleanrooms under positive air pressure. In one, the floors were still wet with bleach—just one of the elaborate measures taken to prevent modern DNA from getting in, whether from a researcher’s shoes or from floating pollen. It’s partly because of the costly technologies, cleanrooms, and analytical expertise required for the work that research on ancient human DNA is dominated by a few powerful labs—in Copenhagen, at Harvard University, and in Leipzig, Germany—that engage in fierce competition for valuable samples and discoveries. ​A 2019 New York Times Magazine investigation described the field as an “oligopoly,” rife with perverse incentives and a smash-and-grab culture—in other words, artifact chasing straight out of Raiders of the Lost Ark. To get his share, Willerslev has relied on his growing celebrity, projecting the image of a modern-day explorer who is always ready to trade his tweeds for muck boots and venture to some frozen landscape or Native American cave. Add to that a tale of redemption. Willerslev often recounts his struggles in school and as a would-be mink hunter in Siberia (“I’m not only a bad student—I’m also a tremendously bad trapper,” he says) before his luck changed once he found science.   This narrative has made him a favorite on television programs like Nova and secured lavish funding from Danish corporations. His first autobiography was titled From Fur Hunter to Professor. A more recent one is called simply It’s a Fucking Adventure. Peering into the past The scramble for old bones has produced a parade of headlines about the peopling of the planet, and especially of western Eurasia—from Iceland to Tehran, roughly. That’s where most ancient DNA samples originate, thanks to colder weather, centuries of archaeology, and active research programs. At the National Museum in Copenhagen, some skeletons on display to the public have missing teeth—teeth that ended up in the Globe Institute’s ancient-DNA lab as part of a project to analyze 5,000 sets of remains from Eurasia, touted as the largest single trove of old genomes yet.   What ancient DNA uncovered in Europe is a broad-brush story of three population waves of modern humans. First to come out of Africa were hunter-­gatherers who dispersed around the continent, followed by farmers who spread out of Anatolia starting 11,000 years ago. That wave saw the establishment of agriculture and ceramics and brought new stone tools. Last came a sweeping incursion of people (and genes) from the plains of modern Ukraine and Russia—animal herders known as the Yamnaya, who surged into Western Europe spreading the roots of the Indo-European languages now spoken from Dublin to Bombay.    Mixed history The DNA in ancient human skeletons reveals prehistoric migrations. The genetic background of Europeans was shaped by three major migrations starting about 45,000 years ago. First came hunter-gatherers. Next came farmers from Anatolia, bringing crops and new ways of living. Lastly, mobile herders called the Yamnaya spread from the steppes of modern Russia and Ukraine. The DNA in ancient skeletons holds a record of these dramatic population changes. Adapted from “100 ancient genomes show repeated population turnovers in Neolithic Denmark,” Nature, January 10, 2024, and “Tracing the peopling of the world through genomics,” Nature, January 18, 2017   Archaeologists had already pieced together an outline of this history through material culture, examining shifts in pottery styles and burial methods, the switch from stone axes to metal ones. Some attributed those changes to cultural transmission of knowledge rather than population movements, a view encapsulated in the phrase “pots, not people.” However, ancient DNA showed that much of the change was, in fact, the result of large-scale migration, not all of which looks peaceful. Indeed, in Denmark, the hunter-gatherer DNA signature all but vanishes within just two generations after the arrival of farmers during the late Stone Age. To Willerslev, the rapid population replacement “looks like some kind of genocide, to be honest.” It’s a guess, of course, but how else to explain the “limited genetic contribution” to subsequent generations of the blue-eyed, dark-haired locals who’d fished and hunted around Denmark’s islands for nearly 5,000 years? Certainly, the bodies in Copenhagen’s museums suggest violence—some have head injuries, and one still has arrows in it.",
    "In other cases, it’s obvious that populations met and mixed; the average ethnic European today shares some genetic contribution from all three founding groups—hunter, farmer, and herder—and a little bit from Neanderthals, too.“We had the idea that people stay put, and if things change, it’s because people learned to do something new, through movements of ideas,” says Willerslev. “Ancient DNA showed that is not the case—that the transitions from hunter-­gatherers to farming, from bronze to iron, from iron to Viking, [are] actually due to people coming and going, mixing up and bringing new knowledge.” It means the world that we observe today, with Poles in Poland and Greeks in Greece, “is very, very young.” With an increasing number of old bodies giving up their DNA secrets, researchers have started to search for evidence of genetic adaptation that has occurred in humans since the last ice age (which ended about 12,000 years ago), a period that the Copenhagen group noted, in a January 2024 report, “involved some of the most dramatic changes in diet, health, and social organization experienced during recent human evolution.”",
    "Every human gene typically comes in a few different possible versions, and by studying old bodies, it’s possible to see which of these versions became more common or less so with time—potentially an indicator that they’re “under selection,” meaning they influenced the odds that a person stayed alive to reproduce. These pressures are often closely tied to the environment. One clear signal that pops out of ancient European genes is a trend toward lighter skin—which makes it easier to produce vitamin D in the face of diminished sunlight and a diet based on grains.  DNA from ancient human skeletons could help us understand the origins of modern diseases, like multiple sclerosis.MIKAL SCHLOSSER/UNIVERSITY OF COPENHAGEN   New technology and changing lifestyles—like agriculture and living in proximity to herd animals (and their diseases)—were also potent forces. Last fall, when Harvard University scientists scanned DNA from skeletons, they said they’d detected “rampant” evidence of evolutionary action. The shifts appeared especially in immune system genes and in a definite trend toward less body fat, the genetic markers of which they found had decreased significantly “over ten millennia.” That finding, they said, was consistent with the “thrifty gene” hypothesis, a feast-or-famine theory developed in the 1960s, which states that before the development of farming, people needed to store up more food energy, but doing so became less of an advantage as food became more abundant.    Many of the same genes that put people at risk for multiple sclerosis today almost certainly had some benefit in the past.   Such discoveries could start to explain some modern disease mysteries, such as why multiple sclerosis is unusually common in Nordic countries, a pattern that has perplexed doctors.  The condition seems to be a “latitudinal disease,” becoming more prevalent the farther north you go; theories have pointed to factors including the relative lack of sunlight. In January of last year, the Copenhagen team, along with colleagues, claimed that ancient DNA had solved the riddle, saying the increased risk could be explained in part by the very high amount of Yamnaya ancestry among people in Sweden, Norway, and Denmark.  When they looked at modern people, they found that mutations known to increase the risk of multiple sclerosis were far more likely to occur in stretches of DNA people had inherited from these Yamnaya ancestors than in parts of their genomes originating elsewhere.  There’s a twist to the story: Many of the same genes that put people at risk for multiple sclerosis today almost certainly had some benefit in the past. In fact, there’s a clear signal these gene versions were once strongly favored and on the increase. Will Barrie, a postdoc at Cambridge University who collaborated on the research, says the benefit could have been related to germs and infections that these pastoralists were getting from animals. But if modern people don’t face the same exposures, their immune system might still try to box at shadows, resulting in autoimmune disease. That aligns with evidence that children who aren’t exposed to enough pathogens may be more likely to develop allergies and other problems later in life.  “I think the whole sort of lesson of this work is, like, we are living with immune systems that we have inherited from our past,” says Barrie. “And we’ve plunged it into a completely new, modern environment, which is often, you know, sanitary.” Related StoryAncient DNA analysis: 10 Breakthrough Technologies 2023New methods that make damaged DNA legible are producing stunning revelations about the deep past.",
    "Telling stories about human evolution often involves substantial guesswork—findings are frequently reversed. But the researchers in Copenhagen say they will be trying to more systematically scan the past for health clues. In addition to the DNA of ancient peoples, they’re adding genetic information on what pathogens these people were infected with (germs based on DNA, like plague bacteria, can also get picked up by the sequencers), as well as environmental data, such as average temperatures at points in the past, or the amount of tree cover, which can give an idea of how much animal herding was going on. The resulting “panels”—of people, pathogens, and environments—could help scientists reach stronger conclusions about cause and effect. Some see in this research the promise of a new kind of “evolutionary medicine”—drugs tailored to your ancestry. However, the research is not far enough along to propose a solution for multiple sclerosis.",
    "For now, it’s just interesting. Barrie says several multiple sclerosis patients have written him and said they were comforted to think their affliction had an explanation. “We know that [the genetic variants] were helpful in the past. They’re there for a reason, a good reason—they really did help your ancestors survive,” he says. “I hope that’s helpful to people in some sense.” Bringing things back In Jurassic Park, which was the highest-­grossing movie of all time until Titanic came out in 1997, scientists don’t just get hold of old DNA. They also use it to bring dinosaurs back to life, a development that leads to action-packed and deadly consequences.  The idea seemed like fantasy when the film debuted. But Jurassic Park presaged current ambitions to bring past genes into the present. Some of these efforts are small in scale. In 2021, for instance, researchers added a Neanderthal gene to human cells and turned those into brain organoids, which they reported were smaller and lumpier than expected. Others are aiming for living animals. Texas-based Colossal Biosciences, which calls itself the “first de-extinction company,” says it will be trying to use a combination of gene editing, cloning, and artificial wombs to re-create extinct species such as mammoths and the Tasmanian tiger, or thylacine. Colossal recently recruited a well-known paleogenomics expert, Beth Shapiro, to be its chief scientist. In 2022, Shapiro, previously an advisor to the company, said that she had sequenced the genome of an extinct dodo bird from a skull kept in a museum. “The past, by its nature, is different from anything that exists today,” says Shapiro, explaining that Colossal is “reaching into the past to discover evolutionary innovations that we might use to help species and ecosystems thrive today and into the future.”",
    "The idea of bringing extinct animals back to life seemed like fantasy when Jurassic Park debuted. But the film presaged current ambitions to bring past genes into the present.   It’s not yet clear how realistic the company’s plan to reintroduce missing species and restore nature’s balance really is, although the public would likely buy tickets to see even a poor copy of an extinct animal. Some similar practical questions surround the large grant Willerslev won last year from the philanthropic foundation of Novo Nordisk, whose anti-obesity drugs have turned it into Denmark’s most valuable company.  The project’s concept is to read the blueprints of long-gone ecosystems and look for genetic information that might help major food crops succeed in shorter or hotter growing seasons. Willerslev says he’s concerned that climate change will be unpredictable—it’s hard to say if it will be too wet in any particular area or too dry. But the past could offer a data bank of plausible solutions, which he thinks needs to be prepared now. The prototype project is already underway using unusual mutations in plant DNA found in the 2-million-year-old dirt samples from Greenland. Some of these have been introduced into modern barley plants by the Carlsberg Group, a brewer that is among the world’s largest beer companies and operates an extensive crop lab in Copenhagen.   Eske Willerslev collects samples in the Canadian Arctic during a summer 2024 field trip. DNA preserved in soil could help determine how megafauna, like the woolly mammoth, went extinct.RYAN WILKES/UNIVERSITY OF COPENHAGEN   One gene being studied is for a blue-light receptor, a protein that helps plants decide when to flower—a trait also of interest to modern breeders. Two and a half million years ago, the world was warm, and parts of Greenland particularly so—more than 10 °C hotter than today. That is why vegetation could grow there. But Greenland hasn’t moved, so the plants must have also been specially adapted to the stress of a months-long dusk followed by weeks of 24-hour sunlight. Willerslev says barley plants with the mutation are already being grown under different artificial light conditions, to see the effects. “Our hypothesis is that you could use ancient DNA to identify new traits and as a blueprint for modern crop breeding,” says Birgitte Skadhauge, who leads the Carlsberg Research Laboratory. The immediate question is whether barley can grow in the high north—say, in Greenland or upper Norway, something that could be important on a warming planet. The research is considered exploratory and separate from Carlsberg’s usual commercial efforts to discover useful traits that cut costs—of interest since it brews 10 billion liters of beer a year, or enough to fill the Empire State Building nine times.  Related StoryMice with two dads have been created using CRISPRIt’s a new way to create “bi-paternal” mice that can survive to adulthood—but human applications are still a long way off.",
    "Scientists often try hit-or-miss strategies to change plant traits. But Skadhauge says plants from unusual environments, like a warm Greenland during the Pleistocene era, will have incorporated the DNA changes that are important already. “Nature, you know, actually adapted the plants,” she says. “It already picked the mutation that was useful to it. And if nature has adapted to climate change over so many thousands of years, why not reuse some of that genetic information?”  Many of the lake cores being tapped by the Copenhagen researchers cover more recent times, only 3,000 to 10,000 years ago. But the researchers can also use those to search for ideas—say, by tracing the genetic changes humans imposed on barley as they bred it to become one of humanity’s “founder crops.” Among the earliest changes people chose were those leading to “naked” seeds, since seeds with a sticky husk, while good for making beer, tend to be less edible. Skadhauge says the team may be able to reconstruct barley’s domestication, step by step. There isn’t much precedent for causing genetic information to time-travel forward. To avoid any Jurassic Park–type mishaps, Willerslev says, he’s building a substantial ethics team “for dealing with questions about what does it mean if you’re introducing ancient traits into the world.” The team will have to think about the possibility that those plants could outcompete today’s varieties, or that the benefits would be unevenly distributed—helping northern countries, for example, and not those closer to the equator.  Willerslev says his lab’s evolution away from human bones toward much older DNA is intentional. He strongly hints that the team has already beat its own record for the oldest genes, going back even more than 2.4 million years. And as the first to look further back in time, he’s certain to make big discoveries—and more headlines. “It’s a blue ocean,” he says—one that no one has ever seen.  A new adventure, he says, is practically guaranteed.  hide"
  ]
}