{
  "url": "https://www.ft.lk/opinion/Migrant-workers-not-liable-for-15-tax/14-773756",
  "title": "Migrant workers not liable for 15% tax",
  "ut": 1741035554.0,
  "body_paragraphs": [
    "Following is an interview with KPMG Principal – Tax and",
    "Regulatory Suresh Perera",
    "exemptions for migrant workers.",
    "Tax and Regulatory Suresh Perera",
    "Q: The income tax exemption applicable to service exporters who earn foreign currency is to be eliminated and such services are to be taxed at the rate of 15% for purposes of income tax. Does this result in Sri Lankan migrant workers also being exposed to this 15% income tax rate?",
    "A: The short answer is “no”, migrant workers will not be liable to tax at the rate of 15% and the money they remit to Sri Lanka will not attract any tax. In addition, the foreign currency interest that would accrue on such remittances lying in the foreign currency bank account would also be exempt from income tax under Section 9 read in conjunction with the Third Schedule of the Inland Revenue Act No. 24 of 2017 (IRA 2017).",
    "As per the IRA 2017, a resident person under Section 69(1) is liable for his/her world income subject to exempt amounts. On the other hand, a non-resident person would be liable to income tax under Section 69(1) of the IRA 2017, on such person’s income from employment, business, investment or other source for that year, to the extent that the income arises in or is derived from a source in Sri Lanka (Section 4).",
    "Since migrant workers receive their foreign currency salary from foreign employers for their employment services, such earnings do not fall within the phrase “income arising in or derived from a source in Sri Lanka”. Therefore, such income is not liable to income tax in Sri Lanka.",
    "Q: Is a migrant worker a resident or a non-resident?",
    "A: In a nutshell, as a general rule a migrant worker would be considered “domiciled” in Sri Lanka but not “residing” in Sri Lanka. However, in the year of departure for foreign employment and in the year of arrival after completion of foreign employment, his residency status should be carefully analysed to ascertain whether he is a resident or a non-resident. But as mentioned above, as a general rule it is safe to say that a migrant worker is not a resident in Sri Lanka and is therefore not liable to income tax on income derived in the foreign country.",
    "The residency of a person is ascertained via Section 69(1) in conjunction with Section 70(1) of the IRA 2017. The said sections are reproduced below.",
    "Section 69(1) of the IRA 2017",
    "“An individual shall be a resident in Sri Lanka for a year of assessment if the individual –",
    "a) resides in Sri Lanka;",
    "b) is present in Sri Lanka during the year and that presence falls within a period or periods amounting in aggregate to one hundred and eighty three days or more in any twelve month period that commences or ends during the year”",
    "Section 70(1) of the IRA 2017",
    "“An individual who is resident in Sri Lanka only by reason of paragraph (c) of subsection (1) of section 69, shall be so resident from the start of the one hundred and eighty three day period. Otherwise, a person who is resident in Sri Lanka during a year of assessment shall be treated as a resident for the whole of the year”.",
    "In ascertaining tax residency, there are two terms that are relevant, the concept of “domicile” and “resides”. These are two distinct terms. “Domicile” refers to a person’s permanent legal home. It is the place one intends to return to, even if the person is living elsewhere. It is a long-term concept, reflecting where the person considers is his true, fixed, and permanent home. A person can only have one domicile at a time. “Residence” or “Resides” refers to where a person physically lives and a person can have multiple residences. It is a more short-term concept, focused on a person’s current location.",
    "For example, a Sri Lankan migrant worker employed in Dubai under a 4 year contract as a general rule, is domiciled in Sri Lanka but does not reside in Sri Lanka. He resides in Dubai. Section 69(1) of the IRA 2017 does not include a Sri Lankan domiciled person as a tax resident in Sri Lanka. Section 69(1)(a) refers to a person who “resides” in Sri Lanka. A migrant worker does not fall within the ambit of Section 69(1)(a). Hence, a migrant worker generally is not a resident in Sri Lanka for income tax purposes (subject to the special rule applicable for the year of departure and year of arrival couched in Section 70(1)).",
    "The history of the residency definition under Section 69(1) of the IRA 2017",
    "In order to enact the Inland Revenue Act 2017, the Bill was published in the Gazette on 19 June 2017. The Bill in its original form contained the concept of “domicile” in Section 69(1)(b). However, a domicile who was also considered a tax resident in Sri Lanka as per the Bill, was removed as a result of representation made by the Tax Committee of the Sri Lankan Bar Association in order to protect the migrant workers, before the Bill was passed into law by the Parliament. The wording that was in the Bill under Section 69(1)(b) is reproduced below.",
    "Section 69(1)(b) of the Bill which was removed",
    "“domiciled in Sri Lanka unless the individual has a permanent home outside Sri Lanka for the whole of the year and does not have a permanent home in Sri Lanka”.",
    "As the above section was specifically removed the concept of domiciled persons being tax residents in Sri Lanka under Section 69(1), migrant workers will not attract income tax in relation to their foreign currency salary earnings in Sri Lanka, notwithstanding the recent Budget proposal to impose 15% tax on exporters of services."
  ]
}