{
  "url": "https://www.dailymirror.lk/opinion/Landslides-Floods-and-Governments-Pre-election-Manifesto/172-297093",
  "title": "Landslides, Floods and Government’s Pre-election Manifesto",
  "ut": 1732913896.0,
  "body_paragraphs": [
    "The monsoon season is here again. This time heightened by the adverse effects of climate change. According to the latest reports, thirteen persons have lost their lives.  Over 400,000 persons from over 132,000 families have been affected by overflowing tanks, landslides and or flooding with 102 houses completely destroyed and over 2,000 partially damaged.",
    "Unfortunately, flooding, landslides and loss of life and property is not new to Sri Lanka. It takes place at least twice a year. The problem of flooding worsened after British colonialists cleared the forests to open up lands for the plantation industry, leading to the wash away of topsoil in the hill country and the filling up of river beds.",
    "However, since independence, no government has as yet been able to come up with a plan to mitigate these disasters which crop up especially during monsoon seasons.",
    "May 2017 is remembered as one of the worst years for monsoonal disasters. That year monsoon rains left at least 202 people dead and over half a million adversely affected, ‘International Charter Space & Major Disasters’ reported at the time. The report added that 15 of Sri Lanka’s 25 districts were affected.",
    "This year 22 of the twenty-five districts were adversely affected. It is clear that annually the effects of monsoonal disasters are worsening.",
    "As far back as 1896, a seminal paper by Swedish scientist Svante Arrhenius first predicted that changes in atmospheric carbon dioxide levels could substantially alter the surface temperature through the greenhouse effect. In 1938, Guy Callendar connected carbon dioxide increases in Earth’s atmosphere to global warming.",
    "In 1975, US scientist Wallace Broecker put the term “global warming” into the public domain in the title of a scientific paper. A result of Broecker’s paper was the operationalisation of the Kyoto Protocols (1997), the United Nations Framework Convention on Climate Change by committing industrialised countries to reduce greenhouse gas(GHG) emissions in accordance with agreed individual targets.",
    "The West and the US, in their quest for unconscionable profit, largely ignored warnings by the scientific community. The US even withdrew from the Tokyo Protocol claiming, the protocol was detrimental to US interests!",
    "Global warming and climate change are primarily responsible for changes in climate and rainfall patterns. The result has been more severe droughts and frequent storms which cause forest fires, flooding, landslides, destruction to life and displacement of communities.",
    "Past governments of our country paid lip service to tackling causes of flooding, landslides and loss of life and property locally, global warming and the emission of greenhouse gases. They often turned a blind eye to the illegal felling of forests and filling up of marshlands by cronies for private gain.",
    "Marshlands are home to an abundance of plant life that release oxygen, they also capture and store huge amounts of carbon in their soils which is known as carbon sequestration. In this way, wetlands act as carbon sinks (areas that take in more carbon than they release). They also act as part of nature’s natural storm water drainage system.",
    "In our country, the ill-planned filling up of marshland and felling of forests are major causes of flooding. All past regimes have either wittingly or unwittingly assisted in the destruction of these natural drainage systems. Again illegal felling of forests has led to topsoil erosion, leading to landslides, filling up of river beds and consequent flooding.",
    "Leaders of the present government, in their political manifesto, included an entire chapter on the need to create an environment-friendly society, which can combat ill-effects of climate change and global warming.",
    "Japan, an earthquake prone country, has effectively built earthquake resistant buildings. India has allocated funds to widen drains, expand lakes and other water bodies that were earlier destroyed by rapid urbanisation.",
    "The recent weather-related disasters in our land, demands our government to promptly commence implementing policies flowing from their analysis of a lack of proper land-use planning. As the present government says in its election manifesto: “...We need to ensure a balance between socio-economic development and the environment to minimise the effects of climate change...”",
    "It is now time to put theory into practice. Or will we like the US, put greed and private profit ahead the future of our children and children’s children."
  ]
}