{
  "url": "https://hbr.org/2024/08/how-to-set-transformation-targets-that-actually-drive-change",
  "title": "How to Set Transformation Targets That Actually Drive Change",
  "ut": 1723617316.0,
  "body_paragraphs": [
    "DoctorJools/Getty Images",
    "Eleven out of 12 top-down target transformations fail to achieve their goals, with only a fraction of theoretically “executed” or “realized” improvements translating to the corporate ledger. In this article, Bain & Co partner Michael Mankins summarizes Bain research findings that show what actions make the difference between success and failure in setting and achieving transformation targets. The key practices are: changing leadership’s mindset around targets; specifying targets in absolute, not relative, terms; using the company’s budget or operating plan to monitor success; and setting more than cost-based targets.",
    "Most top-down, target-driven transformation programs fail to produce lasting results. Bain’s research on over 350 companies worldwide found that only one in 12 target-driven transformations succeeded in delivering sustained performance improvement. Too often, transformations set ambitious targets but fall short of achieving them. Worse, some organizations hit their targets on paper only to discover that a fraction of the theoretically “executed” or “realized” improvements translate to the corporate ledger.",
    "Change Management Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Change Management. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Change may be the only constant in today's organizations. Here's how to lead through it.",
    "Learn More & See All Courses",
    "Read more on Change management",
    "Strategy and Organizational transformation"
  ]
}