{
  "url": "https://www.ft.lk/columns/Postponing-sovereign-debt-repayment-Are-we-being-pushed-back-to-hell/4-786242",
  "title": "Postponing sovereign  debt repayment: Are we being pushed back to hell?",
  "ut": 1767043247.0,
  "body_paragraphs": [
    "There is growing concern over renewed efforts by certain quarters to lobby the Government to postpone, dilute, or deviate from sovereign debt repayment commitments already negotiated and concluded—now citing the national crisis following Cyclone Ditwah.",
    "Disturbingly, these calls appear to emanate from the very same sources that previously advocated suspension of debt servicing, leading to Sri Lanka’s declaration of inability to meet its obligations as scheduled. This argument is neither new nor benign. It is a perilous idea that Sri Lanka has already tested—and paid for at an unbearable cost.",
    "A lesson learnt the hard way",
    "Similar advocacy gained traction during the administration of Gotabaya Rajapaksa, when influential voices urged suspension of debt repayments in the name of protecting the people and asserting economic sovereignty. The rhetoric was attractive and populist, framed around national pride and resistance to external pressure.",
    "What followed was not relief, but a sudden and total economic collapse. Foreign credit lines evaporated overnight. Essential imports such as fuel, medicines, and food became scarce. Across the country, people queued for days to obtain limited supplies of LP gas and fuel. Daily life ground to a halt. Social unrest escalated, and ultimately the crisis forced the resignation of the sitting President.",
    "This was not an academic experiment. It was a lived national trauma. The suffering endured—by both rich and poor alike—was unprecedented and paid for by every citizen.",
    "How stability was painfully restored",
    "Sri Lanka began to emerge from that abyss only after the interim administration led by Ranil Wickremesinghe made the difficult but unavoidable decision to re-engage creditors, negotiate comprehensive debt restructuring agreements, and restore credibility with the international community, including the International Monetary Fund.",
    "These measures were politically unpopular but economically indispensable. The fragile stability we experience today rests entirely on honouring those negotiated commitments. They were reached after exhaustive disclosures, intricate negotiations, and painful concessions across bilateral, multilateral, and commercial fronts. To reopen or undermine them now would be to dismantle the very foundation of recovery.",
    "Cyclone Ditwah and economic reality",
    "There is no dispute that Cyclone Ditwah has caused devastation well beyond Sri Lanka’s immediate fiscal capacity. Even when domestic resources, humanitarian assistance, bilateral aid, and donations are considered together, the reconstruction burden remains overwhelming.",
    "In this context, seeking emergency financing from the IMF is both justified and necessary. It reflects economic realism—not policy failure.",
    "However, a natural disaster cannot and must not be used as a pretext to reopen settled sovereign debt commitments.",
    "The peril of reopening debt agreements",
    "It must be remembered that the consensus reached with creditors followed arduous negotiations under strict conditionalities, including full disclosure of national indebtedness. Even the moratoria currently enjoyed were secured on limited concessional terms.",
    "Any unilateral attempt to postpone or renegotiate agreed debt repayments at this stage would carry severe and entirely predictable consequences:",
    "A renewed collapse of international confidence",
    "Disruption of IMF program continuity",
    "Suspension of foreign investment inflows",
    "Higher borrowing costs and pressure on the currency",
    "Direct hardship for citizens through inflation, job losses, and weakened public services",
    "Put simply, this would amount to a deliberate return to the very hell Sri Lanka only recently escaped.",
    "We have seen that hell. We have lived through it. To treat it again as a viable policy option is neither courageous nor compassionate—it is reckless.",
    "The responsible path forward",
    "Sri Lanka’s way forward is clear:",
    "Honour all sovereign debt agreements already concluded, except for voluntary relief secured without additional burdens",
    "Use emergency financing strictly for disaster recovery and resilience",
    "Strengthen domestic disaster-risk financing and insurance mechanisms",
    "Reject populist shortcuts that history has already exposed as ruinous",
    "Invest in long-term disaster management systems in collaboration with leading global meteorological institutions",
    "Nations recover not through defiance alone, but through credibility, discipline, and consistency. Economic sovereignty is strengthened by trustworthiness—not by repeated breaches of commitment.",
    "Sri Lanka cannot afford to relearn the same painful lesson at an even higher cost. Policymakers must therefore carefully assess the intentions and motives behind renewed proposals and remain alert to the dangers history has already revealed."
  ]
}