{
  "url": "https://www.ft.lk/columns/Ditwah-recovery-and-politics/4-785888",
  "title": "Ditwah, recovery and politics",
  "ut": 1766167647.0,
  "body_paragraphs": [
    "No Government could function successfully if it allows bureaucrats to undermine its work. AKD’s Clean Sri Lanka must also include cleaning public administration of sabotaging insiders. 2026 is foreboding to be a year of political turbulence provoked by the Opposition",
    "Although it is too early to pass any final judgement there are enough signs to indicate that Sri Lanka is fortunate to have Aura Kumara Dissanayaka as its Executive President at this crucial moment. The clearest evidence to this opinion is the outpouring of financial contributions from expatriate Sri Lankans to help the Government’s recovery effort",
    "“No man who is corrupt, no man who condones corruption in others, can possibly do his duty by the community” (Teodore Roosevelt)",
    "Ditwah has come and gone but the physical devastation, financial distress, economic dislocation and above all the mental and psychological wounds inflicted by the calamity would take years if not decades to heal. But it is at a time like this that the political credibility, personal integrity and tireless commitment of the country’s national leadership is put to its maximum test. Although it is too early to pass any final judgement there are enough signs to indicate that Sri Lanka is fortunate to have Aura Kumara Dissanayaka as its Executive President at this crucial moment. The clearest evidence to this opinion is the outpouring of financial contributions from expatriate Sri Lankans to help the Government’s recovery effort.",
    "“Petta thaayum pirantha pon naadum nattava vaaninum nani ciranthathuvae” is a Tamil saying meaning that one’s mother and motherland are far better than the heavenly paradise. That more than Rs.700 million been sent so far by the expatriate community and more is being collected is testimony not only to the contributors’ love of their  motherland but more significantly their unassailable confidence on AKD Presidency and NPP Government that the money sent by them would reach its intended destination rather than being partly siphoned off by politicians and their bureaucratic henchmen as happened in previous occasions. Even donations and assistance from foreign countries and international agencies could be assured of this fact. In essence, the generous contributions from expatriate Sri Lankans and others are a tribute to a corruption-free Government under AKD’s Presidency.",
    "However, there are two important facts that should be kept in mind before passing any final judgement on the recovery efforts. One is the global and systemic origins of Ditwah and a strong possibility of its revisit, and the other is the cumulative effect of neglecting the environment variable in designing and implementing domestic development projects.  These facts are reminded not to reduce the gravity of the responsibility facing the present Government but to warn against using Ditwah as a weapon in domestic political powerplay.",
    "In an earlier publication in the Daily FT under the title “Natural Disasters and One-Dimensional Economies” the point was made that there is a one-dimensional link between technological rationalism and consumerism that drive modern economies on the one hand and humanity’s pecuniary relationship with nature on the other. That they have a link with natural disasters was also delineated. For a long time, children were taught in schools that the modern scientific era was born by “conquering” nature. But the question why nature should be conquered when it has already been made subservient to humans by the Creator was never posed and answered. The idea that nature should be nurtured and replenished rather than enslaved and destroyed to satisfy the ever-growing greed of humans is only of very recent origin. “Earth provides” as Ghandi said “enough to satisfy everyman’s need, but not everyman’s greed.”  The COP30 meeting in Brazil this year representing 193 countries but boycotted by US the largest one-dimensional economy in the world, was the latest expression of an environmental awakening.",
    "The reason why US decided to opt out of COP30 which obliged its member governments to take action to limit global warming by 2o Celsius above pre-industrial levels, and also why US previously withdrew from the Paris Agreement of 2015 became evident when Donald Trump decided on November this year to free 1.3 billion acres of coastal waters to drill for oil and gas, one of the chief contributors to global warming. Trump’s global search for oil and gas and rare earth, and even his military threats to Venezuela – a country with the largest known oil reserves - are all driven by this single objective. US pressure may also have been the reason why COP30 omitted any reference to fossil fuels in its final communique. According to the International Energy Agency coal powered energy which is another contributor to global warming has reached a record height.  What all this imply is one basic fact that the onward march of one-dimensional economies is not going to be slowed or reversed.  While technological rationality is devoid of humanism and while human greed fertilises consumerism nature is destined to fall victim to the rapacity of this economic order. That means natural disasters would recur with greater frequency causing widespread devastation especially in poor countries. Ditwah is certainly not going to be the last in Sri Lanka. All that the Government could do therefore is to take precautionary measures to lessen the damage by taking steps to protect the environment when designing future projects for economic and infrastructural development. Had this been done so in the past as for example in road development along the hilly regions of Central Sri Lanka the country need not have experienced so many earth-slips as happened during Ditwah.",
    "However, recovery efforts are in full swing, and as happened during the 2005 tsunami, all communities have come together in assisting the Government in this task.  But it is sickening to note that Ditwah has become a political football to political parties in Opposition which are desperately in search of scoring cheap popularity points. Immediately after the cyclone President AKD reminded the Opposition that there would be plenty of time for all parties including NPP to stand apart and do politics, but not now. This is a time he reminded that all of them should stand together in rebuilding the country. But his appeal obviously had fallen on deaf years.  UNP’s leader and former President Ranil Wickremasinghe for example, who is already on trial over charges of financial misdemeanour, is accusing the Government of ignoring prior warnings about Ditwah, which he believes is “actionable in the Supreme Court”.  Whether he would have the support of other leaders also to take the Government to court is a different matter. But it raises another worrying problem to the Government.",
    "Surely those warnings must have obviously been received by the meteorology department experts. They are the most qualified to act on the warnings. But what did they do with it? Did they prepare a report to the relevant cabinet minister or President AKD and recommended safety measures? There were roughly two weeks between the warnings and the cyclone. If they didn’t, why? Was their inaction an act of sabotage? One must remember that these experts were appointed by the ancient regime. Did these experts deliberately remain silent to advance the interests of their former master/s? This is a worrying problem to AKD and NPP. No Government could function successfully if it allows bureaucrats to undermine its work. AKD’s Clean Sri Lanka must also include cleaning public administration of sabotaging insiders.",
    "2026 is foreboding to be a year of political turbulence provoked by the Opposition. What started in Nugegoda would continue in other places all because of the nagging fear amongst its party leaders that they would be called to account by the judiciary for their past misgovernance. The only alternative available to them therefore is to bringdown this Government at any cost. It is with that motive RW is even prepared to give up his UNP leadership if UNP and SJB were to unite under one umbrella. Rajapaksa cupboards have too many skeletons to be revealed. However, the mandate given to NNP in 2024 is too strong to be dismantled.  AKD’s pragmatism, simplicity and sincerity are too strong an asset for the Opposition to destroy."
  ]
}