{
  "url": "https://hbr.org/2025/01/how-to-write-a-job-description-that-actually-gets-people-to-apply",
  "title": "How to Write a Job Description That Actually Gets People to Apply",
  "ut": 1737013538.0,
  "body_paragraphs": [
    "Richard Drury/Getty Images",
    "On the spectrum of managerial chores, writing a job description probably falls somewhere between conducting employee performance reviews and filing expense reports — high on tedium, low on immediate gratification. But experts advise shifting your...more",
    "Writing a job description might seem straightforward, but it requires both clarity and creativity. On one hand, you need to provide practical details about the role’s day-to-day responsibilities. On the other, you’re in the business of attracting talent and sparking excitement. So, where do you start? How can you write a job description that’s both informative and compelling? How can you avoid unintentionally turning off candidates? And how can you ensure your job description matches the expectations of today’s workforce?",
    "On the spectrum of managerial chores, writing a job description probably falls somewhere between conducting employee performance reviews and filing expense reports — high on tedium, low on immediate gratification. But experts advise shifting your perspective. It’s not drudgery; rather, it’s a chance to recruit a new employee who will “bring fresh ideas, drive strategy,” and complement your team, says Tyrone Smith Jr., an HR consultant and adjunct professor at USC Bovard College. “You need to ask yourself: How can this person solve my needs now and for the future?”",
    "It’s also an opportunity to showcase how your organization’s vision, brand, and values connect with what jobseekers care about most, adds Antonio Nieto-Rodriguez, author of the Harvard Business Review Project Management Handbook. “Work today is more fluid,” he says. “People want the freedom to create their own path; they are looking for opportunities for growth; and they want autonomy.” With that in mind, here’s how to craft a job description that will resonate with candidates and encourage them to click apply.",
    "Start with Reflection",
    "As with any writing assignment, the process begins not by putting fingers to keyboard, but by thinking. Start by envisioning the ideal candidate and reflecting on the qualities, knowledge, experience, and skills that would make them a good fit. Then, think about the role’s key responsibilities and overall objectives. Finally, put yourself in the candidate’s shoes: What makes this job appealing? “Consider what might excite someone about the employee experience and your organization’s brand,” says Smith. Nieto-Rodriguez suggests involving colleagues in the process. “Ask for feedback on what they want in a team member,” he says. “Find out what they like about their jobs and your organization.”",
    "You might be tempted to pack your job description with a list of tasks and expectations, but that won’t exactly fire up potential candidates, says Smith. Instead, think big picture: highlight how the job connects to the organization’s strategy. “Show how this role adds value, both to the team and the business as a whole,” he says. Nieto-Rodriguez suggests appealing to purpose-driven job seekers by showcasing the position’s societal and or organizational impact. “Show people what’s in it for them and the meaning it will provide,” he says. Explain, for instance, how it contributes to the company’s sustainability goals or its commitment to fostering diversity. This approach underscores the job’s relevance and its “potential for positive contributions,” he adds.",
    "Showcase Opportunities for Growth",
    "Many job seekers — and young ones in particular — are drawn to organizations that offer a variety of career paths and different kinds of advancement opportunities, notes Nieto-Rodriguez. That’s why he recommends emphasizing the role’s room for growth and professional development. This could involve opportunities for mentoring and coaching, as well as possible moves into marketing, sales, strategy, or even positions with partner companies. “Help them understand that it doesn’t have to be linear.” Your goal, adds Smith, is to allow “candidates visualize their potential” and “see their futures at this organization.”",
    "Emphasize Skills, Not Diplomas",
    "Over-relying on an applicant’s educational background in job descriptions can “unintentionally introduce bias and exclude qualified candidates,” says Nieto-Rodriguez. To counteract this, he advises prioritizing skills, experiences, and alternative credentials. Smith suggests “highlighting the specific competencies you’re looking for.” These might have been developed through full-time roles, volunteer stints, or projects. “By making clear that you’re looking for skills in addition to or in lieu of formal education, you signal to candidates that diverse backgrounds are valued,” he says. Last word of caution, however: Avoid listing too many skills, as this can deter candidates who may feel they don’t meet every requirement.",
    "Survey data shows that employees increasingly value control over when, how, and where they work. If your role offers this flexibility, make sure to highlight it. “For younger generations, work isn’t a location; it’s a task that can be done from anywhere,” says Smith. People also want the freedom to make decisions and take ownership of their work and your job description should reflect this, says Nieto-Rodriguez. “Talk about the autonomy and empowerment they’ll have in the role,” he suggests. Instead of listing tasks like increasing headcount or managing daily operations, focus on responsibilities that let employees grow a team, make an impact, or develop new strategies. “Make it about what they’re expected to achieve,” he adds.",
    "Choose Your Words Carefully",
    "While some organizations use flashy terms like “rock stars,” “gurus,” or “ninjas” in job descriptions, Nieto-Rodriguez advocates for “more grounded” language and terminology. He suggests focusing on the qualities that candidates possess to make the job description more relatable and using search engine optimization (SEO) to ensure it reaches a broader pool of candidates. He also recommends steering clear of overused phrases “work hard, play hard” or “thrive in high-pressure environments.” These are often interpreted as warning signs of a stressful or imbalanced work culture. “The language you use should highlight your company’s commitment to inclusion,” adds Smith.",
    "Be Transparent About Rewards",
    "Nieto-Rodriguez advises being as transparent as possible about rewards, even though many organizations still treat compensation as a taboo topic. “Money is important, but in many job descriptions, it’s treated as a black box,” he says. Be upfront about the salary range and other benefits. “Motivate applicants by showing them how financial rewards can grow with their contributions,” such as through performance-based bonuses, commissions, or incentives, he adds. Remember, too, that your job description will be viewed alongside those from competitors. “Candidates are assessing you on multiple layers including the salary, flexibility, and perks based on the market,” says Smith. Being clear and competitive is to your advantage.",
    "Finally, don’t forget to have a little fun. Your job description needs to be engaging, says Nieto-Rodriguez. He suggests incorporating multimedia elements like videos or digital presentations to make it more dynamic. “Breathe some life into it,” he says. Complement this with posts on platforms like newsletters or LinkedIn videos to broaden your reach. “Get creative,” adds Smith. “People want to join organizations that are forward-thinking and innovative.” Show that yours stands out not just in substance but in its style.",
    "Principles to Remember",
    "Consider what makes the job appealing, and get feedback from your team on the qualities you’re looking for in candidates and the strengths of your organization.",
    "Draw attention to the role’s flexibility and autonomy, rather than posting a laundry list of tasks.",
    "Show how the role connects with the organization’s strategy and its broader impact, and highlight its value to both the team and the business.",
    "Obscure details related to money; be clear about salary and benefits to attract candidates and stay competitive.",
    "Over-rely on educational background; instead, prioritize skills and experiences to avoid deterring candidates who may feel they don’t meet every requirement.",
    "Rely on flashy terms or overused phrases; instead, adopt grounded language that highlights relatable qualities and your company’s commitment to inclusion.",
    "Attracting and Cultivating Talent Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Attracting and Cultivating Talent. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Discover how to attract, hire, develop, and keep talented people who will grow and thrive throughout their employee journey.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "Employment Is Dead: How Disruptive Technologies Are Revolutionizing the Way We Work",
    "HBR Guide to Better Recruiting and Hiring",
    "Read more on Hiring and recruitment",
    "High potential employees,",
    "and Business communication"
  ]
}