{
  "url": "https://www.ft.lk/columns/All-political-parties-and-leaders-should-refrain-from-extremes-and-aggression/4-776734",
  "title": "All political parties and leaders should refrain from extremes and aggression",
  "ut": 1747857029.0,
  "body_paragraphs": [
    "President Anura Kumara Disanayake",
    "Opposition leader Sajith Premadasa",
    "Former President Ranil Wickremesinghe",
    "Although it is not totally uncommon to other developing countries, Sri Lanka is extremely indulged in political and power struggles between political parties and political leaders. This is also not uncommon to ordinary or even educated people. Perhaps that is one root cause of the whole scenario of political aggression, fighting and violence. Living in Switzerland (1984-1991) and in Australia (1991-1997 and 2011-today) I have seen even when Sri Lankans have a family party, men (not very many women) getting into a drinking circle and arguing about politics aggressively. Drinking can be one reason, but the political culture of the country, in my opinion, is the main reason.",
    "It is strange that this political culture is remaining in a Buddhist country. Buddhism in its philosophical form advocates, peace, harmony and nonviolence. But perhaps the Theravada variety in Sri Lanka with its strong dogmatism can be the reason for promoting arrogance and aggression. I have seen several Buddhist priests aggressively advocating their opinions in YouTube and other social media. Christian priests are the same, although little sober given their minority positions.",
    "Dogmatism means the tendency to put forward some beliefs or principles as absolute truths, without considering the evidence or the opinions of others. This is exactly what is happening in Sri Lanka at present. Now, the Government and the Opposition are at loggerheads particularly on forming local government institutions. The Government needs to admit that although they won most of local government electorates, there is a warning from the people about their performances. Their voter base has dwindled. This is only within six months in the office. At the recent national elections in Australia in May, the Labour Party and Anthony Albanese as the leader won with an increased majority after three years in office from 2022. Australia is somewhat an example that Sri Lanka should follow in terms of democracy.",
    "It is true that the voting behaviour of the people is different from national elections to local government elections. Apart from the consideration for leading political parties, the voters consider their local conditions and locally active interest groups in these local elections. Those tendencies are not necessarily opposed to a government. However, in the case of the last local elections in Sri Lanka the overall results clearly show that there is a warning for the Government.",
    "In addition, knowingly or unknowingly, the people have voted to keep a multiparty system in the country. The Government should not consider that they should control all local government institutions. At the same time, the role of the Opposition should not be to use the local government institutions that they could control, to oppose and overthrow the central government. It would not be possible particularly in the case of the NPP Government, based on the JVP movement. In the last decades, there was a terrible tendency in the country to oppose, and overthrow elected Governments without allowing them to complete the official terms. This had created instability in the country which enhanced the economic downturn as well as the dominance of underworld economic activities.",
    "JVP’s past and present",
    "It is for the first time in the country that now a JVP Government has been formed through a broad based support. The NPP is its broad base. The JVP undoubtedly started as a Marxist insurrectionary movement in the late 1960s. Unresolved problems of the rural youth were the inspiration for this movement, differing from the traditional Left. However, from the beginning the party leadership had extremist views motivating the supporters towards aggression and violence. As a young university lecturer, I opposed these views even endangering my life in 1971. However, I also came to understand their circumstances, and some of their leaders themselves came to understand the errors and moved towards a popular and democratic base.",
    "Violence in the country in the late 1980s cannot be blamed on the JVP only. The Government and the State also should be responsible. On the Government side, among those who are living, Ranil Wickremesinghe, in my opinion, was a key person who was responsible. Those violations did not limit to the Batalanda atrocities alone. At present there are attempts to create a similar situation although these forces don’t hold the State apparatus.",
    "Whatever the weaknesses that the present NPP Government is revealing, the people have given them a strong mandate at the Presidential and Parliamentary elections. The Opposition, the media and political commentators should respect this mandate. The mandate that they received at the Local Government elections is also not weak. Ranil again is the key person who is now trying to rally and unite the Opposition forces supposedly to bring down this Government. This is not possible at all and what they would create is chaos, violence and anarchy completely harmful to the people and the country. There is no point in forcing the Government to go into extremes in dealing with the Opposition.",
    "Successes and failures",
    "From the experiences of democratic countries and systems, this Government has so far not failed in their main mandate. Although I am not living in Sri Lanka at present, I get information from family and friends. And as a trained political scientist, from the available information online and in other ways, it is not difficult for me to understand the situation objectively as much as possible. At my age of 80 years, I have no reason to support or oppose any government or party personally.",
    "There are various ways of assessing successes and failures of governments. A common way is to check what they promised in a manifesto and what they are doing or performing at present. Another way is to assess what they do in terms of benefits or harms to the country and the people. A more scientific investigation may be a SWOT analysis (strengths, weaknesses, opportunities and threats) in an objective manner.",
    "Whatever the weak points in implementation, this Government is not a corrupt government at all. This is appreciated by the international community. As promised to the people, the Government has taken measures to take action against the past corruption and fraud. Although some of the (political) accusations were not accurate, they were abundant under the past Governments. This was one reason for the economic collapse of the country. In addition, waste and luxury living of the politicians and bureaucrats have been another reason for the country’s economic collapse.",
    "In my opinion, the Government should not be too idealistic in curtailing the benefits of MPs or State officials although those were excessive under the previous Governments. The use of luxury vehicles and houses has been extremely excessive. This was common even in the foreign service. I even have some personal experiences. However, paying a reasonable salary and even a pension for MPs are common practices in democracies. The salaries of NPP MPs should not go to the party funds. The NPP should not function as a Bolshevik party. These are matters that the President and the NPP should rethink and sort out.",
    "Whatever the statements that the NPP had made previously, it is correct for them to deal with the IMF in an amicable manner, supposing that they were negotiating on behalf of Sri Lanka’s interests. It is not correct for the Opposition to criticise or denounce the Government just because they were going differently to whatever they have said before. The interest of the country should come first before dealing with political rivalries. It is on these premises that Sri Lanka should proceed. The Government has fairly stabilised the economy and given several benefits to ordinary people without antagonising or curtailing the business sector. The JVP has today reformed itself to a large extent and the old JVP is primarily represented by the Frontline Socialist Party. There may be many other areas that they have to change on.",
    "The story is long and to shorten the main points, First the Government should work more pragmatically and democratically to resolve the country’s problems. The President Anura Kumara Disanayake has the main responsibility in this respect. Second, changing political culture should not be limited to corruption and fraud. Aggression and violence are equally responsible for the country’s failures and demise. Third, the Opposition should work amicably with the Government or otherwise the country would fall into a situation like in the late 1980s. Fourth, both the Government and the Opposition should give priority to economic development, addressing the issues of the poor and the needy.",
    "Fifth and more importantly, there should be an agreement or understanding between the Government and the Opposition to resolve the local government dilemma. Perhaps they should agree to give power over the Colombo Municipal Council to the NPP and the Opposition to form administration in local government areas where they have a clear majority. The readers may add more points or propose revisions to the above. Establishing peace and harmony are the country’s most important objectives towards development."
  ]
}