{
  "url": "https://www.ft.lk/columns/Price-trends-driving-Sri-Lanka-s-deflation-and-public-perceptions/4-773849",
  "title": "Price trends driving Sri Lanka’s deflation and public perceptions",
  "ut": 1741216530.0,
  "body_paragraphs": [
    "Sri Lanka experienced deflation for the fifth consecutive month in January 2025, with the Colombo Consumer Price Index (CCPI)-based headline inflation (y-o-y) remaining in the negative territory. Deflation is characterised by a decline in the aggregate price level of an economy, as measured by a consumer price index, compared to the same period a year ago. The aggregate price level represents a weighted average of the prices of goods and services consumed by a typical household, based on their consumption shares. However, a decline in the aggregate price level does not imply a reduction in the prices of all goods and services consumed.",
    "Typically, goods and services could exhibit heterogeneous price movements over a given period. Some prices could increase, others may remain unchanged, while some could decline. Deflation occurs when the overall impact of price declines outweighs the impact of rising prices over a given period, resulting in a reduction in the aggregate price level.",
    "In January 2025, CCPI-based headline inflation (y-o-y) was recorded at -4.0% (or deflation of 4.0%). This indicates that the aggregate price level, as measured by the CCPI, has declined over the period under consideration. However, as noted above, not all prices have declined. Although the aggregate price level has fallen, certain goods and services have experienced price increases. The decline in CCPI reflects that the overall impact of the price declines in certain categories of items has outweighed the impact of rising prices in others over the past year.",
    "Figure 1 depicts the y-o-y price changes across the main categories of CCPI in January 2025. The Food and Non-Alcoholic Beverages;2Restaurants and Hotels; Housing, Water, Electricity, Gas and Other Fuels; and Transport categories recorded price declines, on a net basis, whereas the other categories witnessed price increases. However, the net effect led to an overall decline in the CCPI, indicating that the impact of price declines outweighs that of rising prices elsewhere. Furthermore, the change in monthly household spending of the main categories of CCPI from January 2024 to January 2025, as published by the Department of Census and Statistics (DCS), reaffirms this.",
    "Figure 2 illustrates the contribution from different categories to the reduction of total household expenditure from January 2024 to January 2025. The figure shows that Housing, Water, Electricity, Gas and Other Fuels; Food and Non-Alcoholic Beverages; and Transport categories are the largest contributors to the reduction in household expenditure, surpassing the expenditure increases in other categories, thereby resulting in a reduction in total household spending compared to the same period in the previous year. In order to provide further details on the decline in household expenditure of certain categories of the CCPI amidst heterogeneous price movements, Table B.1 presents the y-o-y expenditure reductions of certain selected items in the Food and Non-Alcoholic Beverages; Housing, Water, Electricity, Gas and Other Fuels; and Transport categories.",
    "Even though there has been deflation for the last few months, some segments of the public claim that it is hardly reflected through a relief in the cost of living. One possible reason for this could be the already elevated price levels. Although the pace of increase in the aggregate price level has reduced and turned negative for a couple of months, it remains significantly elevated compared to its levels prior to 2022, as shown in Figure 3. The CCPI represents the total monthly expenses of a typical household. Therefore, the CCPI remaining at elevated levels indicates that the monthly household expenditure, on average, still remains high.",
    "Moreover, the income levels of many segments of the population are unlikely to have been fully adjusted to offset the impact of past inflationary episodes. This is evident in Figure 4, which compares the increase in the CCPI against that of the wage rate indices. Therefore, the modest reduction in total monthly expenses observed in recent months may not provide significant relief to households in an environment where their real income levels have gradually eroded in the past few years.",
    "In addition, there could be psychological and behavioural aspects for perceived inflation to be different from realised inflation. Research shows that price changes in frequently purchased items affect perceived inflation more than the changes in prices of items that are less frequently bought, regardless of the expenditure share (e.g., D’Acunto et al. (2021) and Georganas et al. (2014)). In Sri Lanka, there has been a significant reduction in the electricity tariffs, but the electricity bill is paid once a month.",
    "On the other hand, prices of rice and coconuts have increased, and those items are bought several times a month at a higher frequency. Therefore, although the saving of electricity tariff reduction is greater than the increase in expenses due to increased rice and coconut prices, the latter could have a greater impact on perceived inflation. In addition, the lack of awareness of the concept of inflation could also contribute to the aforementioned difference.",
    "Given the exceptionally high levels of inflation Sri Lanka experienced in 2022 and 2023, a brief period of deflation could provide some relief to households that are still recovering from the large increase in the cost of living. However, prolonged deflation is undesirable, as such episodes are often associated with economic stagnation and rising unemployment. In Sri Lanka’s case, sustained deflation is unlikely, with inflation expected to gradually converge to the target over the medium term.",
    "D’Acunto, F., Malmendier, U., Ospina, J., & Weber, M. (2021). Exposure to grocery prices and inflation expectations. Journal of Political Economy, 129(5), 1615-1639.",
    "Georganas, S., Healy, P. J., & Li, N. (2014). Frequency bias in consumers׳ perceptions of inflation: An experimental study. European Economic Review, 67, 144-158.",
    "1.This is a box article written by the Economic Research Department, which appeared in the Monetary Policy Report published in February 2025.",
    "2.Prices of certain food items have declined over the corresponding period, while prices of certain other food items have increased. The overall impact was a reduction in total expenditure under the Food category."
  ]
}