{
  "url": "https://www.ft.lk/opinion/Powering-reform-Why-electricity-tariffs-must-be-rewired-for-Sri-Lanka-s-future/14-777589",
  "title": "Powering reform: Why electricity tariffs must be rewired for Sri Lanka’s future",
  "ut": 1749671425.0,
  "body_paragraphs": [
    "Effective electricity pricing must reflect the realities of production and consumption",
    "Distorted tariffs cause more than financial losses—they misallocate capital, send the wrong signals to consumers, and disincentivise innovation. Underpricing during peak hours leads to costly overuse; excessive off-peak rates stifle useful consumption. Only cost-reflective, transparent pricing can correct these imbalances",
    "By Advocata Institute",
    "Sri Lanka’s electricity tariffs have never made much economic sense as they’re full of distortions, cross-subsidies and based on outdated assumptions. This is why the Advocata Institute recently made a formal submission to the Public Utilities Commission of Sri Lanka (PUCSL), proposing a complete overhaul of the way electricity is priced. The goal isn’t just to balance the books. It’s to improve transparency and efficiency of the system.",
    "At the heart of this effort lies one central truth: effective electricity pricing must reflect the realities of production and consumption. Electricity is unlike other goods. It is homogeneous—a unit of electricity is identical no matter how it’s generated. It is non-storable—it must be consumed as it is produced. And its cost varies across time, depending on the generation mix and demand patterns. Any pricing system must accommodate these characteristics.",
    "Fixing the foundations: Rational tariff structures",
    "Today’s electricity tariff structure in Sri Lanka is riddled with inconsistencies and cross-subsidies. There are multiple user categories—domestic, General Purpose/Government, Industrial/Hotel, Religious, and Charitable—each with its own rate schedule. Yet, these distinctions often bear little relationship to actual consumption patterns or cost of supply. For instance, a restaurant in a hotel pays a lower rate than an identical restaurant in a shopping mall. This defies logic and undermines equity.",
    "We propose a simpler, fairer approach: consumers who use the same commodity under similar conditions should pay the same rate. The only justified exception is a lifeline tariff for low-income domestic users—a targeted subsidy that ensures affordability without distorting market signals.",
    "Tariffs must also be aligned with the full economic cost of supply, including generation, transmission, distribution, and system losses. Underpricing electricity results in underinvestment, rising debt, and operational inefficiencies—conditions that have long plagued the Ceylon Electricity Board (CEB).",
    "Principles for smart pricing",
    "Drawing on international best practice, we recommend that Sri Lanka adopt five key principles in electricity tariff design:",
    "1.Cost-reflective pricing – Charges should transparently account for generation, transmission, distribution, and losses.",
    "2.Non-discrimination – Users consuming the same service should face the same price, except where explicit, targeted subsidies apply.",
    "3.Time-of-use (TOU) tariffs – Pricing that varies by time of day encourages demand-side responsiveness and reflects real supply costs.",
    "4.Regulatory clarity – The regulator’s role is to ensure cost recovery and sector sustainability. Redistribution should be handled through direct fiscal transfers, not tariff manipulation.",
    "5.Minimisation of cross-subsidies – Social goals should be transparently funded through public budgets, not through opaque distortions embedded in electricity pricing.",
    "Specific recommendations",
    "1.Unifying bulk user categories",
    "We recommend consolidating user classes such as Industrial, Hotel, General Purpose, and Government into a single bulk category. Electricity is a homogeneous product; the case for differential pricing in this context is weak. In particular, preferential tariffs for “industry” unfairly disadvantage modern service-sector businesses like IT and BPOs, while incentivising energy-intensive manufacturing that may not be globally competitive.",
    "2.Removing special tariffs for religious and charitable institutions",
    "Such institutions should be billed under the standard domestic or commercial categories. If the government wishes to provide concessions, it should do so through direct budgetary support—not through tariff distortions that reduce transparency and undermine cost recovery.",
    "3.Extending TOU tariffs",
    "The “Rate 1” flat tariff category for bulk users should be phased out, with TOU pricing applied universally. Flat rates hide price signals and encourage inefficient consumption. TOU tariffs can help shift demand away from peak times and lower system costs overall.",
    "4.Lifeline tariff as the sole subsidy",
    "Current domestic tariffs inadvertently penalise high-usage households while subsidising select industrial users. This is inefficient and inequitable. A single, well-targeted lifeline tariff is a more transparent and fair approach to social protection.",
    "5.Remote work considerations",
    "Tariff design should not penalise socially beneficial behaviours like remote work, which reduces traffic congestion and emissions. Policymakers must consider broader economic and environmental impacts in tariff setting.",
    "6.Reforming solar net metering",
    "The current one-for-one offset for rooftop solar power fails to reflect the true time-based value of electricity. Pricing mechanisms should better align with the actual cost of supply at different times of day to support grid stability and equitable integration of solar energy.",
    "7.Moving toward spot market pricing",
    "Sri Lanka’s increasing reliance on variable renewable energy calls for more dynamic pricing mechanisms. A move towards spot market pricing for bulk users—like Singapore’s Energy Market Company—could improve efficiency, reduce costs, and enhance system responsiveness.",
    "Transparency and performance",
    "Sustainable reform also demands better transparency and performance accountability. The CEB should publish quarterly breakdowns of:",
    "Generation costs: Disaggregated by plant, including fuel, labour, maintenance, and capital costs, with justifications for deviations from least-cost dispatch principles.",
    "Network and distribution costs",
    "Overheads (billing, metering, administration)",
    "Details of all procurement contracts—especially for coal and oil—should be published on the CEB website.",
    "Public ownership must not breed complacency. We advocate performance-based incentives to reduce technical and commercial losses, improve service quality, and enhance operational efficiency.",
    "Types of losses must be clearly classified and addressed:",
    "Technical losses: Incurred in the grid, transformers, and substations.",
    "Commercial losses: Arising from theft, faulty meters, or billing errors.",
    "Collection losses: Due to non-payment or delayed payments.",
    "All losses must be quantified and minimised before being considered in tariff setting.",
    "A clean break from distortions",
    "Distorted tariffs cause more than financial losses—they misallocate capital, send the wrong signals to consumers, and disincentivise innovation. Underpricing during peak hours leads to costly overuse; excessive off-peak rates stifle useful consumption. Only cost-reflective, transparent pricing can correct these imbalances.",
    "Critically, social equity is better served through fiscal transfers, not hidden subsidies. The PUCSL must resist the temptation to play the role of a welfare agency. Its job is to price electricity fairly and sustainably. Redistribution must come from the Treasury, not from tariff engineering.",
    "The Public Utilities Commission of Sri Lanka (PUCSL) should adopt a tariff reform framework that:",
    "Eliminates discriminatory pricing, retaining only the lifeline tariff for low-income users;",
    "Implements TOU tariffs widely and advances towards real-time pricing for bulk users;",
    "Requires full cost transparency and independent audits of CEB operations;",
    "Funds social objectives through direct, transparent fiscal transfers, not hidden cross-subsidies.",
    "These reforms are essential to ensure the long-term sustainability of the electricity sector, attract much-needed investment, and align Sri Lanka with global best practices."
  ]
}