{
  "url": "https://www.ft.lk/columns/Why-victim-advocacy-and-multidisciplinary-teams-are-not-optional-they-are-life-saving/4-776427",
  "title": "Why victim advocacy and multidisciplinary teams are not optional – they are life-saving",
  "ut": 1747166115.0,
  "body_paragraphs": [
    "Sri Lanka lacks trained, full-time victim advocates",
    "For over a decade, I have stood beside child victims of abuse—some as young as three—through their most vulnerable moments. I have sat beside them as they faced their abusers, translated legal jargon into words they could understand, and fought to ensure that the process did not wound them more deeply than the crime itself. This is the role of a victim advocate—not a luxury, not a soft service, but an essential, life-saving intervention.",
    "Countries like the United Kingdom and Singapore have recognised this for years. In these jurisdictions, victim advocacy is formalised within their child protection systems. In the UK, Child Advocacy Centres and the Barnahus model offer a child-friendly, trauma-informed space where medical, psychological, and legal services are coordinated under one roof. Singapore’s Ministry of Social and Family Development works closely with Family Violence Specialist Centres and Child Protection Services, ensuring that a trained victim advocate and a cohesive Multidisciplinary Team (MDT) are involved from the very first moment a child discloses abuse. In Sri Lanka, we cannot say the same.",
    "Here, a child who discloses abuse is pulled into a disjointed system—questioned multiple times by different institutions, often without coordination or concern for their mental state. The National Child Protection Authority (NCPA), the Department of Probation and Child Care Services, the Women and Children’s Bureau of the Sri Lanka Police, Judicial Medical Officers, and even the Attorney General’s Department frequently work in silos. Information is not shared. Decisions are not aligned. The child’s wellbeing is not centred.",
    "Sri Lanka lacks trained, full-time victim advocates. We lack a legislated mechanism for multidisciplinary collaboration. What we do have are endless task forces, inter-ministerial committees, and review meetings—while the child suffers. Let us be clear: it is not the Ministry of Women, Child Affairs and Social Empowerment, nor the Ministry of Justice, nor the Ministry of Public Security that suffers the consequences of this failure. It is the child. It is the mother who must plead for answers. It is the family that spirals into helplessness. And once that child self-harms, loses trust, or collapses under the weight of trauma, no executive committee, policy review, or donor roundtable will bring their life back.",
    "The harm caused by institutional delay, disconnection, and indifference is not hypothetical—it is very real, and it is happening now.",
    "Sri Lanka must urgently recognise victim advocacy as a core professional service in child protection. We need trained advocates who are present from the first disclosure, and a functioning, accountable MDT system that includes the NCPA, Law Enforcement, Probation, health professionals, Civil Society and the Judiciary. Not in theory, but in day-to-day practice.",
    "We must stop hiding behind outdated structures. Stop performing care through reports and press conferences. Stop pretending that children are being protected when the system is actively retraumatising them.",
    "Anything less than a coordinated, trauma-informed, victim-centred response is not child protection—it is State-enabled harm.",
    "(The writer is the Founder and Senior Legal Consultant of Child Protection Force.)"
  ]
}