{
  "url": "https://www.technologyreview.com/2025/02/12/1111409/paleo-robots-extinct-prehistoric-animals/",
  "title": "Robots are bringing new life to extinct species",
  "ut": 1739313513.0,
  "body_paragraphs": [
    "Paleontologists aren’t easily deterred by evolutionary dead ends or a sparse fossil record. But in the last few years, they’ve developed a new trick for turning back time and studying prehistoric animals: building experimental robotic models of them. In the absence of a living specimen, scientists say, an ambling, flying, swimming, or slithering automaton is the next best thing for studying the behavior of extinct organisms. Learning more about how they moved can in turn shed light on aspects of their lives, such as their historic ranges and feeding habits.  Digital models already do a decent job of predicting animal biomechanics, but modeling complex environments like uneven surfaces, loose terrain, and turbulent water is challenging. With a robot, scientists can simply sit back and watch its behavior in different environments. “We can look at its performance without having to think of every detail, [as] in the simulation,” says John Nyakatura, an evolutionary biologist at Humboldt University in Berlin.  Related StoryFast-learning robots: 10 Breakthrough Technologies 2025AI advances are rapidly speeding up the process of training robots, and helping them do new tasks almost instantly.",
    "The union of paleontology and robots has its roots in the more established field of bio-inspired robotics, in which scientists fashion robots based on modern animals. Paleo-roboticists, however, face the added complication of designing robotic systems for which there is no living reference. They work around this limitation by abstracting from the next best option, such as a modern descendant or an incomplete fossil record. To help make sure they’re on the right track, they might try to derive general features from modern fauna that radiated from a common ancestor on the evolutionary tree. Or they might turn to good ol’ physics to home in on the most plausible ways an animal moved. Biology might have changed over millions of years; the fundamental laws of nature, not so much.  Modern technological advances are pulling paleo-inspired robotics into a golden age. Computer-aided design and leading-­edge fabrication techniques such as 3D printing allow researchers to rapidly churn out prototypes. New materials expand the avenues for motion control in an automaton. And improved 3D imaging technology has enabled researchers to digitize fossils with unprecedented detail.",
    "All this helps paleo-roboticists spin up more realistic robots—ones that can better attain the fluid motion associated with living, breathing animals, as opposed to the stilted movements seen in older generations of robots. Now, researchers are moving closer to studying the kinds of behavioral questions that can be investigated only by bringing extinct animals back to life—or something like it. “We really think that this is such an underexplored area for robotics to really contribute to science,” says Michael Ishida, a roboticist at Cambridge University in the UK who penned a review study on the field.  Here are four examples of robots that are shedding light on creatures of yore.  The OroBot In the late 2010s, John Nyakatura was working to study the gait of an extinct creature called Orobates pabsti. The four-limbed animal, which prowled Earth 280 million years ago, is largely a mystery—it dates to a time before mammals and reptiles developed and was in fact related to the last common ancestor of the two groups. A breakthrough came when Nyakatura met a roboticist who had built an automaton that was inspired by a modern tetrapod—a salamander. The relationship started the way many serendipitous collaborations do: “We just talked over beer,” Nyakatura says. The team adapted the existing robot blueprint, with the paleontologists feeding the anatomical specs of the fossil to the roboticists to build on. The researchers christened their brainchild OroBot.   Fossilized footprints, and features like step length and foot rotation, offer clues to how tetrapods walked.SEBASTIAN VOIGT/URWELTMUSEUM GEOSKOP THALLICHTENBERG   A fossilized skeleton of Orobates pabsti, a four-limbed creature that lived some 280 million years ago.THOMAS MARTENS/MUSEUM DER NATUR GOTHA     OroBot’s proportions are informed by CT scans of fossils. The researchers used off-the-shelf parts to assemble the automaton. The large sizes of standard actuators, devices that convert energy into motion, meant they had to scale up OroBot to about one and a half yards (1.4 meters) in length, twice the size of the original. They also equipped the bot with flexible pads for tread instead of anatomically accurate feet. Feet are complex bodily structures that are a nightmare to replicate: They have a wide range of motion and lots of connective soft tissue.",
    "A top view of OroBot executing a waddle.ALESSANDRO CRESPI/EPFL LAUSANNE   Thanks to the team’s creative shortcut, OroBot looks as if it’s tromping in flip-flops. But the robot’s designers took pains to get other details just so, including its 3D-printed faux bones, which were painted a ruddy color and given an osseous texture to more closely mimic the original fossil. It was a scientifically unnecessary design choice, but a labor of love. “You can tell that the engineers really liked this robot,” Nyakatura said. “They really fell in love with it.” Once OroBot was complete, Nyakatura’s team put it on a treadmill to see how it walked. After measuring the robot’s energy consumption, its stability in motion, and the similarity of its tracks to fossilized footprints, the researchers concluded that Orobates probably sashayed like a modern caiman, the significantly punier cousin of the crocodile. “We think we found evidence for this more advanced terrestrial locomotion, some 50 million years earlier than previously expected,” Nyakatura says. “This changes our concept of how early tetrapod evolution took place.” Robotic ammonites Ammonites were shell-toting cephalopods—the animal class that encompasses modern squids and octopuses—that lived during the age of the dinosaurs. The only surviving ammonite lineage today is the nautilus. Fossils of ammonites, though, are abundant, which means there are plenty of good references for researchers interested in studying their shells—and building robotic models.   An illustration of an ammonite shell cut in half.PETERMAN, D.J., RITTERBUSH, K.A., CIAMPAGLIO, C.N., JOHNSON, E.H., INOUE, S., MIKAMI, T., AND LINN, T.J. 2021. “BUOYANCY CONTROL IN AMMONOID CEPHALOPODS REFINED BY COMPLEX INTERNAL SHELL ARCHITECTURE.” SCIENTIFIC REPORTS 11:90   When David Peterman, an evolutionary biomechanist, was a postdoctoral fellow at the University of Utah from 2020 to 2022, he wanted to study how the structures of different ammonite shells influenced the underwater movement of their owners. More simply put, he wanted to confirm “whether or not [the ammonites] were capable of swimming,” he says. From the fossils alone, it’s not apparent how these ammonites fared in aquatic environments—whether they wobbled out of control, moved sluggishly, or zipped around with ease. Peterman needed to build a robot to find out.   A peek at the internal arrangement of the ammonite robots, which span about half a foot in diameter.PETERMAN, D.J., AND RITTERBUSH, K.A. 2022. “RESURRECTING EXTINCT CEPHALOPODS WITH BIOMIMETIC ROBOTS TO EXPLORE HYDRODYNAMIC STABILITY, MANEUVERABILITY, AND PHYSICAL CONSTRAINTS ON LIFE HABITS.” SCIENTIFIC REPORTS 12: 11287   It’s straightforward to copy the shell size and shape from the fossils, but the real test comes when the robot hits the water. Mass distribution is everything; an unbalanced creature will flop and bob around. To avoid that problem, Peterman added internal counterweights to compensate for a battery here or the jet thruster there. At the same time, he had to account for the total mass to achieve neutral buoyancy, so that in the water the robot neither floated nor sank.   A 3D-printed ammonite robot gets ready to hit the water for a drag race. “We were getting paid to go play with robots and swim in the middle of a work day,” Peterman says. “It was a lot of fun.”DAVID PETERMAN   Then came the fun part—robots of different shell sizes ran drag races in the university’s Olympic-sized swimming pool, drawing the curiosity of other gym-goers. What Peterman found was that the shells had to strike a tricky balance of stability and maneuverability. There was no one best structure, the team concluded. Narrower shells were stabler and could slice through the water while staying upright. Conches that were wider were nimbler, but ammonites would need more energy to maintain their verticality. The shell an ancient ammonite adopted was the one that suited or eventually shaped its particular lifestyle and swimming form.   This bichir-inspired robot looks nothing like a bichir, with only a segmented frame (in black) that allows it to writhe and flap like the fish. The researchers gradually tweak the robot’s features, on the hunt for the minimum physiology an ancient fish would need in order to walk on land for the first time.MICHAEL ISHIDA, FIDJI BERIO, VALENTINA DI SANTO, NEIL H. SHUBIN AND FUMIYA IIDA   Robofish What if roboticists have no fossil reference? This was the conundrum faced by Michael Ishida’s team, who wanted to better understand how ancient marine animals first moved from sea to land nearly 400 million years ago and learned to walk.  Lacking transitional fossils, the researchers looked to modern ambulatory fishes. A whole variety of gaits are on display among these scaly strollers—the four-finned crawl of the epaulette shark, the terrestrial butterfly stroke of a mudskipper. Like the converging roads in Rome, multiple ancient fishes had independently arrived at different ways of walking. Ishida’s group decided to focus on one particular gait: the half step, half slither of the bichir Polypterus senegalus.",
    "Admittedly, the team’s “robofish” looks nothing like the still-extant bichir. The body consists of rigid segments instead of a soft, flexible polymer. It’s a drastically watered-down version, because the team is hunting for the minimum set of features and movements that might allow a fishlike creature to push forward with its appendages. “‘Minimum’ is a tricky word,” Ishida says. But robotic experiments can help rule out the physically implausible: “We can at least have some evidence to say, yes, with this particular bone structure, or with this particular joint morphology, [a fish] was probably able to walk on land.” Starting with the build of a modern fish, the team simplified the robot further and further until it could no longer sally forth. It was the equivalent of working backwards in the evolutionary timeline.  Related StoryWhat’s next for robotsWith tests of humanoid bots and new developments in military applications, the year ahead will intrigue even the skeptics.",
    "The team hopes to publish its results in a journal sometime soon. Even in the rush to finalize the manuscript, Ishida still recognizes how fortunate he is to be doing something that’s simultaneously futuristic and prehistoric. “It’s every kid’s dream to build robots and to study dinosaurs,” he says. Every day, he gets to do both.  The Rhombot Nearly 450 million years ago, an echinoderm with the build of an oversize sperm lumbered across the seafloor. The lineage of that creature, the pleurocystitid, has long since been snuffed out, but evidence of its existence lies frozen among numerous fossils. How it moved, though, is anyone’s guess, for no modern-­day animal resembles this bulbous critter.   A fossil of a pleurocystitid, an extinct aquatic animal that lived some 450 million years ago.CARNEGIE MELLON UNIVERSITY   Carmel Majidi, a mechanical engineer at Carnegie Mellon University, was already building robots in the likeness of starfish and other modern-day echinoderms. Then his team decided to apply the same skills to study their pleurocystitid predecessor to untangle the mystery of its movement.  CARNEGIE MELLON UNIVERSITY   Majidi’s team borrowed a trick from previous efforts to build soft robots. “The main challenge for us was to incorporate actuation in the organism,” he says. The stem, or tail, needed to be pliable yet go rigid on command, like actual muscle. Embedding premade motors, which are usually made of stiff material, in the tail wouldn’t work. In the end, Majidi’s team fashioned the appendage out of shape-memory alloy, a kind of metal that deforms or keeps its shape, depending on the temperature. By delivering localized heating along the tail through electrical stimulation, the scientists could get it to bend and flick.   The researchers tested the effects of different stems, or tails, on their robot’s overall movement.CARNEGIE MELLON UNIVERSITY   Both Majidi’s resulting Rhombot and computer simulations, published in 2023, showed that pleurocystitids likely beat their tails from side to side in a sweeping fashion to propel themselves forward, and their speeds depended on the tail stiffness and body angle. The team found that having a longer stem—up to two-thirds of a foot long—was advantageous, adding speed without incurring higher energy costs. Indeed, the fossil record confirms this evolutionary trend. In the future, the researchers plan to test out Rhombot on even more surface textures, such as muddy terrain.   Shi En Kim is a freelance science writer based in Washington, DC. hide"
  ]
}