{
  "url": "https://www.dailymirror.lk/hard-talk/We-are-engaged-in-a-mission-to-do-clean-politics-Samanmalee-Gunasinghe/334-295491",
  "title": "“We are engaged in a mission  to do clean politics”  – Samanmalee Gunasinghe",
  "ut": 1730997945.0,
  "body_paragraphs": [
    "The prevailing political culture doesn’t provide a favorable environment for women to engage in politics",
    "Our strength is that we are a Party that has worked in unity and we work as brothers and sisters",
    "National People’s Power (NPP) Executive Committee Member and Women’s Rights Activist Samanmalee Gunasinghe has entered the fray to contest at the upcoming Parliamentary elections. In a candid interview with the Daily Mirror, Gunasinghe responded to various allegations vested against the NPP by Opposition factions. She spoke about her journey in politics, NPP’s involvement in empowering women to engage in active politics, criticisms on the statement regarding legalising the trade of the sex workers and her plans for Colombo. Excerpts:",
    "Q:You were known as a women’s activist for quite some time. What prompted you to step into active politics?",
    "I joined the Peradeniya University in 1994 to do a Masters (Special) in Psychology. Since then I have been actively involved as a leader in the students’ movements and students’ unions. Here I saw many issues faced by students in universities. There were issues pertaining to accommodation, food, facilities and other services provided for students. We strongly voiced against university administrations robbing money that was allocated for universities and intervened to stand for the rights of university students. Even though I heard about the Janatha Vimukthi Peramuna prior to that, it was after I joined university that I became an active member of the Party. In 1997 I joined the Dehiwela-Mt. Lavinia Provincial Council as a local councilor representing JVP. I served in this position for many years while also serving as the national organizer of the Socialist Women’s Forum and Secretary of the Women for Rights movement. I’m currently involved in the ‘Eka Mitakata Kanthawo’ initiative where we empower women at grassroots level to engage in active politics. I have been involved in various initiatives that gave a voice to many voiceless individuals. As a result of activism, people have embraced our ideologies today.",
    "Q:Even though there was much discussion and debate regarding the 25% women’s quota, it wasn’t fully implemented. The NPP has given an opportunity for many women to contest at the upcoming election. Your comments?",
    "The quota system (for women) was introduced to local government authorities. This needs to be implemented in Provincial Councils and the Parliament as well. It’s true that the quota system gave an opportunity for many women to get involved in local politics. But many political parties sent their representatives without any training or experience. They continued the legacies of their leaders and therefore they couldn’t reap full benefits of this opportunity. But we nurtured many female political leaders. Since we provided them with the necessary leadership skills and opportunities, many of them emerged through local government authorities. But we are not advocating for the quota system only. The prevailing political culture doesn’t provide a favorable environment for women to engage in politics. Women either need to have power, money, be a popular figure or come with a political affiliation. The women representing NPP have neither of these privileges. Our strength is that we are a Party that has worked in unity and we work as brothers and sisters. So we have that courage and we know that other parties don’t have this unity.",
    "Q:Many SJB candidates voiced against the remarks made by your party member K. D Lal Kantha against Chamindrini Kiriella. What is your take on this incident?",
    "Lal Kantha has a certain way of speaking. I listened to the entire speech. Isn’t it a compliment on Chamindrini? He even said that because Chamindrini is pretty people should vote for her. Why can’t they take it positively? People make false judgments because they don’t listen to the entire speech. At least the media should have published the entire video. While there are many positive remarks being made, it is really an issue if they extract a short clip and make it viral without any context. We see people publishing certain clips that would give them more views. This is not the political culture that we are advocating. His speech was misinterpreted and such practices need to be discouraged.",
    "Q: Various factions have raised concerns regarding the NPP’s statements on legalizing sex work for example. What do you have to say about that?",
    "Sex work is a profession that has been fostered by previous political parties. It is these political parties that created an environment which made women vulnerable when they entered this profession. Certain leaders of these political parties reportedly run these brothels as well. This is reality. Sex workers face many issues in this society. I know of incidents where school-going children engage in sex work to feed their families and where parents too are aware of these situations. When we hear about these incidents we inform the police. None of the political parties have created an environment for such vulnerable individuals to survive with dignity. There is no environment where such children can live with dignity and respect. Sex workers face discrimination when they go to the Police and they feel prejudiced when they come out in public. Nobody talks about the man who approaches a sex worker. We strongly believe that sex work should be eradicated. We said that this discrimination and harassment faced by sex workers need to stop. The Constitution doesn’t mention about legalizing sex work as a profession and we don’t advocate for it either. After we made this statement many individuals who run brothels for instance started mudslinging campaigns against us. But we only raised our voice in favour of a community of individuals which doesn’t have a voice to speak about their rights. We will work towards strengthening the economy to provide a better life for them and their families.",
    "Q:People rejected nepotism in politics, especially after the aragalaya. But many people have started pointing fingers at you because your husband is also a longtime member of the JVP. Your comments?",
    "I joined politics as a university student. I developed my own political identity. During this journey I met my partner within the party. I didn’t enter politics by using the political power of my father, brother or husband. I didn’t join politics following my father’s or husband’s demise. Isn’t that what you call nepotism? That is the political culture we witnessed all along. My husband too was actively engaged in politics while at the university. He then served as a JVP national organizer and an executive committee member of the NPP. That is his political journey. Neither have I changed my family name nor have I done politics because of my husband. Nobody has inquired about Vivienne Goonewardene’s father, brother or any other family member. She too had a family, but she had a political identity of her own. We rejected nepotism because we saw how political dynasties were formed. However we won’t be affected by these claims. We are engaged in a mission to engage in clean politics. We have earned the respect of people. We can move about with the backing of security personnel or weapons. We haven’t engaged in politics expecting ministerial portfolios etc. So I request from the candidates in other political parties to draw these examples from the NPP.",
    "Q: What is the one change you wish to see in Colombo?",
    "We need to upgrade the administrative service. The President has launched a campaign to digitize the administrative service and we need to support it. Urban poverty is another issue that we face. It doesn’t end just by constructing condominiums. We therefore need to uplift their livelihoods, provide them with facilities and initiate mechanisms to improve child health for instance. There are many individuals who rent out abodes in the Colombo city. They don’t have a permanent address, they are unable to cast their votes and they don’t have a place to obtain public services. There is a high level of women’s unemployment in Colombo. They should be provided with a capital along with the technology and facilities to develop their livelihoods independently. We need to address the youth by providing them with more opportunities. They need to know that there’s a life beyond the three-wheeler (tuk tuk). We are looking at scientifically developed day care centres, centres to look after differently-abled children, elderly persons etc. We should focus more on women, appreciate their service and contribution to society and bring about a shift in mindsets of people.",
    "Q:What’s your message to voters?",
    "We have voted in a President who doesn’t rob people’s money. Therefore place some value on your vote by voting the right people into Parliament."
  ]
}