{
  "url": "https://www.technologyreview.com/2025/04/01/1114009/brain-computer-interfaces-10-breakthrough-technologies-2025/",
  "title": "Brain-computer interfaces face a critical test",
  "ut": 1743467400.0,
  "body_paragraphs": [
    "Tech companies are always trying out new ways for people to interact with computers—consider efforts like Google Glass, the Apple Watch, and Amazon’s Alexa. You’ve probably used at least one. But the most radical option has been tried by fewer than 100 people on Earth—those who have lived for months or years with implanted brain-computer interfaces, or BCIs.  Implanted BCIs are electrodes put in paralyzed people’s brains so they can use imagined movements to send commands from their neurons through a wire, or via radio, to a computer. In this way, they can control a computer cursor or, in few cases, produce speech.   Recently, this field has taken some strides toward real practical applications. About 25 clinical trials of BCI implants are currently underway. And this year MIT Technology Review readers have selected these brain-computer interfaces as their addition to our annual list of 10 Breakthrough Technologies, published in January.",
    "BCIs won by a landslide to become the “11th Breakthrough,” as we call it. It beat out three runners-up: continuous glucose monitors, hyperrealistic deepfakes, and methane-detecting satellites.  The impression of progress comes thanks to a small group of companies that are actively recruiting volunteers to try BCIs in clinical trials. They are Neuralink, backed by the world’s richest person, Elon Musk; New York–based Synchron; and China’s Neuracle Neuroscience.",
    "Each is trialing interfaces with the eventual goal of getting the field’s first implanted BCI approved for sale.  “I call it the translation era,” says Michelle Patrick-Krueger, a research scientist who carried out a detailed survey of BCI trials with neuroengineer Jose Luis Contreras-Vidal at the University of Houston. “In the past couple of years there has been considerable private investment. That creates excitement and allows companies to accelerate.” That’s a big change, since for years BCIs have been more like a neuroscience parlor trick, generating lots of headlines but little actual help to patients.  Patrick-Krueger says the first time a person controlled a computer cursor from a brain implant was in 1998. That was followed by a slow drip-drip of tests in which university researchers would find a single volunteer, install an implant, and carry out studies for months or years.    Over 26 years, Patrick-Krueger says, she was able to document a grand total of 71 patients who’ve ever controlled a computer directly with their neurons.  That means you are more likely to be friends with a Mega Millions jackpot winner than know someone with a BCI. These studies did prove that people could use their neurons to play Pong, move a robot arm, and even speak through a computer. But such demonstrations are of no practical help to people with paralysis severe enough to benefit from a brain-controlled computer, because these implants are not yet widely available.  “One thing is to have them work, and another is how to actually deploy them,” says Contreras-Vidal. “Also, behind any great news are probably technical issues that need to be addressed.” These include questions about how long an implant will last and how much control it offers patients.",
    "Larger trials from three companies are now trying to resolve these questions and set the groundwork for a real product. One company, Synchron, uses a stent with electrodes on it that’s inserted into a brain vessel via a vein in the neck. Synchron has implanted its “stentrode” in 10 volunteers, six in the US and four in Australia—the most simultaneous volunteers reported by any BCI group.  The stentrode collects limited brain signals, so it gives users only a basic on/off type of control signal, or what Synchron calls a “switch.” That isn’t going to let a paralyzed person use Photoshop. But it’s enough to toggle through software menus or select among prewritten messages. Tom Oxley, Synchron’s CEO, says the advantage of the stentrode is that it is “as simple as possible.” That, he believes, will make his brain-computer interface “scalable” to more people, especially since installing it doesn’t involve brain surgery.  Synchron might be ahead, but it’s still in an exploratory phase. A “pivotal” study, the kind used to persuade regulators to allow sales of a specific version of the device, has yet to be scheduled. So there’s no timeline for a product.   Neuralink, meanwhile, has disclosed that three volunteers have received its implant, the N1, which consists of multiple fine electrode threads inserted directly into the brain through a hole drilled in the skull.  More electrodes mean more neural activity is captured. Neuralink’s first volunteer, Noland Arbaugh, has shown off how he can guide a cursor around a screen in two dimensions and click, letting him play video games like Civilization or online chess. Finally, Neuracle says it is running two trials in China and one in the US. Its implant consists of a patch of electrodes placed on top of the brain. In a report, the company said a paralyzed volunteer is using the system to stimulate electrodes in his arm, causing his hand to close in a grasp.",
    "But details remain sparse. A Neuracle executive would only say that “several” people had received its implant. Because Neuracle’s patient count isn’t public, it wasn’t included in Patrick-Krueger’s tally. In fact, there’s no information at all in the medical literature on about a quarter of brain-implant volunteers so far, so she counted them using press releases or by e-mailing research teams.",
    "Her BCI survey yielded other insights. According to her data, implants have lasted as long as 15 years, more than half of patients are in the US, and roughly 75% of BCI recipients have been male.  The data can’t answer the big question, though. And that is whether implanted BCIs will progress from breakthrough demonstrations into breakout products, the kind that help many people. “In the next five to 10 years, it’s either going to translate into a product or it’ll still stay in research,” Patrick-Krueger says. “I do feel very confident there will be a breakout.” hide"
  ]
}