{
  "url": "https://www.dailymirror.lk/opinion/Lankan-movement-hails-Trump-for-opposing-LGBTQIA-Woke-values/172-300534",
  "title": "Lankan movement hails Trump for opposing LGBTQIA++ Woke values",
  "ut": 1737404927.0,
  "body_paragraphs": [
    "MMSL urges the American President to stop international funding agencies from insisting that LGBTQIA++ Woke values should be adhered to",
    "A protester holding a placard demanding her rights at a LGBTIQ protest march held in Colombo. File photo",
    "On Tuesday, the Mothers’ Movement of Sri Lanka (MMSL) will submit to the US embassy here, a petition addressed to President-elect Donald Trump, urging him to keep up his fight against LGBTQIA++ Woke values and help restore traditional social and familial values in America, Sri Lanka, and the world at large.",
    "“LGBTQIA++” is an acronym that stands for lesbian, gay, bisexual, transgender, queer, intersex, and asexual. The “++” represents other identities that are not included in the acronym.",
    "“Woke” or “wokeism” is an American term that describes attitudes and actions of people who oppose discrimination and injustice done on grounds of ethnicity, race, class, gender or place of origin. With the rise of the political right in the US, wokeism has come to represent “political correctness” and an exaggerated sensitivity about ethnicity, race, class, gender or place of origin. In right wing circles it has acquired a pejorative connotation.",
    "The term “wokeism” is derived from the term “woke” which is Black American lingo for being “awake” or “awakened”. In America of the 1930s, “woke” meant “being aware of one’s surroundings” in order to avoid provoking the White surrounding. Later, it meant “speaking and acting against racial injustices”, as in the “Black Lives Matter” movement.",
    "Still later, wokeism began to be used by social and political right wingers to refer to “restrictive political correctness”. Many right wingers considered wokeism an unnecessary and painful constraint artificially imposed on people who liked to follow traditional forms of expression even if that was not in line with existing notions of “political correctness.”",
    "Much of the opposition to wokeism was fuelled by a political backlash against the teaching of “critical race theory”- a theory which says that racism is embedded in American society.  This theory makes present-day Whites responsible for the discrimination and atrocities committed by their forefathers against Blacks and other non-Whites.",
    "Mothers’ Movement’s Plea",
    "The petition of the Mothers’ Movement of Sri Lanka to Trump begins by praising him for standing up against the LGBTQIA++ Woke values, and supporting the “Rights of the Child, the Biological Woman and societal nucleus, the family”, instead.",
    "The MMSL branded the LGBTQIA++ and Woke agenda, as a “social illness spreading across America and in Sri Lanka as well.” The petition said that the LGBTQIA++ Woke agenda is against “treasured Sri Lankan traditions, religions and cultural norms. It has been forced upon our people and schools subtly and progressively by US Funding Agencies and Big Pharma Mafia.”",
    "“We cannot allow this agenda to destroy our nation, as all religions practiced in Sri Lanka abhor this unethical and immoral coercion upon us,” the petition added.",
    "The petition applauded Trump’s stand against the LGBTQIA++ and Woke agenda “which targets innocent children and makes them victims of brainwashing and invasive surgeries, resulting in life-long medications.”",
    "“Such modern trends have destroyed and castrated countless innocent children and adversely affected many families,” the petition said.",
    "Indeed, following his first inauguration in January 2017, Trump had unleashed a sustained campaign to erase protections for LGBTQ people across the entire US federal government.",
    "According to the American Civil Liberties Union (ACLU), these measures included an all-of-government effort to “push transgender out of existence” by eroding protections for transgender students and workers, and weakening access to gender-affirming health care.",
    "The successor Biden administration reversed many of those policies but Trump promised to go even further if re-elected to the White House. Based on his own campaign promises, and the detailed policy proposals of his “Project 2025”, Trump is expected to pursue his pet agenda vigorously.",
    "The MMSL’s petition charged that the LGBTQIA and Woke agenda is being “unethically” forced on Sri Lankans, who are currently economically vulnerable, making these attitudinal changes a “pre-condition for US-IMF and World Bank handouts.”",
    "“Our appeal (to you) is to remove this condition, enforced upon us by the IMF, World Bank and USAID, for the approval of financial aid, assistance, grants or loans,” MMSL said. Going further it said that “US taxpayer’s hard-earned money is being unethically used to fund LGBTQIA++/Woke programmes across Sri Lanka. The affected are children, teens, journalists, lawyers, medical professionals, law enforcement authorities, educationists and academics via US-funded NGOs.”",
    "“This immoral unethical propagation and perpetuation of evil must be stopped. Please be kind enough to issue instructions to immediately end such funding that promotes the implementation of LGBTQIA++/Woke initiatives. Funding and supporting such immoral initiatives brings disrepute and discredit to your acclaimed Great Nation. We want our people to see America as a strong ethical partner in progress and security.”",
    "Trump’s vision for education has revolved around a single goal: to rid America’s schools of perceived “wokeness” and “left-wing indoctrination.” In the past, Trump had wanted to forbid classroom lessons on gender identity and “structural” racism. He wanted to abolish diversity and inclusion offices and to keep transgender athletes out of girls’ sports. Trump had depicted schools as a political battleground against leftists, liberals, and those who support wokeism.",
    "Florida’s Republican Governor, Ron DeSantis, had said that he would  fight wokes in the legislature, in education and in businesses and will  never, ever, surrender to the woke mob. “Our State is where woke goes to die,” DeSantis declared.",
    "Wokeism has come to represent “political correctness” and an exaggerated sensitivity about ethnicity, race, class, gender or place of origin",
    "In 2022, he proposed State legislation to bar schools and workplaces from teaching that individuals are “inherently racist, sexist, or oppressive, whether consciously or unconsciously.” His office characterized this as “a legislative proposal that will give businesses, employees, children and families tools to fight back against woke indoctrination. The Stop W.O.K.E. Act will be the strongest legislation of its kind in the nation and will take on both corporate wokeness and Critical Race Theory.”",
    "In August 2022, the “Stop Woke Act” led to an injunction from US District Court Judge Mark E. Walker. It blocked the enforcement of the law against businesses. Walker said that the statute was an impermissible limit on the businesses’ speech and was in violation of the First Amendment of the US constitution",
    "In March 2024, the 11th US Circuit Court of Appeals upheld Judge Walker’s injunction, with Judge Britt Grant describing the legislation as the “latest attempt to control speech by re-characterizing it as conduct.” The court also said that the law was too vague to be enforced and that it was unconstitutional because it targeted ideas. He further said that it penalized certain viewpoints, “the greatest First Amendment sin.”",
    "Activists, politicians and judges have spoken. But what about ordinary Americans? According to a PEW Research Centre Survey, Americans hold a complex set of views on these issues, though broad patterns do emerge.",
    "60% say that a person’s gender is determined by the sex assigned at birth. This is up from 56% in 2021 and 54% in 2017. It means that the majority in America disapproves sex-reassignment surgery.",
    "When it comes to issues surrounding gender identity, young adults are at the leading edge of change and acceptance. 50% of adults from ages 18 to 29 say that a person can be a man or a woman even if that differed from the sex they were assigned at birth. 40% of those between 30 to 49 and about 30% of those 50 and older agree with that view. This means that the young are more radical on this issue than older persons.",
    "These views differ even more sharply, going by political affiliations. Democratic party supporters hold more liberal views as compared to Republican-leaners (61% to 13%). 58% favour proposals that will require transgender athletes to compete on teams that match the sex they were assigned at birth.",
    "The public is more evenly split when it comes to making it illegal for public schools to teach gender identity in elementary schools (41% favour and 38% oppose). On investigating parents for “child abuse” if they help someone younger than 18 get medical care for a gender transition, 37% are in favour and 36% are not. As one sees, there is evenness on this issue."
  ]
}