{
  "url": "https://hbr.org/2024/11/dont-overlook-this-critical-skill-when-interviewing-executives",
  "title": "Don’t Overlook This Critical Skill When Interviewing Executives",
  "ut": 1730965519.0,
  "body_paragraphs": [
    "Anton Vierietin/Getty Images",
    "Interviews with executive candidates cover a wide range of topics — but decision-making is too often left off the list. According to an 11-country study of over 500 senior executives at large enterprise organizations across 12 industries, a full quarter reported...more",
    "Decision-making is a skill that companies can and should strengthen among their managers and executives, given the financial rewards that are in play. According to Bain & Company, companies with top-quintile decision-making capabilities generate nearly six percentage points greater total shareholder returns than other companies.",
    "As officers at an executive search firm, we know that every company who works with us expects us to help them hire candidates who will make good business decisions. However, in the process of talking with a company about their goals or evaluating executive candidates, we often end up discussing leadership, strategy, culture, and other important concepts — but any explicit discussion around decisions and decision-making are noticeably absent. While hiring managers, HR departments, and candidates often have a point of view when asked, they are rarely the first to surface the topic in our experience.",
    "Why is this topic frequently absent in these conversations? And how can both companies and leadership candidates better prioritize it during executive searches?",
    "Decision-Making Is Overlooked and Consequential",
    "To better understand the relationship between senior executives and business decision-making, we conducted an 11-country study of over 500 senior executives at large enterprise organizations across 12 industries. Our findings reinforce the idea that decision-making is extremely important to the health of an organization, even if it isn’t always discussed during the hiring process. We also uncovered potential pathways through which improved decision-making drives financial performance — including improved employee satisfaction and retention — further emphasizing why it should be discussed during executive recruitment. Some key insights include:",
    "Twenty-five percent of the time, decision-making is overlooked during interviews.",
    "According to McKinsey & Company, senior executives spend almost 40% of their time making decisions. Since decision-making is such a crucial component of any executive’s role and a necessary starting point for positive impact, we were surprised to learn that, in our sample, 25% of current senior executives accepted their current roles without ever having discussed the topic of decision-making during interviews.",
    "When interviews do cover decision-making, executives are more satisfied.",
    "An interview process, by definition, can only cover so much content in a given time period. But decision-making is a topic that, when prioritized, can increase executive job satisfaction down the line. When we compare survey respondents who did have an interview conversation about decision-making versus those who did not, we find that those who did are 1.4x more satisfied with their jobs overall.",
    "And this makes sense. When executives have a realistic preview of the environment they’re walking into and an explicit understanding of the expectations the company may be placing on them, they’re better able to drive change and feel good about their impact. Further, if they understand the ways decisions are made today, they can more effectively challenge existing norms and introduce new ideas while still respecting important traditions that would be too disruptive to suddenly abandon.",
    "Poor organizational decision-making is the breaking point for many leaders.",
    "Our study also found that 63% of senior executives have either resigned from a prior job or considered doing so as a direct result of frustration with the organization’s decision-making. Very often, we hear that this is the direct result of executives not feeling they can make the changes that are expected of them because cultural inertia is too high. As has been well documented by Chief Executive magazine and others, executive departures carry high direct (e.g., re-hiring) and indirect (e.g., investor confidence) costs.",
    "How to Reap the Benefits of Decision-Making",
    "Ultimately, remembering to do something as simple as incorporating the topic of decision-making into executive interviews allows companies to bring in leaders who are focused on this capability. But discussing decision-making during executive interviews is not simply a “check the box” exercise. The benefits of the conversation will increase with the level of thoughtfulness, depth, and specificity that goes into it. In other words, rather than just “talking about decision-making,” have something meaningful to say. Here are two approaches we suggest.",
    "Define the company’s current and ideal-state decision environment.",
    "One tactical recommendation: Instead of simply portraying a corporation’s decision-making culture using vague adjectives like “data-driven” or “transparent” during an interview, aim to depict the company’s current decision environment candidly, and then compare that with where the organization wants to go. For example, an energy company we know offered this flavor of self-awareness during an interview: “In our highly regulated industry, we need and want to make decisions in a deliberate, measured way. We sometimes move slowly or involve a high number of people so that we can accurately weigh risks and trade-offs. Going forward, we believe that having one single accountable party for every decision will improve our processes and speed without sacrificing thoroughness.”",
    "The candidate, on the receiving end of this information, responded by saying she’d successfully led a previous company through a similar transition and shared how the company gained the ability to make decisions more quickly. “We implemented a universal risk framework [e.g., safety risk, financial risk, reputational risk] and assigned representatives to assess the risk level in each area. The single accountable decision maker was responsible for checking in with each representative, and ensuring their input was well-captured from the beginning.”",
    "This detailed conversation ensured the candidate understood the current and desired state of decision-making at the organization and presented the hiring committee with evidence that the candidate understood the potential challenges with their goals and had experience successfully navigating them. Had this topic never been broached, the committee would have been operating without that level of confidence in the candidate.",
    "Bake honest decision-making reflections into interviews.",
    "Many interviews with executive candidates invest a lot of time trying to assess a given candidate’s level of competence in a variety of areas, including problem solving abilities, technical knowledge, and industry knowledge. But coming out of interviews, few companies are able answer questions like, “Will this person be able to effectively make and implement decisions in our environment? What support, enablement, or even sacrifices will it require from us to make that happen?”",
    "To get to this level of insight, a company we spoke to told us about how they unearthed some hard truths about executive egos and how some individuals inserted themselves into decisions even when their involvement was not productive. Sharing this realization with a candidate you want to hire might feel risky, but it allows for three things: 1) the company gets to articulate what they are doing to address the problem now that they’ve uncovered it; 2) the candidate gets to articulate how they would approach the problem; and 3) the candidate gets to ask themselves whether the problem being described is something they can work with or if it’s a dealbreaker for them. If it’s a dealbreaker, then as painful as it is to have a star candidate decline to continue in the process, it’s better for all parties to know that before the actual hiring and onboarding take place. Without going through the requisite reflection and definition of the as-is/to-be environment, this level of productive candor can be hard to achieve.",
    "To be clear, just because hiring committees address decision-making when interviewing executive candidates does not guarantee that all a company’s decision-making problems will immediately be solved. In fact, the more change around decision-making that is required, the more turbulent the journey will often feel. The state of a company’s progress may be difficult to assess objectively, even with tools like employee surveys which are colored by respondents’ personal experience. Ultimately, it’s very important to discuss and define the unique decision environment (and associated trade-offs) that is right for your specific company and to have conviction in that direction, even if some initial resistance is felt along the way.",
    "As executive search firm leaders, we have a responsibility to seek and help hire talent from the outside that can add value by raising the bar, shaking up the status quo, and reinventing existing traditions. Since business decisions are the lifeblood of any organization and the source of value creation, discussing them with courage and honesty at the interview stage can yield game-changing results. Once you build a habit of talking about decision-making openly with senior-level candidates, you will gain insight into how those candidates handle a make-or-break — yet often ignored — part of their leadership remit. This will help ensure the executives you’re bringing on are well set up to be truly effective change agents for the company, leading the way on essential decisions and staying long enough to drive value creation for years to come.",
    "Attracting and Cultivating Talent Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Attracting and Cultivating Talent. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Discover how to attract, hire, develop, and keep talented people who will grow and thrive throughout their employee journey.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "HBR's 10 Must Reads 2025 (Paperback + Ebook)",
    "Building an AI First Snack Company: A Hands-on Generative AI Exercise",
    "Read more on Hiring and recruitment",
    "Decision making and problem solving and Leadership transitions"
  ]
}