{
  "url": "https://www.dailymirror.lk/opinion/The-carnival-is-over-and-government-bares-its-fangs/172-297323",
  "title": "The carnival is over and government bares its fangs",
  "ut": 1733245149.0,
  "body_paragraphs": [
    "Have some pity for our new government. They were voted into power amid such high expectations; backed by the trade and student organisations. The people gave them a two-thirds majority in parliament. What is sad is we have never asked how these expectations will be matched.",
    "When President Anura Kumara Dissanayake was elected President, one of his sycophants promised that we Lankans, had seen the last of protest marches and strikes. Some among us, with a touch of irony, did wonder if the person making the pronouncement, had in mind the bad old days, when goons of the then JVP would ‘nip’ such opposition in the bud.",
    "It brought to mind the killing of the then leader of the Independent Students Union the late Daya Pathirane who took a different line from the then Inter University Students Union.",
    "We also wondered how today’s JVP would control workers’ organisations from protesting the ever-increasing cost of living as wages remained stagnant. Or, would the government raise wages to meet the cost of living?",
    "After all, wasn’t it the same JVP that urged workers’ unions including teacher unions and student unions to take to the streets to protest the increasing burdens heaped on the backs of the poor, for the misdeeds of the ruling class?",
    "Prior to the Presidential and General Elections, the cost of having two square meals a day, cost a family of four well over a hundred thousand rupees. Today the price of rice (Nadu) the staple diet of a majority of our people has risen to Rs. 230 per kg though the maximum retail price per kg has been set at Rs.220 per kg.",
    "The price of a coconut, the most commonly used ingredient in cooking in our country has risen from Rs. 120 per nut in August 2024, to between Rs. 190 to Rs. 200 per nut today. A huge rise in expenses for people wallowing in poverty.",
    "Yet, shortly after the presidential election, the secretary of the main teachers union mentioned he expected the government would implement changes to teacher’s wages without his organisation having to take to the streets.",
    "But, unfortunately yesterday the country witnessed an unusually strange scenario. At the headquarters of the Ministry of Education -Isurupaya-, around five hundred School Development Officers (SDOs) took to the street. They were demanding they be absorbed into the teaching cadre. According to the SDOs they had acted in the capacity of teachers during the past five years. Today they were also demanding being absorbed into the category of permanent staff.",
    "The SDOs taking to the streets and disrupting traffic was in itself unsurprising. After all, when other political outfits ruled the country, it was the JVP/NPP combine who led them to take to the streets to win their demands. What was strange therefore, was to see government’s forces of law and order confront the agitating workers.",
    "Several workers and personnel of government’s police force ended up in hospital during the confrontation. A number of agitating workers were also taken into custody. The Government is finding that ‘what goes around, has a nasty habit of coming around’. Making matters worse they are now biting the hands that once egged them on.",
    "In the north where the NPP/JVP combine ousted the traditional Tamil parties, a new problem is brewing. Apparently people in search of greener pastures outside our country have suddenly found themselves fighting Russia’s war in Ukraine.",
    "The ‘soldiers’ had signed documents written in the Russian language of which they understood naught. The surest sign of how desperate people in our country is leave our shores. They see little hope within our island state.",
    "The JVP/NPP combine is normally firmly rooted among the people. Sad they missed the scam taking place under their noses.",
    "It is only a few weeks after President Dissanayake, the JVP and NPP took power. But they have come into violent confrontation with desperate and hungry ordinary folk. At the same time, those who ripped the country off freely roam the world. If the NPP/JVP government does not walk the talk, they too, will soon be doomed to the fate of the Marxist political parties of old."
  ]
}