{
  "url": "https://www.technologyreview.com/2024/09/13/1103935/neuroscientists-architects-enormous-laboratory-make-buildings-better/",
  "title": "Neuroscientists and architects are using this enormous laboratory to make buildings better",
  "ut": 1726183800.0,
  "body_paragraphs": [
    "Have you ever found yourself lost in a building that felt impossible to navigate? Thoughtful building design should center on the people who will be using those buildings. But that’s no mean feat. It’s not just about navigation, either. Just think of an office that left you feeling sleepy or unproductive, or perhaps a health center that had a less-than-reviving atmosphere. A design that works for some people might not work for others. People have different minds and bodies, and varying wants and needs. So how can we factor them all in?  To answer that question, neuroscientists and architects are joining forces at an enormous laboratory in East London—one that allows researchers to build simulated worlds. In this lab, scientists can control light, temperature, and sound. They can create the illusion of a foggy night, or the tinkle of morning birdsong. Related StoryScientists just drafted an incredibly detailed map of the human brainA massive suite of papers offers a high-res view of the human and non-human primate brain.",
    "And they can study how volunteers respond to these environments, whether they be simulations of grocery stores, hospitals, pedestrian crossings, or schools. That’s how I found myself wandering around a fake art gallery, wearing a modified baseball cap with a sensor that tracked my movements.",
    "I first visited the Person-Environment-Activity Research Lab, referred to as PEARL, back in July. I’d been chatting to Hugo Spiers, a neuroscientist based at University College London, about the use of video games to study how people navigate. Spiers had told me he was working on another project: exploring how people navigate a lifelike environment, and how they respond during evacuations (which, depending on the situation, could be a matter of life or death). For their research, Spiers and his colleagues set up what they call a “mocked-up art gallery” within PEARL. The center in its entirety is pretty huge as labs go, measuring around 100 meters in length and 40 meters across, with 10-meter-high ceilings in places. There’s no other research center in the world like this, Spiers told me.",
    "The gallery setup looked a little like a maze from above, with a pathway created out of hanging black sheets. The exhibits themselves were videos of dramatic artworks that had been created by UCL students. When I visited in July, Spiers and his colleagues were running a small pilot study to trial their setup. As a volunteer participant, I was handed a numbered black cap with a square board on top, marked with a large QR code. This code would be tracked by cameras above and around the gallery. The cap also carried a sensor, transmitting radio signals to devices around the maze that could pinpoint my location within a range of 15 centimeters. Related StoryThe tech that helps these herders navigate drought, war, and extremistsShiny, high-tech solutions often miss the mark. Can a simpler data-distribution project be the answer?",
    "At first, all the volunteers (most of whom seemed to be students) were asked to explore the gallery as we would any other. I meandered around, watching the videos, and eavesdropping on the other volunteers, who were chatting about their research and upcoming dissertation deadlines. It all felt pretty pleasant and calm. That feeling dissipated in the second part of the experiment, when we were each given a list of numbers, told that each one referred to a numbered screen, and informed that we had to visit all the screens in the order in which they appeared on our lists. “Good luck, everybody,” Spiers said.  Suddenly everyone seemed to be rushing around, slipping past each other and trying to move quickly while avoiding collisions. “It’s all got a bit frantic, hasn’t it?” I heard one volunteer comment as I accidentally bumped into another. I hadn’t managed to complete the task by the time Spiers told us the experiment was over. As I walked to the exit, I noticed that some people were visibly out of breath. The full study took place on Wednesday, September 11. This time, there were around 100 volunteers (I wasn’t one of them). And while almost everyone was wearing a modified baseball cap, some had more complicated gear, including EEG caps to measure brainwaves, or caps that use near-infrared spectroscopy to measure blood flow in the brain. Some people were even wearing eye-tracking devices that monitored which direction they were looking. “We will do something quite remarkable today,” Spiers told the volunteers, staff, and observers as the experiment started. Taking such detailed measurements from so many individuals in such a setting represented “a world first,” he said. I have to say that being an observer was much more fun than being a participant. Gone was the stress of remembering instructions and speeding around a maze. Here in my seat, I could watch as the data collected from the cameras and sensors was projected onto a screen. The volunteers, represented as squiggly colored lines, made their way through the gallery in a way that reminded me of the game Snake.",
    "The study itself was similar to the pilot study, although this time the volunteers were given additional tasks. At one point, they were given an envelope with the name of a town or city in it, and asked to find others in the group who had been given the same one. It was fascinating to see the groups form. Some had the names of destination cities like Bangkok, while others had been assigned fairly nondescript English towns like Slough, made famous as the setting of the British television series The Office. At another point, the volunteers were asked to evacuate the gallery from the nearest exit. Related StoryHow AI video games can help reveal the mysteries of the human mindThe way we interact with games and invented characters can shed light on how we think. AI is poised to take things further.",
    "The data collected in this study represents something of a treasure trove for researchers like Spiers and his colleagues. The team is hoping to learn more about how people navigate a space, and whether they move differently if they are alone or in a group. How do friends and strangers interact, and does this depend on whether they have certain types of material to bond over? How do people respond to evacuations—will they take the nearest exit as directed, or will they run on autopilot to the exit they used to enter the space in the first place? All this information is valuable to neuroscientists like Spiers, but it’s also useful to architects like his colleague Fiona Zisch, who is based at UCL’s Bartlett School of Architecture. “We do really care about how people feel about the places we design for them,” Zisch tells me. The findings can guide not only the construction of new buildings, but also efforts to modify and redesign existing ones. PEARL was built in 2021 and has already been used to help engineers, scientists, and architects explore how neurodivergent people use grocery stores, and the ideal lighting to use for pedestrian crossings, for example. Zisch herself is passionate about creating equitable spaces—particularly for health and education—that everyone can make use of in the best possible way.  In the past, models used in architecture have been developed with typically built, able-bodied men in mind. “But not everyone is a 6'2\" male with a briefcase,” Zisch tells me. Age, gender, height, and a range of physical and psychological factors can all influence how a person will use a building. “We want to improve not just the space, but the experience of the space,” says Zisch. Good architecture isn’t just about creating stunning features; it’s about subtle adaptations that might not even be noticeable to most people, she says. The art gallery study is just the first step for researchers like Zisch and Spiers, who plan to explore other aspects of neuroscience and architecture in more simulated environments at PEARL. The team won’t have results for a while yet. But it’s a fascinating start. Watch this space.  Now read the rest of The Checkup Read more from MIT Technology Review's archive Brain-monitoring technology has come a long way, and tech designed to read our minds and probe our memories is already being used. Futurist and legal ethicist Nita Farahany explained why we need laws to protect our cognitive liberty in a previous edition of The Checkup. Listening in on the brain can reveal surprising insights into how this mysterious organ works. One team of neuroscientists found that our brains seem to oscillate between states of order and chaos.",
    "Last year, MIT Technology Review published our design issue of the magazine. If you’re curious, this piece on the history and future of the word “design,” by Nicholas de Monchaux, head of architecture at MIT, might be a good place to start Design covers much more than buildings, of course. Designers are creating new ways for users of prosthetic devices to feel more comfortable in their own skin—some of which have third thumbs, spikes, or “superhero skins.”",
    "Achim Menges is an architect creating what he calls “self-shaping” structures with wood, which can twist and curve with changes in humidity. His approach is a low-energy way to make complex curved architectures, Menges told John Wiegand. From around the web Scientists are meant to destroy research samples of the poliovirus, as part of efforts to eradicate the disease it causes. But lab leaks of the virus may be more common than we’d like to think. (Science) Neurofeedback allows people to watch their own brain activity in real time, and learn to control it. It could be a useful way to combat the impacts of stress. (Trends in Neurosciences) Microbes, some of which cause disease in people, can travel over a thousand miles on wind, researchers have shown. Some appear to be able to survive their journey. (The Guardian) Is the X chromosome involved in Alzheimer’s disease? A study of over a million people suggests so. (JAMA Neurology) A growing number of men are paying thousands of dollars a year for testosterone therapies that are meant to improve their physical performance. But some are left with enlarged breasts, shrunken testicles, blood clots, and infertility. (The Wall Street Journal) hide"
  ]
}