{
  "url": "https://www.dailymirror.lk/opinion/Another-landmark-today-for-Lanka-EDITORIAL/172-296436",
  "title": "Another landmark today for Lanka - EDITORIAL",
  "ut": 1732132097.0,
  "body_paragraphs": [
    "Today, the newly-elected Parliament will meet at 10 a.m., for the first time, for a ceremonial sitting – another landmark for the government of President Anura Kumara Dissanayake and the National People Power (NPP). After the MPs, including the new cabinet of ministers are sworn-in by the new Speaker Nihal Galappaththi, President Dissanayake is scheduled to make his first policy statement, in which, he is likely to outline the vision of the new government and emphasize, the main thrust will be to bring about poverty alleviation, and take stern action against bribery and corruption to which the country and the people have lost billions of rupees.",
    "In the November 14 General Elections, the NPP won a spectacular number of 159 seats – a historic achievement through which President Dissanayake and the party became the first, since independence, to win so many seats in parliament. President Dissanayake, in his first message on Tuesday (19) to the new cabinet of 23-members,  stressed that while they were aware of the reality, that power corrupts an absolute power corrupts absolutely, he and his government would not allow this to happen and instead serve the people, fulfil the promises the party made and be responsible to the people - not only to the people, who voted for them but to all the people of the country.",
    "He was referring to the fact that, for the  first time since independence, the NPP won a majority in every district except Batticaloa. Indeed, it was a first-time that a Sinhala-majority party won the Jaffna districts, and the other districts in Northern and Eastern provinces. Another NPP objective will be to bring about racial and religious unity among the Sinhala, Tamil, Muslim, Burgher and Malay communities.",
    "Since our neighbour India plays a major role in Sri Lankan issues, President Dissanayake is expected to visit India to bring about closer cooperation between the two countries, not only on the ethnic conflict, but various other sociopolitical factors also. In the September 21 Presidential Elections, Mr. Dissanayake won only 42%, but raced to victory when the preferential votes were counted. The President and his new party are aware that former President Mahinda Rajapaksa in 2010 and his brother Gotabaya Rajapaksa won with huge majorities and in the parliamentary elections that followed. But their party , the Sri Lanka Podujana Peramuna were thrown out in 2015 and again in 2019, largely because they did not fulfil their promises to the people, but instead allowed bribery and corruption to continue.",
    "The ruling politicians then, and the rich became richer and multimillionaires, while millions of poor and middle-income people suffered because they were unable to obtain the basic needs of food, clothing, shelter, education and good job opportunities.",
    "In his ceremonial speech today and in other speeches since the election of Sept 21, president Dissanayake has referred to what happened to Mahinda and Gotabaya Rajapaksa and former President Ranil Wickremesinghe, largely because they allowed the politicians to plunder billions of rupees at the expense of poor people especially in villages.",
    "President Dissanayake has repeatedly outlined the new governments vision of the preferential option for the poor. Outwardly, though appearances do not matter much, President Dissanayake has been setting an example by his commitment to simple and humble lifestyle. Even the way he dressed wearing only an ordinary shirt and a trouser, is part of that example.",
    "We hope that after today, the Anura Kumara Dissanayake administration will work to bring about a just and fair society to make Sri Lanka an example to other poor countries in the developing THIRD WORLD."
  ]
}