{
  "url": "https://www.technologyreview.com/2025/10/06/1124292/2025-climate-tech-companies-to-watch-fervo-energy-advanced-geothermal-power-plants/",
  "title": "2025 Climate Tech Companies to Watch: Fervo Energy and its advanced geothermal power plants",
  "ut": 1759713300.0,
  "body_paragraphs": [
    "By harnessing heat from deep below ground, Fervo promises 24/7 clean geothermal energy—potentially anywhere. The company uses fracking techniques to create geothermal reservoirs capable of delivering enough electricity to power massive data centers and hundreds of thousands of homes.  Some places on Earth hit the geological jackpot for generating electricity. In those spots, three conditions naturally align: high temperatures, plentiful water, and rock that’s permeable enough for fluids to circulate through. Enhanced geothermal systems aim to replicate those conditions in far more places—producing a steady supply of renewable energy wherever they’re deployed. Fervo’s approach centers on two key techniques borrowed from the oil and gas industry.  First, the company uses fracking, pumping high-pressure water to crack open the deep, hot rock. Second, in addition to drilling down, Fervo also drills sideways. This means Fervo can access more hot rock in each well. Combining these strategies with special diamond drilling bits that rapidly chew through rock means Fervo can drill faster and cheaper than previously thought possible for geothermal. As a result, the cost of its electricity could be competitive with—or even more affordable than—other sources like coal or nuclear power.",
    "Fervo has already shown that its technology can deliver power at commercial scale. In 2023, its Project Red in Nevada demonstrated its 3.5-megawatt capacity and began feeding electricity into the local grid that powers Google’s data centers.  Key indicators  Industry: Geothermal energy Founded: 2017 Headquarters: Houston, Texas, US Notable fact: In June, Fervo announced it had drilled its hottest and deepest well to date: a well plunging 15,765 feet deep and reaching 520 °F (271 °C).   Potential for impact Geothermal plants provide low-emissions power and need less land to produce the same amount of electricity as other renewable energy sources and coal-fired power stations. And unlike weather-dependent wind and solar, geothermal can be a round-the-clock energy source for the grid. That could be a major benefit as AI and data centers push electricity demand higher across the US and around the world.",
    "Related StoryEnhanced geothermal systems: 10 Breakthrough Technologies 2024Advanced drilling technology could unlock the potential of this carbon-free renewable energy source.",
    "Fervo was featured on the 2023 edition of this list and has made steady progress since. In fact, it’s now building the world’s largest enhanced geothermal power plant, Cape Station, in southwestern Utah. Southern California Edison, Shell Energy North America, and others have agreed to buy electricity from the 500-megawatt–capacity project starting next year. That’s enough energy to power more than 400,000 average-sized US homes. As of 2022, the US had almost 4,000 megawatts of installed geothermal energy, meaning Cape Station would be equivalent to around 12% of the country’s geothermal capacity. Fervo also benefits from a rare political sweet spot: US Energy Secretary Chris Wright, who was one of Fervo’s early investors while at the energy services firm Liberty Energy, has listed geothermal as one of his top priorities. Caveats Any fracking project comes with the risk of earthquakes—a hazard that has plagued previous geothermal efforts in South Korea and Switzerland.  Fervo reduces that risk by fracking wells in smaller stages. This strategy, which involves pumping fluid into the rock in sections, reduces the risk of large fractures that can trigger significant seismic activity. Fervo also operates dozens of seismic monitors around its sites. Lengthy review timelines could still slow the company’s progress. Planned expansions to the Cape Station project took about three years to go through the federal permitting process, and developments on federal land can take more than 10 years to get approval. Without streamlining, future projects may be subject to the same waiting game. Next steps The first phase of Fervo’s Cape Station in southern Utah is slated to go online in late 2026 and will be capable of generating 100 megawatts of electricity. A second phase will add another 400 megawatts of capacity in 2028. Fervo says that it has already secured enough land in Utah to support up to 10 gigawatts of geothermal development. 2025Climate Tech Companies to WatchHow we chose the companiesBill Gates: Read his essayAther EnergyCemvisionCyclic MaterialsEnvisionFervo EnergyHiNa Battery TechnologyKairos PowerPairwiseRedwood MaterialsTratonSee the full listhide"
  ]
}