{
  "url": "https://www.ft.lk/opinion/Auditor-General-gets-letter-on-audited-financials-of-Royal-College-SDS-for-2024/14-783529",
  "title": "Auditor General gets letter on audited financials of Royal College SDS for 2024",
  "ut": 1761610819.0,
  "body_paragraphs": [
    "Unauthorised write off of Rs. 3.3 million is a “drop in the ocean” when compared to the non-accounting of so many main income sources commented by the auditors",
    "Following is a letter sent by an alumnus Padmasena Dissanayake (RC 67/74) to the Auditor General on the Audited Financials of Royal College – School Development Society (SDS) for 2024. The letter has been copied to the Education Ministry Secretary as well.",
    "The undersigned, Padmasena Dissanayake is an alumnus of Royal College (1967-1974) who is keeping a close tab on some of the irregularities and malpractices of the school (some of them appear to be fraudulent), with a view of rectifying such anomalies.",
    "I refer to my previous letter addressed to you dated 9th September 2024, in which I pointed out major weaknesses in control systems, but did not notice that the Executive Committee of the SDS had failed to publish the “Audit Report” on the said financial statements in the website. On review of the latest uploaded audited financials for the year ended 31st December 2024, I noted a “disclaimer” audit report issued by the Auditor M/s. BR De Silva & Company (Chartered Accountants).",
    "Now, I am convinced that the missing auditors’ report on the 2023 financials, had been fraudulently omitted, as there would have been either a “disclaimer” or some “adverse qualifications” in the 2023 report as well.",
    "We submit herewith the disclaimer report issued by the statutory auditor of the RC-SDS along with the related financial statements for the year 2024 for your review. As per the said attachments, we quote the following critical comments extracted from the auditors’ disclaimer report for your immediate attention:",
    "Quote: Basis of Disclaimer opinion:",
    "Income generated from following assets/activities for the year ended 31st December 2024 have not been recognised in the books of accounts of Royal College – School Development Society as per the circular and guidelines issued by the Ministry of Education. Unquote.",
    "It is interesting to note that 13 such material income sources have been listed in the audit report “as income not recognised” in the “RC-SDS” financials including income from popular big matches such as “Royal Thomian cricket match”, “Royal Trinity Bradby shield Rugger match” and the RCU swimming pool.",
    "Audited Financials of Royal College – School Development Society (SDS) for the year 2024",
    "Quote: We cannot comment on the occurrence, accuracy, and completeness of the following event income balances due to non-availability of sufficient and appropriate audit evidence. (i.e. Club and Societies Rs. 15,017,087/-. Grazioso Rs. 2,192,840/55, Grandiza Rs. 850,000/-). Unquote",
    "Going by the above comments made by the auditors, I believe the unauthorised write off of Rs. 3.3 million is a “drop in the ocean” when compared to the non-accounting of so many main income sources commented by the auditors.",
    "In my opinion, issuing a disclaimer report by the auditor itself, should attract the attention of all stakeholders to carry out a forensic audit of all activities coming under the purview of SDS.",
    "Therefore, I strongly request you as the guardian of public funds, to initiate and conduct a complete investigative forensic audit into all activities of SDS for the past 10 years, which should reveal whether or not the respective managements of SDS over the years, have manipulated public funds to their personal benefits."
  ]
}