{
  "url": "https://www.dailymirror.lk/opinion/The-politics-of-inconveniencing-the-other-must-stop/172-296437",
  "title": "The politics of inconveniencing the other must stop!",
  "ut": 1732132717.0,
  "body_paragraphs": [
    "When roads are closed to facilitate VIP movement of Parliamentarians it inconviniences the public",
    "And while all that happened, the police who stopped the vehicle I was travelling in, chose not to play any role in the question and answer session",
    "It’s essential that a leader solves the problems of an grieved party–even if he is not a member of a majority  race -without leaving room for the problem to go past him in search of a higher authority who can solve the same",
    "Last but not the least, we must have a system where the state must force Ministry heads to resign if they let down the people",
    "Just the other day (November 19 th , 2024 to be exact ) this writer, while travelling in a Tuk tuk, I had to endure the rudeness of being stopped by the police close to Koswatte junction( near Battaramulla).",
    "The moment the driver of the Tuk Tuk and myself readied ourselves to get down, a young lady appeared with a file in hand, and began directing questions at me. The questions were aimed at finding out where I was going, the reason behind my visit, to my destination, whether or not I fancied traveling in an air-conditioned coach instead of a standard SLTB bus, what I thought about Sri Lanka introducing a system where seats can be reserved when opting for public transport and quite surprisingly ,what my salary was! How rude! And while all that happened, the police who stopped the vehicle I was travelling in, chose not to play any role in the question and answer session. When the lady finished with her note taking, I responded by asking her “Don’t you have the courtesy to request from questionee his valuable time before you begin such a session?”. The response I got was a gesture that a baffled face usually conveys.",
    "What must be noted is that such a thing happened under the new regime a government which has promised change. We’ll just hope that this is a one-off incident. But we do have concerns because there was a time, when the Rajapaksas were in power, when the public was asked to vacate the main road, if they were standing there, and quickly depart into nearby lanes to facilitate ‘VIP travelling’ on the main road. This was just after there was an assassination attempt, as reported in newspapers, on our Defence Secretary at that time.",
    "The problem probably lies in the fact that in the Sinhala language, there is little jargon pertaining to courtesy. For the record we Sinhalese don’t have a word if a Sinhala translation is demanded for the English words ‘excuse me’. The newly elected President Anura Kumara Dissanayake",
    "(AKD) had recently said in a television talk show that former President Gotabaya Rajapaksa should have said ‘sorry’ to the nation for the blunder of hurriedly imposing a ban on the use of chemical fertilizer. Such sentiments, coming from a president, even in retrospect of a decision he paid no part in, is commendable. But that interview to a leading television station was given before he became president of this nation. It’s interesting to see whether an AKD in power, like he has reiterated, will appoint ‘leaders’, to serve in state service, who don’t mind being questioned by the public with regard to performance.",
    "People, who have voting rights and love this country, are jaded; mainly by waiting for so long to see a president, who walks the talk, to assume the role of the Executive. Such a president must offer solutions to the problems faced by all minority communities and not only the problems faced by the majority Sinhalese and the Buddhist clergy. In this context, the newly elected 21-member cabinet not having a Muslim representative in parliament is a matter of concern.",
    "Remember the days when the Tamil community’s representatives in parliament used to run to India seeking answers to their problems when the Government of Sri Lanka (GoSL) failed to address their burning issues back at home? It’s essential that a leader solves the problems of an grieved party–even if he is not a member of a majority  race -without leaving room for the problem to go past him in search of a higher authority who can solve the same. In such an instance, the leader who cannot tackle the problem-at his level- is considered to have failed in his job.",
    "There was a famous advertisement promoting a certain beer many years ago (the ad was run in Sri Lankan television as well) which boasted of how efficient the product was in satisfying customers. In the advertisement, the beer company receives a call to its customer complaints department. The visuals show that someone has called the wrong number; in other words the caller had mistakenly called the beer producing company. This new regime must also have a system where citizens can reach the highest authorities of a State organization or the government to register their complaints.",
    "Lets forget about carrying complaints to State organizations or representatives of the people who are in parliament, for a moment. We live in a country where a man drinking tea in a tea kiosk-if unhappy with the product-might not complain about how horrible the beverage is because he fears the shop owner might get offended and assault him.",
    "The culture of apologizing must start with the lower rungs in the society and be slowly embedded into the minds of the people who wield extreme power. Just a reminder that even the incumbent government doesn’t plan to abolish the Executive Presidency; a position that wields unlimited power.",
    "Last but not the least, we must have a system where the state must force Ministry heads to resign if they let down the people. In other countries disasters and unpardonable errors have forced top officials and ministers to tender their resignations. This is because there are errors which demand resignations and merely asking for forgiveness doesn’t count.",
    "Sri Lanka needs to change some aspects of its culture- especially to bring in ways to accommodate the ‘other’ and refrain from inconveniencing  the other."
  ]
}