{
  "url": "https://www.dailymirror.lk/opinion/Grieved-parties-must-note-that-this-regime-is-still-quite-popular/172-299262",
  "title": "Grieved parties must note that ‘this regime is still quite popular’",
  "ut": 1735762306.0,
  "body_paragraphs": [
    "Most protests and incidents of struggles reported from the garment industry teach us lessons.",
    "Another reason why workers must consider placing their trust in this regime is because when proposals are made by the regime, such proposals are coming from lawmakers who are qualified professionals",
    "Sri Lanka is a country that pays special attention to workers, especially those employed in the garments industry. This is because workers can be categorised into a group that can be exploited or one that produces headaches for the government.  Rarely do we get workers who are obedient enough to eat out of the stretched hands of the superiors or those wielding political power.",
    "A recent news report published in the Daily Mirror states that two MPs from the ruling NPP government were mobbed by crowds after they were returning to their vehicles following successful and cordial discussions with the factory management. The government representatives wanted to know what the regime could do to help the business because this establishment has the potential to generate many jobs. In the discussions that took place it had been highlighted that there were plans to make a change in existing transport arrangements and to outsource it. The new arrangement for transport would deny certain political figures from earning huge commissions; monies that could instead be channelled towards worker welfare. This is yet another occasion where an ambitious section of the public comes in between government initiatives taken to ensure economic growth. This incident was reported from Bingiriya.",
    "But there have been occasions in the past when the government has worked against the welfare of workers. The former caretaker regime led by Ranil Wickremesinghe proposed labour law changes in 2023, through which it planned to make workers slog for 16 hours a day as opposed to the customary eight-hour shift each day.  It is this same Wickremesinghe caretaker regime that also came under fire by unions for attempting to use workers’ savings like EPF and ETF to restructure domestic debts.",
    "Workers must know that they are assets of this country. They must also know that there is severe potential associated with them for them to be used as political tools. When a middleman starts ‘batting’ for workers, the latter must be smart enough to see that, often, such individuals are wolves in sheep’s clothing.",
    "It is wise for workers to trust this government when it comes to talks being held to enhance worker benefits and welfare. President Anura Kumara Dissanayake affirms whenever he talks about workers that economic benefits must trickle down to the peasant. Another reason why workers must consider placing their trust in this regime is because when proposals are made by the regime, such proposals are coming from lawmakers who are qualified professionals. This is quite a contrast to past politicians who were subject ministers with absolutely no knowledge about the subject areas entrusted to them. However, there is a ‘but’ when it comes to placing our trust in this regime.  This writer believes that even an hourly paid labourer who is tasked with picking up fallen bottle tops of drink bottles after a carnival, must be paid even if he picks up ten pieces fallen on the floor. There is a price for every man’s contribution to a day’s work in any office or establishment. No worker works for ‘summa’-in other words free. But we do hear of the current president urging people to work voluntarily when they can, which is quite hard to fathom because this is the era of the worker. A garment can function without a manager for a few days, but if the juki machine operators are absent for a day, the production line will come to a halt. But on Wednesday (January 1, 2025) the President in his address to the nation touched on the aspect of certain workers or officials in state organisations or establishments volunteering to offer their services for free. He said that this is a healthy culture to promote in society. Sorry Mr. President, we don’t understand why anyone should work for free. This is a ‘me’ era, hence anyone worth his salt would ask the question ‘what’s in it for me’ before undertaking any task. This is regardless of whether a person is employed by the state or a private establishment.",
    "If a professional is employed for a professional fee, he or she would in all probability do a better task compared to someone who offers his labour for free. Promoting a healthy culture like agreeing to be employed in areas which are termed ‘difficult areas to work’ is okay if the individual has been educated at the expense of the government; example doctors and teachers. But what about individuals who have received an education thanks to parents who have spent out of their pockets?",
    "This regime must understand the role of the worker. This is not the British era where every inhabitant in this island had to contribute 14 days of his labour free-of-charge each year for the purpose of constructing roads. This was known as the ‘Rajakariya’ system. This regime must trod safely on areas where it makes a request for free labour because this is also a period where most breadwinners of homes have to do more than one job to put three square meals on the table.",
    "Whatever the hardships people are facing, everyone must understand that this NPP regime is still quite popular. The Mahinda Rajapaksa regime was also popular with the masses when garment worker Roshen Chanaka was killed due to a shotgun being fired at him, during a protest. The year was 2011, the time when Mahinda Rajapaksa had fame and power and this case simmered to a level where justice was not served to the grieving family. But it was the workers who rebelled against the Rajapaksas to down the family regime they had formed. Lawmakers don’t see very far when they enjoy the best of popularity.",
    "In Bingiriya, as mentioned above, the two NPP lawmakers received the wrath of individuals who have some involvement in that establishment. This may be an isolated incident, but the NPP must take a cue from the incident. We must highlight that this is a new regime and that we have just stepped into New Year. Most protests and incidents of struggles reported from the garment industry teach us lessons. Is this regime competent as it claims or is it more associated with complacency? We really don’t know. But we know that ‘this regime is still quite popular’."
  ]
}