{
  "url": "https://www.ft.lk/columns/Sri-Lanka-s-trade-paradox-Rising-exports-declining-terms-of-trade-and-growing-deficit/4-776870",
  "title": "Sri Lanka’s trade paradox: Rising exports, declining terms of trade and growing deficit",
  "ut": 1748209943.0,
  "body_paragraphs": [
    "While the recent export revenue growth is encouraging, its reliance on volume rather than value highlights structural vulnerabilities",
    "In 2024, Sri Lanka’s merchandise exports increased from $ 11,911 million in 2023 to $ 12,772 million, marking a 7.2% growth, as illustrated in Table 01. This growth reflects the resilience of the country’s export sector, which has shown remarkable strength amidst the challenges of the COVID-19 pandemic and the subsequent economic crisis during recent past. Nevertheless, several underlying aspects warrant closer examination.",
    "Although merchandise exports grew by 7.2% in 2024, merchandise imports increased by 12.1%, resulting in a widening trade deficit. Consequently, the trade deficit expanded from $ 4.9 billion in 2023 to $ 6 billion in 2024 as illustrated in the Table 01. This widening gap underscores the urgency of implementing effective policy measures aimed at boosting export performance and curbing import dependency to minimise the trade deficit.",
    "Terms of trade and export performance",
    "Terms of trade refer to the ratio between a country’s average export prices and average import prices. It indicates how many import units a country can purchase with a given quantity of exports. An improvement in the terms of trade means a country can purchase more imports for the same value of exports, reflecting stronger purchasing power. Conversely, a deterioration implies the country must export more to afford the same level of imports.",
    "As illustrated in Figure 01, Sri Lanka’s terms of trade have experienced a significant decline since 2021. Although there was a slight improvement from 85.6 in 2023 to 86.7 in 2024, the index has remained below 100 since 2021. This indicates a continued deterioration compared to the base year of 2010, meaning that the purchasing power of exports has weakened over time, with fewer imports now obtainable for each unit of exports.",
    "Decline in the export unit value index",
    "Figure 02 illustrates a notable trend over the past three years: while the export volume index has shown a consistent increase, the export unit value index has declined. This divergence suggests that the growth in merchandise export revenue observed in 2024, as indicated in Table 01, is primarily driven by higher export volumes rather than improved prices. The export unit value index dropped from 82.7 in 2023 to 79.7 in 2024, reinforcing the conclusion that revenue gains stem from quantity rather than value per unit.",
    "This persistent decline in the export unit value index is a cause for concern. It indicates that exporters are receiving lower prices for their goods in international markets, which could reflect weakening global demand, declining commodity prices, or challenges in maintaining competitiveness and value addition. In essence, the downward trend suggests a growing reliance on low-value or undifferentiated exports, making the country increasingly vulnerable to external price shocks and market volatility. If this trend continues, it could undermine long-term export earnings and economic sustainability.",
    "Conclusion and recommendations",
    "In conclusion, while the recent export revenue growth is encouraging, its reliance on volume rather than value highlights structural vulnerabilities. A shift toward a more value-driven export strategy is essential for ensuring long-term competitiveness, improving trade balance and enhancing national income.",
    "There are multiple policy measures to address the decline in the export unit value index and shift the export structure toward higher-value, more competitive products thereby helping to narrow the trade deficit. Some of the key policy measures include; (a) Promote value addition – Encourage industries to move up the value chain by supporting product innovation, processing, and manufacturing of higher-value goods rather than relying on raw or low-value exports (b) Strengthen national quality infrastructure and support exporters in achieving certifications (e.g., ISO, HACCP) that can command premium prices in developed markets (c) Branding and market diversification – Invest in branding initiatives and facilitate access to new and high-value markets, enabling exporters to better position their products and achieve higher price premiums (d) Monitor and analyse global price trends – Establish a robust export intelligence system to monitor commodity prices, global demand trends and competitor strategies, providing timely insights to guide pricing, product development and market positioning decisions. (e) Expand market access – support exporters in navigating regulatory requirements in premium markets (e.g., EU, US, Japan).",
    "(The writer is a postgraduate-qualified researcher with over a decade of experience in both the private and non-profit sectors, including extensive consultancy work with international development organisations. He can be contacted via [email protected].)"
  ]
}