{
  "url": "https://www.ft.lk/columns/Clean-Sri-Lanka-Can-a-lofty-vision-overcome-systemic-corruption/4-787051",
  "title": "Clean Sri Lanka: Can a lofty vision overcome systemic corruption?",
  "ut": 1768591435.0,
  "body_paragraphs": [
    "President Anura Kumara Dissanayake addresses the launch of Clean",
    "Sri Lanka on 13 January at the BMICH",
    "FOLLOWING a historic electoral victory, Sri Lanka's National People's Power (NPP) Government came to power with an electrifying promise: \"system change.\" At the heart of this pledge lies \"Clean Sri Lanka\" (CSL), a flagship program touted as the operational arm of a new social contract grounded in anti-corruption, transparency, and the rule of law 1. As it rolls into a new year with an expanded budget of Rs. 6,500 million for 2026, a critical examination reveals a complex and contradictory reality. While CSL demonstrates political will and delivers visible environmental projects, its effectiveness as a tool to dismantle deep-rooted corruption is being hampered by a strategic overreach and unaddressed systemic flaws2 3.",
    "The promise: Ambitious goals and financial commitment",
    "The NPP's ascent to power was directly fueled by public fury over the 2022 economic collapse, an event widely attributed to decades of graft, cronyism, and patronage politics1 . The CSL program was conceived as the tangible response to this demand for accountability. It is framed not as a simple beautification campaign but as a comprehensive initiative to foster ethical and environmental consciousness 4.",
    "The Government has backed its rhetoric with significant financial commitment. The program's budget increased from Rs. 5,000 million in 2025 to Rs. 6,500 million in 2026, funding dozens of projects across social, ethical, and environmental \"pillars\"2. These range from beach conservation and waste management to food safety and road safety awareness campaigns2 4.",
    "At the institutional level, the Government has taken steps to strengthen the legal arsenal. It has continued the implementation of the Anti-Corruption Act of 2023 and passed the Proceeds of Crime Act in 2025, aimed at recovering illicit assets . Furthermore, symbolic actions, such as arresting former President Ranil Wickremesinghe for alleged misuse of public funds, were intended to signal that the era of elite impunity was over5.",
    "A critical analysis: The contradictions of scope and substance",
    "Despite these efforts, a deep analytical look uncovers fundamental contradictions between the program's stated ambition and its practical execution, potentially diluting its core anti-corruption mission.",
    "These contradictions point to a program struggling to define its core identity. A June 2025 civil society report by Transparency International Sri Lanka supports this critique, noting that despite progress in laws, Sri Lanka's anti-corruption framework suffers from \"weak implementation\" and \"persistent structural weaknesses\"3. The CSL program, in its current form, does not appear to be a focused vehicle for rectifying these profound institutional deficiencies.",
    "Charting a new path: Targeted solutions and clear implementation",
    "For \"Clean Sri Lanka\" to become the transformative instrument it aspires to be, a strategic recalibration is urgently needed. The goal must shift from managing a wide portfolio of projects to surgically dismantling the architecture of corruption. Here are implementable solutions:",
    "1. Refocus CSL's mandate and metrics",
    "Solution: Legally redefine CSL's primary Key Performance Indicators (KPIs) around institutional anti-corruption outcomes, not just environmental outputs.",
    "l Phase 1 (0-6 months): Amend the CSL framework to mandate that over 60% of its budget and reporting be dedicated to governance-strengthening projects.",
    "lPhase 2 (6-18 months): Publicly track and report on metrics like the value of assets recovered under the Proceeds of Crime Act, the percentage reduction in CIABOC case withdrawals, and the number of high-ranking officials prosecuted.",
    "2. Empower and insulate anti-corruption institutions",
    "Solution: Transform CIABOC from a politically vulnerable body into an independent, well-resourced powerhouse.",
    "lLegislative action: Amend the Anti-Corruption Act to establish a transparent, multi-stakeholder (including civil society) panel for appointing the CIABOC Director General, with security of tenure3.",
    "lOperational boost: Direct a significant portion of CSL's 2026 budget to CIABOC for three priorities:",
    "1) Establishing the centralised electronic asset declaration system with public access, as repeatedly recommended3.",
    "2) Creating a specialized Financial Crimes and Digital Forensics Unit. 3) Implementing nationwide witness protection programs.",
    "3. Enforce transparency in lawmaking and political finance",
    "Solution: Use CSL as a platform to enforce existing transparency laws and close critical loopholes.",
    "l CSL transparency portal: Launch a mandatory online portal under CSL where all draft legislation must be published for public comment at least 60 days before parliamentary debate3.",
    "l Political finance enforcement: Task a CSL-monitored unit within the Election Commission with real-time auditing of campaign finances under the 2023 Election Expenditure Act. CSL's public awareness campaigns should shift focus to educating citizens on how to track political donations and expenditure.",
    "4. Build a cross-society integrity coalition",
    "Solution: Move from State-led action to a networked model of accountability.",
    "l Formalise CSL partnerships: Legally incorporate credible civil society organisations, independent media groups, and business chambers into CSL's oversight structure as non-governmental monitors.",
    "l \"Integrity Pact\" initiative: Use the CSL brand to promote and monitor \"Integrity Pacts\" in all high-value public procurement projects, where bidders and Government agencies commit to transparency, with oversight by independent civil society observers.",
    "For a deeper dive: Key anti-corruption reforms needed",
    "The CSL program must be connected to broader, specific legislative and institutional reforms to be effective. Key priorities identified by analysts include:",
    "Judicial and prosecutorial independence: Creating an independent prosecutor's office separate from the Attorney General's Department to eliminate conflicts of interest in prosecuting State-linked corruption3.",
    "Beneficial ownership registry: Establishing a publicly accessible registry to reveal the true owners of companies, a critical tool against money laundering currently missing3.",
    "Strengthening the RTI Act: Imposing mandatory penalties on public authorities that unlawfully deny information requests to give the Right to Information law real teeth3.",
    "The \"Clean Sri Lanka\" program is at a crossroads. Its current trajectory, laden with worthy yet peripheral projects, risks creating a paradox: a \"clean\" country of beautiful beaches and managed waste that remains fundamentally corrupt in its governance and economics. The immense political capital and public trust invested in the NPP's promise of \"system change\" cannot be squandered on a diluted agenda.",
    "True transformation requires the courage to narrow the focus, confront powerful vested interests, and fix the broken institutions that enable corruption. By refocusing CSL on its core governance mandate, the Government can transition from performing change to delivering it. The choice is between creating a legacy of superficial cleanliness or forging a foundation of genuine integrity. For a nation that has endured the catastrophic costs of corruption, only the latter will suffice.",
    "1 https://www.ifri.org/en/studies/sri-lankas-npp-government-system-change-structural-compliance",
    "2 https://cleansrilanka.gov.lk/blog/rs-6-500-million-allocated-for-expanded-clean-sri-lanka-efforts-in-2026",
    "3 https://uncaccoalition.org/uncacparallelreportsrilanka/",
    "4 https://www.presidentsoffice.gov.lk/special-media-release-on-the-clean-sri-lanka-programme/",
    "5 https://eastasiaforum.org/2025/12/26/national-peoples-power-moves-to-combat-corruption-in-sri-lanka/"
  ]
}