{
  "url": "https://www.eiu.com/n/us-finalises-rules-curbing-outbound-investment-into-china/",
  "title": "US finalises rules curbing outbound investment into China",
  "ut": 1731074791.0,
  "body_paragraphs": [
    "US finalises rules curbing outbound investment into China",
    "ForecastingGeopoliticsTradeAmericasAsiaChinaGlobalUnited StatesCountry Analysis",
    "On October 28th the US Department of Treasury finalised rules for the Outbound Investment Security Program—an initiative that requires US investors to report or restrict certain investments in companies engaged in sensitive technologies. These include semiconductors and microelectronics, quantum computing and artificial intelligence systems, in “countries of concern”. This follows the US president, Joe Biden, issuing an executive order in August 2023. China, including Hong Kong and Macau, is the programme’s only currently designated country of concern. Set to take effect on January 2nd 2025, the rules define the scope and obligations for covered and exempted transactions.",
    "The final rules ultimately narrowed the scope of the US’s outbound investment screening programme. This included clarifying exempted transactions, ranging from employee equity options and intra-company financial transactions. The rules also limit the liabilities facing limited partners for non-compliance by any pooled investment vehicles, while also minimising punitive measures against financial transactions conducted before the rule was adopted. The final rules illustrate the concerns of US officials regarding potential blowback against the US business community, which had delayed the final implementation of these measures since they were first introduced in August 2023.",
    "We expect this balanced approach to continue underlining US investment restrictions towards China as policymakers navigate securing their national security interests, without sacrificing the commercial interests of US firms with investment exposure to China. To that end, the final rules also offer more flexibility in assessing whether a US investor conducted sufficient due diligence before engaging in a transaction. It is highly likely that the US Treasury will assess each case individually, avoiding the business community’s fears of a worst-case scenario involving a blanket ban on investment in China’s technology sector.",
    "Nevertheless, the rules will still negatively affect Chinese companies in the designated sectors when they seek financing, investment and public listing from the US, even as these activities are already limited amid persistent US-China tensions. Chinese companies not engaged in designated sectors may also face stricter due diligence by US investors to confirm compliance, particularly as the political climate in the US (alongside regional geopolitical risks) deters some investor interest in the Chinese market. For Chinese companies that already have US shareholders, while selling shares to non-US buyers is still permitted, increasing US shareholding is restricted.",
    "In less than two months, US investors will be required to comply with the rules by performing thorough diligence to determine if an intended transaction is restricted or subject to notification. Failure to comply with the rules may result in severe civil and criminal penalties, with fines as much as US$1m or imprisonment up to 20 years. The fact that the outbound investment restrictions have bipartisan support means that the rules will remain in effect under the next Donald Trump’s presidency.",
    "Additional compliance guidance will likely follow, with the US Treasury having indicated its willingness to work with the US business community to address practical challenges in implementing and adapting these rules to evolving technology. Additionally, Congress (the US legislature) may pursue related legislation before the current session ends in January 2025. The European Commission and other G7 countries are also considering similar investment restrictions, potentially aligning themselves with the US.",
    "The analysis featured in this article can be found in EIU’s Country Analysis service. This integrated solution provides unmatched global insights covering the political and economic outlook for nearly 200 countries, enabling organisations to identify prospective opportunities and potential risks.",
    "ForecastingGeopoliticsTradeAmericasAsiaChinaGlobalUnited StatesCountry Analysis"
  ]
}