{
  "url": "https://www.dailymirror.lk/opinion/Whos-more-desperate-candidates-or-voters/172-292239",
  "title": "Who’s more desperate – candidates, or voters?",
  "ut": 1727044489.0,
  "body_paragraphs": [
    "The best way to spur economic growth is through new exports such as consumer goods",
    "Again, people who wanted to vote for Sajith or AKD on that ‘untried’ basis had neurotically short memories. This is the same slogan which got Gota into the presidency with an unprecedented majority",
    "Both AKD and Sajith might be better at running a country than Gota, but it’s doubtful if they have enough oxygen to climb this socio-economic Everest",
    "By the time this column is published, the whole country would know who the next president of Sri Lanka is, unless a standoff emerges with all three candidates running neck to neck and preferential votes coming in as the deciding factor.",
    "I have less and less reason to like our politicians and their plans to salvage us, which is why I focus on international issues in this column. But, given that this election is likely to shape my own life to a greater degree than any previous one, I feel obliged to make the following observations.",
    "I write from the unenviable position of a non-voter. I made a firm decision about it at the last general elections when, rather than cancelling my vote, I decided to cast it for an independent ‘green’ woman candidate representing environmental issues. She went on to accept a parliamentary seat from the UNP, the ‘Green’ party responsible for massive deforestation.",
    "Our politicians can’t be trusted. But people get angry when I cite my reasons for not casting a vote. I can see that for almost everyone this election is an escape valve to a dream world – not the highway building, port city fantasy of the Rajapaksa regime, but a dream world of those desperate for some measure of relief from huge economic burdens. They see someone like me as a pessimist who gets in their way.",
    "I’m not in anybody’s way. But, when I look at the political histories of the three main candidates, I have no grounds for optimism at all.",
    "There were those who felt that they should have voted for the past President Ranil Wickremesinghe because he had steered the sinking ship to a safer course since taking over two years ago. Inflation is down, there is modest economic growth, and no more queues for fuel, gas or anything else.",
    "But there are those who dislike him for failing to deal with corruption. In the wake of the people’s movement known as the Aragalaya which toppled the Gotabhaya Rajapaksa regime, dealing with corruption became a top issue. It has been quietly swept under, and he has used undemocratic methods to silence opposition to his IMF-dictated recovery plans.",
    "Then there were those who wanted to vote for Sajith Premadasa and SJB or Anura Kumara Dissanayake (NPP, with the JVP at its centre) because, as so many have told me in the past weeks, “they are new faces. They are untried and promise to deal with corruption.”",
    "Point one – they are not new faces. Sajith Premadasa was the UNP’s deputy leader and broke away to form the SJB. He’s the son of a former President – R. Premadasa, dynamic, almost visionary in some ways, but with a troubled history where human rights are concerned. Many feared he was gearing up to be a ‘strongman’ when he was assassinated by the LTTE.",
    "We needn’t use the father’s history against the son. But that ‘untried’ part leaves me wondering. The same excuse is used by those who want to vote for AKD. He is 55. In 1989, when JVP leader Rohana Wijeweera was killed, signalling an end to his bloody rebellion, AKD would have been twenty years old. If he was an active JVP member at that time, what was he doing? He and his party have been secretive about that history.",
    "But let’s say we won’t hold the JVP’s history against it. By joining President Chandrika Kumaratunga’s government, they showed they can work within a democratic framework. But it has no clear cut alternative to lead the country out of the IMF-induced socio-economic straight jacket the Ranil Wickremesinghe government has put us into.",
    "Nor does it have any convincing plan to deal with corruption. Promises to recover those stolen billions will remain just that. In South Korea, a president was actually jailed for corruption. But attempts to recover stolen funds got nowhere.",
    "Again, people who wanted to vote for Sajith or AKD on that ‘untried’ basis had neurotically short memories. This is the same slogan which got Gota into the presidency with an unprecedented majority. He was ‘untried’ and ‘Mr. Clean’ in a political dynasty which had by then become notorious for political corruption. His bad temper and foul language, his racist and ruthless modus operandi as defense secretary, his lack of any political experience, all this was overlooked. In fact, that very lack of experience was seen as a major plus.",
    "Both AKD and Sajith might be better at running a country than Gota, but it’s doubtful if they have enough oxygen to climb this socio-economic Everest. Twenty six per cent of Sri Lankans are poor now. With wars and economic slumps in Europe, tourism is unlikely to grow soon. It’s hard for Lankans to find overseas jobs. They can’t even  get a passport right now. The country can hardly manage the massive debt servicing it faces, and could likely head for a second default.",
    "The best way to spur economic growth is through new exports such as consumer goods. Agriculture is too dicey due to global warming. But we should have started those industries decades ago. The 1970-77 centre-left government tried, but with serious management problems and not paying attention to growth of new technology elsewhere. Introducing television to Sri Lanka was proposed in the 1960s when Ronnie de Mel was with the SLFP. But the idea was turned down.",
    "It was J. R. Jayewardene who introduced neoliberal economics, television and mega corruption to Sri Lanka. He could have expanded the country’s industrial export base, but cynically looked the other way. Today, we can’t manufacture anything and compete with India and China. We can’t even sell things locally with a VAT of 18 per cent.",
    "People fall in love with political candidates. Desperate voters are like ageing bachelors and spinsters who finally think they have found the man or woman of their dreams. They wake up to reality after the honeymoon. In this case, there will be no honeymoon. It will be a grim struggle from day one, with voters eagerly awaiting relief, and the new president searching desperately in the empty cupboard for any overlooked money banks."
  ]
}