{
  "url": "https://www.dailymirror.lk/opinion/Why-does-Canada-want-to-restrict-immigration/172-294742",
  "title": "Why does Canada  want to restrict immigration?",
  "ut": 1730145432.0,
  "body_paragraphs": [
    "The Canadian Prime Minister Justin Trudeau said on October 23, that Canada will “significantly” reduce the number of new immigrants.",
    "He said so after he was severely criticized for his plan to allow 500,000 new permanent residents in each of the next two years. Critics said that such a large-scale entry will only exacerbate the on-going housing and civil amenities crisis in the country.",
    "Trudeau has now fixed new targets for immigration. For 2025 the cap will be 395,000 new permanent residents; for 2026 it will be 380,000 and for 2027, it will be 365,000.",
    "“Immigration is essential for Canada’s future, but it must be controlled and be sustainable,” the Prime Minister said.",
    "Not surprisingly, Trudeau’s current stance has secured support from Donald Trump, the Republican candidate in the November 2024 US Presidential election. “Even Justin Trudeau wants to close Canada’s borders,” he wrote on social media, while arguing for tougher border controls in the US.",
    "Trudeau is currently facing a political crisis both at home and abroad.  He has got into a scrape with India over unsubstantiated allegations that the Indian government was behind the killing of a Canadian Sikh on Canadian soil in June 2023. The row has resulted in the expulsion of top Indian and Canadian diplomats. The row could disrupt India-Canadian trade and the flow of millions of dollars from fee-paying Indian students in Canadian universities.",
    "Trudeau is also under pressure from the opposition Conservatives as well as colleagues within his Liberal Party. The latter do not want him to seek a fourth term in office in the October 2025 federal parliamentary elections.",
    "But reconciling with his critics on immigration, Trudeau said that control of immigration would allow existing citizens to get jobs. What is happening now is that employers recruit immigrants with low wages, denying locals jobs, he said.",
    "“Far too many corporations have chosen to abuse our temporary measures, exploiting foreign workers while refusing to hire Canadians for a fair wage. Some colleges and universities are bringing in more international students than communities can accommodate,” he pointed out.",
    "Freezing Population Growth",
    "The beleaguered Trudeau has also said that his government will freeze population growth over the next two years.",
    "Canada’s population reached 41 million in April. It was 37.5 million in 2019. Since 2019, Canada’s population growth has risen by around 1.1 million, or 35% more than existing housing facilities could accommodate. The population increase has also eclipsed labour force needs by between 200,000-700,000, or between five and 20%.",
    "Canada’s population growth in 2023 was largely due to immigration, with temporary residents -- which includes foreign workers and international students -- making up the largest proportion of newcomers.",
    "Immigrants Have Also Been Useful",
    "However, it cannot be denied that immigrants have been very valuable to Canada. Pointing out the positive aspects of immigration, Matti Siemiatycki, a professor of planning at the University of Toronto is quoted as saying: “We need people coming to Canada to help with our economy. There are many jobs and professions where there are vacancies. Immigrants bring ingenuity, resources and culture to Canada.”",
    "Newcomers are relied upon to help keep pace with Canada’s aging population and declining fertility rates. As the domestic workforce ages, labour participation rates fall. For persons born in Canada, the labour participation rate has declined by almost 3% since 2015. Immigrants fill the gaps created by an ageing work force.",
    "But the influx from abroad also presents challenges for a country struggling to build the homes and infrastructure needed for all Canadians including immigrants. Immigration Minister Marc Miller said the lower immigration numbers will help limit the country’s housing shortage.",
    "Robert Kavcic  a senior economist and director with BMO Capital Markets, is quoted as saying that immigration is an incredibly large shock for the economy to absorb because of the sheer numbers coming into the country in a short period of time.",
    "“The reality is that population can grow extremely fast, but the supply side of the economy like housing and service infrastructure, health care and schools, can only catch up at a really gradual pace. There is a mismatch right now.”",
    "In December 2023, Kavcic wrote in a note that Canada needs to build 170,000 new housing units every three months to keep up with population growth. But the housing industry is struggling to complete 220,000 units in a full year, he pointed out.",
    "Nelson Wiseman, professor emeritus of political science at the University of Toronto, said the flaw in the system is not immigration as such but the failure of the government to provide for the population, be they locals or immigrants.",
    "“The federal government has little control over meeting the housing, health, education and other welfare needs of residents, whether they are citizens or immigrants,” Wiseman pointed out. In other words, there is no national planning and supervision, he said.",
    "In some provinces, the problem of public services is not due to immigrants from other countries but due to inter-provincial migration. For example, Alberta is facing population pressure because of internal migration from other Canadian provinces.",
    "The province of Alberta has asked Trudeau to reduce the number of temporary foreign workers, international students and asylum seekers, but asked for economic immigrants who can be employed on a sustained basis. Needs vary from province to province.",
    "Jatin Shory, an Indian-origin immigration lawyer, told the media that Trudeau’s caps on immigration will hamper family unions, as some  members of a family may be permitted to enter Canada but not others. South Asian immigrants, who move as families, will have to face family disruption, Shory pointed out.",
    "Saaka Sulemana Saaka, president of the University of Calgary’s Graduate Students’ Association said that over 37% of the university’s graduate student population is made up of international students, who look for jobs to pay for their classes and would be looking for jobs to stay on in Canada hoping to get citizenship. This group will be badly affected by the new restrictions, he said.",
    "Once a top destination for Indian students, Canada is seeing a decline in enrolment from India due to multiple factors India Today said.",
    "Indians made up the largest national cohort accounting for 37% of study visas issued by Canada in 2023. In 2023, nearly 320,000 Indians moved to Canada on study visas. However, starting in 2024, Canada has reduced study permits by 35%.",
    "There are other factors also impacting the number of Indian students choosing Canada as their educational destination. The on-going diplomatic tension between India and Canada is the latest. From October to December 2023, there was an 86% drop in study permits issued to Indian students, coming down from 108,940 to 14,910, according to India Today.",
    "The other factor is the high cost of Canadian education. Again according to India Today, students from Punjab alone spend on an average US$ 8.8 million annually on education in Canada. In 2022, out of 225,450 Indian students granted study permits, 136,000 were from Punjab.",
    "Students from India will also need to show that they have access to US$ 20,635. The requirement was US$ 10,000 in the past twenty years.",
    "Commenting on Indian student life in Canada, the former Indian High Commissioner in Canada, Sanjay Kumar Verma, told Press Trustof India that conditions are very unsatisfactory. Universities charge foreign students four times more than what they charge from citizens. Many hold classes only once a week. Short of money, the foreign student does petty jobs for most of the week, earning a pittance while the university sits on millions of dollars paid by foreign  students as fees. He said that as many as eight students share a room.",
    "“I would urge Indian parents to do research before sending their children to Canada for education,” Verma advised."
  ]
}