{
  "url": "https://www.dailymirror.lk/news-features/Tsunami-Survivors-of-Hambantota-still-relate-tales-of-trauma-and-communal-harmony/131-298862",
  "title": "Tsunami Survivors of Hambantota still relate tales of trauma and communal harmony",
  "ut": 1735150982.0,
  "body_paragraphs": [
    "A view of the vast destruction of Hambantota, a coastal town in the South of Sri Lanka, caused by the Indian Ocean tsunami. Image courtesy",
    "According to Transparency International Sri Lanka Sri Lanka received US$ 2126 million from international donors following the tsunami, but only US$ 1075 million were disbursed",
    "Some bodies were being taken to the hospital while some were taken to the Sippikulama Mosque",
    "When the 2004 Boxing Day tsunami hit Hambantota, the tidal disaster claimed over 30,000 people in this coastal town",
    "Twenty years ago on a day like today (December 26), people in Hambantota were getting ready to go to the Sunday fair during the early hours of the morning. The fair was usually at the beachside and back then, there were many families that lived along the coast belt in the Hambantota town itself. It would have been around 7.00am when Mohamed Zain Airudeen left home to obtain his daily catch. The weather had been strange, but he had ignored it as there were no signs of rain. After a long wait at the boat, he had decided to leave as there had been no signs of a good catch. Just as he was leaving he had heard a lady scream saying, “muhuda goda galanawa..” (which translates to ‘the sea is coming towards land!’). The rest of the events that followed is a traumatic memory etched in his mind to date.",
    "He recalls every event that happened on December 26, 2004 like it had happened yesterday. “The day that the tsunami struck was a Sunday, and usually we get ready to go to the Sunday fair. I remember leaving home early because I wanted to buy vegetables from the fair and go fishing early. While at the fair I bought breadfruit and headed towards my elder brother’s home. I left the breadfruit on his dining table and headed towards the beach. Even though it was morning we felt as if it was dusk. There were some friends who had gathered near the boat, but on that day we couldn’t find a good catch either. So I asked my friends to keep my bucket in case they find some catch and I started walking towards my brother’s house,” he recalled.",
    "Just then he had felt dewdrops falling onto him. “I heard a lady scream saying that the sea was coming towards the land. These screams were followed by a strange noise. It became louder and all I did was run without turning back. I ran for dear life, via shortcuts and found my way towards inland. But in seconds, everything was ruined,” he reminisced.",
    "Our houses were destroyed by the wave and we had nowhere to go. By evening we were asked to evacuate and take shelter at the Sooriyawewa School. We had no way of even changing our clothes. The telephone lines were disconnected, there was no electricity or water supply and the survivors were in dire straits. But without staying back at the school we returned to the town to gather dead bodies”",
    "- Mohamed Zain Airudeen",
    "It had only taken a matter of seconds for the deadly wave to claim people’s lives and cause irreparable damage to property. There were two events that took place. Just before the wave struck, the shoreline cleared and people ran towards the beach. The next instance, a second, more deadly wave struck. “We ran uphill as far as our legs would take us. By the time the wave subsided and we returned in search of our families and loved ones, almost everything had been ruined,” he said.",
    "Airudeen recalled how one could only think of running for dear life leaving behind their loved ones because the intensity of the wave was unimaginable. “After I heard that the wave had subsided I started looking for my relatives and friends. But people who had survived were soaked in water and there were injured people all around me and on top of that there were even more dead bodies. It was a harrowing experience,” he said.",
    "The 2004 Boxing Day tsunami claimed the lives of over 30,000 people from across Sri Lanka, out of which the recorded death toll in Hambantota was over 3000. Airudeen lost his mother, elder sister and six other family members on that fateful day. “I somehow located my elder brother. He too had run like me and was waiting at a corner of a street. It was only by afternoon that we started looking for our relatives and friends. We recovered my mother’s body and slowly gathered the bodies of those whom we knew. As more dead bodies were found there wasn’t enough space at the old hospital which was previously in the town,” he said.",
    "The Hambantota town underwent a major transformation following the tsunami. A volleyball court has been constructed at the place where Airudeen’s house used to be. The Sunday fair has been shifted towards the main road. But it took over a year to rebuild their lives and for them to settle down at a new house away from the coastline.",
    "“Our houses were destroyed by the wave and we had nowhere to go. By evening we were asked to evacuate and take shelter at the Sooriyawewa School. We had no way of even changing our clothes. The telephone lines were disconnected, there was no electricity or water supply and the survivors were in dire straits. But without staying back at the school we returned to the town to gather dead bodies. Some remains were beyond recognition as the bodies were swollen after people drowned. There were bodies of locals and tourists. Since there wasn’t enough space to bury the remains of all who were dead, some were buried at the mosque premises as well,” said Airudeen.",
    "Airudeen’s elder brother, fondly known as Raja, had been playing with his two-year old just before tsunami struck. “I was closing the gate when I heard my neighbour scream saying “Raja duwanna, wathura enawa!” (which translates to Raja run! The water is coming!). I hurriedly looked around and it was only then that I saw a massive wave, a wave larger than a massive Palu tree heading inland. I took the child to my hand and before I could decide what to do, the wave struck. The water came with such a force that everybody was being taken away by the strong current. I closed my eyes and was floating away when I felt something and grabbed onto it. Eventually the water subsided and that was when I realised that I had landed on the slab of a nearby house,” said Raja.",
    "Many people have died as they banged into by pillars transmitting electricity, windows, bricks and other materials that were either uprooted or damaged by the wave. “In such an instance you only have the senses to save your own life,” he added. “After the water subsided I rushed back to my mother’s house, but even at that point it was beyond recognition. I could barely recognise her house by guessing the location. But I couldn’t find her. Then a friend came and said that he had seen my wife. I then went in search of her and on my way back I met my younger brother,” recalled Raja.",
    "By evening more bodies were being recovered and all of them were being transported by tractors. Raja and his brother were on a mission to find their relatives and friends. Some bodies were being taken to the hospital while some were taken to the Sippikulama Mosque. “While we were waiting a neighbour had recovered a body of a woman thinking that it was his mother. Just then someone asked me to check whether it was my mother. I immediately identified the body and it was then that I came back to my senses,” Raja said.",
    "Thereafter he had made it his responsibility to note down all the dead bodies that were recovered from his area. He had continued to fill the notebook, noting down all dead bodies with respective addresses with the help of a torchlight. Once the mosque reached maximum capacity, the remaining bodies were taken to the other mosque premises behind the Municipal Council. By evening the stench from the bodies had become unbearable. “But I couldn’t leave my mother’s body just like that. I managed to recover bodies of people in my neighbourhood. We had to cover the bodies and I requested people to give some clothes if they had any. Women brought their sarees, we lit up fires to reduce the stench and chanted religious slogans. By next day morning we were able to get some white clothes to prepare the bodies for burial. The Sippikulama Mosque premises had the first tsunami mass grave where my mother’s body and bodies of everyone in my neighbourhood were buried,” Raja recalled.",
    "The remaining bodies were taken to the burial ground behind the Municipal Council. The Hambantota town itself has three mass graves which contain the remains of people, who lost their lives from the deadly wave. Almost all bodies were recovered using tippers and backhoes. Even amidst the devastation, Raja wanted to ensure that almost all bodies of the Muslim community were given a dignified burial. Raja recalled how drug addicts resorted to taking off body parts of dead bodies in order to obtain any gold jewellery that people had worn. To avoid such incidents from occurring, the military had warned people to leave the town area, indicating that a third wave might occur anytime, just to scare away the people and avoid further crimes.",
    "Raja, Airudeen and everybody who were displaced in Hambantota were relocated to Sooriyawewa. But before the authorities could reach the affected communities, people in Sooriyawewa had looked after the displaced survivors of the tsunami, irrespective of religious differences. It was a story of communal harmony where even elderly women were healing the minds of the affected people. “They provided us with food and every facility that they could provide us with and there were elderly women who even pacified us because they knew we were dealing with a great deal of trauma,” recalled Raja.",
    "As the official in charge of the Sunday fair, Raja had wanted to give something to the people of Sooriyawewa for the support they extended to the displaced families. As a result, Raja made arrangements to allow vegetable and fruit sellers in Sooriyawewa to bring their produce to the Sunday fair in Hambantota thereby providing an opportunity for them to sell their products as a gesture of goodwill. “To date, we still treat them like family and vice versa,” he added.",
    "The tsunami struck when Chandrika Bandaranaike Kumaratunga was President. Immediately after a disaster, people expect the government to support them until they recover from the trauma and devastation. Transparency International Sri Lanka revealed that Sri Lanka received US$ 2126 million from international donors following the tsunami; out of which only USD 1075 million were disbursed. However the government failed to provide an explanation as to what happened to over US$ 471 million from the disbursed amount. Even though the government denied allegations of funds being misused, individuals such as Airudeen and Raja, who were displaced by the tsunami, eventually had to depend on foreign aid to rebuild their lives.",
    "Foreign donor agencies made use of the opportunity to help rebuild the lives of affected families and many of these were genuine efforts. But Raja and Airudeen alleged how local officials attempted to rob money from these initiatives as well. They claimed that the infrastructure in some houses were of extremely poor quality that they had to report these malpractices to the original donor. Some projects undertaken by certain people, who had VIP status, were condemned by the Housing Development Authority. It took almost a year for Raja and Airudeen to get a house of their own.",
    "Back in 2006 people weren’t prepared for a tsunami in the backdrop of a civil war in the North. In fact, people didn’t even know what a tsunami was to begin with. The only response they knew was to run for dear life; just like how Airudeen and Raja did. There are many other survivors like Airudeen and Raja who will never be able to recover from the trauma of that deadly event. It was only afterwards that disaster management and risk reduction became a topic of discussion. Many initiatives such as early warning systems were set up to enhance Sri Lanka’s capacity to detect and respond to seismic activities. There were policies in place to introduce no-build buffer zones to restrict constructions within a specified distance from the coastline. But implementation of such policies have faced resistance from various factions. The importance of mangrove and coral reef restoration too have been discussed as effective nature-based solutions to mitigate the impact of tsunamis. But whether people are prepared to face natural disasters that occur in Sri Lanka still remains a question.",
    "The tsunami memorial in Peraliya",
    "The train tragedy in Peraliya.",
    "Uprooted railway tracks.",
    "A signboard indicating a tsunami memorial built by the Hambantota trade association 19 years later. A concrete foundation remains a few meters away as seen in the photo",
    "The Hambantota town as seen today",
    "Pics by Waruna Wanniarachchi",
    "The aftermath of the tsunami",
    "A house damaged by the tsunami.",
    "A photo of Galle town following the tsunami.",
    "A coastal town inundated with high tides in the aftermath of the tsunami"
  ]
}