{
  "url": "https://www.dailymirror.lk/opinion/Namal-an-attempt-to-keep-the-Pohottuwa-above-water/172-289209",
  "title": "Namal: an attempt to keep the Pohottuwa above water",
  "ut": 1723255171.0,
  "body_paragraphs": [
    "The announcement of the Presidential candidature of Parliamentarian Namal Rajapaksa by the Sri Lanka Podujana Peramuna (SLPP) on August 7 might be the most widely talked-about topic in the run-up to the September 21 presidential election.",
    "Despite the SLPP having been rumoured to field its candidate, especially after President Ranil Wickremesinghe’s announcement of his candidacy, Namal even on the previous day denied speculations about him being fielded by his party as its horse.",
    "Nevertheless, his candidature does not seem to have had any bearing on the political alignments that have already been made or that are in the making. Interestingly, it has not stirred any enthusiasm even among the supporters of the SLPP who are remaining with the party despite the massive erosion of its support base prompted by the economic crisis and the resultant popular uprising, the Aragalaya in 2022. Nor did any rival party seem to have felt any shock by young Rajapaksa’s entry ino the fray.",
    "The indifference on the part of the supporters of the SLPP at the grassroots level towards Namal’s candidacy was very clear.Not a single firecracker was said to have been lit in any part of the country following the announcement.",
    "It was strongly believed even two days before the announcement that the business tycoon Dammika Perera who has been passionately longing to contest on behalf of the SLPP would succeed in his efforts. Despite him having written to SLPP Secretary General Sagara Kariyawasam on August 6 that he wished to keep away from the contest for personal reasons, his backing down has now been attributed by some media outlets to the recent desertion of a large number of SLPP Parliamentarians and former provincial council as well as local government members to support President Wickremesinghe’s candidacy. Some media outlets attributed it to a purported statement by him that his mother had fallen ill.",
    "However, the SLPP leaders seem to have taken the best possible decision in the interest of the party. The vote base of the party that was hugely impacted by the economic crisis and the popular uprising again began to be disturbed by the luring of its parliamentarians by President Wickremesinghe. Namal’s entry to the race might at least help slow down the erosion of the party.",
    "The delay in deciding the SLPP’s candidate has cost the party dearly. Had the SLPP made the decision on its candidate last year as the Samagi Jana Balawegaya (SJB) and the Jathika Jana Balawegaya (National People’s Power - NPP) did, it might have helped prevent some of the MPs from deserting the party.",
    "On the other hand, had the party supported President Wickremesinghe instead of fielding its candidate, it would most likely be the end of the party. The loyalty switch of the SLPP politicians towards the President would then have a free flow and their return to the party after the election, even in the case of Wickremesinghe’s defeat would be out of the question. And the importance of being a Rajapaksa will also no longer have any validity.",
    "Hence, Namal’s candidacy, especially while Mahinda Rajapaksa, his father and the former President is still in active politics would help the party and the name Rajapaksa to stay afloat.",
    "However, the SLPP would be the last party that would face the people comfortably at the election, given its immediate culpability to the economic hardships people have been undergoing for the past three years. Although the shortage of essential items and the miles-long and weeks-long queues are no longer in public discourse, people still have to endure the effects of the economic crisis - the threefold price hike of essential items, the drastic drop in income and the shattered dream goals in life. Hence, unlike the other parties it would be hard for Namal and other SLPP leaders who endorsed Gotabaya Rajapaksa’s economic blunders in toto to convince the masses that they would bring in economic prosperity.",
    "Same dose of medicine",
    "President Wickremesinghe has been giving the same dose of medicine to Mahinda Rajapaksa’s party that the latter gave to other parties including Wickremesinghe’s UNP when he was in power. However, Wickremesinghe’s attack on the SLPP this time by luring Rajapaksa loyalists to his fold could be a deathblow to the latter, since it is being launched at a time when the support base of it is seemingly at a low ebb. The defectors might also be feeling politically secure under Wickremesinghe’s leadership even if the latter is defeated.",
    "Wickremesinghe has given them a good reason to justify their defection – his oft-repeated claim that he salvaged the country from the economic downturn.",
    "At a time when no party has explained to the country how they are going to repay foreign debts from 2027, they have been ensured that nobody would question as to how Wickremesinghe is going to do it.",
    "However, Wickremesinghe may be the most worried person by Namal’s candidacy. The UNP managed to get only less than 300,000 votes at the 2020 Parliamentary election, after the formation of the SJB. Any improvement of its vote base was prevented by its coalition with the highly condemned SLPP at the Presidential election in Parliament in 2022 and in enacting various Acts in the House later. The educated and the middle class are not happy with the tax burden, repressive laws such as the Online Safety Act, postponement of local government elections and challenging the judiciary. Therefore, winning over the SLPP vote base has been a must for President Wickremesinghe.",
    "He has been luring individual MPs of the SLPP since 2022, apparently not being certain of the SLPP leadership agreeing to support him in the forthcoming Presidential election. It was reported in the media that SLPP founder Basil Rajapaksa had requested the President not to have any dealings with individual MPs of his party. Yet, Wickremesinghe succeeded in winning over a considerable number of SLPPers, starting with the members of his Cabinet.",
    "Will the ordinary supporters of the SLPP defect with their MPs to the President’s side? Many politicians raise this question these days. Recent opinion polls, despite their credibility having been questioned lately, show that there is a difference in voting patterns at Parliamentary and Presidential elections, depending on the bond between the voters and the MPs representing their electorates. Therefore, defectors might succeed in taking a section of their voters with them.",
    "Yet, the claim by the defectors which they have borrowed from the President that only Wickremesinghe can develop the country might have only the least bearing on the voter. It is the voters who know best how they keep the home fires burning, despite the absence of queues. In fact, the defectors at this moment prefer the President to hear their claims rather than the voters.",
    "It was expected for the past several months that the UNP would coalesce with the SLPP at the Presidential election since the SLPP has been supporting every move of the President, in spite of some members of the party criticising the President over some of his policies including that of taxation. However, the SLPP has been undecided over such a coalition which prompted a group of party MPs to independently pass a resolution expressing support to the President at the Presidential election. While this had angered the leadership of the SLPP, deposits were placed on behalf of the President on July 26 for him to contest the election, without consulting his coalition partner in government. This might have made things further difficult for the SLPP to support the President.",
    "Now, he is said to have decided to contest as an independent candidate. Yet, he is still the leader of the UNP and he has not abandoned UNP policies. Mahinda Amaraweera, a member of one of the factions of the Sri Lanka Freedom Party (SLFP) says his group supports the President since he is an independent candidate. However, it is a well-known fact that the SLFP split over their support to the President long before the President decided to contest as an independent candidate.",
    "Meanwhile, leaders of political parties who contested under the SJB symbol at the 2020 general election have passed resolutions within their parties to support the SJB. They along with a few members of another SLFP faction declared a coalition under the SJB leadership.",
    "Politicians have not changed even after the Aragalaya, the mass uprising in 2022. But people crave for stable economy, law-abiding leaders, a corruption-free country and harmony among various communities."
  ]
}