{
  "url": "https://hbr.org/2024/11/when-your-high-standards-derail-your-success",
  "title": "When Your High Standards Derail Your Success",
  "ut": 1732520104.0,
  "body_paragraphs": [
    "Nick Dolding/Getty Images",
    "High standards aren’t a bad thing, but they can hold you and your team back when they become inflexible. If your high standards are causing problems on your team, you can take four actions to adjust your expectations and move forward: 1) Pause, 2) know when to be...more",
    "No one would argue that having high standards for your work and your teams is a bad thing. Yet sometimes, extraordinarily high standards can be unproductive and halt forward movement in your leadership career.",
    "Leadership can be messy. Things often don’t go as planned. Rather than accepting this as a natural part of life, if your standards are too inflexible, you’ll feel perpetually frustrated because neither you nor your team live up to your goals.",
    "In practice, this can look like:",
    "You and your team don’t seem to be on the same page in meetings.",
    "Projects never get completed in the timeline you set forth.",
    "Your manager says, “Eighty percent done is good enough,” yet you delay getting work to them until it’s “perfect.”",
    "You and your teams always work long hours.",
    "Your teams are showing signs of burnout (and so are you).",
    "It may feel personally satisfying to see a project completed at your perception of “one hundred percent.” But at what cost? And what is the long-term net good? It might be less than you think, both for the company and you. All this extra energy is exhausted seeking perfection when it could be used to innovate or take a new step in your career. Your high standards can become a detriment, inhibiting good work and sabotaging your career.",
    "If this sounds like you, here are four ideas to help you adjust your expectations and get you moving forward again.",
    "Instead of charging ahead, take a beat. Set aside 15 to 30 minutes in your week to ask yourself the following questions:",
    "How long have I had these standards in place?",
    "Are they in line with the company’s goals and needs?",
    "When did I last consider how I’m measuring success for the current situation? Do I need to recalibrate?",
    "Have I ever discussed these standards with my team? (It’s not uncommon for leaders to have incredibly high standards…which they’ve never communicated.)",
    "What has worked with these standards in place?",
    "Why did I set these standards?",
    "What do other people on my teams think about these standards?",
    "Has the culture shifted? Should my goals shift?",
    "Then, consider this question: What does “good enough” look like for you?",
    "Karen often sees this scenario in high-growth companies: The “best” way of accomplishing tasks gets in the way of “good enough” for the time and budget available. Be clear about your organization’s priorities. Assess where you are, what needs to be adjusted, and how you need to communicate with stakeholders. Sometimes good is good enough.",
    "Know when to be flexible.",
    "High standards can’t be reached without other people on board. Do others understand your vision? Ask yourself these questions:",
    "How much social capital do I have with this team?",
    "How does the room respond when I deliver feedback?",
    "Are my standards making a meaningful difference in whether we accomplish our goals?",
    "One of Anne’s clients with exacting standards regularly made her team members stay until midnight to make minor changes to proposals. Her team was losing motivation fast. Through coaching, the client determined the extra hours were not worth it; she needed to flex her standards so she wouldn’t burn out her team. The incremental improvements resulting from those extra hours weren’t helping the bottom line. This client derived greater benefit from letting the team go home after normal working hours; the product didn’t suffer, and the team didn’t feel resentful.",
    "Another one of Anne’s clients had a disconnect with his team. He thought he’d been clear on his vision for the department. However, vision-sharing is not one-and-done; leaders need to continually share their vision with team members and get everyone’s buy-in. Because the team lacked clarity, they weren’t aligned on work standards and what would be “good enough.” Once the leader sat down and shared his vision again, team members “got it” — and the work improved.",
    "Consider your culture fit.",
    "You may need to zoom out and look at the bigger picture. Ask yourself whether you’re in the right company or department to leverage your skills. There’s no such thing as a perfect job or a perfect company, but you may be better suited to another environment. Ask yourself:",
    "What am I hearing in my performance reviews?",
    "What do the outputs from my 360s look like?",
    "What is the culture of the company? How do I fit within it?",
    "Is leadership supportive of my work? (Ask your manager for candid feedback.)",
    "Am I working on the company’s highest priorities?",
    "Check-ins like this are also not a one-and-done; you’ll need to do them continually throughout your career.",
    "Karen will often provide 360 assessments for her clients. They are all individual high-performers, but not all have high-performing team skills; for some clients, the gap in team skills is a major oversight. If you feel you aren’t being as effective in team settings as you’d like, ask for feedback. Then, listen and learn from what you receive. What you perceive as the right way to do something may only be the right way for you to do it. Or maybe you’ve been successful with this method in the past with another team — but this team, these specific people, work differently. To be effective, you need to work differently, too.",
    "Engage in productive conflict.",
    "Your team members, peers, and managers may not understand the importance of your high standards and may be confused by your lack of flexibility when conflicts arise. Just because someone disagrees doesn’t mean you need to compete — or shut down and walk away from the project or conversation. Engage in productive, respectful conflict and seek common ground with your colleagues. Remember that you don’t need to win every disagreement. Pause, allow space for the other person, and take your time in reaching a resolution. Approach the conflict assuming your colleagues’ good intent and desire to see the work done well.",
    "It can be frustrating to have high standards that are not valued. Consider: Do you need to be more flexible, or should you go to a company more aligned with your exacting standards? Either way, don’t let your standards halt your career trajectory.",
    "Readers Also Viewed These Items",
    "Writing, Presenting, and Communicating with Confidence (HBR Work Smart Series)",
    "The Age of Outrage: How to Lead in a Polarized World",
    "Read more on Managing yourself",
    "Personal strategy and style,",
    "Personal growth and transformation,",
    "and Managing conflicts"
  ]
}