{
  "url": "https://hbr.org/2024/06/how-to-vet-information-before-making-a-decision",
  "title": "How to Vet Information Before Making a Decision",
  "ut": 1718866559.0,
  "body_paragraphs": [
    "Westend61/Getty Images",
    "The daily decisions modern leaders face are increasingly complex. But executives have a tool to combat these challenges – information. At the click of a mouse or the press of a thumb, they can call up cutting edge research on virtually any topic. With so much information available, how do we know what to trust? What executives need is a simple taxonomy of misinformation so they know what to look out for. Drawing on the tools of social science research we can categorize misinformation into four missteps. This framework can be useful to leaders of all kinds who need to ask better questions to manage their own information onslaughts.",
    "The challenges facing business leaders have never been greater. Regular decisions are increasingly complex, given inflation, trade tensions, and political uncertainty. Human capital issues now include diversity, equity and inclusion, mental health, and upskilling for the fourth industrial revolution. Environmental, social and governance concerns can no longer be delegated to a corporate social responsibility department; they’re the duty of the C-suite. Artificial intelligence brings myriad new opportunities, but also multiple new threats.",
    "Decision Making Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Decision Making. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Practical ways to improve your decision-making process.",
    "Learn More & See All Courses",
    "Why Do So Many Incompetent Men Become Leaders?: (And How to Fix It)",
    "Crypto: The Insights You Need from Harvard Business Review",
    "Read more on Decision making and problem solving",
    "Organizational decision making,",
    "Information management,",
    "Analytics and data science"
  ]
}