{
  "url": "https://www.technologyreview.com/2024/08/07/1095849/china-hydrogen-truck-bike-coal/",
  "title": "What to know about China’s push for hydrogen-powered transportation",
  "ut": 1722990600.0,
  "body_paragraphs": [
    "This story first appeared in China Report, MIT Technology Review’s newsletter about technology in China. Sign up to receive it in your inbox every Tuesday. There’s a decent chance you’ve heard of hydrogen-powered vehicles but never seen one. Over 18,000 are in the US, almost exclusively in California. On the outside they look just like traditional vehicles, but they are powered by electricity generated from a hydrogen fuel cell, making them far cleaner and greener.    So when I learned that in parts of China, companies are putting hydrogen-powered bikes on the road for anyone to ride, it was a real “the future is here” moment for me. I looked deeper into it and wrote a story.  These bikes have water-bottle-sized hydrogen tanks, which can make them easier than regular bikes to ride, though the tanks have to be swapped out every 40 miles. But they haven’t exactly been getting rave reviews. One rider in Shanghai told me the speed boost from hydrogen felt lacking, and the user experience was hurt by hardware and software design flaws. Many people on social media agree with him.",
    "Youon, one of the largest players in China’s bike-sharing industry, has thrown its support behind hydrogen energy. It has put thousands of hydrogen-powered bikes in major cities like Beijing and Shanghai, in the hopes of kick-starting a trend.  But for clean energy experts, it’s a head-scratcher as to why these hydrogen bikes are being promoted in the first place: Hydrogen bikes are less efficient than ordinary e-bikes, and they won’t make much economic sense in the long run.",
    "It’s not just one company taking this path. The collective appetite for hydrogen bikes has been much bigger than I expected. By my own counting, Youon has half a dozen competitors in the hydrogen bike field, and several cities have embraced the idea. While the future of hydrogen-powered shared bikes is uncertain, their proliferation represents a much larger trend happening in China: exploring how hydrogen can be used in transportation.  It’s no secret that China has already become a world leader in producing affordable and capable electric vehicles, but the Chinese government and companies aren’t stopping there. A significant number of local policies have been set up in recent years to subsidize the production of hydrogen vehicles, waive toll fees for them, and build more refuel stations for hydrogen. Now China has about 21,000 hydrogen vehicles on the road and more than 400 refuel stations. Related StoryHydrogen could be used for nearly everything. It probably shouldn’t be. Experts say it’s crucial to consider how the low-emissions fuel is used.",
    "It’s worth having a reality check about China’s push for hydrogen: While using hydrogen as a fuel for vehicles comes with no carbon emissions, that’s not the case for actually producing hydrogen. In China, the vast majority comes from fossil fuels, which cost much less than producing hydrogen with water and renewable energy. (To learn the difference between “gray,” “blue,” and “green” hydrogen, read this piece by my colleague Casey Crownhart.)  The sad truth is that China will rely on coal and natural gas for making hydrogen for a while. The fact that hydrogen is a byproduct of processing coal explains why many cities in China with abundant coal resources are also at the frontier of the hydrogen industry. For them, the economic argument for hydrogen can trump the environmental costs, and as a result, even though hydrogen vehicles create a pathway for the transportation system to further decarbonize in the future, they are doing very little to address climate change now.   The same issue applies to electric vehicles in China: Yes, electricity is cleaner than gas as a car fuel, but the majority of electricity in China still comes from fossil fuels, so how much cleaner is it really?  But hydrogen vehicle companies need to answer an additional question: If China is already pretty good at making batteries for EVs, why should it bother spending any time or resources on hydrogen vehicles? For now, the Chinese companies have come up with one good answer, and it’s not bikes. It’s heavy trucks.  “Hydrogen passenger vehicles are kind of a dead end here … I think for fleet vehicles, trucking, long-distance cargo, hydrogen is competitive with long-range electric vehicles. Maybe it’s a toss-up?” says David Fishman, a senior manager at the Lantau Group, an energy consulting firm.",
    "If you think about it, cargo trucks bump up against some of EVs’ biggest limitations today: They need to go ultra-long distances while being refueled quickly to save time. Meanwhile, the limitations of hydrogen vehicles, like the lack of refuel stations and the higher production costs, make them much more suitable for commercial fleets than for individual car buyers. As a result, Chinese hydrogen trucking companies are feeling confident, says Fishman. If hydrogen really becomes a next-generation mainstream fuel, it will probably start with trucks in China.  Do you think hydrogen or lithium batteries are the future of clean transportation? Let me know your pick at zeyi@technologyreview.com.   Now read the rest of China Report Catch up with China 1. In China, private companies are responsible for verifying peoples’ identities on social media. Now the government is trying to take back that control by introducing a new “national internet ID” system, a move that became instantly controversial. (New York Times $) 2. Record-high temperatures in southern China are pushing the grid to its limit. On August 2, the power demand of Shanghai was more than the entire capacity of the Philippines. (Bloomberg $) 3. Honor, a smartphone maker once owned by Huawei, is getting ready to go public. Documents show that the local government of Shenzhen has given it “unusually” large support, including a dedicated city hall team with a “no matter left overnight” policy. (Reuters $) 4. App developers in China can circumvent Apple’s high fees by charging users through Tencent’s and ByteDance’s super apps. Apple now wants to close that loophole. (Bloomberg $)",
    "5. The Biden administration is planning to ban the use of Chinese software in US autonomous vehicles. (Reuters $) 6. The new R-rated Disney movie Deadpool & Wolverine had to take out references to cocaine and homosexuality and replace “vibrator” with “massage gun” to pass China’s censors. (Wall Street Journal $)",
    "7. A university in Beijing has started offering the country’s first bachelor’s degree in “marriage services and management.” It will teach everything from matchmaking to divorce counseling. (CNBC) Lost in translation Cheap knockoff phones defined made-in-China gadgets in the 2000s, but they disappeared after domestic brands like Xiaomi brought their prices down significantly. Now, these knockoffs are making a comeback in livestream shopping channels, according to the Chinese publication IT Times.   On Douyin and Kuaishou, cheap domestic 5G phones that look like Apple or Huawei products are trying to attract low-income consumers with promises of high-end specs and dirt-cheap prices as low as 298 yuan (a little over $40). Once consumers receive these phones, they usually realize that the claims about the specs are misleading, and the companies making the phones don’t even have proper business registrations. While stricter regulations in China and abundant domestic competition have pushed knockoff phones out of brick-and-mortar stores, they seem to thrive in the less-regulated online markets. One more thing Readers of China Report, hi! This is Zeyi. It’s been almost two years since I sent out the first edition of this newsletter, and sadly this will be my last, as I’m leaving MIT Technology Review.  I’ve had a lot of fun writing this newsletter. I was able to wander off and talk about so many different things, from the weirdly terrifying customer service center of Tencent to my frustrations about the TikTok ban, from newsletter after newsletter talking about electric vehicles (not sorry about that) to the fun deep dives into social media and digital culture. And I’m very thankful to everyone who replied with insightful or heartfelt feedback. Stay tuned, as MIT Technology Review will bring back China Report shortly. Meanwhile, I hope you will enjoy our other newsletters, or this incredibly petty response by Pizza Hut Hong Kong to the win over Italy for an Olympics fencing gold. And yes, I’m all for pineapples on pizza.",
    "HK won a fencing gold over Italy & the Italian olympic committee submitted an official complaint claiming that the judges (from Taiwan & S Korea) were biased because of geographical closeness. In response, Pizza Hut HK is offering free pineapple on pizza until 6pm tomorrow lmaoo pic.twitter.com/DhEfYtL8je— Hannah (@hannahchrstina) July 30, 2024"
  ]
}