{
  "url": "https://www.ft.lk/opinion/Peacemaking-bodies-must-be-held-accountable-amidst-Gaza-crisis-Jayatilleka/14-776831",
  "title": "“Peacemaking bodies must be held accountable amidst Gaza crisis”: Jayatilleka",
  "ut": 1748025519.0,
  "body_paragraphs": [
    "Royal College former Deputy Principal Heras Fernando presenting the book “ue;sifí Wmydr” to former Speaker Karu Jayasuriya. Also seen (from left): All Ceylon Union of Muslim League Youth Fronts Acting Secretary General Ahamed Farhan and All Ceylon Union of Muslim League Youth Fronts National President Sham Nawas",
    "Dr. Dayan Jayatilleka delivers sharp critique of global institutions over failure to ensure justice in Gaza crisis",
    "Recalls 2011 UNESCO vote backing Palestine despite US threats; underscores need for principled international action",
    "Warns current Gaza conflict is “no longer war – it is genocide”, slamming use of starvation as a weapon and global silence as complicity",
    "Highlights double standards in Western foreign policy, calls for urgent reform of global peacemaking bodies like the UN",
    "Urges Sri Lankans to pressure Govt. for stronger stance on global injustices; stresses public engagement key to institutional change",
    "All Ceylon Union of Muslim League Youth Fronts",
    "General Ahamed Farhan",
    "Dr. Dayan Jayatilleka",
    "By Janani Kandaramage",
    "Former UN diplomat Dr. Dayan Jayatilleka delivered a pointed critique of global institutions over their response to the humanitarian crisis in Gaza on Tuesday.",
    "Addressing a room of civil society representatives at the Founders’ Day of the All Ceylon Union of Muslim League Youth Fronts, Dr. Jayatilleka underscored the growing failure of international mechanisms to deliver justice – warning that this erosion of credibility threatens the legitimacy of the multilateral order and enables impunity for powerful actors.",
    "Reflecting on decades of diplomatic service, he recounted his tenure at the International Labour Organisation and the United Nations Conference on Trade and Development (UNCTAD), where he played a leading role in shaping policy on global equity and development. However, it was his recollection of a key moment at UNESCO in 2011 that framed the evening’s central message.",
    "“At that time, we were under intense pressure,” Dr. Jayatilleka said, referring to a vote on Palestinian membership. “The US Secretary of State at the time Hillary Clinton warned us there would be consequences — major funding cuts if we proceeded.” Despite the political risks, he said the choice was clear: “We voted for Palestine. And for the first time, Palestine was voted into a UN body.”",
    "The move was symbolic, he noted, but one that captured the deeper contradictions within the international system – where political pressure often overrides principles of justice and self-determination when power is concentrated in the hands of a few nations.",
    "Dr. Jayatilleka also raised grave concerns about the unfolding humanitarian crisis in Gaza, asserting that the situation has reached a level of devastation that, in his words, “exceeds even the horrors of the Vietnam War.”",
    "In particular, he criticised the use of starvation as a weapon of war, describing the deliberate deprivation of food to children and civilians as “state policy masquerading as strategy.”",
    "“These are not unintended consequences. This is a systemised form of suffering, and the global community is complicit through its silence,” he declared, drawing strong reactions from the room.",
    "At the same time, he acknowledged the severity of the 7 October attacks by Hamas, especially the assault on a music festival, calling it “abhorrent and indefensible.” Nevertheless, he emphasised that Gaza’s collective punishment long predates those events.",
    "Dr. Jayatilleka added that, unlike the war in Ukraine – where two clear sides are involved: Ukraine, supported by NATO, and an armed Russia – the situation in Palestine does not involve two conventional armies or states. Instead, it is a one-sided conflict, with one party exerting overwhelming force to displace the other. “When a conflict becomes this asymmetrical,” he said, “it is no longer war—it is genocide.”",
    "Speaking about the historical discrimination of Palestinians, the former diplomat said: “The West imposed sweeping sanctions on Gaza after Hamas was democratically elected in 2006 – well before the internal Palestinian conflict erupted,” he reminded. “There was no justice, no fair play from the get-go.”",
    "Elaborating further, he pointed to the inconsistency of international responses to conflict. “European nations were swift in sanctioning Gaza but now seem hesitant even to debate whether Israel’s market access should be reviewed,” he noted, questioning what he called the ‘selective urgency’ of the global response.",
    "“We cannot expect global institutions to retain credibility if moral consistency is sacrificed for political convenience,” he warned, noting that inaction sets a dangerous precedent of complacency for nations in conflict.",
    "Acknowledging the significant strides made by student protest movements at elite US universities – along with the 100,000 demonstrators in the Netherlands rallying against the genocide, he criticised the prevailing political apathy within Sri Lanka in the face of both global and domestic injustices.",
    "“According to surfers, Israeli nationals have illegally established businesses and religious centres in Arugam Bay, Sri Lanka, raising concerns about national sovereignty and legal violations,” he remarked, urging the public to harness Sri Lanka’s democratic potential to demand strengthened Government action that upholds law and defends their rights.",
    "He opined that as the conflict in Gaza persists, institutional reform – particularly within global peacemaking bodies like the UN – has become increasingly necessary.",
    "However, he also asserted that such change is only achievable through sustained and strategic public pressure, calling on Sri Lankans to actively engage their Government in global efforts advocating for reform.",
    "- Pix by Sameera Wijesinghe"
  ]
}