{
  "url": "https://www.technologyreview.com/2026/02/20/1132640/community-service-science-fiction-story/",
  "title": "Community service",
  "ut": 1771547400.0,
  "body_paragraphs": [
    "The bird is a beautiful silver-gray, and as she dies twitching in the lasernet I’m grateful for two things: First, that she didn’t make a sound. Second, that this will be the very last time.  They’re called corpse doves—because the darkest part of their gray plumage surrounds the lighter part, giving the impression that skeleton faces are peeking out from behind trash cans and bushes—and their crime is having the ability to carry diseases that would be compatible with humans. I open my hand, triggering the display from my imprinted handheld, and record an image to verify the elimination. A ding from my palm lets me know I’ve reached my quota for the day and, with that, the year. Related Story10 Breakthrough Technologies 2026Read next I’m tempted to give this one a send-off, a real burial with holy words and some flowers, but then I hear a pack of streetrats hooting beside me. My city-issued vest is reflective and nanopainted so it projects a slight glow. I don’t know if it’s to keep us safe like they say, or if it’s just that so many of us are ex-cons working court-ordered labor, and civilians want to be able to keep an eye on us. Either way, everyone treats us like we’re invisible—everyone except children. I switch the lasernet on the bird from electrocute to incinerate and watch as what already looked like a corpse becomes ashes. Advertisement “Hey, executioner!” says a girl. “Executioner” is not my official title. The branch of city government we work for is called the Department of Mercy, and we’re only ever called technicians. But that doesn’t matter to the child, who can’t be more than eight but has the authority of a judge as she holds up a finger to point me out to her friends.",
    "HENRY HORENSTEIN    “Guys, look!” she says, then turns her attention to me. “You hunting something big?” I shake my head, slowly packing up my things. “Something small?” she asks. Then her eyes darken. “You’re not a cat killer, are you?” “No,” I say quickly. “I do horseflies.” I don’t know why I lied, but as the suspicion leaves her face and a smile returns, I’m glad I did. “You should come down by the docks. We’ve got flies! Make your quota in a day.” The girl tosses her hair, making the tinfoil charms she’s wrapped around her braids tinkle like wind chimes.  “It’s my last day. But if I get flies again for next year, I’ll swing by.”  Another lie, because we both know the city would never send anyone to the docks for flies. Flies are killed because they are a nuisance, which means people only care about clearing them out of suburbs and financial districts. They’d only send a tech down to the docks to kill something that put the city proper at risk through disease, or by using up more resources than they wanted to spare. LeeLee is expecting me home to sit through the reassignments with her and it’s already late, so I hand out a couple of the combination warming and light sticks I get for winter to the pack of children with nowhere to go. As I walk away, the children are laughing so loud it sounds like screaming. They toss the sticks in the air like signal flares, small bright cries for help that no one will see.",
    "LeeLee’s anxiety takes the form of caretaking, and as soon as I’ve stepped through the door I can smell bread warming and soup on the stove. I take off my muffling boots. Another day, I’d leave them on and sneak up on her just to be irritating, and she’d turn and threaten me with whatever kitchen utensil was at hand. But she’ll be extra nervous today, so I remove the shoes that let me catch nervous birds, and step hard on my way in. Sometimes it seems impossible that I can spend a year killing every fragile and defenseless thing I’ve encountered but still take such care with Lee. But I tell myself that the killing isn’t me—it’s just my sentence, and what I do when I have a choice is the only thing that really says anything about me. For the first six months and 400 birds, I believed it.   LeeLee flicks on a smile that lasts a whole three seconds when she sees me, then clouds over again. “Soup’s too thin. There wasn’t enough powder for a real broth.” “I like thin soup,” I say. “Not like this. It doesn’t even cover up the taste of the water.” “I like the taste of the water,” I say, which breaks her out of her spiraling enough to roll her eyes. I put my hands on her shoulder to stop her fussing.  “The soup is going to be fine,” I say. “So will the reassignment.” I’m not much taller than she is, but when we met in juvie she hadn’t hit her last growth spurt yet, so she still tilts her head back to look me in the eyes. “What if it’s not?” “It will—” “What if you get whatever assignment Jordan got?”  There it is. Because two of us didn’t leave juvie together to start community service—three of us did. But Jordan didn’t last three weeks into his assignment before he turned his implements inward. I notice she doesn’t say What if  I get what Jordan got? Because LeeLee is more afraid of being left alone than of having to kill something innocent. “We don’t know what his assignment was,” I say. Related StoryHow I learned to stop worrying and love AI slopRead next It’s true, but we do know it was bad. Two weeks into our first stretch, a drug meant to sterilize the city’s feral cat population accidentally had the opposite effect. Everyone was pulled off their assigned duty for three days to murder litters of new kittens instead. It nearly broke me and Lee, but Jordan seemed almost grateful.",
    "Advertisement “Besides, we don’t know if his assignment had anything to do with … what he did. You’re borrowing trouble. Worry in”—I check my palm—“an hour, when you actually know there’s something to worry about.” You’d think it would hover over us too insistently to be ignored, but after we sit down and talk about our day I’m at ease, basking in the warmth of her storytelling and the bread that’s more beige than gray today. When the notification comes in, I am well and truly happy, and I can only hope it isn’t for the last time. We both stiffen when we hear the alert. She looks at me, and I give her a smile and a nod, and then we look down. In the time between hearing the notification and checking it, I imagine all kinds of horrors that could be in my assignment slot. I imagine a picture of kittens, reason enough for the girl I met earlier to condemn me. For a moment, just a flash, I imagine looking down and seeing my own face as my target, or LeeLee’s. But when I finally see the file, the relief that comes over me softens my spine. It’s a plant. Faceless, and bloodless.",
    "I look up, and LeeLee’s eyes are dark as she leans forward, studying my face, looking for whatever crack she failed to see in Jordan. I force myself to smile wide for her. “It’s a plant. I got a plant, Lee.” She reaches forward and squeezes my hands. Hers are shaking. “What did you get?” I ask.",
    "She waves away my question. “I got rats. I can handle it. I was just worried about you.” I spend the rest of the night unbelievably happy. For the next year, I get to kill a thing that does not scream. Advertisement  “You get all that?” the man behind the desk asks, and I nod even though I didn’t. I’ve traded in my boots and lasernet for a hazmat suit and a handheld mister with two different solutions. The man had been talking to me about how to use the solutions, but I can’t process verbal information very well. The whole reason I was sent to the correctional facility as a teen was that too many teachers mistook my processing delays for behavioral infractions. I’m planning to read the manual on my own time before I start in a few hours, but when I pick up the mister and look down the barrel, the equipment guy freaks out.   “They were supposed to add sulfur to this batch, but they didn’t. So you won’t smell it. It won’t make you cough or your eyes water. It’ll just be lights out. Good night. You got me?”  “Did you not hear me? Don’t even look at that thing without your mask on.” He takes a breath, calmer now that I’ve lowered my hands. “Look, the first solution—it’s fine. It’s keyed to the plant itself and just opens its cells up for whatever solution we put on it. You could drink the stuff. But that second? The orange vial? Don’t even put it in the mister without your mask on. It dissipates quickly, so you’re good once you’re done spraying, but not a second before.” He looks around, then leans in. “They were supposed to add sulfur to this batch, but they didn’t. So you won’t smell it. It won’t make you cough or your eyes water. It’ll just be lights out. Good night. You got me?”",
    "I nod again as I grab the mask I hadn’t noticed before. This time when I thank him, I mean it.  It takes me an hour to find the first plant, and when I do it’s beautiful. Lush pink on the inside and dark green on the outside, it looks hearty and primitive. Almost Jurassic. I can see why it’s only in the sewers now: it would be too easy to spot and destroy aboveground in the sea of concrete.",
    "After putting on my mask, I activate the mister and then stand back as it sprays the plant with poison. Nothing happens. I remember the prepping solution and switch the cartridges to coat it in that first. The next time I try the poison, the plant wilts instantly, browning and shrinking like a tire deflating. I was wrong. Plants this size don’t die silently. It makes a wheezing sound, a deep sigh. By the third time I’ve heard it, I swear I can make out the word Please.  HENRY HORENSTEIN   When I get home, LeeLee’s locked herself in the bathroom, which doesn’t surprise me. I heard that they moved to acid for rats, and the smell of a corpse dissolving is impossible to get used to and even harder to get out of your hair. I eat dinner, read, change for bed, and she’s still in the bathroom. I brush my teeth in the kitchen.  The next morning, I have to take a transport to the plant’s habitat on the other end of the city, so I spend the time looking through the file that came with the assignment. Under “Characteristics,” some city government scientist has written, “Large, dark. Resource-intensive. Stubborn.” I stare at the last word. Its own sentence, tacked on like an afterthought. Stubborn. The same word that was written in my file when I got sent from school to the facility where I met LeeLee and Jordan. Large, dark, stubborn, and condemned. I’ve never been called resource-intensive. But I have been called a waste. Advertisement And maybe that’s why I do it. When I get to my last plant of the day, I don’t reach for the mister. This one is small, young, the green still neon-bright and the teeth at the edges still soft. I pick it up, careful with its roots, and carry it home. I find a discarded water container along the way and place it inside. When I get home I knock on LeeLee’s door. She doesn’t answer, so I leave the plant on the floor as an offering. They aren’t proper flowers, but they smell nice and earthy. It might keep the residual odor from melted organs, fur, and bones from taking over her room.  “Killing things is a dumb job,” says the girl. After a week of hearing the death cries of its cousins, I was moved to use some of my allowance to buy cheap fertilizer and growth serum for my plant. The girl and her friends, fewer than before, were panhandling at the megastore across the way. She ran over, braids jingling, as soon as she saw me. I thought she’d leave once I gave her more glowsticks for her friends, but she stayed in step and kept following me.",
    "“It’s not a dumb job,” I say, even though it is.  “What’s the point?” I shift my bag to point at the bottom of my vest. Beneath “Mercy Dept.” the department’s slogan is written in cursive: Killing to Save!  “See?”  She sees the text but doesn’t register it, and I have to remind myself that even getting kicked out of school is a privilege. The city had decided to stop wasting educational resources on me. They’d never even tried with her or the other streetrats. “It just means we kill to help.” Advertisement “That doesn’t make sense.” Suddenly, all I can think about is Jordan. “Maybe they don’t mind.” “What?” I think of the plants. Maybe they hadn’t been pleading. Maybe they’d been sighing with relief. I think of the birds that eventually stopped running away. “Maybe they’re tired. The city’s right, and their existence isn’t compatible with the world we made. And that’s our fault for being stupid and cruel, but it makes their lives so hard. We’ve made it so they can only live half a life. Maybe the least we can do is finish the job.” It’s a terrible thing to say—even worse to a kid.  Her eyes go hard. “What are you killing now, executioner?” The question surprises me. “Sewer plants. Why?” “I don’t believe you.” I’d wanted her to leave me alone, but when she runs away I feel suddenly empty. Advertisement  I have an issue at work when I can’t find my poison vial. I tell them it rolled away in the sewer and I couldn’t catch it in time, because I don’t want to tell them I was unobservant enough to let a street kid steal from me. After a stern warning and a mountain of forms, they issue a new vial and don’t add to my service time. Related StoryWhy some “breakthrough” technologies don’t work outRead next Pulling overtime to make up for the day I didn’t have my poison means it’s days before I get to fertilize my houseplant. LeeLee’s door is open, so I bring in the fertilizer and serum. She’s put the plant on her windowsill, but it prefers indirect sunlight, so I move it to the shelf next to her boxes of knickknacks and trinkets. I add the fertilizer to its soil and am about to spray it with the growth serum when I get an idea. I get the mister from my kit and set it up to spray the prepping solution on the little plant to prime it. I open the window and put on my mask, just in case, but I’m sure the man was telling the truth when he called the first liquid harmless. After its cells are open, I spray it with my store-bought growth serum. I’m halfway through making dinner when I hear the crash and run into LeeLee’s room. “Shit!”  The plant has grown huge, turning adult instantly, and its new weight has taken down LeeLee’s shelf. Dainty keepsake boxes are shattered on our concrete floor. I bend to my knees quickly, so focused on fixing my mistake that I don’t register the oddness of the items I’m picking up—jacks, kids’ toys, a bow—until my fingers touch something small and shimmering. It’s a scrap of silver, still rounded in the shape of the braids it was taken from. I got rats. I can handle it. I’d forgotten the city has more than one kind.  I’m waiting up when Lee gets home. I don’t make her tell me. I just grab her kit and rummage through it. Where my kit has a hazmat suit, hers has a stealth mesh to render her invisible. Where I keep my mister, she has a gun loaded with vials too large for rats. I have a mini-vac to suck up excess plant matter to prevent seeds from sprouting. She has zip ties. By the time I’m done, she’s already cracking under the weight of everything she tried to protect me from. Within moments she’s sobbing on the floor. I carry her to her bed and get in beside her. I try not to listen too closely as she recounts every horrible moment, but I’m listening at the end, when she tells me she can’t do it anymore. When she confesses that she’s the one who stole my poison, and has only been waiting to take it because she didn’t have the stomach to do to me what Jordan did to us. Advertisement  I tell her how we’ll make playgrounds of dead data centers and use hoses to fill the holes where skyscrapers were, and kids will play Marco Polo swimming over a CEO’s sunken office.  I leave her for just a moment, but by the time I lie back in bed beside her I’ve figured it out. I tell her that she won’t have to take her shift tomorrow. I tell her I’m going to go around the city with my mister and my growth serum. That I’ll move plants from sewers to the yards around City Hall and every public space and the support pylons of important people’s companies, and then spray them so they become huge. The city will freak. I tell her it will be like the kittens, but this time we’ll all be pulled off our assignments to kill plants. And maybe the serum will work too well. Maybe the city was right to fear these plants, and they will grow and grow and eat our concrete while the roots crack our foundations and cut our electricity and everything will crumble. And the people with something to lose might suffer, but the rest of us will just laugh at the perfection of rubble. I tell her how we’ll make playgrounds of dead data centers and use hoses to fill the holes where skyscrapers were, and kids will play Marco Polo swimming over a CEO’s sunken office.  She asks if I’ll put any at our old detention center. I tell her, Hundreds. I talk long enough that her eyes close, and loud enough that neither of us can hear the sound of my mister blowing. The man who gave it to me was right. Even without the mask, it doesn’t smell like sulfur. It doesn’t smell like anything.   Micaiah Johnson’s debut novel, The Space Between Worlds, a Sunday Times bestseller and New York Times Editors’ Choice pick, was named one of the best books of 2020 and one of the best science fiction books of the last decade by NPR. Her first horror novel, The Unhaunting, is due out in fall 2026."
  ]
}