{
  "url": "https://www.ft.lk/columns/Who-decides-what-Rebuilding-looks-like-after-Ditwah/4-785223",
  "title": "Who decides what ‘Rebuilding’ looks like after Ditwah?",
  "ut": 1764872696.0,
  "body_paragraphs": [
    "The Management Committee of the ‘Rebuilding Sri Lanka’ Fund, established by President Anura Kumara Dissanayake to assist the country’s recovery following Cyclone Ditwah, met on Wednesday (3) morning at the Presidential Secretariat. The meeting was chaired by Labour Minister and Finance and Planning Deputy Minister Dr. Anil Jayantha Fernando (right). From left: Aitken Spence Deputy Chairman and Managing Director Dr. Parakrama Dissanayake, Brandix CEO Ashroff Omar, Hayleys Group Executive Chairman Mohan Pandithage, Western Province Governor Hanif Yusoof and Senior Additional Secretary to the President G.M.R.D. Aponsu",
    "Cyclone Ditwah’s unforgiving force has claimed hundreds of lives and left entire landscapes unrecognisable. As Sri Lanka grapples with the scale of loss, attention has turned to the architecture of its recovery effort, and to questions about whether that architecture is fit for purpose.",
    "The Government moved swiftly to establish a ‘Rebuilding Sri Lanka Fund’ and a ‘Management Committee’ to assess requirements, set priorities, allocate resources and disburse funds. Public reaction has focused on the committee’s problematic composition: all 11 members are men, and all non-Government seats are held by business personalities with no known expertise in complex national development projects, disaster management, and addressing the needs of vulnerable populations. While their full mandate remains unclear (perhaps even to the Committee itself - given the emerging legal ambiguities), they could end up directing recovery spending for a nation where 951,680 women, 362,939 children and more than 320,000 older people are exposed to ongoing flood-related risks.",
    "The magnitude and complexity of the decisions at hand have prompted debate around why inclusive governance must be embedded into the architecture of recovery itself, with key groups and perspectives represented through meaningful decision-making roles. Research on disaster recovery demonstrates that inclusive decision-making produces effective outcomes. Communities understand their realities better than distant technocrats, and local knowledge is critical when formal systems break down.",
    "Anchoring recovery governance to well-recognised frameworks like the ‘Sendai Framework for Disaster Risk Reduction’, which emphasises a whole-of-society approach, could ground recovery in principles that strengthen credibility and equity.",
    "Sendai Framework emphasises inclusivity",
    "The Sendai Framework for Disaster Risk Reduction (SFDRR) (2015–2030) was adopted at the UN World Conference in Japan in 2015, with Sri Lanka among its signatories. SFDRR encourages disaster governance across the entire continuum, from preparedness to recovery, and sets out guiding principles and priorities for nations and their partners.",
    "SFDRR recognises that disasters do not affect everyone equally and are shaped by underlying drivers such as poverty and inequality. Inclusivity is therefore embedded as a core principle that should underpin all policies and",
    "Among the Sendai Frameworks key actions is the requirement that at-risk groups take public leadership roles during response and reconstruction. It also recommends dedicated budgetary allocations for these groups to prevent the ad hoc, exclusionary patterns that have historically undermined past recovery processes.",
    "The evidence is clear that disasters disproportionately affect vulnerable populations like women, making clear why integrating SFDRR is key. Women are 14 times more likely than men to die during disasters. They also face compounded risk because they serve as primary caregivers and prioritise the safety of children, partners, and the elderly over their own. Climate shifts have exacerbated the vulnerabilities they experience, with women now comprising 80% of those displaced by climate-related disasters.",
    "Among the Sendai Frameworks key actions is the requirement that at-risk groups take public leadership roles during response and reconstruction. It also recommends dedicated budgetary allocations for these groups to prevent the ad hoc, exclusionary patterns that have historically undermined past recovery processes",
    "These trends are also unfolding in Sri Lanka, where women constitute the majority of the population. While gender disaggregated data on disasters is often lacking, research shows why the conditions endured by women and marginalised communities need to be separately assessed. When the 2004 tsunami struck, nearly 66% of those who died in Ampara alone were women. More than a quarter of women head households, and many work in informal sectors with little social protection, leaving them more vulnerable to disaster-related economic shocks. This makes the absence of women, along with other vulnerable groups, from recovery mechanisms a critical issue.",
    "Avoid repeating past patterns",
    "The Presidential Task Force on Economic Revival and Poverty Eradication, established during the COVID-19 pandemic, was another example of problematic governance and representation in response and recovery mechanisms. Even though the task force was ostensibly formed to address poverty, support small businesses, and empower rural communities - at a time when intersectional vulnerabilities were acutely felt - the group’s representation did not mirror those needs. Most non-Government representatives were heads of large corporate entities. There were no seats for SMEs, community representatives, or individuals with knowledge or appreciation of multidimensional poverty and intersectional vulnerabilities.",
    "Government came to power by winning the trust and enthusiasm of a broad spectrum of Sri Lankan society. Their victory reflected the public’s dissatisfaction with allowing narrow groups to shape the future of the country. This must follow through in intent and action in this post-Ditwah rebuilding effort. It must shape recovery governance that is both legally legitimate, and reflective of the inclusivity principles Sri Lanka has committed to under the SFDRR. It is not just about ‘building back better’, but about ‘building forward differently’",
    "The scale and complexity of Cyclone Ditwah’s impact require expertise that reflects the breadth of affected communities and areas. Neither an all-male body nor business executives are best-placed to address the vastly different realities of landslide-prone hill country regions versus dense urban areas, or to balance competing priorities. These span submerged paddy fields threatening food security, 40,152 pregnant women requiring maternal care, 78 damaged roads and 15 destroyed bridges, and barriers to access for persons with disabilities. Addressing this range requires voices from healthcare, engineering,",
    "agriculture, and affected and vulnerable communities themselves, among many others.",
    "Reconsider the governance of rebuilding funds",
    "The Government must re-consider the role and purpose of this Fund, re-look at its legal mandate (alongside provisions in the Disaster Management Act of 2005, and the Supreme Court judgment in the P-TOMS case), and re-constitute any management or governing committee to be more representative of the country, and reflected of the interdisciplinary needs in a response of this complexity and magnitude. One group - like the one appointed - might greatly help mobilise funds (corporates, international well-wishers, etc.), but this group may be ill-equipped to determine priorities and oversee disbursement and spending. It would be necessary to separate fundraising, fund oversight, and spending prioritisation, given the different capabilities, and considerations required for each.",
    "No doubt, past allegations of fund misuse - from tsunami relief to the Itukama COVID-19 fund - have created deep skepticism about successive Governments’ ability to administer donations transparently. So, appointing external actors to the Committee is perhaps to help overcome this credibility gap. But ultimately, even well-meaning corporate executives answer to shareholders and boards, not to affected groups. Any public funding mechanisms must guard against conflict-of-interest risks. Funds and their utilisation must be accountable to the public (through Parliamentary mechanisms), not to a few business leaders - this is not a private sector CSR fund, it’s a national rebuilding fund. The rebuilding mechanisms should not only be trusted by those making donations, but also by affected communities receiving support. They must be able to participate in, and hold accountable, these",
    "Responsibility of donor agencies to uphold inclusive governance",
    "Development partners pledging much-needed funding must also not ignore these concerns, or they may be seen as complicit in perpetuating problematic governance. World Bank and ADB approaches to disaster risk management and recovery emphasise inclusive approaches in their own frameworks and their past projects in post-disaster contexts - specifically around gender.",
    "Development partners pledging much-needed funding must also not ignore these concerns, or they may be seen as complicit in perpetuating problematic governance",
    "Bilateral and multilateral development partners must insist on: 1) Political will and legal mandates for inclusive participation, not just rhetoric; 2) transparent fund management with public accountability mechanisms; 3) community-driven approaches where affected populations have genuine decision-making power; 4) targeted attention to vulnerable groups with disaggregated considerations; and 5) balancing urgency with meaningful consultation.",
    "Staying true to the cause",
    "The current Government came to power by winning the trust and enthusiasm of a broad spectrum of Sri Lankan society. Their victory reflected the public’s dissatisfaction with allowing narrow groups to shape the future of the country. This must follow through in intent and action in this post-Ditwah rebuilding effort. It must shape recovery governance that is both legally legitimate, and reflective of the inclusivity principles Sri Lanka has committed to under the SFDRR. It is not just about ‘building back better’, but about ‘building forward differently’.",
    "(Anushka Wijesinha is Director, and Stephanie Nicolle is Research Associate, at Centre for a Smart Future (CSF). CSF is an interdisciplinary public policy think tank. For references used in this article, visit www.csf-asia.org/knowledge-insights.)"
  ]
}