{
  "url": "https://www.ft.lk/opinion/How-US-tariffs-and-fragile-rupee-are-exposing-Sri-Lanka-s-export-vulnerabilities/14-776517",
  "title": "How US tariffs and fragile rupee are exposing Sri Lanka’s export vulnerabilities",
  "ut": 1747348843.0,
  "body_paragraphs": [
    "The damage we’ve done to our export economy over the years—through poor policies and neglect—is far greater than what any foreign government could impose on us. The question now is whether we are willing to fix it – Prof. Sirimal Abeyratne",
    "Prof. Sirimal Abeyratne",
    "As Sri Lanka navigates the delicate path of economic recovery, two mounting challenges have converged to expose deep-rooted vulnerabilities in its export economy: the appreciation of the rupee over the past two years and a fresh wave of reciprocal tariffs imposed by the United States. For a country where nearly a quarter of exports are US-bound, these developments carry serious implications—not just for revenue, but for investment, competitiveness, and long-term growth.",
    "According to leading economist Prof. Sirimal Abeyratne, these pressures should be seen less as external shocks and more as symptoms of underlying structural gaps. “The problem isn’t just what Trump did,” he explains. “It’s the fact that Sri Lanka has been running an overly protective and inefficient trade regime for decades. What this tariff move has done is hold a mirror up to our own weaknesses.”",
    "The newly proposed US tariff regime, introduced under the justification of ‘reciprocal trade fairness,’ penalises countries running large bilateral trade surpluses with the US. Sri Lanka, despite its relatively small export volume, is among the top targets. Apparel exporters—already grappling with squeezed margins—will be faced with an additional 44% duty from 8 July, on top of the existing Most Favoured Nation tariff rate, threatening their foothold in key global markets. The bigger risk, Prof. Abeyratne warns, is not just losing market share, but losing investments altogether. “If it becomes cheaper to produce in Vietnam or Bangladesh, export oriented companies especially apparel will follow the logic of survival—and shift operations.",
    "Currency volatility adds another layer to this precarious equation. While the Central Bank’s recent management has kept the rupee around the Rs. 300 mark against the dollar, exporters have seen reduced earnings due to rupee appreciation in the past six months. “You can’t have an appreciating currency, shrinking export margins, and increased external tariffs all at once. It strangles competitiveness,” notes Prof. Abeyratne. “And if the US dollar begins to weaken globally—which is likely, given their own trade contraction and inflationary pressure—that adds a whole new level of unpredictability for us.”",
    "Behind the scenes of these challenges lies an even bigger issue: Sri Lanka’s failure to diversify its markets, modernise its trade policy, and connect to global value chains. “We’ve been talking about export-led growth since liberalisation in 1977,” Dr. Abeyratne says. “Yet, we’re still stuck at $ 12–13 billion in annual exports. That’s not a success story—that’s a serious policy failure.”",
    "Part of the problem, he argues, is self-inflicted. Complex para-tariffs, erratic import controls, and domestic taxes on inputs have made production more expensive and unpredictable. “Even taxes on imports hurt exports—especially in sectors like apparel, where imported raw materials are critical. When you overtax imports, you essentially tax your exporters too.”",
    "While countries like India have signed over 17 comprehensive Free Trade Agreements, Sri Lanka has struggled to expand beyond a handful of partial trade agreements. Public resistance, politicisation, and poor implementation have all contributed to missed opportunities in integrating with regional supply chains. “We’ve isolated ourselves from global trade patterns, while others moved ahead. Our trade controls are not just outdated—they are counterproductive.”",
    "On the fiscal side, the country’s overdependence on manufacturing and service taxes—nearly 14% of government revenue—presents a further obstacle to reform. Reducing tariffs requires a broader restructuring of the tax system, including stronger mechanisms for direct taxation and digital traceability. “We need a technology-driven way to monitor income and spending. If India can do this with a population of 1.5 billion, why can’t we manage 22 million?” he asks.",
    "The road ahead is not without options. Prof. Abeyratne believes the 90-day window before full implementation of the US tariffs presents a rare opportunity for introspection—and action. “This isn’t just about salvaging our trade with the US. It’s a wake-up call. We must overhaul our trade policy, streamline our tariff structure E.g.: removing para-tarrifs, and make it easier for exporters to compete globally.”",
    "He also points to the need for a market driven exchange rate policy that supports exporters without destabilising inflation targets. “Letting the rupee gradually depreciate, when done right, can be a powerful tool to maintain export momentum—especially when external conditions are stacked against us.”",
    "In closing, Prof. Abeyratne offers a sobering reminder: “The damage we’ve done to our export economy over the years—through poor policies and neglect—is far greater than what any foreign government could impose on us. The question now is whether we are willing to fix it.”",
    "Sirimal Abeyratne PhD is Emeritus Professor of Economics at the University of Colombo, Sri Lanka. Currently, he serves as Chair of the Stakeholder Engagement Committee of the Central Bank of Sri Lanka and Executive Director of the Centre for Poverty Analysis (CEPA), while contributing to the development policy dialogue and green financing efforts of the country."
  ]
}