{
  "url": "https://www.dailymirror.lk/opinion/When-the-Wests-moral-decadence-fuels-Gaza-war/172-293987",
  "title": "When the West’s moral decadence fuels Gaza war",
  "ut": 1729182641.0,
  "body_paragraphs": [
    "A Palestinian boy gestures as people check the destruction following an Israeli army strike around tents for displaced people inside the walls of Al-Aqsa Martyrs Hospital in Deir al-Balah, in the central Gaza Strip, on Monday. AFP",
    "With each passing day, the West Asian crisis is worsening and expanding. The crisis has the potential to engulf the entire region, resulting in disastrous consequences for all countries, particularly those struggling economically, such as Sri Lanka.",
    "Yet, the nations that can stop the war in Gaza add fuel to the fire and become complicit in Israel’s genocide and ethnic cleansing of Palestinians in Gaza and Lebanese in Lebanon—both Palestine and Lebanon, along with Jordan, Egypt, the northern parts of Saudi Arabia, and the western part of Iraq, are part of the Zionists’ plan for Greater Israel.",
    "While pro-peace and pro-justice activists the world over denounce Israel as the most gruesome nation in the post-World War II international order, the United States, Germany, the United Kingdom, and a host of other nations justify and normalise Israel’s genocide.",
    "In pursuance of their geopolitical or religio-geopolitical designs, they ignore the fact that at the core of the post-World War II international order lies the pledge to ‘never again’ see another genocide and ethnic cleansing. What happened to the Jews and Roma or Romani gypsies in so-called civilised Europe should never happen again. But the West’s commitment to peace and justice is nothing but a big hogwash. The present-day Western powers that support Israel’s genocide in Gaza and Lebanon are no better than the Nazis.",
    "The United States unconditional support for Israel which US politicians from the President right down, time and again, declare as ironclad makes it no better than a fascist state with a façade of democracy. Pacifism and humanism are rarely found in the power politics of the West.",
    "Who would have expected Germany, a country committed to pacifism after its Nazi shame, to go at full throttle to support Israel’s genocide in Gaza? In the early decades after the end of WWII, Germany’s Basic Law (Grundgesetz) and foreign policy emphasised peace, disarmament, and human rights. But today, with its blind support of Israel’s genocide, it is setting a disgraceful example.",
    "While peace-loving non-psychopathic people were reeling in shock and sadness over the Israeli bombing of the makeshift Al Aqsa hospital in Central Gaza, with viral video clips showing patients—including children—hooked to intravenous lifelines being burnt alive after an Israeli attack early Monday, Germany’s foreign minister, Annalena Baerbock, told the German parliament that Israel was right in targeting civilians in Gaza. She said, “Self-defence means not only attacking terrorists but destroying them. When Hamas terrorists hide behind people, behind schools..., civilian places lose their protected status because terrorists abuse it.”",
    "How inhumane and preposterous her claim is. International law has no room for such outrageous doctrines that justify civilian massacres in pursuit of enemies, be they terrorists or freedom fighters. What decadent levels can Germany stoop to? Even Israel’s most trusted vassal, the US, would be more circumspect in its expression of support for Israel’s war crimes.",
    "In recent days, the US has been unusually critical of Israeli policies. This week, the US administration sent a powerful note to Israel, warning it of a halt to military supplies if it did not allow humanitarian aid to flow into Gaza. After vetoing resolution after resolution in the UN Security Council and giving Israel a carte blanche to commit genocide in Gaza, the US has suddenly become humane. Its UN envoy Linda Thomas-Greenfield told the Security Council on Wednesday, “Colleagues, this weekend, like so many of you—like so many people around the world—I watched in horror as images from Central Gaza poured across my screen. Images of what appeared to be displaced civilians burning alive following an Israeli air strike. There are no words—simply no words—to describe what we saw. Israel has a responsibility to do everything possible to avoid civilian casualties, even if Hamas was operating near the hospital in an attempt to use civilians as human shields.”",
    "The sudden change in the tone and the content of US policy probably has more to do with the November 5 election than any melting heart for Palestinians. It may be an attempt to reverse the shocking slide of Democratic candidate Kamala Harris’s popularity in opinion polls. The loss of Arab-Muslim support in the swing state of Michigan and the progressive votes in other must-win states is a serious concern for the Democrats. O tempora! O mores!",
    "But the change in US policy comes to nothing with the supply of the advanced anti-missile system known as THAAD.",
    "If only morality had been at the core of the foreign policies of the United States, Germany, and others, the Palestinian problem could have been solved long ago. Israel could have been brought to justice through international sanctions or UN-approved military action at the very first ethnic cleansing of Palestinians in 1948.",
    "The West’s immoral support for Israel raises serious questions about its claim to be civilized. The West may be advancing in science and technology, but when morality is concerned, it is on a reverse journey to the dark ages. In the payroll of the Zionist masters, the Western leaders and the Western media today put Israel’s interest ahead of the interest of their countries. Even if the International Court of Justice, in the ongoing South Africa case against Israel, delivers an unambiguous ruling that what is happening in Gaza is genocide, these Western nations will continue to supply weapons for the Zionist regime to complete its genocide.",
    "Israel is a genocide-committing nation today because of the West’s military, financial, and immoral support. Without such support, Israel will not be able to sustain its war for more than a month. It is with arms and ammunition supplied by the US, Germany, and the UK that Israel is pulverising Palestine and Lebanon.",
    "In a dangerous turn of events, the US this week deployed in Israel its highly sophisticated THAAD—Terminal High Altitude Area Defence—system and sent about 100 American soldiers to man it. It is no secret that the US did intercept Iranian missiles during the Islamic Republic’s attack on Israel on April 13 and October 1. But now it is different. Unlike the previous occasions when the US intercepted Iranian missiles from its bases and naval vessels in the region, this time the US will be trying to intercept them while operating from Israeli soil. Note: The US has refused to deploy the THAAD system in Ukraine despite President Volodymyr Zelensky’s repeated requests.",
    "The THAAD deployment signals that the US is knowingly or unknowingly falling into a trap set by Israel’s hardline prime minister, Benjamin Netanyahu. The US has resisted Israel’s call for a war against Iran or a massive attack to destroy Iran’s nuclear facilities and capabilities. But now the US has officially entered Israel’s coming war against Iran. Perhaps the Vietnam moment is repeating itself in West Asia. The US involvement in the Vietnam War began with the initial deployment of just 50 advisors, and it reached a peak of half a million troops in April 1969.",
    "The fear is: Will the deployment of 100 US military personnel and the THAAD anti-missile battery in Israel lead to a bigger US troop deployment in a region-wide war?"
  ]
}