{
  "url": "https://www.dailymirror.lk/opinion/Hey-lawmakers-leave-those-kids-alone-EDITORIAL/172-291643",
  "title": "Hey lawmakers; leave those kids alone! - EDITORIAL",
  "ut": 1726175852.0,
  "body_paragraphs": [
    "Humans are wonderful animals. This can be especially said about children and minors. That’s why that shrewd old politician, wearing the ‘satakaya’ (shawl), had the habit of picking up toddlers during election campaigns and fondling them with much love.",
    "That act helped the old man get closer to the public; the public who were gullible fell for his charm because his true intentions could never be read so easily. He was only exposed when he chose to contest the presidential election for the third time. We Sri Lankans have to deal with political animals. This is the culture we must change.",
    "What’s alarming is that children are still used in election campaigns by lawmakers. The Commissioner General of Elections, Saman Rathnapriya, has received multiple complaints about children being used in election campaigns. This is serious because when one considers the laws used in other countries to protect children, we realize that our kids are not safe in Sri Lanka. On a more serious note, children can be used very badly.",
    "The world is such that adults are used; often without one being aware of it. But then those who are used can in turn use the other party in return. But the innocence in a child mustn’t be capitalised on.",
    "Especially minors must be kept out of the equation from the perspective of election campaigns because they don’t have the franchise to vote. It’s alarming when one uses children in campaigns and then post visuals of such incidents on social media. A child must have his privacy and the authorities of this country must protect that right at all cost.",
    "We are a nation which is famous for smiling faces. Most of these faces are of children. The authorities in tourism use children in tourism promotion campaigns. Large revenue is raised through these campaigns. The children used in them are either unaware that their pictures are circulating in large social media platforms or mainstream media outlets or are aware of such efforts, but  are paid peanuts for posing in advertising photoshoots.",
    "Photography agencies stick to laws governing copyrights when even taking pictures of beggars on the street. For such assignments, beggars are asked to sign contracts with agencies. If it is a one-time- use picture, what’s paid to the less affluent person is meagre. But when photographs of a person are used multiple times, the payment that’s mentioned in a contract is substantial.",
    "Sri Lanka is a country which doesn’t honour copy rights as much others outside this island do when it comes to dealing with creative content. Sri Lankans in the creative business believe it’s okay to steal; content, pictures and even precious time.",
    "As with politicians, they feel it’s okay to steal precious moments from a child’s life. At least those contesting for the coveted position of president must know better.",
    "Even during the time of Gautama Buddha, children were used by parents to convey a message to elders. When the Enlightened One visited the palace after realizing the real truths in life, Yasodara- the wife of Prince Siddartha- sent Rahula (her son) to the Buddha with the aim of making the father of the child present his offspring with whatever inheritance he was entitled to.",
    "Fast forward the clock to present times, we see how mothers use teenage children to drive in lessons on discipline to fathers whose lives are chaotic due to questionable past times; like booze and the consumption of tobacco.",
    "Children must be left out of elections campaigns. The Child Protection Authority has a huge role to play in this. We have to start using the word ‘no’ and there is no mincing of words on this matter. Using children in election campaigns is a big ‘no’ and should be termed as an offence. Let’s all scream this one out: Hey lawmakers, leave those kids alone!"
  ]
}