{
  "url": "https://www.ft.lk/columns/Missing-pillar-in-Sri-Lanka-s-recovery-A-new-Public-Development-Bank/4-786835",
  "title": "Missing pillar in Sri Lanka’s recovery: A new Public Development Bank",
  "ut": 1768246057.0,
  "body_paragraphs": [
    "President and Finance Minister Anura Kumara Dissanayake",
    "Sri Lanka, even before recovering from the crippling economic crisis of 2022, was struck by another disaster. Cyclone Ditwah, according to the World Bank, destroyed assets worth $ 4.1 billion damaging homes, farms, energy infrastructure, irrigation systems, and the transport network. Many Sri Lankans already struggling under the harsh austerity measures imposed by the ongoing IMF program will be pushed even further into poverty. Indeed, the cyclone has dealt a heavy blow to a country already weakened by decades of repeated shocks. Starting with liberalisation in the late 1970s that opened Sri Lanka to global market volatility, to the prolonged civil war, the devastating tsunami of 2004, the COVID-19 pandemic, the debt crisis, and now the ripple effects of global trade tensions have all eroded the country’s productive base and exposed deep structural vulnerabilities. In this context, if Sri Lanka had a public development bank, the country would be in a far stronger position to respond to this long crisis.",
    "Sri Lanka’s development remains deeply uneven. The regions outside of the Western Province lag in industrial development. Furthermore, there is a need for initiatives to revive livelihoods in peripheral districts by connecting them to value chains that can create the necessary demand for small rural producers. Such projects require long term investment at lower interest rates that commercial banks will not fund. It is development banks that can play such an integral role within the national economy by providing long-term concessional finance and technical support. This type of development financing would encourage and sustain productive economic growth, whereas commercial lending is centered on short-term loans with high interest returns. Therefore, for long-term economic revival, the government must place the reconstruction of infrastructure and livelihoods on the foundation of a strong development bank.",
    "Privatisation and commercialisation",
    "Sri Lanka had two national development banks that were instrumental to the country’s early industrialisation. The Development Finance Corporation of Ceylon (DFCC) was established in 1955 (under Act No. 35 of 1955) with World Bank assistance to promote industries such as Lanka Cement Corporation, Kelani Cables PLC and Ceylon Tyre Corporation. The DFCC was, in fact, one of the first development banks in South Asia, designed to provide long-term credit for productive investments. However, in 1980, the DFCC was partially commercialised, operating increasingly as a commercial bank while keeping a limited development portfolio.",
    "Similarly, the National Development Bank (NDB) was created under Act No. 2 of 1979 to provide medium- and long-term finance for industry, agriculture, and infrastructure. Funded through the World Bank and the Asian Development Bank (ADB), the NDB functioned as a key state-led institution supporting development finance. However, in 1993, the NDB was partially privatised and expanded into commercial banking activities; and by 2005, it had completely lost its development mandate. Both the DFCC and NDB were once key pillars of Sri Lanka’s developmental state model, which prioritised production, industrialisation and employment creation.",
    "The regions outside of the Western Province lag in industrial development. Furthermore, there is a need for initiatives to revive livelihoods in peripheral districts by connecting them to value chains that can create the necessary demand for small rural producers. Such projects require long term investment at lower interest rates that commercial banks will not fund. It is development banks that can play such an integral role within the national economy by providing long-term concessional finance and technical support",
    "This push of development banks towards commercialisation was not accidental. It was part of the structural adjustment reforms introduced under IMF and World Bank programs beginning in the late 1970s and 1980s. Under these neoliberal reforms, development banks around the world were required to become more market-oriented, with the argument that capital markets and private commercial banks would allocate credit more ‘efficiently’ than state-led development financial institutions. Guided by such market fundamentalism, this transition dismantled many state institutions that once supported development projects. This critical gap continues to hinder employment expansion, industrial recovery and rural development.",
    "Renewed worldwide interest",
    "The global financial crisis of the late 2000s highlighted the centrality of public development banks in stabilising economies and supporting real sector recovery. The World Bank in its 2021 Annual Report, From Crisis to Green, Resilient, and Inclusive Recovery, acknowledged that South Asian countries were able to better navigate the COVID pandemic because of the presence and resilience of their national and regional development financing institutions. Today, a new generation of public development banks are emerging across the Global South, reflecting a broader rethinking of development finance beyond market orthodoxy. According to the Finance in Common network, there are now over five hundred development banks worldwide. In recent times, several notable development banks have been established in countries, such as Ghana, Nigeria, and Vietnam.",
    "Central Bank Governor Dr. Nandalal Weerasinghe",
    "These institutions are proliferating, supported by their own governments and multilateral institutions; they channel capital into the real economy, support industries and sector oriented growth, and act as counter cyclical buffers against economic shocks. For example, in 2022, when Sri Lanka’s banking system contracted credit and raised interest rates during the debt crisis, the absence of a dedicated development bank meant that the knock on effects liquidity crisis on SMEs was severe. Sri Lanka could draw valuable lessons from how the Development Bank Ghana emphasised targeted sectoral lending for example to promote agribusiness, manufacturing and ICT industries, through intermediary banks, and Nepal Infrastructure Bank Limited (NIFRA) leverages domestic fund mobilisation to bridge the country’s infrastructure financing gaps.",
    "Rethinking governance for development finance",
    "Development banks do more than lend; they engage in pre feasibility studies of viable projects to market support, and offer project based financing rather than collateral based loans. Without a purpose built development bank, such commitments risk remaining fragmented across disparate projects. A new development bank is not merely an economic policy option, it is an institutional necessity for realising Sri Lanka’s reconstruction and growth agenda.",
    "The global financial crisis of the late 2000s highlighted the centrality of public development banks in stabilising economies and supporting real sector recovery. The World Bank in its 2021 Annual Report, From Crisis to Green, Resilient, and Inclusive Recovery, acknowledged that South Asian countries were able to better navigate the COVID pandemic because of the presence and resilience of their national and regional development financing institutions",
    "Sri Lanka’s economy remains deeply integrated into global value chains, making it vulnerable to external shocks such as trade wars, market volatility, and global demand contractions. These disruptions frequently reverberate through Sri Lanka’s production base and export sectors. Amid the shifting global economic order, there is a growing need for introspection of the country’s production structure and export composition. Following the recent hike in tariffs by the United States, several global apparel manufacturers relocated operations from Sri Lanka, leaving many workers unemployed. This underscores the urgency of reimagining Sri Lanka’s growth model moving away from footloose, export-dependent industries toward a strategy that strengthens domestic production and employment generation.",
    "When Sri Lanka’s access to foreign capital tightens due to balance of payment problems, a public development bank Can act as a stabilising pillar by mobilising domestic financial resources for productive investment. In this context, and with the understanding that Sri Lanka will continue to face many trade and climate shocks in the years ahead, financial self-sufficiency becomes essential to withstand and resist external pressures. One institution that can support this direction and strengthen our economic resilience is a much needed public development bank.",
    "(The author is a researcher working with Ahilan Kadirgamar on a study about the possibilities of new public development bank in Sri Lanka)"
  ]
}