{
  "url": "https://www.ft.lk/columns/Let-us-tax-for-democracy/4-785068",
  "title": "Let us tax for democracy",
  "ut": 1764616100.0,
  "body_paragraphs": [
    "President and Finance Minister Anura Kumara Dissanayake with Treasury Secretary Dr. Harshana Suriyapperuma putting final touches to 2026 Budget – File photo",
    "Few taxes are intrinsically democratic or undemocratic. They are just a way of funding the Government. But there are occasional exceptions, including a very significant one in Sri Lanka currently: the taxes raised by local Councils, especially property tax (aka rate assessment). The most important fact about the property tax in Sri Lanka is that it is trivial on virtually any measure. Most households do not pay for it. Those that do mostly hand over a few hundred rupees. It is mainly a small number of large commercial establishments that receive property tax bills that are big enough to notice. It follows that the property tax revenue collected by Municipal, Urban and Rural Councils (Pradeshiya Sabhas) is also trivial. As a proportion of GDP, it is one of the lowest in the world. The total revenue from property tax may not even cover the cost of collection. It makes almost no contribution to Local Council revenues; they depend almost entirely on Colombo to pay their staff and furnish them with a little grant money.",
    "So where is the connection with democracy? It lies in the feebleness – political, organisational and financial – of Local Councils – and in the scope for changing that through property tax reform. Government in Sri Lanka is very centralised. Whoever wins power in Colombo takes all. Local Councils have very few financial resources of their own. Their staff are posted and paid from Colombo. Local Councils do not have strong electoral legitimacy: while formally elected for four-year terms, elections are frequently postponed and Councils’ powers are sometimes vested in special commissioners appointed from Colombo. And it is the Government in Colombo, rather than the law, that determines when local elections will be held. This particular democratic deficit is not new to Sri Lanka. It has received little consideration in recent decades because attention has been focused on urgent threats to democracy at national level – and perhaps because any mention of ‘local Government’ evokes the contentious issue of the powers of provincial Councils. But now that national level democracy seems secure, we can look again at the problem of the weakness of Local Councils – without being side-tracked by the hot-button provincial council issue.",
    "Stronger Local Councils, more able to raise their own money and spend it according to local preferences, would enhance democracy in two ways. First, and most obviously, this would enhance political diversity, dilute the excessive power of Colombo over local affairs, and give people a stronger sense of engagement in their own governance even when they do not support the party in power in Colombo.",
    "Unhealthily undemocratic",
    "Second, stronger Local Councils would do a great deal for the political health of Sri Lanka’s political parties. For several decades, and with the significant exception of the NPP/JVP, most political parties have been unhealthily undemocratic. Much like private businesses, they have been controlled by individuals, families or small groups. They have lacked a stable organisation below the top level. Temporary party machines have been created to contest elections by processes of selection from above. The national leaders use their personal networks and resources to select individuals to organise and contest at district level. Those individuals in turn use the same mechanisms to select other individuals to organise and contest at the electorate level. The personal networks dominate over considerations of long-term affiliation with a particular party or consistent policy positions. And the personal networks are reshuffled continuously. Accordingly, most political parties have nothing resembling memberships, i.e. sets of people with long term attachments who can be expected to work for the party and in turn can anticipate some voice in the selection of candidates and leaders or in party policy.",
    "Sri Lankan democracy will be even stronger when the NPP/JVP finds itself in competition for votes with another political party that has also enjoyed longevity, committed membership, and a degree of inner-party democracy",
    "The NPP/JVP have won recent elections, and are likely to repeat the performance next time around, in part because, organisationally, they are so different from what has gone before. A political party that has a stable organisational structure and a cadre of members who will work for the party in exchange for a degree of inner-party democracy can be very attractive to voters – especially when the party is seen to exercise discipline over its members. Voters then know what they are voting for. They can reasonably anticipate that, next time there are elections, the same party with much the same people will be asking for support again, on much the same kinds of grounds. This induces real electoral accountability. Stable political parties build trust in the power of the vote, and in democracy more generally. Sri Lankan democracy will be even stronger when the NPP/JVP finds itself in competition for votes with another political party that has also enjoyed longevity, committed membership, and a degree of inner-party democracy.",
    "So how would stronger Local Councils help nurture more healthily participatory and democratic political parties? The connections run through the fact that Local Councils with more powers and significant financial resources from improved property taxes would nurture local politicians with both authentic political and electioneering skills and a demonstrated capacity to manage and spend public money effectively.",
    "Local elections would revolve increasingly around how local property taxes were raised and the money used. Because many voters would be paying noticeable property taxes, they would have a stronger interest in local elections and local affairs. And that would contribute to the democratic health of national political parties in two ways.",
    "First, ordinary party members would earn and gain more of a voice in party affairs because many would have experience of managing Local Council affairs. Party leaders would need to pay them more attention. Second, party members and leaders would be in a better position to select for promotion people who would strengthen the party by virtue of demonstrated competence in managing local Government affairs. The NPP/JVP has given us a welcome taste of an organised, participatory and competent political party. A more effective Local Council system would provide opportunities both for the NPP/JVP to go further and for other parties to compete for votes on the same terrain.",
    "There is currently a window of opportunity to use property tax reform to revive local Councils. First, the Government is anyway committed by its agreement with the IMF to introduce a meaningful property tax by 2027, and is already digitising existing property tax records in preparation. Second, the Government is already acting on its commitment to the IMF to make an annual cut of 25% in the money it transfers to Local Councils. Local Councils are already feeling this and looking for other sources of revenue",
    "Window of opportunity",
    "The moment matters. There is currently a window of opportunity to use property tax reform to revive Local Councils. First, the Government is anyway committed by its agreement with the IMF to introduce a meaningful property tax by 2027, and is already digitising existing property tax records in preparation. Second, the Government is already acting on its commitment to the IMF to make an annual cut of 25% in the money it transfers to Local Councils. Local Councils are already feeling this and looking for other sources of revenue. Third, there is now available globally the open-source digital technology needed to radically simplify the processes of valuing and revaluing buildings for property tax, and to slash the time required and the cost. As explained in a recent research publication from Verite, it would be quite possible to import this technology into Sri Lanka and adapt it to local needs.",
    "In the rather colourless world of taxation, the planets rarely align so positively. And there is a final bonus: property taxes are one of the most equitable ways of raising Government revenue. People with more income and wealth live in larger houses and own more property. Let us tax them in proportion to the value of their properties, but exempt the poorest half of the population, whose houses anyway have such low values that their property tax assessments are not worth collecting.",
    "(The writer is a Senior Fellow at the International Centre for Tax and Development, a Professorial Fellow at the Institute of Development Studies, and a Non-Resident Fellow at Verité Research (Colombo).)"
  ]
}