{
  "url": "https://www.ft.lk/columns/Strange-case-of-US-democracy/4-776163",
  "title": "Strange case of US democracy",
  "ut": 1746393992.0,
  "body_paragraphs": [
    "Many may wish that President Trump will issue an executive order banning US involvement in other countries to engage in political, economic and military interventions in the guise of advancing democracy",
    "The issue for the rest of the world is not about democracy and how it is interpreted and practiced in the USA. It is a matter for the people of the USA. What matters to the rest of the world is the repercussions of some decisions to others in the world, and the political, economic and military interventions that the US engages in other countries claiming they are doing so to lift restrictions on democracy and advance democracy in those countries, although the form of democracy in the US has deliberate mechanisms to restrict rather than advance democracy",
    "Going by some decisions taken by US Presidents that have had very negative consequences for the USA itself and other countries, a dilemma does arise about democracy and what it means and how it is exercised in the USA. The latest being the decision taken by one person, President Donald Trump, that appears quite at odds with the Lincoln model of governance in a democracy, viz, “a government of the people, by the people, and for the people”. A question does arise whether this decision, which appears to have had serious negative consequences for the people in the USA, had the support and approval of the people in the USA. If not, whether democracy has been derailed?",
    "Historically, US Presidential elections have had low voter turn outs, generally around 60%. On the average, Presidents winning elections have received around 48-50% of that vote, effectively, around 30-35% of the registered number of votes. In effect, the Presidents have been minority leaders. This is not uncommon as similar outcomes do occur in other democracies, and it is a dilemma that needs to be considered and addressed. What stands out in the US and in its “democratic” constitution, is the extraordinary power given to one individual via its executive order system, to make decisions that impact on its own citizens and the citizens of the rest of the world, without any consultation within with those who have elected the President, or without, with the rest of the world.",
    "Amongst catastrophic decisions made by US Presidents in relatively recent times, the Vietnam war was one and it resulted in 3 million deaths in Vietnam, some 275,000–310,000 Cambodians, 20,000–62,000 Laotians and the death of 58,220 US service members. The Iraq war killed some 500,000 people in Iraq. The ousting of leaders and the destabilisation that followed in Libya and Egypt, the open ended support given to Israel to decimate Gaza and kill more than 50,000 people, the tacit and implicit support given to leaders, both political and military, in Myanmar and Pakistan to fabricate cases and imprison democratically elected leaders like Aung Sun Su Kyi and Imran Khan and then pretend they do not exist, are some such decisions. Some decisions were for the sake of “democracy”, while paradoxically, others like in Myanmar and Pakistan were to remain silent about the ousting of democratically elected leaders and their imprisonment on false, cooked up charges.",
    "The latest executive order relating to the trade war that has been waged by President Trump and which keeps escalating (EO 14257: Regulating Imports With a Reciprocal Tariff To Rectify Trade Practices That Contribute to Large and Persistent Annual United States Goods Trade Deficits Signed: April 2, 2025, Published: April 7, 2025), is a strange case of US democracy.  It has reversed a rules-based order that the US themselves had a lot to do with, the World Trade Organization (WTO). Created on 1 January 1995, it marked the biggest reform of international trade since the end of the Second World War and its agreements covered trade in services and intellectual property in addition to goods.",
    "The birth of the WTO also created new procedures for the settlement of disputes, and which permitted discussion amongst nations and agreement based as far as possible, by consensus. Rather than addressing shortcomings and anomalies in the WTO, which several countries seem to feel are necessary, President Trump, with the powers that he, just one individual has, turned the world trading system upside down because he was of the opinion it was not serving the interests of the USA.",
    "This article is not about the pros and cons of his decision, and it is not questioning the US constitutional right he had to take the decision. It is about the repercussions that follow for the people in the USA and the rest of humanity in the world, due to a decision taken by one individual. It is about the power that one individual has on account of the military and economic power of his country. It is about the power that a country has acquired by and large riding on the shoulders of other countries of the world. This is how empires came into being historically, and how the US empire, although not falling within the strict definition or understanding what an empire is, came into being in effect as an empire.",
    "Empires were typically built through a combination of military conquest, political manoeuvring, and economic control. A dominant state would expand its power and influence by absorbing or subjugating other states, often relying on superior military technology or organisational structures. This could lead to the creation of territorial empires, where the dominant state directly governed conquered territories, or hegemonic empires, where the dominant state exerted influence through economic or political means.",
    "If one looks at the USA, would one disagree that its might was a result of a combination of military conquest, political manoeuvring, and economic control? The US may not have directly subjugated other states, although it has exerted influence and control through economic, military and/or political means.",
    "This kind of empire building was not uncommon when it came to non-democratic authoritarian States. In recent times, the USSR was a good example. China, in one way or the other, has built its strength and power perhaps more through economic manoeuvring rather than military conquests or political manoeuvring.",
    "But the USA? The citadel of democracy, fairness, justice and promoter of equity which it claims to be, and which faults other countries for not having such values?",
    "In regard to democracy in the USA, the extract noted below from an article by Timothy Snowball, The United States is not a democracy—and it wasn’t meant to be one (https://pacificlegal.org/the-united-states-is-not-a-democracy-and-it-wasnt-meant-to-be-one/?gad_ source=1&gbraid =0AAAAADMUwoLF-YXqK9KBD2dHuFaRWfu2R&gclid =EAIaIQobChMIz7roy8bSjAMV0QyDA x1qNDRkEAAYAiAAEgLn9fD_BwE) is very interesting and it gives a point of view which in all likelihood is at the bedrock of what democracy is understood to be in the USA by many people in the USA who wield real power in the country and who have a significant say in who becomes President, senators and members of the house of representatives, judges of the supreme court, etc.",
    "Snowball says “Contrary to catchy slogans, memes and other slick forms of electioneering, the government of the United States was never intended to be a pure democracy. In fact, most of the institutions today’s activists complain about were designed to thwart the pernicious effects of too much democracy. They’re anti-democratic by design. Rather than flaws that require remedy, these institutions were (and are) essential safeguards for individual liberty. The Framers knew that in its pure form democracy could be dangerous. The writings of the founding era are replete with warnings of this fact:",
    "“Real liberty is not found in the extremes of democracy, but in moderate governments,” Alexander Hamilton wrote. “If we incline too much to democracy we shall soon shoot into a monarchy, or some other form of a dictatorship.”",
    "Thomas Jefferson lamented that “a democracy is nothing more than mob rule, where 51 percent of the people may take away the rights of the other 49.”",
    "James Madison argued that democracies “have ever been spectacles of turbulence and contention; have ever been incompatible with personal security or the rights of property; and have in general been as short in their lives as they have been violent in their deaths.”",
    "John Adams concluded that democracy “never lasts long. It soon wastes, exhausts and murders itself. There never was a democracy yet that did not commit suicide.”",
    "Despite what many of today’s activists would have us believe, the anti-democratic institutions of the American Republic are just as vital now as they were over 200 years ago. For example, the Electoral College ensures that individuals elected to the presidency don’t only have the support of the population-heavy coasts, but broad support throughout the entire country. The function of the Electoral College is to respect and represent the states as sovereign entities within our federal system. Likewise for the Senate. Each state is represented equally in the Senate, irrespective of population, size or prestige. As a check upon democratic extremes, the Senate was even more effective before the unfortunate enactment of the 17th Amendment in 1913 subjected senators to direct election by voters rather than by individual state legislatures.",
    "Finally, the Supreme Court is perhaps the least democratic institution of all. The court’s members are given lifetime appointments by presidents elected via the Electoral College, subject to no democratic oversight or elections. Justices are called upon to decide cases and controversies according to what the law demands, not according to their personal preferences or the passions and prejudices of the electorate.",
    "Lincoln understood the role our institutions play in tempering democracy’s excesses and ensuring deliberation, balance and stability. As he noted in an 1856 speech: “Don’t interfere with anything in the Constitution. That must be maintained, for it is the only safeguard of our liberties. And not to Democrats alone do I make this appeal, but to all who love these great and true principles.” The advocates for increased democracy would do well to remember Lincoln’s wise warning.",
    "Their demand for more democracy may stem from genuine concern and a desire for “progress.” But in seeking to undermine or cast aside the less democratic institutions of the American system, they show a vast misunderstanding and lack of appreciation for our unique system of government.",
    "In the United States, the people rule, but only through institutions designed to protect the individual and minority from the tyranny of the majority. That system is worth protecting and preserving”",
    "The above-mentioned limitation to representative democratic governance is shown as positive limitations by the writer Timothy Snowball and going by history, it appears that these limitations will continue, and democratic reforms will not be welcome in the US. Any effort to liberalise democracy is bound to be thwarted.  While the US system may have its benefits to its people, in terms of the well-being of the people, it is interesting to note some statistics relating to the USA, the richest country in the world which according to the World bank, with a GDP of 27.72 trillion in 2023 and a GDP per capita of $ 82,769.",
    "As per the US Census Bureau, the US had an official poverty rate of 11.1%, with 36.8 million living in poverty. Malnutrition affects a significant portion of the population, including children and older adults, with disparities in food insecurity rates across different demographics. Child Malnutrition: 2022 Facts and Statistics contained in World Hunger Education Service -Hunger Notes (https://www.worldhunger.org/about-whes-hunger-notes/) reports that about one in seven households (13.5%) experienced food insecurity in 2023, with 47.4 million Americans living in these households, 13.8 million children lived in food-insecure households, 1.6% of US adults aged 20 and over are underweight. Obesity or a non-communicable disease coupled with malnutrition, is prevalent in more than half of all malnourished households that reside in the US.",
    "Income disparity according to the Wikipedia, in 2021, the top 10% of Americans held nearly 70% of US wealth, up from about 61% at the end of 1989 and the top 1% earned 13.2% of total income in 2019, nearly doubling from 7.3% in 1979. Besides these statistics, disparities relating to health services where, as mentioned by Joseph Stiglitz “The US being the richest country in the world, suggesting a highly efficient economy, recorded more than a million deaths from COVID, whereas Vietnam, with a GDP of 409 billion had about 43,000”.  All above indicators and a host of other indicators, too many to cite here, questions the beneficial outcomes for its people living in its present form of democracy.",
    "In a research paper titled Understanding democratic decline in the United States (https://www.brookings. edu/articles/understanding -democratic-decline-in-the-united-states/) by Vanessa Williamson, Senior Fellow - Governance Studies, Senior Fellow - Urban-Brookings Tax Policy Centre, she highlights the following",
    "The United States is experiencing two major forms of democratic erosion in its governing institutions: election manipulation and executive overreach.",
    "Since 2010, state legislatures have instituted laws intended to reduce voters’ access to the ballot, politicise election administration, and foreclose electoral competition via extreme gerrymandering.",
    "In the US, executive power has grown significantly, threatening civil service independence. With a gridlocked, hyper partisan Congress, impartial executive oversight is lacking, and judicial impartiality is in question.",
    "These anti-democratic developments highlighted by Vanessa Williamson would be of concern to many, but they may be consistent with what Timothy Snowball has written in his article that the less democratic institutions of the American system are a unique feature of the system of government in the USA. Perhaps they are regarded as measures needed to protect the system of restricted democratic governance in the US where inequality and inequity seems to part of that “unique” system.",
    "Despite Snowball’s statement attributed to Lincoln, the latter’s less publicised view on liberalising governance needs to be quoted here as it is about advancing democratic governance. “Most governments have been based, practically, on the denial of equal rights of men, ours began, by affirming those rights. They said, some men are too ignorant, and vicious, to share in government. Possibly so, said we; and, by your system, you would always keep them ignorant, and vicious, to share in government. Possibly so, said we; and, by your system, you would always keep them ignorant, and vicious. We proposed to give all a chance; and we expected the weak to grow stronger, the ignorant wiser; and all better, and happier together.”",
    "The issue for the rest of the world is not about democracy and how it is interpreted and practiced in the USA. It is a matter for the people of the USA. What matters to the rest of the world is the repercussions of some decisions to others in the world, and the political, economic and military interventions that the US engages in other countries claiming they are doing so to lift restrictions on democracy and advance democracy in those countries, although the form of democracy in the US has deliberate mechanisms to restrict rather than advance democracy.",
    "One can only hope that this duplicity will end, and as much as turning tables on the world trading system was undesirable and unwelcome, many may wish that President Trump will issue an executive order banning US involvement in other countries to engage in political, economic and military interventions in the guise of advancing democracy.",
    "Values and practices relating to advancing democratic governance in countries should be a matter for the United Nations, and not any single country. The purpose and objectives of the United Nations should be revised and its effectiveness strengthened. Democratic governance is a basic human right and all countries should subscribe to a set of values that resonate that right.",
    "Political and economic dominance of others by one rich and powerful country should cease and it is perhaps time that groupings such as the European Union, ASEAN, the African Union, Mercosur, the Southern Common Market (commonly known by abbreviation Mercosur in Spanish and Mercosul in Portuguese) South American trade bloc with Argentina, Bolivia, Brazil, Paraguay and Uruguay as members, the Union of South American Nations (USAN), BRICS, APEC and other similar trading blocks exert more influence to thwart such dominance by current and would be single country power centres.",
    "Global poverty reduction has slowed to a near standstill",
    "The World Bank gives some very telling information on the well-being status of today’s world. These statistics should surely be the sad pointers as to what imperfect governance has delivered to the global population.",
    "It says that today, almost 700 million people (8.5% of the global population) live in extreme poverty – on less than $ 2.15 per day. Progress has stalled amid low growth, setbacks due to COVID-19, and increased fragility. Poverty rates in low-income countries are higher than before the pandemic. Around 3.5 billion people (44% of the global population) remain poor by a standard that is more relevant for upper middle-income countries ($ 6.85 per day), and the number or people living on less than this standard has barely changed since the 1990s due to population growth. In 2024, Sub-Saharan Africa accounted for 16% of the world’s population, but 67% of the people living in extreme poverty. Two-thirds of the world’s population in extreme poverty live in Sub-Saharan Africa, rising to three quarters when including all fragile and conflict-affected countries. About 72% of the world’s population in extreme poverty live in countries that are eligible to receive assistance from the International Development Association (IDA)."
  ]
}