{
  "url": "https://hbr.org/2024/10/why-marketers-are-spending-less-on-social-media",
  "title": "Why Marketers Are Spending Less on Social Media",
  "ut": 1728888359.0,
  "body_paragraphs": [
    "Cavan Images/Getty Images",
    "A bi-annual poll of U.S. marketing leaders found that social media investments have declined to their lowest level in seven years. An analysis of poll data suggests that lack of strategy fit, weak returns, and new competition from retail media may help explain this dip. Researchers leverage their findings to offer suggestions to marketers on how to overcome past strategy misalignment in order to continue to benefit from social media’s immediacy and pervasiveness, including through the use of Gen AI.",
    "In June 2020, social media spending surged to 23% of marketing budgets when the pandemic forced consumers to stay home and marketers pivoted to digital channels for outreach. A new, heightened focus on social media accelerated the digitization of marketing so that by 2022, fully 57% of spending was dedicated to digital marketing. The recent adoption of new marketing technology (Martech) to automate processes and the use of AI to generate content have driven digitization further into business models.",
    "Despite the growth of spending across digital channels, social media investments now are flagging. According to the Spring 2024 edition of the CMO Survey, which surveyed 292 U.S. marketing leaders, social media investments declined from 17% in spring 2023 to 11% in spring 2024, their lowest level in seven years.",
    "Why is social media spending dropping? And what can marketers do to leverage the benefits of social media as new technologies rapidly change the digital landscape? Our survey offers some insights.",
    "1. Social media is a cluttered landscape.",
    "The growing number of investments by advertisers means social media is a crowded marketplace. As one point of reference, Meta’s ad revenue increased from $39.9 billion in 2017 to $113.6 billion in 2022. This crowding makes it difficult for individual ads to capture consumers’ attention. This, in turn, may be driving advertisers away from social media as brands seek more effective ways to connect with their target audiences and achieve meaningful engagement.",
    "2. Consumers are overwhelmed by content.",
    "This constant influx of new content can cause consumers to experience social media fatigue, with many experts recommending users reduce social media usage to safeguard their mental well-being.",
    "Additionally, prolonged exposure to social media is associated with diminished attention spans, and this limited attention is spread thin over numerous sites, with the average U.S. consumer regularly flipping between around seven platforms. These safeguards and attention splintering may be contributing to marketers’ search for alternative ways to reach consumers effectively.",
    "3. Social media hasn’t delivered desired gains.",
    "Ratings of social media’s contribution to company performance have remained modest since the CMO Survey started asking about it in February 2017, with leaders rating social media’s contributions to company performance at around a 3.5 out of 7 for the last six years. While there was a slight lift in performance during the pandemic it has otherwise been an unimpressive run.",
    "4. Determining social media’s attribution to product sales is difficult.",
    "Demonstrating the impact of marketing is itself a challenge for many companies. These challenges multiply in the world of social media, where much of the focus is on finding new customers and brand building. Multi-channel environments further challenge companies’ ability to accurately track the customer journey through to purchase.",
    "Consistent with this, in response to the question “Which best describes how you show the impact of social media on your business?,” one-third of all leaders reported “we haven’t been able to show the impact yet.” Remaining participants were evenly split on whether they have “proven the impact quantitatively,” with some mentioning that they have a “good qualitative sense of the impact, but not a quantitative impact.”",
    "5. Social media may be misaligned with marketing strategies.",
    "Social media has sometimes been criticized for focusing on creative approaches and not on brand messaging. This can leave the company’s overall marketing strategy for the brand stretched in ways that may not be fully clear to current or potential customers.",
    "Leaders confirm this by rating “How effectively is social media linked to your company’s marketing strategy?” as 4.6 on a scale where 1 is not at all linked, and 7 is very highly linked. This lack of coordination between social media and the company’s marketing strategy may be one reason why social is not having the impact it might have on company performance.",
    "6. Retail media is competing with social sites for eyeballs.",
    "Retail media (brand advertising at online retail sites) is emerging as powerhouse tool for marketers. Brands use retail media to promote their offerings directly to customers who are shopping online. Pioneered by Amazon, retail media is rapidly growing at other retailers, and currently accounts for $125.7 billion in advertising spending and is expected to overtake TV advertising by 2028.",
    "Retail media has tended to focus on lower-funnel outcomes (such as purchase). However, this is shifting and many brands are now using it for upper-funnel marketing designed to raise brand awareness and consideration — outcomes that social media has historically dominated. These trends may be contributing to dampening social media spending.",
    "7. Social media spending projections don’t meet reality.",
    "One striking fact in the CMO Survey data is that leaders are very bullish on social media spending. When asked to disclose 2024 spending and then to predict spending one year and five years out, we witness five-year projections that are, on average, 66% higher than current levels and one-year projections that are, on average, 21% higher than current levels.",
    "Analysis of these projections indicates they are inflated relative to what is actually spent. When we compared predicted spending rates to actual rates over the last decade, we find that the predicted rate was met (or exceeded) only once. This practice of over-estimating projected increases points to a cycle of expecting too much or delivering too little with regard to social media’s role and may be contributing to marketers’ disenchantment.",
    "How to Innovate with Social Media and Drive More ROI",
    "1. Utilize LLMs to generate social content.",
    "According to the fall 2023 CMO Survey, content personalization and creation are the top uses of LLMs in marketing, with 53% of companies that use LLMs employing them for content personalization and 49% for content creation.",
    "However, our results show that of the companies using LLMs for content creation, only half are using LLMs for social media creation (with other content creation including writing emails, etc.). This means that only about 25% to 30% of companies are using LLMs for social content. These usage rates leave a lot of opportunity yet on the table for marketers, who may be missing out on the ability to time-efficiently and cost-effectively generate content at scale. These benefits must be balanced, of course, with ensuring that the resulting social media is a strategic fit for brand and target markets.",
    "2. Integrate across channels.",
    "Companies receive more value from social media when it is better integrated into other communication and purchasing channels. Looking at 10 years of data from the CMO Survey, we find below-average performance on the question, “How effectively does your company integrate customer information across purchasing, communication, and social media channels?” Using the range of 1 being “not at all” to 7 being “very highly,” marketers reported weak scores between 3.5 and 3.8 from 2011 t0 2022. (The question was not asked in the last two years). With this trend, we expect the levels to remain low.",
    "Given this longstanding problem, marketers should invest in customer data platforms that will help them unify data across the customer journey, providing a more holistic view of the customer.",
    "3. Use social media for growth.",
    "The CMO Survey finds that nearly half of companies use social channels to sell products and services. However, our data also show that fewer than 20% of companies leverage social media to improve current products or services, identify new product or service opportunities, or connect with new customer groups. Those companies that exploit this opportunity can develop an experience that responds to and retains consumers, increasing revenues and profitability.",
    "4. Benchmark against the winners.",
    "We recommend that managers study who is hitting it out of the park in social media effectiveness and reflect on whether you can link your business and campaigns to the critical success factors observed. Our data show that above-average social media performers are B2C companies, internet pure-play companies, and companies in the communications/media, consumer services, and education sectors.",
    "Given social media clutter and consumer fatigue, marketers must put on their creative hats to get their social media campaigns to stand out and deliver results. For example, Dunkin’ leveraged influencer Charli D’Amelio’s love of its coffee drinks to rename her favorite drink — a Dunkin’ Cold Brew with whole milk and three pumps of caramel swirl—“the Charli.” The company then launched the Charli x Dunkin’ contest, which invited fans to post photos on Instagram recreating a Charli x Dunkin’ moment using the hashtag #CharliXDunkinContest to meet D’Amelio. Additionally, Dunkin’ reached out to TikTok users, asking them to share dance videos that use an original song inspired by the Charli as a soundtrack.",
    "Dunkin’s partnership strategy was extremely successful. The company sold 400,000 cups of the Charli within the first few days of its launch. Dunkin’ also set a record for daily users on the Dunkin’ app on the day that the Charli was released, with a 57% increase in downloads of the Dunkin’ app. Additionally, on the day the Charli was released, there was a 20% increase in sales of all cold brews.",
    "6. Improvise to stay relevant.",
    "Developing the ability to respond in real-time to what is happening can help brands stay relevant, and social media makes this possible. But marketers struggle to capitalize on these opportunities, rating themselves as only average on “Responding quickly to opportunities and challenges in managing your most engaged customers.”",
    "As an example of this speedy responsiveness, when Tesla debuted its Cybertruck in November 2019, the truck’s window was shattered by mistake during a launch demonstration. In quick response, Lego quickly tweeted a picture of a Lego truck with a text that said, “The evolution of the truck is here. Guaranteed shatterproof” with an emoji displaying a grimace. This tweet led to about 28,500 retweets for Lego.",
    "Research shows that improvised social media is most effective when it is timely (to the event unfolding), unexpected (a surprise), and humorous (witty). We think building skills and processes to be ready for, notice, and quickly respond to these opportunities should improve social media’s ROI.",
    "7. Form better influencer collaborations.",
    "Influencers’ current contributions to company performance are very weak, scoring a 2.4 in response to the question, “To what degree has the use of influencers contributed to your company’s performance during the last year?” where 1 is not at all and 7 is very highly.",
    "Two insights might help improve the returns that influencers generate on social media. First, research shows that using influencers with a higher follower count does not have a positive linear relationship with engagement with the firm’s sponsored content. The reason is that a higher follower count implies a broader reach and a weaker relationship with followers, reducing the likelihood of strong engagement.",
    "Consistent with this idea and building on other studies, it may make sense for companies to opt out of bidding wars for a few macro-influencers and nurture micro-influencers with small but passionate followings who can build their audience and engagement over time.",
    "8. Train employees on critical customer insights.",
    "Nearly all (88.5%) of social media activities are performed in-house instead through outside agencies. Given this, marketers need to commit to ongoing training and retraining of employees to keep social strategy on the cutting edge. Unfortunately, only 4% of marketing budgets is devoted to training, according to our survey. This may be one culprit for the low social media effectiveness, especially when employees need more training to adopt newer media.",
    "Social media spending has fallen for many reasons, ranging from lack of strategy fit and weak returns to new competition from retail media. However, social media still represents one of the best ways to interact with consumers due to their daily usage of multiple platforms, their willingness to engage with new influencers and content, and the channel’s immediacy and ability to reach wide audiences.",
    "Marketers should tap this channel more fully to learn more about consumers and drive product sales. They can build and share consumer data and findings with other stakeholders, develop innovative strategies that leverage influencers and creative content to increase revenues, and experiment and innovate in real-time to improve relevance and business results.",
    "Marketing Essentials Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Marketing Essentials. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Learn how to communicate with your customers—strategically.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "Leading Through: Activating the Soul, Heart, and Mind of Leadership",
    "Psychological Safety (HBR Emotional Intelligence Series)",
    "Read more on Sales and marketing"
  ]
}