{
  "url": "https://www.ft.lk/columns/China-shock-or-China-opportunity/4-788273",
  "title": "“China shock” or “China opportunity”?",
  "ut": 1770944844.0,
  "body_paragraphs": [
    "Data recently released by the General Administration of Customs of China showed that the country’s trade surplus reached US$ 1.08 trillion in the first 11 months of 2025, surpassing the US$ 1 trillion mark for the first time. This is a strong testament to the robust resilience of China’s foreign trade. Yet some have seized the opportunity to hype up the so-called “second wave of China shock” and falsely accuse China of pursuing a “neighbourhood impoverishment strategy”. A close look reveals that various versions of the “China shock theory” resurface from time to time with new rhetoric emerging one after another, all following the old trope of the “China threat theory”.",
    "Dumping of excess capacity or mutually-beneficial trade exchanges?",
    "From an economic perspective, the so-called “excess capacity” is a false proposition. In today’s era of economic globalisation, countries participate in international trade based on their comparative advantages to realize the optimal allocation of global resources — which is a major advancement in humanity’s economic cooperation. A country’s production takes into account both domestic and international market demands, and China’s exports are normal trade under the principle of comparative advantage.",
    "The international criteria for determining dumping are that a product is exported at a price lower than its normal value, causing material injury or threat to the relevant industries of the importing country, and there is a causal relationship between the two. China boasts the world’s most complete industrial system, an efficient logistics system, a large pool of high-calibre talents and sustained R&D investment. The competitiveness of Chinese goods stems from economies of scale, a complete industrial chain and technological progress. With market demand and cost-effective products, all parties will naturally benefit.",
    "Crowding out development space or enabling development through cooperation?",
    "In the structure of China’s export commodities, intermediate goods and capital goods are the main drivers of overall export growth. Moreover, Chinese enterprises are vigorously promoting the localisation of supply chains. Leading Chinese automakers such as Great Wall Motors and SAIC Motor have successively set up factories in Thailand and Indonesia, and the local production ratio at BYD’s Thailand plant has reached 54%. China’s “technology spill over effect” has effectively raised the local industrial level. Midea Group has built Southeast Asia’s first 5G fully connected air-conditioning factory in Thailand, and its 5G+AI quality inspection technology has significantly improved factory efficiency.",
    "China actively promotes high-level opening-up, hosting annual events such as the China International Import Expo and the China International Fair for Trade in Services, which bring benefits to many neighbouring countries. In the first 10 months of 2025, the trade volume of agricultural and food products between China and ASEAN reached US$ 51.3 billion, marking a year-on-year increase of 8.9%. Among them, China’s imports of fresh and dried fruits and melons from ASEAN exceeded US$ 10 billion, accounting for more than two-thirds of its total imports of such products from the world. China is the world’s second-largest importer of trade in services, with a particularly strong demand in the tourism service sector. It has long been an important source of tourists for neighbouring countries such as Thailand, Malaysia and Vietnam.",
    "China’s trade and investment have provided local young people with more diverse and promising career options. Following the principle of ‘education aligned with production through the collaboration between schools and enterprises, China has significantly enhance the local workforce’s skills. For example, the Luban Workshop in Thailand adopts a model of “academic education plus vocational training.” All six majors it offers have passed the evaluation of Thailand’s Vocational Education Commission and been incorporated into the national education system, and students can obtain academic qualifications recognised by the competent education administrative departments upon completion of their studies.",
    "Complementary and win-win collaboration",
    "It is clear that China’s cooperation with neighbouring countries is a complementary and win-win collaboration. One-sided interpretation of trade surpluses, deliberate confusion between comparative advantage and unfair competition, and smearing of normal trade exchanges and industrial and supply chain cooperation denies global markets and the laws of the market economy. Such acts attempt to artificially split the global value chain and hinder the industrial upgrading of developing countries in the Global South, and finally serves a “putting one’s own country first” agenda.",
    "The international community is generally optimistic about China’s development prospect. Institutions such as the International Monetary Fund and Standard Chartered Bank have successively raised their forecasts for China’s economic growth rate in 2026. The proposals for China’s 15th Five-Year Plan depict a beautiful vision of all countries seeking common development and sharing a common future. China will continue to advance the high-quality Belt and Road cooperation, build a more efficient regional connectivity network, reduce logistics and trade costs, and enable neighbouring countries with superior geographical locations to better play their role as regional hubs. A China that is committed to opening-up, dedicated to innovation and pursuing high-quality development is the most powerful driver of common prosperity in Asia.",
    "(The author is an international affairs observer)"
  ]
}