{
  "url": "https://www.technologyreview.com/2025/05/02/1116059/the-us-approves-crispr-pigs-for-food/",
  "title": "The US has approved CRISPR pigs for food",
  "ut": 1746138600.0,
  "body_paragraphs": [
    "Most pigs in the US are confined to factory farms where they can be afflicted by a nasty respiratory virus that kills piglets. The illness is called porcine reproductive and respiratory syndrome, or PRRS. A few years ago, a British company called Genus set out to design pigs immune to this germ using CRISPR gene editing. Not only did they succeed, but its pigs are now poised to enter the food chain following approval of the animals this week by the U.S. Food and Drug Administration.  The pigs will join a very short list of gene-modified animals that you can eat. It’s a short list because such animals are expensive to create, face regulatory barriers, and don’t always pay off. For instance, the US took about 20 years to approve a transgenic salmon with an extra gene that let it grow faster. But by early this year its creator, AquaBounty, had sold off all its fish farms and had only four employees—none of them selling fish. Regulations have eased since then, especially around gene editing, which tinkers with an animal’s own DNA rather than adding to it from another species, as is the case with the salmon and many GMO crops.",
    "Related StoryJurassic Patent: How Colossal Biosciences is attempting to own the “woolly mammoth”The company claiming it can restore lost species also wants to patent them.",
    "What’s certain is that the pig project was technically impressive and scientifically clever. Genus edited pig embryos to remove the receptor that the PRRS virus uses to enter cells. No receptor means no infection.  According to Matt Culbertson, chief operating office of the Pig Improvement Company, a Genus subsidiary, the pigs appear entirely immune to more than 99% of the known versions of the PRRS virus, although there is one rare subtype that may break through the protection.",
    "This project is scientifically similar to the work that led to the infamous CRISPR babies born in China in 2018. In that case a scientist named He Jiankui edited twin girls to be resistant to HIV, also by trying to remove a receptor gene when they were just embryos in a dish. That experiment on humans was widely decried as misguided. But pigs are a different story. The ethical concerns about experimenting are less serious, and the benefits of changing the genomes can be measured in dollars and cents. It’s going to save a lot of money if pigs are immune to the PRRS virus, which spreads quite easily, causing losses of $300 million a year or more in the US alone. Globally, people get animal protein mostly from chickens, with pigs and cattle in second and third place. A 2023 report estimated that pigs account for 34% of all meat that’s eaten. Of the billion pigs in the world, about half are in China; the US comes in a distant second, with 80 million. Recently, there’s been a lot of fairly silly news about genetically modified animals. A company called Colossal Biosciences used gene editing to modify wolves in ways it claimed made them resemble an extinct species, the dire wolf. And then there’s the L.A. Project, an effort run by biohackers who say they’ll make glow-in-the-dark rabbits and have a stretch goal of creating a horse with a horn—that’s right, a unicorn.  Both those projects are more about showmanship than usefulness. But they’re demonstrations of the growing power scientists have to modify mammals, thanks principally to new gene-editing tools combined with DNA sequencing that lets them peer into animals’ DNA. Related StoryGene editing has made pigs immune to a deadly epidemicA large project is underway to disease-proof pigs using CRISPR to change their DNA. Are people next?",
    "Stopping viruses is a much better use of CRISPR. And research is ongoing to make pigs—as well as other livestock—invulnerable to other infections, including African swine fever and influenza. While PRRS doesn’t infect humans, pig and bird flus can. But if herds and flocks could be changed to resist those infections, that could cut the chances of the type of spillover that can occasionally cause dangerous pandemics.   There’s a chance the Genus pigs could turn out to be the most financially valuable genetically modified animal ever created—the first CRISPR hit product to reach the food system. After the approval, the company’s stock value jumped up by a couple of hundred million dollars on the London Stock Exchange. But there is still a way to go before gene-edited bacon appears on shelves in the US. Before it makes its sales pitch to pig farms, Genus says, it needs to also gain approval in Mexico, Canada, Japan and China which are big export markets for American pork. Culbertson says gene-edited pork could appear in the US market sometime next year. He says the company does not think pork chops or other meat will need to carry any label identifying it as bioengineered. \"We aren't aware of any labelling requirement,\" Culbertson says. This article is from The Checkup, MIT Technology Review’s weekly health and biotech newsletter. To receive it in your inbox every Thursday, sign up here. hide"
  ]
}