{
  "url": "https://www.dailymirror.lk/opinion/SAJITH-PREMADASA-TO-SET-UP-PRESIDENTIAL-TASK-FORCE-TO-TACKLE-CHILD-POVERTY/172-291827",
  "title": "SAJITH PREMADASA TO SET UP PRESIDENTIAL TASK FORCE TO TACKLE CHILD POVERTY",
  "ut": 1726520228.0,
  "body_paragraphs": [
    "Presidential candidate and Opposition Leader Sajith Premadasa sharing a casual moment with a few children",
    "Leader of the Opposition Sajith Premadasa said that as severe economic challenges hit the nation, 25% of the child population is suffering from poverty",
    "Premadasa underscored the urgent need for a national programme to eradicate child poverty, emphasising the multifaceted impact of economic hardship on children",
    "Poverty severely limits children’s access to education and future job prospects. In Sri Lanka, many families cannot afford to send their children to school, leading to high dropout rates",
    "Presidential candidate for 2024 election Sajith Premadasa should be praised for identifying the dire need to tackle child poverty in Sri Lanka for the first time in the history.",
    "He was very concerned about the wellbeing of children especially the poor and their future.",
    "Leader of the Opposition Sajith Premadasa said that as severe economic challenges hit the nation, 25% of the child population is suffering from poverty, highlighting the need for the initiation of a national programme to eradicate child poverty.",
    "“In a situation where the country is grappling with a scarcity of rupees and dollars, 25% of the child population is suffering from poverty, we cannot stay idle,” he said.",
    "Premadasa underscored the urgent need for a national programme to eradicate child poverty, emphasising the multifaceted impact of economic hardship on children.",
    "“Children are unable to attend school due to economic difficulties. As a result, they do not receive a proper education, fail their examinations, and subsequently struggle to secure jobs. This failure to earn an income perpetuates the vicious cycle of child poverty,” he explained.",
    "Furthermore, he mentioned: “We will implement a special national programme aimed at eradicating child poverty before the end of this year. A Presidential Task Force tasked with eradicating child poverty must be established.”",
    "Premadasa made these remarks while attending the 357th iteration of the ‘Sakwala’ programme held at the Mahagamasekara Maha Vidyalaya, Gampaha on July 22 this year.",
    "Imagine waking up every day to the grim reality that nearly one in four children in Sri Lanka lives below the poverty line. The economic crisis has drastically impacted these young lives, shooting up the poverty rate and putting immense pressure on families. Over 42% of children under five are suffering from multidimensional poverty, lacking basic needs such as nutrition, education, and healthcare.",
    "This troubling scenario demands immediate attention. Establishing a Child Poverty Task Force isn’t just an option—it’s a necessity. This initiative aims to tackle issues head-on, from boosting nutrition programs to ensuring equal education opportunities. By addressing these deep-rooted problems, we can pave the way for a brighter future for Sri Lanka’s children.",
    "Understanding Child Poverty in Sri Lanka",
    "Child poverty in Sri Lanka is a significant issue that has far-reaching impacts on the country’s future. To address this alarming situation, it’s essential to understand the current statistics, trends, and the impact of economic conditions on child poverty.",
    "Current Statistics and Trends",
    "Child poverty in Sri Lanka has seen a worrisome increase in recent years. According to recent reports, the overall poverty rate surged to approximately 26% in 2022 from 11% in 2019. For children, the situation is even more dire, with majority of children living in poverty due to the economic crises. The explosion in poverty levels is mostly attributed to economic turmoil and poor governance.",
    "Urban and rural poverty have both increased dramatically. In urban areas, it’s estimated that poverty rates have tripled, while rural areas have seen poverty double. The estate areas are the hardest hit, with over half of the population affected. These trends highlight a severe crisis that needs immediate attention.",
    "Impact of Economic Conditions",
    "Recent economic conditions in Sri Lanka have greatly exacerbated child poverty. The frequent economic crises have led to higher inflation and unemployment rates, impacting families’ ability to support their children.",
    "1. Inflation: The inflation rate skyrocketed, making essential commodities and services unaffordable for many families. This has a direct impact on children’s nutrition, health, and education. With prices soaring, families struggle to provide basic needs, leading to malnutrition and health problems among children.",
    "2. Unemployment: Unemployment rates have also spiked, leaving many families without a steady income. When parents lose jobs, children often suffer the most. They may be forced to leave school to work or beg, which further perpetuates the cycle of poverty.",
    "These economic conditions are like a storm that has left many children without shelter or hope. Addressing child poverty in Sri Lanka requires an urgent and robust response from the government and international organisations.",
    "Consequences of Child Poverty",
    "Child poverty in Sri Lanka is a pressing issue that affects various aspects of a child’s life. The impact is profound and can have lasting effects on their future.",
    "Education and Employment Opportunities",
    "Poverty severely limits children’s access to education and future job prospects. In Sri Lanka, many families cannot afford to send their children to school, leading to high dropout rates. Lack of education perpetuates the cycle of poverty, as children without a proper education struggle to find good jobs later in life.",
    "Limited School Supplies: Many families can’t afford basic school supplies like books, uniforms, and meals, which further hinders children’s learning experiences.",
    "School Dropout Rates: Financial constraints force children to leave school early to support their families through work.",
    "Job Prospects: Without a solid educational foundation, these children face significant challenges in securing stable employment, often relegating them to low-paying, unstable jobs.",
    "Health Risks and Nutritional Deficiencies",
    "Impoverished children in Sri Lanka face numerous health challenges, including malnutrition and lack of access to healthcare. These issues can have lifelong consequences.",
    "Malnutrition: Many children don’t get enough to eat, resulting in stunted growth and weakened immune systems. Malnutrition affects cognitive development, making it harder for children to learn and succeed in school.",
    "Lack of Healthcare: Families living in poverty often cannot afford healthcare, leaving children vulnerable to treatable illnesses. Even minor health issues can become serious without proper medical attention.",
    "Mental Health: The stress of living in poverty can lead to mental health issues like anxiety and depression, further impacting a child’s ability to succeed academically and socially.",
    "Addressing these consequences is crucial for breaking the cycle of poverty and ensuring a brighter future for Sri Lanka’s children.",
    "The Role of a Presidential Child Poverty Task Force",
    "An Intended Presidential Child Poverty Task Force in Sri Lanka can play a crucial role in tackling child poverty, ensuring no child is left behind. By bringing together various stakeholders, it can create a unified and structured approach to address the root causes of poverty affecting children.",
    "Coordination Among Government Agencies",
    "A key function of the Child Poverty Task Force is to improve coordination between different government agencies. Why is this important? Because tackling child poverty requires a multi-faceted approach. It’s not just about providing meals or clothes; it’s about improving health care, education, and social services all at once.",
    "Health Ministry: Ensuring access to essential healthcare services.",
    "Education Ministry: Making sure every child has access to quality education.",
    "Social Services: Providing safety nets for the most vulnerable families.",
    "Without coordination, efforts can become fragmented and less effective. By establishing a task force, we create a centralised body that aligns the efforts of all these ministries and local authorities.",
    "This improves communication, reduces redundancy, and makes sure resources are used effectively.",
    "Engagement with NGOs and Community Organisations",
    "The involvement of NGOs and community organisations is essential for a robust poverty alleviation strategy. These groups are often on the front lines, working directly with communities and understanding their needs better than anyone else.",
    "Why are these partnerships so important?",
    "1. Local Expertise: NGOs have invaluable on-ground knowledge. They know what works and what doesn’t.",
    "2. Resource Sharing: Collaboration allows for pooling of resources, both financial and human, which means more can be achieved together.",
    "3. Innovative Solutions: Many NGOs are already running successful programs. Partnering with them can introduce innovative practices to government plans.",
    "By engaging with NGOs and community organisations, the task force can develop comprehensive strategies that are not only effective but also sustainable in the long-term. They can ensure that the most vulnerable children and families receive the support they need.",
    "In essence, establishing a Child Poverty Task Force in Sri Lanka can bring about significant improvements in the coordination of efforts and engagement with crucial players, ultimately helping to lift children out of poverty.",
    "Proposed Strategies for the Task Force",
    "Tackling child poverty in Sri Lanka requires a well-thought-out plan with concrete actions. To this end, the proposed task force will focus on various strategies to alleviate the situation. These strategies will need the government support and community involvement to succeed.",
    "Universal Child Benefits",
    "Introducing Universal Child Benefits could be a game-changer for families across Sri Lanka. This type of support provides a regular cash payment to all families with children.",
    "Direct Financial Support: By providing cash transfers, families can cover basic needs such as food, clothing, and education. It’s a straightforward way to lift many families out of extreme poverty.",
    "Economic Stimulus: Universal benefits help put money back into the economy. When families spend their benefits, it boosts local businesses and stimulates economic growth.",
    "Reduced Bureaucracy: Universal benefits simplify the process, ensuring all eligible families receive support without complicated means-testing or long application processes.",
    "Imagine a system where every child’s welfare is a priority, reflecting a nation committed to its youngest members. Such a strategy not only tackles poverty but also promotes equality and social justice.",
    "Enhancing Access to Education and Healthcare",
    "Children living in poverty often lack access to quality education and healthcare. Addressing these gaps is vital for their well-being and development.",
    "Improving Educational Facilities: We need to invest in building more schools, updating existing ones, and ensuring they are equipped with modern facilities. Accessible and quality education can break the cycle of poverty and offer long-term benefits.",
    "Teacher Training Programs: By enhancing teacher training, we can ensure that educators are well-prepared to meet the needs of all students, including those from impoverished backgrounds. Qualified teachers can make a significant difference in a child’s learning experience.",
    "Healthcare Accessibility: Setting up more clinics and healthcare centers, especially in rural areas, can make a big difference. Children should have access to vaccinations, regular check-ups, and emergency medical care.",
    "Nutrition Programs: Implementing school meal programs ensures that children get at least one nutritious meal a day. Good nutrition is essential for concentration and learning in school.",
    "Overall, improving access to education and healthcare isn’t just a moral imperative; it’s an investment in the future. Healthier, educated children are more likely to become productive adults, contributing positively to society and the economy.",
    "These proposed strategies for the task force are crucial for making meaningful progress in reducing child poverty in Sri Lanka. By focusing on universal benefits and enhancing access to essential services, we can create a brighter future for all children.",
    "Case Studies of Successful Task Forces",
    "Child poverty task forces have seen successes across various countries. These case studies provide insights into what worked well and what can be adapted to the Sri Lankan context.",
    "Lessons Learned from Global Efforts",
    "Looking at global initiatives, several key themes emerge that Sri Lanka can learn from. These stories of success come from places like Scotland, California, and New York, each offering unique takeaways.",
    "Scotland’s Local Practice",
    "In Scotland, local authorities and NHS Boards work together to reduce child poverty. Their approach includes:",
    "Collaborative Efforts: Joint planning and execution between local councils and health boards.",
    "Annual Reporting: Regular updates ensure that strategies are effective and goals are met.",
    "Holistic Solutions: Combining education, healthcare, and social services to provide comprehensive support.",
    "This model highlights the importance of collaboration and regular assessments, ensuring that all parties are on the same page and adjustments can be made swiftly.",
    "California’s AB1520 Task Force",
    "California’s Lifting Children and Families Out of Poverty Task Force offers another successful framework:",
    "Clear Objectives: Set specific, measurable goals to track progress.",
    "Funding and Resources: Secure adequate funding and allocate resources efficiently.",
    "Community Involvement: Involve community organisations and stakeholders to create a support network.",
    "California’s approach shows the significance of having clear goals and sufficient resources, as well as engaging the community to build a strong support system.",
    "New York’s Family Resource Simulator",
    "New York’s Family Resource Simulator provides valuable insights:",
    "Data-Driven Decisions: Use data to identify gaps and target interventions.",
    "Tailored Support: Customise assistance programs to meet the specific needs of families.",
    "Policy Integration: Ensure that policies across various sectors work together harmoniously.",
    "New York’s method demonstrates the power of data in driving decisions and the need for policies that complement each other for maximum impact.",
    "These examples reveal that successful child poverty task forces are not built overnight. They require clear goals, collaboration, adequate resources, and community involvement. By adapting these proven strategies to the Sri Lankan context, a more effective and sustainable task force can be established to combat child poverty.",
    "Call to Action for Stakeholders",
    "Sajith Premadasa has been able to splendidly identify Child poverty in Sri Lanka which is an urgent crisis that demands immediate action. With over 2.9 million children needing humanitarian assistance, the formation of a Child Poverty Task Force is not only crucial but also an immediate priority. This task force can bring together government bodies, non-profits, businesses, and community organisations to create a well-rounded strategy for tackling this issue.",
    "The Sri Lankan government needs to take the lead by creating policies that address the root causes of child poverty. It should:",
    "Allocate More Funds: Increase funding specifically targeted at child welfare programs.",
    "Policy Reforms: Implement and enforce policies that ensure every child has access to education, healthcare, and nutrition.",
    "Collaboration: Work closely with international organisations like UNICEF to integrate global best practices.",
    "Non-Profit Organisations",
    "Non-profits organizations play a crucial role in reaching out to the most vulnerable. They can:",
    "Launch Grassroots Initiatives: Implement programs that directly improve the living conditions of children in impoverished areas.",
    "Awareness Campaigns: Run educational campaigns to inform communities about the importance of supporting children’s welfare.",
    "Data Collection: Provide valuable data to the government for more informed decision-making.",
    "Businesses and Corporations",
    "The private sector has a significant role to play in eradicating child poverty. Corporations can:",
    "Corporate Social Responsibility (CSR): Launch CSR initiatives that focus on providing educational materials, scholarships, or even basic necessities like food and clothing.",
    "Job Creation: Create job opportunities for parents, ensuring they have the means to support their families.",
    "Partnerships: Partner with non-profits and government agencies to fund and implement child welfare programs.",
    "Community Involvement",
    "Local communities are the backbone of any successful strategy to combat child poverty. Community members can:",
    "Volunteer Programs: Get involved in local volunteer programs that support children and families in need.",
    "Local Governance: Participate in local governance to ensure that child welfare is a priority in community planning and budgeting. Support Networks: Create support networks that can provide immediate assistance to families in crisis.",
    "International Bodies and Donors",
    "Organisations and donors from around the world can lend their support by:",
    "Funding: Providing the financial resources needed to implement large-scale initiatives.",
    "Technical Assistance: Offering expertise and technology to improve local child welfare systems.",
    "Advocacy: Using their platforms to bring global attention to the issue and garner more support.",
    "Call to Action by Premadasa",
    "Sajith Premadasa who has earned a reputation as a man who is seen and heard and more than that felt by citizens especially poor has exhibited a superordinate interest in tackling child poverty in Sri Lanka. He emphasised that all have a role to play in combating child poverty in Sri Lanka. By working together, we can ensure a brighter future for our children. Let’s take immediate steps to form a presidential Task Force to tackle Child Poverty in Sri Lanka and bring about real change. The time to act is now.",
    "“Just because a child’s parents are poor or uneducated is no reason to deprive the child of basic human rights to health care, education and proper nutrition.” — Marian Wright Edelman, Founder and President of the Children’s Defense.",
    "(Major Gen. Dr. Boniface Perera a battle-hardened Infantry officer served the Sri Lanka Army for more than 36 years dedicating 20 years in the battlefield. He was the former Security Forces Commander of the Wanni Region and Eastern province in addition to being the Competent Authority to resettle 300000 displaced people in the North.  Having secured a PhD in economics, Presently, Major Gen. Perera is working as an international researcher and international writer. He has authored more than 150 research articles and 20 scientific books. He is an advanced researcher in the university of science and technology in Taiwan. He is also an entrepreneur and philanthropist)."
  ]
}