{
  "url": "https://www.technologyreview.com/2024/12/04/1107639/latvia-eastern-europe-tech-startups-ukraine-russia-war/",
  "title": "How the Ukraine-Russia war is reshaping the tech sector in Eastern Europe",
  "ut": 1733268600.0,
  "body_paragraphs": [
    "At first glance, the Mosphera scooter may look normal—just comically oversized. It’s like the monster truck of scooters, with a footplate seven inches off the ground that’s wide enough to stand on with your feet slightly apart—which you have to do to keep your balance, because when you flip the accelerator with a thumb, it takes off like a rocket. While the version I tried in a parking lot in Riga’s warehouse district had a limiter on the motor, the production version of the supersized electric scooter can hit 100 kilometers (62 miles) per hour on the flat. The all-terrain vehicle can also go 300 kilometers on a single charge and climb 45-degree inclines.  Related StoryMeet the radio-obsessed civilian shaping Ukraine’s drone defenseSince Russia’s invasion, Serhii “Flash” Beskrestnov has become an influential, if sometimes controversial, force—sharing expert advice and intel on the ever-evolving technology that’s taken over the skies. His work may determine the future of Ukraine, and wars far beyond it.",
    "Latvian startup Global Wolf Motors launched in 2020 with a hope that the Mosphera would fill a niche in micromobility. Like commuters who use scooters in urban environments, farmers and vintners could use the Mosphera to zip around their properties; miners and utility workers could use it for maintenance and security patrols; police and border guards could drive them on forest paths. And, they thought, maybe the military might want a few to traverse its bases or even the battlefield—though they knew that was something of a long shot.  When co-founders Henrijs Bukavs and Klavs Asmanis first went to talk to Latvia’s armed forces, they were indeed met with skepticism—a military scooter, officials implied, didn’t make much sense—and a wall of bureaucracy. They found that no matter how good your pitch or how glossy your promo video (and Global Wolf’s promo is glossy: a slick montage of scooters jumping, climbing, and speeding in formation through woodlands and deserts), getting into military supply chains meant navigating layer upon layer of officialdom. Then Russia launched its full-scale invasion of Ukraine in February 2022, and everything changed. In the desperate early days of the war, Ukrainian combat units wanted any equipment they could get their hands on, and they were willing to try out ideas—like a military scooter—that might not have made the cut in peacetime. Asmanis knew a Latvian journalist heading to Ukraine; through the reporter’s contacts, the startup arranged to ship two Mospheras to the Ukrainian army.  Advertisement Within weeks, the scooters were at the front line—and even behind it, being used by Ukrainian special forces scouts on daring reconnaissance missions. It was an unexpected but momentous step for Global Wolf, and an early indicator of a new demand that’s sweeping across tech companies along Ukraine’s borders: for civilian products that can be adapted quickly for military use. COURTESY OF GLOBAL WOLF  Global Wolf’s high-definition marketing materials turned out to be nowhere near as effective as a few minutes of grainy phone footage from the war. The company has since shipped out nine more scooters to the Ukrainian army, which has asked for another 68. Where Latvian officials once scoffed, the country’s prime minister went to see Mosphera’s factory in April 2024, and now dignitaries and defense officials from the country are regular visitors.",
    "It might have been hard a few years ago to imagine soldiers heading to battle on oversized toys made by a tech startup with no military heritage. But Ukraine’s resistance to Russia’s attacks has been a miracle of social resilience and innovation—and the way the country has mobilized is serving both a warning and an inspiration to its neighbors. They’ve watched as startups, major industrial players, and political leaders in Ukraine have worked en masse to turn civilian technology into weapons and civil defense systems. They’ve seen Ukrainian entrepreneurs help bootstrap a military-industrial complex that is retrofitting civilian drones into artillery spotters and bombers, while software engineers become cyberwarriors and AI companies shift to battlefield intelligence. Engineers work directly with friends and family on the front line, iterating their products with incredible speed.  Their successes—often at a fraction of the cost of conventional weapons systems—have in turn awakened European governments and militaries to the potential of startup-style innovation and startups to the potential dual uses of their products, meaning ones that have legitimate civilian applications but can be modified at scale to turn them into weapons.",
    "This heady mix of market demand and existential threat is pulling tech companies in Latvia and the other Baltic states into a significant pivot. Companies that can find military uses for their products are hardening them and discovering ways to get them in front of militaries that are increasingly willing to entertain the idea of working with startups. It’s a turn that may only become more urgent if the US under incoming President Donald Trump becomes less willing to underwrite the continent’s defense. But while national governments, the European Union, and NATO are all throwing billions of dollars of public money into incubators and investment funds—followed closely by private-sector investors—some entrepreneurs and policy experts who have worked closely with Ukraine warn that Europe might have only partially learned the lessons from Ukraine’s resistance.  If Europe wants to be ready to meet the threat of attack, it needs to find new ways of working with the tech sector. That includes learning how Ukraine’s government and civil society adapted to turn civilian products into dual-use tools quickly and cut through bureaucracy to get innovative solutions to the front. Ukraine’s resilience shows that military technology isn’t just about what militaries buy but about how they buy it, and about how politics, civil society, and the tech sector can work together in a crisis.   “[Ukraine], unfortunately, is the best defense technology experimentation ground in the world right now. If you are not in Ukraine, then you are not in the defense business.”  “I think that a lot of tech companies in Europe would do what is needed to do. They would put their knowledge and skills where they’re needed,” says Ieva Ilves, a veteran Latvian diplomat and technology policy expert. But many governments across the continent are still too slow, too bureaucratic, and too worried that they might appear to be wasting money, meaning, she says, that they are not necessarily “preparing the soil for if [a] crisis comes.” “The question is,” she says, “on a political level, are we capable of learning from Ukraine?” Waking up the neighbors Many Latvians and others across the Baltic nations feel the threat of Russian aggression more viscerally than their neighbors in Western Europe. Like Ukraine, Latvia has a long border with Russia and Belarus, a large Russian-speaking minority, and a history of occupation. Also like Ukraine, it has been the target of more than a decade of so-called “hybrid war” tactics—cyberattacks, disinformation campaigns, and other attempts at destabilization—directed by Moscow.",
    "Advertisement Since Russian tanks crossed into Ukraine two-plus years ago, Latvia has stepped up its preparations for a physical confrontation, investing more than €300 million ($316 million) in fortifications along the Russian border and reinstating a limited form of conscription to boost its reserve forces. Since the start of this year, the Latvian fire service has been inspecting underground structures around the country, looking for cellars, parking garages, and metro stations that could be turned into bomb shelters. And much like Ukraine, Latvia doesn’t have a huge military-industrial complex that can churn out artillery shells or tanks en masse.  What it and other smaller European countries can produce for themselves—and potentially sell to their allies—are small-scale weapons systems, software platforms, telecoms equipment, and specialized vehicles. The country is now making a significant investment in tools like Exonicus, a medical technology platform founded 11 years ago by Latvian sculptor Sandis Kondrats. Users of its augmented-reality battlefield-medicine training simulator put on a virtual reality headset that presents them with casualties, which they have to diagnose and figure out how to treat. The all-digital training saves money on mannequins, Kondrats says, and on critical field resources.  “If you use all the medical supplies on training, then you don’t have any medical supplies,” he says. Exonicus has recently broken into the military supply chain, striking deals with the Latvian, Estonian, US, and German militaries, and it has been training Ukrainian combat medics.",
    "Medical technology company Exonicus has created an augmented-reality battlefield-medicine training simulator that presents users with casualties, which they have to diagnose and figure out how to treat.GATIS ORLICKIS/BALTIC PICTURES   There’s also VR Cars, a company founded by two Latvian former rally drivers, that signed a contract in 2022 to develop off-road vehicles for the army's special forces. And there is Entangle, a quantum encryption company that sells widgets that turn mobile phones into secure communications devices, and has recently received an innovation grant from the Latvian Ministry of Defense. Unsurprisingly, a lot of the focus in Latvia has been on unmanned aerial vehicles (UAVs), or drones, which have become ubiquitous on both sides fighting in Ukraine, often outperforming weapons systems that cost an order of magnitude more. In the early days of the war, Ukraine found itself largely relying on machines bought from abroad, such as the Turkish-made Bayraktar strike aircraft and jury-rigged DJI quadcopters from China. It took a while, but within a year the country was able to produce home-grown systems. As a result, a lot of the emphasis in defense programs across Europe is on UAVs that can be built in-country. “The biggest thing when you talk to [European ministries of defense] now is that they say, ‘We want a big amount of drones, but we also want our own domestic production,’” says Ivan Tolchinsky, CEO of Atlas Dynamics, a drone company headquartered in Riga. Atlas Dynamics builds drones for industrial uses and has now made hardened versions of its surveillance UAVs that can resist electronic warfare and operate in battlefield conditions. Agris Kipurs founded AirDog in 2014 to make drones that could track a subject autonomously; they were designed for people doing outdoor sports who wanted to film themselves without needing to fiddle with a controller. He and his co-founders sold the company to a US home security company, Alarm.com, in 2020. “For a while, we did not know exactly what we would build next,” Kipurs says. “But then, with the full-scale invasion of Ukraine, it became rather obvious.”",
    "His new company, Origin Robotics, has recently “come out of stealth mode,” he says, after two years of research and development. Origin has built on the team’s experience in consumer drones and its expertise in autonomous flight to begin to build what Kipurs calls “an airborne precision-guided weapon system”—a guided bomb that a soldier can carry in a backpack.  The Latvian government has invested in encouraging startups like these, as well as small manufacturers, to develop military-capable UAVs by establishing a €600,000 prize fund for domestic drone startups and a €10 million budget to create a new drone program, working with local and international manufacturers.  Advertisement",
    "VR Cars was founded by two Latvian former rally drivers and has developed off-road vehicles for the army's special forces.",
    "Latvia is also the architect and co-leader, with the UK, of the Drone Coalition, a multicountry initiative that’s directing more than €500 million toward building a drone supply chain in the West. Under the initiative, militaries run competitions for drone makers, rewarding high performers with contracts and sending their products to Ukraine. Its grantees are often not allowed to publicize their contracts, for security reasons. “But the companies which are delivering products through that initiative are new to the market,” Kipurs says. “They are not the companies that were there five years ago.” Even national telecommunications company LMT, which is partly government owned, is working on drones and other military-grade hardware, including sensor equipment and surveillance balloons. It’s developing a battlefield “internet of things” system—essentially, a system that can track in real time all the assets and personnel in a theater of war. “In Latvia, more or less, we are getting ready for war,” says former naval officer Kaspars Pollaks, who heads an LMT division that focuses on defense innovation. “We are just taking the threat really seriously. Because we will be operationally alone [if Russia invades].”  The Latvian government’s investments are being mirrored across Europe: NATO has expanded its Defence Innovation Accelerator for the North Atlantic (DIANA) program, which runs startup incubators for dual-use technologies across the continent and the US, and launched a separate €1 billion startup fund in 2022. Adding to this, the European Investment Fund, a publicly owned investment company, launched a €175 million fund-of-funds this year to support defense technologies with dual-use potential. And the European Commission has earmarked more than €7 billion for defense research and development between now and 2027.  Private investors are also circling, looking for opportunities to profit from the boom. Figures from the European consultancy Dealroom show that fundraising by dual-use and military-tech companies on the continent was just shy of $1 billion in 2023—up nearly a third over 2022, despite an overall slowdown in venture capital activity.",
    "Atlas Dynamics builds drones for industrial uses and now makes hardened versions that can resist electronic warfare and operate in battlefield conditions.ATLAS AERO   When Atlas Dynamics started in 2015, funding was hard to come by, Tolchinsky says: “It’s always hard to make it as a hardware company, because VCs are more interested in software. And if you start talking about the defense market, people say, ‘Okay, it’s a long play for 10 or 20 years, it’s not interesting.’” That’s changed since 2022. “Now, what we see because of this war is more and more venture capital that wants to invest in defense companies,” Tolchinsky says. But while money is helping startups get off the ground, to really prove the value of their products they need to get their tools in the hands of people who are going to use them. When I asked Kipurs if his products are currently being used in Ukraine, he only said: “I’m not allowed to answer that question directly. But our systems are with end users.”",
    "Battle tested Ukraine has moved on from the early days of the conflict, when it was willing to take almost anything that could be thrown at the invaders. But that experience has been critical in pushing the government to streamline its procurement processes dramatically to allow its soldiers to try out new defense-tech innovations.   ORIGIN ROBOTICS   ORIGIN ROBOTICS   Origin Robotics has built on a history of producing consumer drones to create a guided bomb that a soldier can carry in a backpack.   This system has, at times, been chaotic and fraught with risk. Fake crowdfunding campaigns have been set up to scam donors and steal money. Hackers have used open-source drone manuals and fake procurement contracts in phishing attacks in Ukraine. Some products have simply not worked as well at the front as their designers hoped, with reports of US-made drones falling victim to Russian jamming—or even failing to take off at all.  Technology that doesn’t work at the front puts soldiers at risk, so in many cases they have taken matters into their own hands. Two Ukrainian drone makers tell me that military procurement in the country has been effectively flipped on its head: If you want to sell your gear to the armed forces, you don’t go to the general staff—you go directly to the soldiers and put it in their hands. Once soldiers start asking their senior officers for your tool, you can go back to the bureaucrats and make a deal. Many foreign companies have simply donated their products to Ukraine—partly out of a desire to help, and partly because they’ve identified a (potentially profitable) opportunity to expose them to the shortened innovation cycles of conflict and to get live feedback from those fighting. This can be surprisingly easy as some volunteer units handle their own parallel supply chains through crowdfunding and donations, and they are eager to try out new tools if someone is willing to give them freely. One logistics specialist supplying a front line unit, speaking anonymously as he’s not authorized to talk to the media, tells me that this spring, they turned to donated gear from startups in Europe and the US to fill gaps left by delayed US military aid, including untested prototypes of UAVs and communications equipment.  Advertisement All of this has allowed many companies to bypass the traditionally slow process of testing and demonstrating their products, for better and worse. Tech companies’ rush into the conflict zone has unnerved some observers, who are worried that by going to war, companies have sidestepped ethical and safety concerns over their tools. Clearview AI gave Ukraine access to its controversial facial recognition tools to help identify Russia’s war dead, for example, sparking moral and practical questions over accuracy, privacy, and human rights—publishing images of those killed in war is arguably a violation of the Geneva Convention. Some high-profile tech executives, including Palantir CEO Alex Karp and former Google CEO-turned-military-tech-investor Eric Schmidt, have used the conflict to try to shift the global norms for using artificial intelligence in war, building systems that let machines select targets for attacks—which some experts worry is a gateway into autonomous “killer robots.” LMT’s Pollaks says he has visited Ukraine often since the war began. Though he declines to give more details, he euphemistically describes Ukraine’s wartime bureaucracy as “nonstandardized.” If you want to blow something up in front of an audience in the EU, he says, you have to go through a whole lot of approvals, and the paperwork can take months, even years. In Ukraine, plenty of people are willing to try out your tools. “[Ukraine], unfortunately, is the best defense technology experimentation ground in the world right now,” Pollaks says. “If you are not in Ukraine, then you are not in the defense business.”",
    "Jack Wang, principal at UK-based venture capital fund Project A, which invests in military-tech startups, agrees that the Ukraine “track” can be incredibly fruitful. “If you sell to Ukraine, you get faster product and tech iteration, and live field testing,” he says. “The dollars might vary. Sometimes zero, sometimes quite a bit. But you get your product in the field faster.”  The feedback that comes from the front is invaluable. Atlas Dynamics has opened an office in Ukraine, and its representatives there work with soldiers and special forces to refine and modify their products. When Russian forces started jamming a wide band of radio frequencies to disrupt communication with the drones, Atlas designed a smart frequency-hopping system, which scans for unjammed frequencies and switches control of the drone over to them, putting soldiers a step ahead of the enemy. At Global Wolf, battlefield testing for the Mosphera has led to small but significant iterations of the product, which have come naturally as soldiers use it. One scooter-related problem on the front turned out to be resupplying soldiers in entrenched positions with ammunition. Just as urban scooters have become last-mile delivery solutions in cities, troops found that the Mosphera was well suited to shuttling small quantities of ammo at high speeds across rough ground or through forests. To make this job easier, Global Wolf tweaked the design of the vehicle’s optional extra trailer so that it perfectly fits eight NATO standard-sized bullet boxes.  Within weeks of Russia's full-scale invasion, Mosphera scooters were at Ukraine's front line—and even behind it, being used by Ukrainian special forces scouts.GLOBAL WOLF   Some snipers prefer the electric Mosphera to noisy motorbikes or quads, using the vehicles to weave between trees to get into position. But they also like to shoot from the saddle—something they couldn’t do from the scooter’s footplate. So Global Wolf designed a stable seat that lets shooters fire without having to dismount. Some units wanted infrared lights, and the company has made those, too. These types of requests give the team ideas for new upgrades: “It’s like buying a car,” Asmanis says. “You can have it with air conditioning, without air conditioning, with heated seats.”  Being battle-tested is already proving to be a powerful marketing tool. Bukavs told me he thinks defense ministers are getting closer to moving from promises toward “action.” The Latvian police have bought a handful of Mospheras, and the country’s military has acquired some, too, for special forces units. (“We don’t have any information on how they’re using them,” Asmanis says. “It’s better we don’t ask,” Bukavs interjects.) Military distributors from several other countries have also approached them to market their units locally.  Although they say their donations were motivated first and foremost by a desire to help Ukraine resist the Russian invasion, Bukavs and Asmanis admit that they have been paid back for their philanthropy many times over.  Advertisement Of course, all this could change soon, and the Ukraine “track” could very well be disrupted when Trump returns to office in January. The US has provided more than $64 billion worth of military aid to Ukraine since the start of the full-scale invasion. A significant amount of that has been spent in Europe, in what Wang calls a kind of “drop-shipping”—Ukraine asks for drones, for instance, and the US buys them from a company in Europe, which ships them directly to the war effort.  Wang showed me a recent pitch deck from one European military-tech startup. In assessing the potential budgets available for its products, it compares the Ukrainian budget, which was in the tens of millions of dollars, and the “donated from everybody else” budget, which was a billion dollars. A large amount of that “everybody else” money comes from the US. If, as many analysts expect, the Trump administration dramatically reduces or entirely stops US military aid to Ukraine, these young companies focused on military tech and dual-use tech will likely take a hit. “Ideally, the European side will step up their spending on European companies, but there will be a short-term gap,” Wang says. A lasting change?  Russia’s full-scale invasion exposed how significantly the military-industrial complex in Europe has withered since the Cold War. Across the continent, governments have cut back investments in hardware like ships, tanks, and shells, partly because of a belief that wars would be fought on smaller scales, and partly to trim their national budgets.  “After decades of Europe reducing its combat capability,” Pollaks says, “now we are in the situation we are in. [It] will be a real challenge to ramp it up. And the way to do that, at least from our point of view, is real close integration between industry and the armed forces.” This would hardly be controversial in the US, where the military and the defense industry often work closely together to develop new systems. But in Europe, this kind of collaboration would be “a bit wild,” Pollaks says. Militaries tend to be more closed off, working mainly with large defense contractors, and European investors have tended to be more squeamish about backing companies whose products could end up going to war.  As a result, despite the many positive signs for the developers of military tech, progress in overhauling the broader supply chain has been slower than many people in the sector would like. Several founders of dual-use and military-tech companies in Latvia and the other Baltic states tell me they are often invited to events where they pitch to enthusiastic audiences of policymakers, but they never see any major orders afterward. “I don’t think any amount of VC blogging or podcasting will change how the military actually procures technology,” says Project A’s Wang. Despite what’s happening next door, Ukraine’s neighbors are still ultimately operating in peacetime. Government budgets remain tight, and even if the bureaucracy has become more flexible, layers upon layers of red tape remain.    Soldiers of the Latvian National Defense Service learn field combat skills in a training exercise.GATIS INDRēVICS/ LATVIAN MINISTRY OF DEFENSE   Even Global Wolf’s Bukavs laments that a caravan of political figures has visited their factory but has not rewarded the company with big contracts. Despite Ukraine’s requests for the Mosphera scooters, for instance, they ultimately weren’t included in Latvia’s 2024 package of military aid due to budgetary constraints.  Related StoryMass-market military drones have changed the way wars are foughtThe war in Ukraine has exposed that widely available, inexpensive drones are being used not just for targeted killings but for wholesale slaughter.",
    "What this suggests is that European governments have learned a partial lesson from Ukraine—that startups can give you an edge in conflict. But experts worry that the continent’s politics means it may still struggle to innovate at speed. Many Western European countries have built up substantial bureaucracies to protect their democracies from corruption or external influences. Authoritarian states aren’t so hamstrung, and they, too, have been watching the war in Ukraine closely. Russian forces are reportedly testing Chinese and Iranian drones at the front line. Even North Korea has its own drone program.  Advertisement The solution isn’t necessarily to throw out the mechanisms for accountability that are part of democratic society. But the systems that have been built up for good governance have led to fragility, sometimes leading governments to worry more about the politics of procurement than preparing for crises, according to Ilves and other policy experts I spoke to.  “Procurement problems grow bigger and bigger when democratic societies lose trust in leadership,” says Ilves, who now advises Ukraine’s Ministry of Digital Transformation on cybersecurity policy and international cooperation. “If a Twitter [troll] starts to go after a defense procurement budget, he can start to shape policy.” That makes it hard to give financial support to a tech company whose products you don’t need now, for example, but whose capabilities might be useful to have in an emergency—a kind of merchant marine for technology, on constant reserve in case it’s needed. “We can’t push European tech to keep innovating imaginative crisis solutions,” Ilves says. “Business is business. It works for money, not for ideas.”  Even in Riga the war can feel remote, despite the Ukrainian flags flying from windows and above government buildings. Conversations about ordnance delivery and electronic warfare held in airy warehouse conversions can feel academic, even faintly absurd. In one incubator hub I visited in April, a company building a heavy-duty tracked ATV worked next door to an accounting software startup. On the top floor, bean bag chairs were laid out and a karaoke machine had been set up for a party that evening.  A sense of crisis is needed to jolt politicians, companies, and societies into understanding that the front line can come to them, Ilves says: “That’s my take on why I think the Baltics are ahead. Unfortunately not because we are so smart, but because we have this sense of necessity.”  Nevertheless, she says her experience over the past few years suggests there’s cause for hope if, or when, danger breaks through a country’s borders. Before the full-scale invasion, Ukraine’s government wasn’t exactly popular among the domestic business and tech communities. “And yet, they came together and put their brains and resources behind [the war effort],” she says. “I have a feeling that our societies are sometimes better than we think.”  Peter Guest is a journalist based in London."
  ]
}