{
  "url": "https://hbr.org/sponsored/2024/05/how-technology-can-help-drive-dei-success",
  "title": "How Technology Can Help Drive DEI Success",
  "ut": 1716458303.0,
  "body_paragraphs": [
    "Complimentary Sponsor Content Webinar and Report",
    "Business leaders continue to prioritize talent. Organizations’ commitment to diversity, equity, and inclusion (DEI) is key to attracting talent and customers. Workday takes a holistic approach to DEI, both internally and externally. DEI is not siloed at Workday, but is central to the company and are embedded throughout—in recruiting, talent development, employee engagement, their products, and customer relationships.",
    "Workday is guided by the VIBE philosophy: Value, Inclusion, Belonging, and Equity for all. Workday’s annually published report, Global Blueprint for Belonging and Diversity, underscores the importance of technology and data to a sound DEI strategy.",
    "In this webinar, Daniela Porr, Workday, and Mary Roemmele, Workday, discuss the following ideas:",
    "• Workday’s global DEI Study shows a high level of organizational commitment to DEI, but strategy is lagging.",
    "• How Workday treats DEI as foundational to its culture and as a feature in its solutions.",
    "• As part of inclusion, Workday focuses on the accessibility of its products through partnerships among its workforce and its customers.",
    "• Workday’s industry-leading Accessibility Advisory Council represents an innovative way to elevate accessibility and improve usability.",
    "Click here to watch the webinar and download the webinar summary report.",
    "Learn how Workday can help your organization drive DEI success.",
    "Daniela Porr is the Principal Solutions Marketing Lead at Workday",
    "Mary Roemmele is the Director of Digital Product Accessibility at Workday",
    "Diversity, Inclusion, and Belonging Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Diversity, Inclusion, and Belonging. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "How to build a better, more just workplace.",
    "Learn More & See All Courses"
  ]
}