{
  "url": "https://www.ft.lk/columns/Asoka-Handagama-s-Moon-Hunt-A-re-enactment-of-an-event-in-two-time-periods/4-786788",
  "title": "Asoka Handagama’s Moon Hunt: A re-enactment of an event in two time periods",
  "ut": 1768175098.0,
  "body_paragraphs": [
    "Moon Hunt has created history in Sri Lanka’s cinema on several counts. It is a movie directed by the same filmmaker twice by using the same artistes. It is a movie which has been aptly changed in its plot to represent two eras, one characterised by the era of victims, and the other by the era of victims being elevated to power. It is a movie which has used the stage drama tactics of magic and mysticism to deliver its core message",
    "Belief in inanimate Moon to deliver justice",
    "Sri Lanka’s greatest Sinhala writer, Martin Wickramasinghe, in a short story penned in 1932, has fictionalised a story about the Moon testifying to a murder many years after the gruesome crime had been committed.[1] In the story, a man lying in a paddy field in a moon-lit night and in the throes of death following a fatal attack by his neighbour, curses the attacker that the Moon shining in the sky will one day testify to the murder and deliver justice to him. The killer laughs it away since an inanimate body like the Moon cannot do it in a world of animate men and women. But many years after this, when he was relaxing with his wife outdoors again in a moon-lit night, he recalls the unfulfilled curse when he sees the Moon brightly shining in the sky. It brings a spontaneous smile to his face. Seeing her husband smiling to himself, the wife gets suspicious that he is doing so because of a happy memory of a carnal exploit he would have had with another woman. She charges him of this and demands an explanation. The man when he sees no release from the pressurising woman, finally yields and tells her about the whole incident. That is immediately forgotten by both. But sometime later, when he had beaten his wife for some error, she starts shouting that he has been trying to kill her in the same way he had killed his neighbour many years earlier. The relatives of the victim hear this and report to the Police. The man is apprehended, tried for murder, and sentenced to death. Thus, the inanimate Moon had done its duty by creating the situation needed for fulfilling the curse of the dying man. Thus, as the Brazilian writer Paulo Coelho has said in The Alchemist, a novel that has combined magic, mysticism, wisdom, and wonder into an inspiring tale of self-discovery, when one is determined to attain something, the whole universe conspires to facilitate him to do so. [2]",
    "Moon Hunt movie poster",
    "Handagama’s use of inanimate Moon",
    "Sri Lankan award-winning filmmaker, Asoka Handagama, through his latest cinematic creation, Moon Hunt, has attempted to use the inanimate Moon as the testifying witness to some gruesome crimes which had been committed under the very bright moonlight. Though the film has been described as the story of a series of events in history where the Moon has functioned as the witness, in my view, like Wickramasinghe’s Handa Sakki Keema, it is still an unfulfilled curse waiting to deliver justice to the victims. As in Coelho’s The Alchemist, the universe has conspired to bring the dreams of the victims to reality by delivering political power to its subsequent leaders, in the parting words of one of the characters in the movie, on a colourfully decorated tray. Now they have the power and what is needed is only action. The character demands those who have got power to act swiftly in a mocking way. She says that there is a difference between agitating for justice when there is no power and delivering justice when one is blessed with power. Thus, Moon Hunt is a story of both Wickramasinghe and Coelho being fulfilled only half-way.",
    "A film filled with magic, mysticism, wisdom, and wonder",
    "Moon Hunt is filled with magic, mysticism, wisdom and wonder. The story moves so fast that a typical cinemagoer may find it difficult to follow it to understand the core message it delivers. But that is typical of all Handagama creations. Unless you dive into them several times, with patience in mind and heart, you cannot learn of what he says. But once it dawns on you, you will find them rare gems that have been carefully cut and polished for you to enjoy the hidden beauty in them. Till then, Handagama himself is magic, mystery, and wonder.",
    "Moon Hunt has created history in Sri Lanka’s cinema on several counts. It is a movie directed by the same filmmaker twice by using the same artistes. It is a movie which has been aptly changed in its plot to represent two eras, one characterised by the era of victims, and the other by the era of victims being elevated to power. It is a movie which has used the stage drama tactics of magic and mysticism to deliver its core message. It is a movie, which I suspect, that has used Artificial Intelligence or AI technology to present the artistes who are no longer with us now. It is also a movie which had originally shot in 35 mm negatives but later converted to digital mode to meet the present-day screening requirements.",
    "Rescuers of Moon Hunt",
    "The first Moon Hunt had been produced by media-friend cum marketing expert Dr. Sunil Jayantha Navaratne and his wife Jayanthaa Navaratne. It had been filmed, according to Handagama, in 1996 on 35 mm negatives. But due to a technical defect involving the sound system, it could never be shown on the silver screen. When it was gathering dust in some unknown movie store, it was Dr. Bandula Gunawardana, an art-loving academic cum politician, who came to his support not only to resurrect the movie but also to give it a new meaning in the current context. The new movie that was produced with the support of this trio was screened for a select audience last week in Colombo. In my view, Handagama should be eternally grateful to them because if not for their intervention, there would not have been a Moon Hunt at all. Handagama says that what was shown last week was not the same movie. Nor was it a new movie either. What this means is that the original Moon Hunt and the resurrected Moon Hunt are umbilically connected to each other. There are similarities as well as differences in the two scripts and the viewers should use their eyes tactfully to identify them.",
    "The young rebel depicted in this film is a typical utopian, and a person far from reality. He uses the required vocabulary of a rebel without knowing its meaning. He also wields a toy gun to scare others. As Handagama has depicted, this is also typical of the modern-day rebels who have been recruited to underground political movements without any training. When they are being pursued by armed forces, they flee for safety and hide anywhere they can. The message which Handagama gives here is that any rebellion carried out with their support will help crafty leaders ascend to power, and those foot soldiers are simply used as dispensable cannon fodder",
    "God neither punishes the wicked, nor rewards the virtuous",
    "The original Moon Hunt is a story revolving around a dark period in Sri Lanka’s recent history. There was a youth uprising in the country which the Government of the day suppressed with brutal measures. The young people who had agitated for the establishment of a dream society had been eliminated without a trace witnessed only by the inanimate Moon shining in the sky. One would expect the Moon to testify to the gruesome killings and deliver justice to the victims because contemporary society has afforded divinity to those telestial bodies. Hence, the Moon is viewed as a God, loved by some and feared by others. The loving nature of the Moon is an aspect in which it rewards the virtuous. On the other hand, the fearful part of the Moon is expected to deliver punishments to the wicked. It is this aspect of the Moon that has been presented in Handagama’s movie. Even the young rebel who is expected to behave as a rational person with no subjective feelings shudders in fear when the rays of the Moon peeps through the open windows. Thus, for all purposes, the Moon is expected to function as the judge, punish the wicked, and deliver justice to the victims. But that does not happen since as Krishna in Bhagavad Gita tells Arjuna, ‘God envies no one and is not partial to anyone. He is equal to all beings, and none is hateful or dear to Him’ implying that He neither punishes the wicked nor rewards the virtuous. [3] Hence, one cannot expect an inanimate Moon to deliver justice to the victims. Such justice should occur only in the human realm.",
    "Political underpinnings of Moon Hunt",
    "A clue to the political nature of the movie is given by Handagama in a special message he had issued to the viewers of the movie. Says Handagama: “In the 1980s, the Janatha Vimukthi Peramuna (JVP) ended its primitive armed campaign and strategically transformed itself into a political movement. In 2024, Anura Kumara Dissanayake was elected President as the leader of the mass movement known as the National People’s Power led by JVP”. This has been used by Handagama as the entry point to the resurrected Moon Hunt. Accordingly, the movie starts with a scene in which the lead female character, played by Kaushalya Fernando, watches on the TV the results of the 2024 Presidential election. When she hears that Anura Kumara Dissanayake has been elected as the President, she is exhilarated. But at the end of the movie, she does not have the same jubilation about the new Government. She remarks that it is convenient and easy for someone to protest, paste anti-establishment posters on walls, and agitate for a fair and a just society so long as they are not in power. But when political power is served to them on a decorated tray, it is their duty to deliver the expected results. What this means is that since the inanimate Moon does not deliver justice on its own, and as Krishna has advised Arjun that God does not punish the wicked nor reward the virtuous, it is those human beings who have to take action to do justice for those who perished in the struggle for a fair and a just society.",
    "Depiction of nakedness of human relations",
    "Beneath those political underpinnings, Handagama has depicted the true nakedness of the human relations, relations between husbands and wives, relations between working colleagues, and relations between utopian rebels and the ordinary citizens. He has used magic and mysticism here to change the setting. The naked man among soldiers, played by W. Jayasiri, is an innocent helpless person who depends on others for sustenance. Even for a cigarette, he must plead with uniformed soldiers who man the roadblock armed with automatic weapons. If they want, they can shoot him to death, and no questions would be asked. Through an inexplicable magical transformation, he suddenly becomes a captain in the army in a uniform armed with a real gun. That new role changes his innocence to a person with enormous powers with ability to decide on the life and death of those who dare to cross his path. He boldly declares that he would not care whether the victim is a real terrorist; he would kill him because it pleases him. There is no more nakedness in his behaviour. He in fact abducts an ordinary man, played by Mahendra Perera, kills him, and dumps his body in an abandoned railway track.",
    "In the same way, the prostitute, played by Kaushalya Fernando, goes on her usual night prowl searching for business, and returns home without success that night. Instead of her husband, she finds a young boy, played by Rukmal Nirosh, wielding a toy gun hiding in her house. She misjudges him as a customer but later comes to know that her husband has been abducted by armed men who had come there looking for the young man. She offers herself to the young man, but he was not in the proper mood to accept it. They both go in search of her abducted husband and find a dead body dumped on a rail track face down. The prostitute refuses to accept that it is her husband but later recognises the body not from any specific body sign, but from the smell of the balm she had applied to his back earlier in the day. That is the type of the relationship which a couple who had been married for years has had; both are strangers to each other.",
    "The young rebel depicted in this film is a typical utopian, and a person far from reality. He uses the required vocabulary of a rebel without knowing its meaning. He also wields a toy gun to scare others. As Handagama has depicted, this is also typical of the modern-day rebels who have been recruited to underground political movements without any training. When they are being pursued by armed forces, they flee for safety and hide anywhere they can. The message which Handagama gives here is that any rebellion carried out with their support will help crafty leaders ascend to power, and those foot soldiers are simply used as dispensable cannon fodder.",
    "A clue to the political nature of the movie is given by Handagama in a special message he had issued to the viewers of the movie. Says Handagama: “In the 1980s, the Janatha Vimukthi Peramuna (JVP) ended its primitive armed campaign and strategically transformed itself into a political movement. In 2024, Anura Kumara Dissanayake was elected President as the leader of the mass movement known as the National People’s Power led by JVP”. This has been used by Handagama as the entry point to the resurrected Moon Hunt",
    "A quality movie with a low budget",
    "Moon Hunt is a low budget movie filmed wholly in a studio with a few artistes playing the main characters. But the quality of the movie is remarkably high and Handagama should be congratulated on his creative skills to bring such a movie to reality.",
    "(The writer, a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at [email protected] )",
    "1 Wickramasinghe, Martin, 1932, Handa Sakki Keema, Sarasa Publishers, Colombo",
    "2 Coelho, Paulo, 2014, The Alchemist, 25th Anniversary Edition, HarperCollins",
    "3 Bhagavad Gita, 9.29"
  ]
}