{
  "url": "https://dbsjeyaraj.com/dbsj/?p=86797",
  "title": "Somasundaram Nadesan QC  will be remembered for his brilliance as a lawyer, as an indefatigable fighter for human rights and for taking up public causes. He was an extraordinary human being.",
  "ut": 1766173260.0,
  "body_paragraphs": [
    "Somasundaram Nadesan, Queens Counsel, who died on  December 21, 1986, was an Advocate of the Supreme Court of Sri Lanka, a Barrister-at-Law of Lincoln’s Inn, and an Advocate of the High Court of Madras (Chennai). He took silk in 1954 and was at one time Chairman of the Bar Council. He was elected to the Senate in 1947 and remained a Senator throughout its existence, except for two years, until its abolition in 1971.",
    "Early life and education",
    "Nadesan was born on February 11 1904 in Anaicottai, Jaffna. He attended Jaffna Hindu College and won the Governor’s scholarship to attend Royal College, Colombo.  After a short spell at Royal College, he joined University College to follow a General Degree course in science. He failed his Physics Practical examination and was not awarded his degree.",
    "Nadesan had desired to join the teaching profession and did teach for a while. A.S. de Silva, a former student of Nadesan recalled (CDN 21.12.1996) the help Nadesan gave him by sponsoring his application to Dharmasoka College, Ambalangoda which de Silva attended for his secondary education. He continued to check on de Silva’s progress even after leaving teaching.",
    "Entry into legal profession",
    "After a brief period as a teacher,  Nadesan quit teaching and joined the Law College and was admitted to the Bar in 1931. On entering the Bar, he worked for a brief period in the chambers of late Justice Nagalingam, after which he set up practice on his own.",
    "When Nadesan commenced his practice, he had no acquaintances at the Bar to ease him into the path of success, but by dint of hard work he established for himself a thriving practice within a few years. Nadesan’s break came when he was fortuitously retained by a chettiar to appear in the Court of Requests. Nadesan’s skilful handling of the case impressed the chettiar that he continued to retain Nadesan.",
    "It also helped to spread Nadesan’s reputation among the small but thriving chettiar community. C Ranganathan Q.C., himself an eminent lawyer, told me that Nadesan was already having a busy practice when he entered the Bar four years after Nadesan,  and that Nadesan helped him to find his feet during his formative years in the Bar.",
    "Nadesan became involved with the Jaffna Students’ Congress since about 1923 while he was a student, which explains his failure to get his degree. The Jaffna Students’ Congress started life as a debating forum and later changed its name to Jaffna Youth Congress (JYC). Nadesan was a founding member of the JYC which was formed in December 1924; he seconded the resolution for its formation. Handy Perinbanayagam was the moving spirit behind the JYC.",
    "Nadesan served as chairman of its reception committee during the 1928 sessions, when Mahatma Gandhi visited Jaffna at the Congress’s invitation. He was also one of the principal speakers at the following year’s sessions, where he moved the resolution calling for poorna swaraj (total independence) at a time when political leaders in the south were still satisfied with dominion status.",
    "The JYC stood for a free and united Ceylon committed to universal values and ideals. It was committed to full independence, national unity, secularism, and the elimination of caste barriers. Many prominent personalities from the South attended its conferences and even presided over them. P de S Kularatne of Ananda College  frequently attended  its conferences and even chaired its second annual sessions.",
    "Nadesan will be remembered for his brilliance as a lawyer, as an indefatigable fighter for human rights and for taking up public causes. According to N. Sanmugathasan, long before Nadesan became well-known, trade unions sought his help in cases that came up before the special tribunals set up to handle industrial disputes. He represented them regularly and never accepted payment. It was, for him, a genuine labour of love.",
    "The Peter Pillai Foundation honoured him in 1983 with an award for his contribution for the promotion of human rights and social justice. In Nadesan’s own words, he had been interested in human rights and social justice since about 1923, and since becoming a lawyer, particularly during the war years, he appeared in several cases involving civil liberties and workers’ rights.",
    "Nadesan firmly believed in democracy and the importance of the rule of law as its foundation. In a speech he made when he was presented the Peter Pillai Foundation award, he said:",
    "“The Rule of Law is the foundation of democracy. Democracy is a moral concept. It is something which is pledged to the defence of truth and justice. If we compromise with evil, with injustice, with untruth, we may gain a temporary advantage, but permanent danger will result.”",
    "Nadesan had a multifaceted personality. Nadesan’s expertise was extensive, encompassing both criminal law and civil law. It extended to constitutional law, election petitions, public law, labour law, defamation, human rights, extradition law. The list is not exhaustive.",
    "Nadesan was for nearly nineteen years standing counsel for the Lake House group of newspapers. According to George Mason, Esmond Wickremesinghe who ran Lake House, ‘had implicit faith in Nadesan as a lawyer. His tactics, his court craft — all suited the limitless situations that arose in journalism.’",
    "The late Chief Justice Sharvananda said that it “can be said of only Mr. Nadesan that he was an all-rounder, quite at home whether it be in the Privy Council, Supreme Court, Election Court, the Income Tax Board of Review or Industrial Arbitrator or Parliamentary Committee.”",
    "Lawyers who had witnessed Nadesan argue the appeal of Dr M.G.H Siriwardene, eminent surgeon of General Hospital Colombo convicted of soliciting a bribe in the 1970s, have recounted the forensic skill and court craft displayed by Nadesan on that occasion. It was one of the most controversial cases prosecuted by the Bribery Commissioner’s Department then headed by Ian Wickramanayake. The surgeon was convicted after a hotly contested trial and Nadesan was instructed to handle the appeal, which he argued before a Bench of the Supreme Court headed by Victor Tennekoon CJ. In those days, oral submissions were limited to about half an hour and appeals were decided primarily on written submissions. Nadesan sought the court’s permission to have the rule waived, arguing that he could not do justice to his client if he was so confined.",
    "Nadesan’s submissions in support of his application went beyond the usual time limit, and he was eventually allowed to address the court at length. Nadesan was ultimately able to persuade the bench that the conviction was wrong. The movie “Sagarayak Meda” brought the real life story of the surgeon to the silver screen.",
    "Nadesan had an extraordinarily brilliant mind. He had an excellent knack for distilling complex issues into simple propositions applying first principles. He used case law and legal texts to develop them.",
    "Nadesan maintained scrupulous honesty with the bench and advised his juniors never to mislead the court. Always polite and respectful, he was never obsequious before judges. Notably, he always stood his ground, even when facing a bench hostile to his client’s case.",
    "Such was the stature enjoyed by Nadesan that he commanded the confidence of the bench and the admiration of his peers. Esteemed seniors of the Bar, including Dr. Colvin R. de Silva and H. L. de Silva, fondly called him “Boss,” an epithet that captured both their respect for his judgment and their affection for his character.",
    "During the turmoil of Black July in 1983 the Hewamanne v de Silva case, which Nadesan had argued, was listed for pronouncement of judgment on Wednesday, July 27. Despite widespread, ongoing violence against Tamils, he insisted on attending court, stating he had never kept judges waiting. When he arrived in Hulftsdorp, no judges were present; they arrived an hour later, clearly after being informed Nadesan was in attendance. I accompanied Nadesan to Court.",
    "Nadesan undertook several consequential cases throughout his career.",
    "In 1943, while Sri Lanka was still British Ceylon, Nadesan represented Abdul Aziz, a trade unionist and founding member of the Ceylon Indian Congress, who faced sedition charges. Nadesan secured Aziz’s acquittal despite a hostile bench.",
    "In 1954, he was retained by Emil Savundranayagam to represent him in a court in London to oppose an extradition order, led by Sir Hartley Shawcross. Forced to return to Sri Lanka prematurely, Nadesan received high praise from Sir Hartley in a letter: “I very rarely have the help of anyone with such an acute and analytical mind as you possess… I hope you will be back in England soon – but not against me in the Privy Council.”",
    "Sir Hartley’s remark alluded to the case of E.L. Senanayake v Navaratne in the Privy Council, where the two lawyers had previously been opponents. Nadesan prevailed, arguing successfully that the Privy Council lacked jurisdiction over election petitions from Ceylon. Losing counsel Sir Hartley later confirmed to Nadesan that he returned his fee to his client.",
    "Kodakan Pillai v. Mudanayake, a landmark case and virtually the first constitutional challenge under the Soulbury Constitution, centred on the citizenship rights of persons of Indian origin in Sri Lanka. Nadesan represented Kodakan Pillai, whose name had been removed from the electoral register on the basis that he was not a citizen of Sri Lanka and lacked the qualifications required of an elector, even though he had been previously on the register and had voted at the elections conducted for the State Council.  The removal was based on new legislation that made Sri Lankan citizenship a necessary qualification for an elector, effectively disenfranchising many Indian Tamils.",
    "The core of Nadesan’s argument which was upheld by the Revising Officer was that the new laws – the Ceylon Parliamentary Elections (Amendment) Act 48 of 1949 and the Citizenship Act, No. 18 of 1948 – were invalid because they offended against s. 29(2) of the Soulbury Constitution. This section prohibited laws that subjected persons of a specific community to disabilities or restrictions not imposed on others, forming part of the “solemn balance of rights” designed to protect minorities. The Crown successfully obtained an order from the Supreme Court of Ceylon to quash the officer’s determination, which was subsequently affirmed by the Privy Council.",
    "In the landmark Press Council case before the Constitutional Court, Nadesan argued forcefully that the proposed Press Council Bill was fundamentally inconsistent with the First Republican Constitution of 1972. The significance of the issues raised was such that the Chairman of the Court, T.S. Fernando, observed that it was the most important case he had heard during his tenure. Upholding Nadesan’s argument that the 14-day period within which it was expected to deliver its decision was directory only, he said he would take even longer to allow the court sufficient time to deliberate fully and issue a considered opinion.",
    "In 1982, the Sri Lankan Parliament passed a controversial law to extend its term by six years, a measure that required approval at a referendum. A group of multi-faith clergy called Pavidi Handa (‘Voice of Clergy’) campaigned for a ‘NO’ vote, printing leaflets to distribute to the public. The police stormed a meeting they held, assaulted people, seized their materials, and broke up the meeting. The organisation sued for fundamental rights violations in the Supreme Court. Nadesan successfully argued their case, convincing the Court that the police acted illegally and secured damages for the victims. The case is reported as Ratanasaro Thero v Udugampola.",
    "Then there were the Saturday Review Cases. Saturday Review was an English-language weekly edited by Gamini Navaratne and was published from Jaffna. It engaged in independent and critical reporting on human rights violations and government actions in the North and East. The paper faced intense government pressure, culminating in its initial closure in July 1983 by the Competent Authority using sweeping powers under the Emergency (Miscellaneous Provisions and Powers) Regulations. The publisher and several individuals lodged a series of fundamental rights applications in the Supreme Court arguing that the ban violated freedom of speech and expression. The cases (Visuvalingam v. Liyanage) became an important legal reference point, even if the Supreme Court ultimately dismissed the petitions. The Judges case emerged out of a hearing in one of these cases.",
    "The case of Hewamanne v. de Silva is another landmark in Nadesan’s career, and it raised intricate questions concerning the limits of parliamentary privilege and the application of the law of contempt of court to media reporting. A five-judge bench of the Supreme Court, chaired by Wanasundera J concluded that the contested publication constituted contempt, though they opted against imposing a penalty.",
    "In a notable twist, Nadesan was himself charged with breaching parliamentary privilege.",
    "Nadesan wrote a series of articles in the Sun newspaper regarding Parliament’s controversial use of judicial power against the editor of the Ceylon Observer, holding the editor responsible for publishing two photographs with the captions mixed up. He suggested that the matter should have been referred to a Select Committee of the House. In his view the House had proceeded to consider the question of punishment without knowing exactly what crime the two suspects had committed.",
    "The House had violated the rules of natural justice, erred on questions of law, given untenable reasons for the decisions, acted in ignorance of the law and made an illegal order. The Privileges Committee of Parliament decided that the statements published were defamatory and referred the matter to the Attorney General for further action. The Attorney General applied to Court under the Parliamentary (Powers and Privileges) Act for Nadesan to be dealt with. Nadesan was acquitted.",
    "Nadesan had no affiliation with any political party when he was elected to the Senate in 1947. In his maiden speech Nadesan declared that he was an independent senator.",
    "Nadesan took his responsibilities as a senator seriously and the speeches he made on the floor of the Senate were incisive and illuminating. The speech he made in the wake of the hartal in 1952 was described by James Manor in his biography of SWRD Bandaranaike as “a devastating assault on the government’s conduct during the hartal and on the draconian public security legislation which it had rushed through parliament”.",
    "As a matter of fact, Nadesan put his life on the line by visiting refugee camps to check on the welfare of the refugees. Having gone to Hindu College, Ratmalana to check on the refugees and failing to find them there, Nadesan made his way to the Ratmalana Police. On his way, a baying mob was stopping cars and looking for Tamils, which he had to pass. He escaped harm because his Sinhalese driver told the mob that the man seated behind was a Sinhalese.",
    "In the aftermath of the 1971 insurrection, Nadesan used his curfew pass to visit friends, colleagues, and acquaintances to gather a correct understanding of the events that unfolded, and to formulate his views on how to respond. The Speech he made on the floor of the Senate 39 days after the outbreak of insurrection reflected his personal anguish and his passion for truth and justice. According to Suriya Wickremesinghe the speech Nadesan made was also a prelude to the formation of the CRM in 1971.",
    "Nadesan reminded his listeners of SWRD Bandaranaike’s observation that the party system of government had been the bane of the country. He expressed the hope that the constitution proposed by the government at the time would adequately address the underlying problems that had led to the insurrection, and that the Constituent Assembly would draft a constitution prioritising the nation over party interests. There was nothing new in Nadesan’s appeal to national rather than sectional interests; he had expressed similar views during his days with the Jaffna Youth Congress.",
    "In 1954, Nadesan delivered a forceful speech condemning the forcible removal of Rhoda Miller de Silva, an American citizen married to a Sri Lankan. She had come to Ceylon to settle down but was taken to Colombo for questioning, apparently over a book she had written that displeased a major Western country. No charges were filed. With Nadesan’s assistance, her husband obtained a writ of habeas corpus from the Supreme Court to produce her in court. Before the writ could be served, the authorities surreptitiously took her to Ratmalana Airport without her husband’s knowledge and placed her on a plane bound for the United States.",
    "In his speech, Nadesan emphasised the violation of her fundamental rights, particularly her right to family life. In the United States, her supporters mounted a vigorous campaign for her return. They ultimately succeeded, and she was permitted to come back to Sri Lanka, where she later became a columnist for the Ceylon Daily News.",
    "Nadesan gave leadership to the opposition to the Constitutional Amendment introduced by the Sirimavo Government in 1971 which was intended to benefit Nanda Ellawela, who had been convicted for a crime and had served a sentence which would have disqualified him from sitting in Parliament. The amendment was introduced while a petition challenging Ellawela’s election was pending. The Senate rejected the amendment.",
    "Unlike many senior lawyers, Nadesan was generous to his juniors, often acknowledging their efforts and even praising them in court.",
    "Nadesan was at some stage of his life a chronic diabetic. When he was lying in a nursing home recovering from a coma, he saw a patient on his neighbouring bed leafing through books on nature cure. Nadesan’s interest on the subject was sparked that day and he became an avid reader of books on the subject. He became a convert to nature cure, and a practising one at that, in getting fit through regular exercise and rigorous dieting. “Eat fruits, vegetables, and nuts” became his mantra. Those who attended his chambers were served either carrot or pineapple juice and nuts for refreshment.",
    "He was past 81 years when he died, but his death was untimely given that he was at the time of his death in his usual vibrant self, in good health, physically fit and active, and intellectually alert. As Donovan Moldrich wrote: He lived – and died- on his feet”.",
    "Nadesan was a man of action and regarded work as worship. He met both success and defeat with quiet equanimity. What mattered to him most was not the outcome, but the principle he stood for. Whether the outcome favoured him or not, he remained composed and resolute, believing that to struggle with integrity was more important than personal triumph.",
    "Nadesan lived by the philosophy adumbrated in the Bhagavad Gita and encapsulated in the words of Lord Krishna when he spoke to Arjuna thus: “To action man has a right, but not to the fruits thereof”.",
    "Everything I have said about Nadesan pales in comparison to what truly mattered: he was an extraordinary human being.",
    "Courtesy:Daily  Mirror",
    "************************************************************"
  ]
}