{
  "url": "https://hbr.org/sponsored/2024/09/video-quick-take-intercoms-brian-donahue-on-how-ai-customer-service-agents-are-delivering-massive-value",
  "title": "Video Quick Take: Intercom’s Brian Donahue on How AI Customer Service Agents Are Delivering Massive Value",
  "ut": 1727173608.0,
  "body_paragraphs": [
    "Video Player is loading.",
    "PlayMuteCurrent Time 0:00/Duration 0:00Loaded: 0%Stream Type LIVESeek to live, currently behind liveLIVERemaining Time -0:00 1xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionscaptions and subtitles off, selectedAudio TrackFullscreenThis is a modal window.Beginning of dialog window. Escape will cancel and close the window.TextColorWhiteBlackRedGreenBlueYellowMagentaCyanTransparencyOpaqueSemi-TransparentBackgroundColorBlackWhiteRedGreenBlueYellowMagentaCyanTransparencyOpaqueSemi-TransparentTransparentWindowColorBlackWhiteRedGreenBlueYellowMagentaCyanTransparencyTransparentSemi-TransparentOpaqueFont Size50%75%100%125%150%175%200%300%400%Text Edge StyleNoneRaisedDepressedUniformDropshadowFont FamilyProportional Sans-SerifMonospace Sans-SerifProportional SerifMonospace SerifCasualScriptSmall CapsReset restore all settings to the default valuesDoneClose Modal DialogEnd of dialog window.",
    "Todd Pruzan, HBR: Welcome to the HBR Video Quick Take. I’m Todd Pruzan, senior editor for research and special projects at Harvard Business Review.",
    "In our rapidly evolving business landscape, artificial intelligence has become a critical tool for customer service, to the point that some would argue customer service leaders who aren’t using AI agents are irresponsible. To talk about why, we’re here with Brian Donahue, Intercom’s Vice President of Product, for his insights. Brian, thanks so much for being with us.",
    "Brian Donahue, Intercom: Hey, Todd. Thanks for having me here.",
    "Todd Pruzan, HBR: So, Brian, you’re making a very strong statement here that leaders who work without AI agents are irresponsible. Why do you make that argument?",
    "Brian Donahue, Intercom: Well, I think amidst all the general hype that’s going on, AI is transforming society. But hey, it’s still all to play out, see how it works. I think it can actually be easy for leaders to fail to recognize that the game has already changed for customer service.",
    "AI agents are delivering massive value today, right now. And like, we really think– like, we think as builders of this technology who understand its strengths and its limitations, not using it, you’re just leaving a huge opportunity on the table. It’s better for your customers. It’s better for your business. The economics of customer service are actually changing. So I think failing to recognize we’re in this moment means you’re falling behind.",
    "Todd Pruzan, HBR: OK, can you share any examples of the impact AI agents have had on Intercom’s customers?",
    "Brian Donahue, Intercom: Yeah, absolutely. When we launched in over a year ago, well over a year ago, we saw an average resolution rate of 32%. And we’re like, hey, this is good enough. We got to get this out into the market. This is way better than what came before. And that average rate has climbed now to 46%. It’s just been this nice, incremental increase. It’s still climbing.",
    "We see some customers getting above 80% resolution rates. So I mean, if you tell a customer service leader, an AI agent can likely answer nearly half of your incoming volume, it can do that 24/7 in any language. I mean, that’s why we think it’s basically irresponsible not to be using one today.",
    "Here’s a tangible example from one of our customers, a SaaS business called RB2B. So they doubled their user base in two months, and you’d expect that volume for the support team to double. But because they had our AI agent actually working on customer questions over email, their support team actually handled 45% fewer questions. So like, RB2B told us, they think in a year from now, their two support team agents would be like a team of 20. So this gives you a sense of how agents are really dramatically shifting the customer service landscape.",
    "Todd Pruzan, HBR: OK, those are definitely some compelling numbers, but customer support is not just about efficiency. It’s about quality. And leaders care most about the quality of the customer experience they’re delivering. How do you ensure AI agents don’t degrade the quality of support that the end customers are getting?",
    "Brian Donahue, Intercom: Yeah, this is a really important point. This is the single biggest concern we hear. A couple of points to think about here. The first one is don’t equate today’s AI agents with the chat bots of just a couple of years ago. These agents now can engage in human-like dialogue because the conversation abilities have just improved dramatically. These agents sound like humans. And so most people, I think, intuitively get this from their experience of interacting with ChatGPT or similar. So that’s the first point.",
    "Secondly, I think it’s important to think about, from your customer’s perspective, the thing they care about most is getting their problem resolved as quickly as it can. For most of the things your customers are asking you for, they don’t care if it’s a human who’s actually doing that. They just want their problem solved as fast as possible.",
    "And so what AI agents give you is that chance to get that resolution as fast as possible. That’s a massive change. And if the AI agent can’t answer, then they escalate to a human. And that escalation process, that’s what needs to be transparent, fluid, and efficient.",
    "That’s where the nuances and delicacies of how they answer, where someone can say, yeah, that felt OK– OK, it couldn’t answer my question, but I’m going to human now. I’m clear on that. How that interaction works can actually be key to whether someone’s kind of frustrated or feels good about that. But ultimately, it’s trying to get the speed of that resolution as fast as possible.",
    "The third thing is actually accuracy. You’ve got to be accurate. That was actually the biggest risk when this technology landed. Can we reduce hallucinations? That’s been a huge focus for us. We’re actually able to get that hallucination rate, that error rate, down to like 0.01%. And so that’s critical.",
    "So basically, when you’re thinking about how is this going to impact my customer experience, you’ve got to remember, one, the quality of human-like interactions. Two is that immediate availability, that chance to get that resolution right away, and three, like, high accuracy– not being wrong. Those are what we think are the main reasons why you can feel comfortable of using an AI agent even when you want to get the best customer satisfaction.",
    "Todd Pruzan, HBR: OK, well, that’s a great summary. Brian, thank you so much for sharing your insights about AI agents and the role they play in providing customer service responsibly.",
    "Brian Donahue, Intercom: Thanks, Todd.",
    "Todd Pruzan, HBR: We’ve been speaking with Brian Donahue, Vice President of Product at Intercom. To learn more, click the link below.",
    "Learn more about AI agents and the role they play in providing customer service responsibly.",
    "Customer Focus Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Customer Focus. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Learn how to keep your customers—and their most important needs—front and center.",
    "Learn More & See All Courses"
  ]
}