{
  "url": "https://www.ft.lk/columns/Verses-for-Palestine-A-GLF-perspective/4-772866",
  "title": "Verses for Palestine: A GLF perspective",
  "ut": 1739137008.0,
  "body_paragraphs": [
    "Serena Burgess (right) with other activists at the GLF",
    "Serena Burgess with the watermelon T-shirt",
    "The Free Palestine Movement on stage at the GLF",
    "The Galle Literary Festival, with its audience and focus on storytelling, provided a unique opportunity for the activist group to share Palestinian voices. As the global discourse on Palestine progresses, the Free Palestine Movement in Sri Lanka remains committed to amplifying Palestinian voices through literature and art – reminding audiences that stories, poetry, and history are among the most powerful tools of resistance. It also reinforces the soft power of GLF, in bringing these critical narratives to the forefront",
    "In the heated afternoon of what the Galle Literary Festival 2025 (GLF) calls ‘The Garden Stage,’ an open-mic session quietly happened on its first day. A mixture of Sri Lankan and other nationals formed a group which turned to literature and poetry to express the grievances of an almost forgotten nation in the Middle East.",
    "Many members of the Free Palestine Movement in Sri Lanka come from activist backgrounds, particularly in environmental and social justice causes. The movement itself is an informal collective, unregistered but highly organised, with over 300 members in Colombo and a smaller but committed group on Sri Lanka’s south coast.",
    "“We started as environmental activists,” Serena Ahangama Burgess explained. “A lot of us were involved in the Aragalaya (Sri Lanka’s 2022 anti-Government protests). We’re essentially people who want to see humans live with equity.”",
    "Their activism evolved organically into solidarity with Palestine, seeing the struggle as part of a broader fight against injustice. “We are highlighting the poetry that has emerged from Palestine. Over the past 75 years, we have witnessed the systematic erasure of a nation, a culture, and even a people. But when we amplify Palestinian voices – when we showcase poetry written by Palestinians – the world begins to see them not as the harmful stereotypes often portrayed, but as individuals with history, culture, rich lives, hopes, and dreams. Poetry and art become powerful expressions of their existence, and that’s what we hoped to convey on stage,” Burgess, who is a co-organiser of the literary protest, says.",
    "“Generally, those who support Palestine are also deeply moved by injustices around the world. Their concern isn’t limited to the Palestinian cause – it’s about humanity. It’s about witnessing suffering in a world where resources exist in abundance yet remain so unequally distributed, forcing us to watch people struggle needlessly. Many of us are involved in other humanitarian efforts, and through this work, we’ve connected with like-minded individuals who share a vision beyond personal existence – one that strives to create a world where more people can live with dignity and comfort.”",
    "Mind Adventures Theatre Company Artistic Director Tracy Holsinger at the GLF",
    "Literature as a platform for awareness",
    "Colombo-based theatre maker, arts educator, radio personality and Mind Adventures Theatre Company Artistic Director Tracy Holsinger, another key figure in the Palestinian protest event at the festival, emphasised the role of literature in raising awareness. “The role of literature is to inform and educate, as well as entertain,” she said.",
    "The group had previously organised ‘Letters from Gaza’ at the 2024 GLF and regularly hosts similar events across Sri Lanka. “Since October 2023, we have been doing readings like this all the time,” Holsinger said. “We asked if we could do one here, and they said yes, no problem.”",
    "The readings included works by renowned Palestinian poets such as Mahmoud Darwish and Kamal Nasr, offering audiences a deeper understanding of Palestinian identity, history, and suffering.",
    "“So we make a habit of trying to share the words of Palestinians themselves, so that people understand the terrible tragedy that is happening there through the words of the people who are actually experiencing it. And we keep doing it because I think you have to keep talking about it. You can’t allow this level of imperialism and violence, especially with all these ridiculous new statements the US President has made about taking over Gaza and so on. In the face of all that, it’s even more important to have a more realistic voice saying, ‘hey, don’t get caught up in all this, let’s focus squarely on what is happening – let’s not make up ceasefires.’ It’s time that there actually was a ceasefire,” Holsinger said.",
    "The challenge of raising awareness",
    "Despite the significance of the session, organisers acknowledged the struggle to draw attention to the Palestinian cause. “It wasn’t advertised,” Burgess noted. “But any platform is a valuable platform to raise awareness for the suffering of other people.”",
    "She pointed to the numbing effect of consumerism and capitalism as a major barrier to empathy. “We’ve been taken in by the capitalist machine,” she said. “We’re all out for winning, out for earning as much as we can, living these very consumerist lives – which is in conflict with our environmental and social justice values.”",
    "For the Free Palestine Movement, activism extends beyond Palestine to a broader concern for global injustices. “If someone is pro-Palestine, they’re usually feeling the pain of most injustices in the world,” Burgess said.",
    "Seeds of solidarity: Building a community of empathy",
    "One of the group’s initiatives, Seeds of Solidarity, says Serena Burgess, began as a project within a school in Colombo. “We approached the school and asked if we could have a Palestine stall during United Nations Day. The stall provided educational material on Gaza and the destruction of UN schools and offices in Palestine. We wanted to raise empathetic children – children who understand that even if something is happening far away, they should still care.”",
    "She says the initiative also gave the activists a sense of community. “There are very few spaces where you can have these conversations. People are either disinterested or uncomfortable. It was nice to have friends who felt equally heartbroken by injustice.”",
    "The symbolism of resistance",
    "The group’s merchandise at their GLF stall included T-shirts that said, ‘This is not a watermelon’, referring to a symbol of Palestinian resistance. Since Israel banned the Palestinian flag in 1967, the watermelon – bearing the same red, white, green, and black colours – became a covert emblem of defiance. “Now, it’s a global symbol of solidarity.”",
    "Other memorabilia for sale included Palestinian flags and the distinctly patterned black-and-white keffiyehs.",
    "The proceeds from the sales will go to The International Network for Aid, Relief, and Assistance (INARA), an organisation that provides medical care and assistance to children in conflict areas, including Palestine.",
    "A growing movement in Sri Lanka",
    "Burgess says although there were challenges, the response in Sri Lanka towards their cause has been overwhelmingly supportive. “People are curious,” she says. “I haven’t had a single person ask, ‘Why are you doing this?’ Instead, people want to help. Once you know that people are suffering like this, you want to do something.”",
    "The GLF, with its audience and focus on storytelling, provided a unique opportunity for the activist group to share Palestinian voices. As the global discourse on Palestine progresses, the Free Palestine Movement in Sri Lanka remains committed to amplifying Palestinian voices through literature and art – reminding audiences that stories, poetry, and history are among the most powerful tools of resistance. It also reinforces the soft power of GLF, in bringing these critical narratives to the forefront."
  ]
}