{
  "url": "https://www.dailymirror.lk/opinion/A-roller-coaster-of-a-year-and-finally-hope-Blame-Seeya-that-country-is-out-of-restricted-default/172-298826",
  "title": "A roller-coaster of a year and finally hope Blame ‘Seeya’ that country is out of restricted default",
  "ut": 1735064612.0,
  "body_paragraphs": [
    "Education, mainly tertiary and university- is the primary driver of upward mobility and enhanced income status",
    "As a year that was a rollercoaster comes to an end, there are two positive developments. First, Sri Lanka completed sovereign bond restructuring and exited a restricted default. Second, the economy grew at 5. 5 per cent in the third quarter, outperforming forecasts by the IMF and rating agencies. It defied the predictions of a slowdown, bettering the growth numbers of the last two quarters, which grew at 4.7 per cent and 5.3 per cent.",
    "The latter is important for a different reason: the freshly issued micro-linked bonds are tagged to the GDP. Should Sri Lanka perform along the IMF’s baseline, the expected haircut would be 28 per cent. If it reaches the upper forecast, the haircut would be incrementally reduced to 15 per cent.",
    "Sri Lankan economy has already passed the IMF baseline; with the real GDP growth of this year and appreciation of the Rupee factored in, it would likely reach US$ 100 billion next year, effectively limiting the debt haircut to its minimum cap of 15 per cent – unless, of course, another spree of economic mismanagement slows down the growth.",
    "During the run-up to the election, spokespersons of the NPP/JVP sent mixed signals on the debt restructuring and, at times, suggested they would renegotiate the debt sustainability analysis (DSA) of the IMF.",
    "Therefore, it’s praiseworthy that it chooses not to succumb to such longings, which could have far-reaching consequences. Sanity prevailed, and the government opted to go along with the process almost finalized by its predecessor.",
    "While there is no guarantee that an alternative DSA if ever presented, would be accepted by the debtors, disruption to the debt restructuring process and, as a result, the lost economic growth would have overwhelmed the gains on a higher haircut.",
    "It is a bittersweet moment for the most ardent of the government supporters that it follows an economic plan, not limited to the IMF program, that its ‘loathful’ predecessor Ranil Wickremesinghe had put in place.",
    "Strangely though, that seems to be the primary claim for economic maturity of the government. That is, in some ways, a refreshing change. Successive governments in the past had deliberately dismantled the economic measures of their predecessors, driven by myopic political vindictiveness. The most glaring example of this recurrent tragedy in Sri Lankan political history is Sirimavo Bandaranaike’s government of 1970-77, which completely dismantled a working economic model of her predecessor, Dudley, whose term recorded economic growth numbers on par with rising East Asian Tiger economies at the time. That’s probably the saddest case of Sri Lanka’s lost opportunity, which never recovered. Still, Gotabaya Rajapaksa wins the cup for bringing the country to its heels within the shortest possible time- also by abrogating the policies, including an IMF program, of his predecessor.",
    "This intergenerational petty stupidity of a series of leaders who held no sense of economic conviction is the bane that landed in Sri Lanka’s subpar economic performance despite its above-average social indicators.",
    "Political stability (that is not to say, the peaceful transfer of power and free elections unmistakably provide political stability) has little to do with economic growth if it is devoid of policy consistency.",
    "Therefore, it is refreshing that the current administration has eschewed temptations to be different from its predecessor for the sake of being different and placate to the gallery.",
    "Sri Lanka’s economic recovery did not come in a void. Probably, the government members and the main opposition SJB should appreciate the hard work of its successor and the much-loathed ‘Seeya,’ who is now being vilified as the source of all evil. But without Ranil Wickremesinghe’s running roughshod against populist and opportunistic opposition, a good number of Sri Lankans could well be eating from the dustbin or looting aid lorries.",
    "That the government had not made a major deviation from commonsense economic policies of Wickremesinghe is welcome news, though it is understandably hard to stomach for the most vocal of the government supporters and its ministers.",
    "However, if there is one thing I could agree with regarding the pre-election arguments of NPP, it is that the IMF program itself would not guarantee long-term growth. That was only the indispensable first step.",
    "This government should forge ahead with economic liberalization, creating a level playing field for foreign investors, dismantle red tape, and undertake a genuine effort to increase Sri Lanka’s ranking in ease of doing business, which would help cultivate a brand image as a business-friendly destination.",
    "However, as successful East and South East Asian states would reveal, free market forces alone would not generate prosperity. The government’s role as a catalyst of economic modernization is entrenched in the success of all Asian Tiger economies.",
    "Probably, the most important area of all that calls for an active state role is developing human capital in the country. A large portion of the Sri Lankan workforce, who are unskilled and semi-skilled, reveal how successive governments have squandered Sri Lanka’s population windfall in the past. And now that the fertility rates are barely at the replacement level, neglect persists in human capital development and retraining the unskilled workforce in skilled, vocational, and professional employment.",
    "This is probably the key area where the government could use state machinery. This should be undertaken in association with the Private sector and international partners, considering that Sri Lanka, albeit its hype, does not have economics of scale or the technological, intellectual and managerial sophistication to undertake a task of this scale.",
    "Other than ancestral wealth, education, mainly tertiary and university- is the primary driver of upward mobility and enhanced income status. The new government should launch a concerted public-private- initiative to provide the opportunity for all children of this country to obtain at minimum a two-year associated degree and increase private initiatives on university-level education so that it could accommodate everyone who wishes to have a university degree.",
    "That should be its resolution for the year 2025!",
    "Follow @RangaJayasuriya on X"
  ]
}