{
  "url": "https://www.dailymirror.lk/opinion/From-one-annus-horribilis-to-another-Can-greetings-change-our-fate/172-299352",
  "title": "From one annus horribilis to another: Can greetings change our fate?",
  "ut": 1735840965.0,
  "body_paragraphs": [
    "Fireworks and lightshows in Colombo as people gathered at Galle Face Green to welcome 2025.",
    "Pic by Ishara S. Kodikara/AFP)",
    "All the wishes and greetings for 2025 count for nothing. The New Year tradition stems from a conjecture, as humans have no record to say that time started or the Earth began its journey around the Sun on January 1 some 4.6 billion years ago. Celebrating the dawn of the New Year does not seem rational without solid scientific data. However, the custom of greeting one another, from a functionalist perspective, is meaningful as it promotes connectivity between people. The practice goes back to the Mesopotamian civilisation thousands of years before Pope Gregory in 1582 refined the Roman calendar and retained—as the first month—January, named after a pagan deity with two faces that symbolically denoted the past and the future and the beginning and the end.",
    "Astronomically, January 1 is nothing extraordinary or different from any other day. As any other day, the Earth we call our home saw about 323,000 new births on January 1, 2025, and 140,000 deaths. Millions fell sick while many had accidents, just like any other day. As 2024 dawned, too, wishes and greetings were exchanged. They do create positive vibes, some may say, but 2024 turned out to be more miserable for many people than 2023. Ask the Palestinian people trapped in the Gaza Strip; they will tell you what an annus horribilis 2024 was for them.",
    "Greetings play little or no role in making a year happy, prosperous, glorious, blessed, or marvelous. Happiness has much to do with one’s self-philosophy rather than any external greeting. Prosperity, similarly, has much to do with one’s efforts rather than New Year greetings or planetary positions.",
    "Wisdom, knowledge, contentment, simplicity, and humility are the ingredients of happiness. To think of happiness only in terms of money, gold, and stocks in possession is ignorance. Wealth comes in many forms. The man who has no place to lay his head and yet does not worry about it is wealthier and more peaceful than the royals and aristocrats sleeping in golden beds and defecating in golden commodes.",
    "One may be rich in money but poor in generosity. Those who renounce worldly life are happier than the greed-driven Wall Street wolves. The happiest are those who keep themselves aloof from greed and attachments. This does not mean all humans should become ascetics to be happy. The virtue lies in modesty. In a life of modesty, asceticism serves as the brakes that prevent lives driven by greed from ending up in a wreck.",
    "Philosophical rants aside, none can say with certainty that 2025 will be better than 2024. However, the trend seems to be that subsequent years are worse than the preceding ones. Judging by the direction in which the world has been heading in the past several centuries, marked by imperialism, hegemonism, colonialism, neocolonialism, racism, religious extremism, and, of course, Zionism, 2025 will likely be worse than 2024. All of these “isms,” or socio-economic ills, are deeply ingrained in global affairs. We, humans, may take pride in eradicating pathological illnesses such as smallpox, but we may never see a world entirely free from the ills stemming from greed-driven hegemony and other evil ideologies or isms. Thus, hoping for world peace to dawn in 2025 is like expecting the Sun to rise from the West.",
    "The year that just bid farewell to us is anything but peaceful. If Shakespearean Mark Anthony were with us to witness the unchecked genocide in Gaza, he would have said, “O humanity! Thou art fled to brutish beasts, and world leaders have lost their compassion.”",
    "With Gaza’s babies being pulverised by Israeli bombs and starved and frozen to death in the biting December winter, while wars continue in Ukraine, Sudan, and other places with big power involvement, can anyone say that 2024 turned out to be a peaceful year as billions had wished at its dawn 12 months and three days ago?",
    "Certainly, 2025 will also be a horrible year for the Palestinians with the new Donald Trump administration in the United States expected to be more Israeli-friendly than Joe Biden, alias Genocide Joe, as he is being derided by peace activists worldwide for his administration’s complicity in the Gaza massacres.",
    "We confirmed in 2024 what we already knew: that altruism, justice, and a value-driven, rules-based international order have little place in international politics. With the world order not undergoing any realistic change from power politics, 2025 will be as devoid of peace as 2024 and the years before were, perhaps except during the years that were beset by the COVID-19 pandemic. Peace-loving people thought that the pandemic was nature’s way of telling world leaders to unite and work for the common good of humanity or be ready to perish in the very sins they commit. Sadly, the power-hungry hegemonic leaders chose the latter path no sooner than the pandemic ended.",
    "So be prepared for more of nature’s fury.",
    "The New Year dawned with a disastrous signal for climate change mitigation efforts. Under the Trump administration, whatever little progress the world has achieved in reversing climate change, largely due to activists’ relentless pursuit of environmental justice, is likely to be undone. Trump believes climate change is a Chinese hoax, or he feigns to believe so to provoke a conflict with China. Let the Arctic ice melt, for there is much oil to be exploited there to Make America Great Again.",
    "He shows little concern for global warming and the sea-level rise. Due to renewed efforts in the four years Trump was not in office, some progress was made in climate talks. In 2024, an agreement was reached for an annual US$ 300 billion climate finance facility by 2035 for developing countries to combat climate change. A pledge for a global stocktake was another step forward, but with Trump at the helm of US affairs, it is doubtful whether these pledges will be materialised.",
    "Trump, who will assume office on January 20, cares less about the sea-level rise. According to recent data, global sea levels have risen by over 10 centimetres (about 4 inches) in the past decade, and the rate of increase is accelerating due to factors like melting ice from glaciers and thermal expansion of seawater as it warms. The results will be the death of small island nations, more floods, and more extreme weather-related disasters for others.",
    "Given these grim realities, 2025 will be a bloody year for Palestinians dying in their thousands without justice, a disastrous year for climate justice activists, and a challenging year for nations struggling to cope with multiple crises. January 1 does not write your fate; you do."
  ]
}