{
  "url": "https://www.ft.lk/columns/Climate-messaging-went-to-Cannes-and-wore-a-dress/4-777208",
  "title": "Climate messaging went to Cannes and wore a dress",
  "ut": 1748894403.0,
  "body_paragraphs": [
    "This year at Cannes, something unusual unfolded on the red carpet. Between the shimmer of sequins and the glamour of couture, a quieter but far more urgent story made its way into the spotlight. It wasn’t about celebrities. It wasn’t about a brand. It was about the climate crisis and the courage of two Indian women using fashion to speak truth to power.",
    "Juhi Vyas and Mohini Sharma — both former Mrs. India winners — walked the red carpet not just as individuals, but as public advocates. Their gowns shimmered, yes, but they were stitched with urgency. Wearing powerful symbols of burning earth and ocean distress, they carried a message for the world: the climate crisis isn’t coming, it’s already here.",
    "Their presence at Cannes was supported by Greenpeace India and Greenpeace South Asia, as part of a growing effort to bring frontline climate stories to spaces not usually associated with environmental activism. In a world where climate stories often compete with louder headlines, Cannes offered a rare opportunity to cut through the noise and use visual culture and global attention to reframe the climate conversation.",
    "Juhi’s gown, designed to resemble a burning planet, was a direct reference to the scorching heat waves plaguing India. “I chose to wear the crisis,” she said, “because too many people live it every day.” She walked not just as a pageant winner, but as a mother calling for climate justice and accountability from polluters.",
    "Mohini’s ocean-inspired dress, on the other hand, told a quieter story — one of melting glaciers, choking plastics, and a warming sea. “My gown reflects the oceans,” she said, “serene on the surface, but struggling beneath.” Her call to the global community was clear: we need stronger ocean protections, including ratification of the High Seas Treaty. This wasn’t about symbolism for symbolism’s sake. It was about strategy.",
    "The choice to walk with Greenpeace at Cannes reflects how climate storytelling is evolving. It is becoming more personal, more intersectional, and more deeply rooted in culture. Juhi and Mohini’s statements weren’t delivered from a podium. They were embodied, worn, carried, and photographed, creating space for environmental urgency in one of the most visual arenas in the world.",
    "They reminded us that fashion, too, can be protested. That beauty can carry resistance. And that red carpets, often dismissed as frivolous, can be reclaimed for something powerful and public.",
    "In a year already marked by deadly heat, water stress, and ecological tipping points, we need more creative interventions like this. We need climate messages that move people emotionally, not just factually. We need more voices, especially from the Global South, to show up in places they’ve historically been left out of.",
    "Because if a dress can speak, maybe the world will finally start to listen.",
    "(The writer is a communications professional working at the intersection of storytelling, public engagement, and climate advocacy. She currently serves as the Deputy Program Director for Engagement at Greenpeace South Asia.)"
  ]
}