{
  "url": "https://www.ft.lk/columns/Informal-sector-and-gender-responsive-budgeting-Key-to-effective-social-spending/4-776173",
  "title": "Informal sector and gender-responsive budgeting: Key to effective social spending",
  "ut": 1746397970.0,
  "body_paragraphs": [
    "The integration of gender-specific considerations, particularly the inclusion of women, within the IMF’s bailout program has been limited and could be the key to missed targets",
    "This week, the International Monetary Fund (IMF) announced a staff-level agreement with Sri Lanka for the fourth review under the Extended Fund Facility (EFF) potentially unlocking another $ 344 million in financing. Amongst energy pricing and tax reforms, social protection remains a commitment under the IMF’s fourth review. However, the integration of gender-specific considerations, particularly the inclusion of women, within the IMF’s bailout program has been limited and could be the key to missed targets.",
    "Under the EFF arrangement, the IMF does emphasise the need to protect vulnerable communities by enhancing social safety nets and ensuring a minimum level on social expenditure. The February 2025 review noted that Sri Lanka missed the indicative target on social spending, highlighting challenges in meeting these commitments. This week too, the IMF acknowledged that “it is important to redouble efforts to improve targeting, adequacy, and coverage of social safety nets” to protect vulnerable populations during this recovery phase. Yet, despite the broader strategy which acknowledges the role of social spending in addressing gender inequality – there is limited evidence of explicit measures targeting women’s inclusion within the Sri Lankan bailout program. This oversight could contribute directly to shortcomings in meeting set social protection targets, as women disproportionately bear the brunt of economic instability.",
    "Especially considering external shocks such as US tariffs impacting key sectors like apparel, which employs a significant number of women— there is a critical need for Sri Lanka to focus on enhancing social safety nets with particular attention to gender. Actively integrating women into policy formulation, decision-making processes, and the implementation of social protection programs has been proven to increase the resilience and adaptability of these sectors. Ensuring women’s meaningful inclusion is not merely a matter of equity, but it is a strategic imperative to fully realise the goals and targets set by international financial institutions and national recovery strategies alike.",
    "Challenges in social spending and informal sector protection",
    "Sri Lanka has initiated reforms to its social protection systems, including the development of an Integrated Welfare Management System (IWMS) aimed at streamlining welfare programs and reducing overlaps. Additionally, the World Bank has supported the drafting of a National Social Protection Strategy to guide these efforts. However, challenges remain in ensuring these programs effectively reach and support the most vulnerable, particularly women who are disproportionately affected by economic downturns.",
    "Social protection schemes in Sri Lanka are fragmented across multiple ministries and agencies, leading to duplication, inefficiencies, and lack of coordination. Further, the absence of a unified database or real-time monitoring systems makes cross-validation and scaling difficult. The IWMS has struggled with integrating and updating beneficiary information, leading to inclusion and exclusion errors. This fragmentation undermines the system’s ability to accurately identify and support vulnerable populations.",
    "Over 60% of Sri Lanka’s workforce is employed in the informal economy, according to data from the Department of Census and Statistics. This includes domestic workers, self-employed individuals, agricultural labourers, street vendors, day-wage earners, etc. The majority of this workforce engage in low-paid care and service roles without contracts, protections, or social insurance—and a significant portion of these informal workers are women, particularly in rural and estate sectors.",
    "Despite their contribution to the economy, informal workers are effectively invisible in most formal welfare programs. The absence of employment records, payroll systems, or contributions to social insurance schemes makes it difficult for traditional safety nets, such as pensions, unemployment insurance, or health subsidies, to cover them — consequently, a contributing factor to the low evidence on social spending under the IMF bailout program.",
    "The basics: Advocating for gender-inclusive policies",
    "Women’s perspectives are essential to the design and delivery of effective social protection policies, particularly in contexts like Sri Lanka, where economic vulnerabilities and social inequalities intersect. Their lived experiences provide a critical lens through which to identify and address the unique needs of various population segments—especially those traditionally underrepresented, such as female-headed households, unpaid care workers, or informal sector employees.",
    "When women are actively involved in policy formulation, they bring attention to structural issues often overlooked in mainstream discourse, such as childcare burdens, gender-based violence, access to reproductive healthcare, and financial exclusion. This ensures that welfare programs are not only technically viable but also socially responsive and inclusive. Further, their leadership can lead to more comprehensive and empathetic approaches to welfare programs.",
    "Strengthening women’s economic security must be a core priority within any effort to reform Sri Lanka’s social protection framework. Targeted support such as subsidised childcare is essential for women’s economic participation. Accessible, affordable childcare not only reduces the unpaid care burden that limits women’s ability to engage in paid work, but also unlocks broader economic productivity by enabling more women to participate consistently in the labour force. Also, access to comprehensive maternal and reproductive health coverage is essential as health emergencies and caregiving responsibilities are major causes of income instability and workforce drop-out among women. Providing such tailored health support can help ensure continuity of work and household stability.",
    "To foster longer-term empowerment, social spending must also support women’s ability to build assets including access to credit, training, and business development support. When combined with mentorship and digital literacy, these tools not only increase women’s incomes but also contribute to broader community resilience. Investing in women is a necessary economic strategy for inclusive development.",
    "Making social protection work for the most vulnerable",
    "To try and ensure equitable and impactful social spending in line with the IMF program, it is necessary to address the structural gaps in its social protection system—particularly for informal workers and women. In terms of social safety nets, it may be pertinent to consider contributory schemes with flexible, low-threshold entry for informal workers (e.g., through mobile payments or micro-insurance), allowing them to opt-in to pensions, health insurance, and savings mechanisms regardless of job formality. Equally important is the need to modernise targeting criteria for assistance programs. Traditional asset or income-based measures often miss the nuanced realities of informal work. New eligibility tools should account for seasonal employment, irregular income, and unpaid care work—particularly among women.",
    "Further, leveraging technology for registration and digital disbursement can dramatically expand access to social protection, particularly for workers in remote or underserved regions who often lack traditional forms of identification or access to formal banking. Mobile platforms, biometric systems, and digital wallets not only streamline enrolment and reduce administrative costs—they also help bridge the gap between state services and the millions who have historically been excluded from them.",
    "By simplifying processes and reducing reliance on paper-based systems, technology can help ensure that social support reaches beneficiaries faster and with greater transparency. More importantly, it serves as a gateway to financial inclusion, enabling informal workers, especially women, to save, borrow, and plan for the future. As such, technology and digital tools are not only useful logistically— they are necessary for empowering marginalised populations and including them in more modern, rights-based social protection frameworks.",
    "Though a more complex and longer-term undertaking, legal reforms are eventually needed to address discriminatory and outdated laws that continue to exclude large segments of Sri Lanka’s workforce from formal protections. Legally recognising informal workers is a foundational step toward building a more inclusive and equitable social protection system. Legislation that formally acknowledges informal employment relationships, even without formal contracts, would allow these workers to access critical entitlements and state benefits. Legal inclusion provides a path toward dignity and security for millions and can also strengthen national resilience by incorporating informal labour into institutional planning, data systems, and fiscal policy.",
    "As Sri Lanka navigates its economic recovery, strengthening social protection systems is essential to safeguard vulnerable populations. While the central issue remains adequate spending on social safety nets, the latest IMF disbursement of $ 344 million provides a crucial opportunity to implement a gender-responsive budgeting approach, ensuring that resources directly address the distinct challenges faced by women during Sri Lanka’s economic recovery. While this funding alone cannot resolve the structural challenges, it can serve as a critical catalyst for advancing an inclusive and gender-responsive recovery plan.",
    "To realise the full potential of this support, Sri Lanka must look at modernising targeting criteria, leveraging digital infrastructure for efficient service delivery, and revisiting outdated legal definitions that continue to exclude informal sector workers from formal protections and benefits. More importantly, it calls for a shift in how women are positioned within the recovery process—not only as recipients of aid, but as central actors in shaping policy, overseeing implementation, and driving community resilience. Embedding these principles into fiscal planning is essential to ensuring that Sri Lanka’s recovery is not only economically viable, but equitable and progressive.",
    "(The writer is a policy specialist with over a decade of experience in international development and holds an MSc from the London School of Economics and Political Science, UK. Views are her own and not a reflection of her employer or associates. She can be reached via email at [email protected].)"
  ]
}