{
  "url": "https://hbr.org/2025/02/the-challenge-of-navigating-u-s-employment-law-in-2025",
  "title": "The Challenge of Navigating U.S. Employment Law in 2025",
  "ut": 1738742138.0,
  "body_paragraphs": [
    "Illustration by Rob & Robin",
    "With Congress unwilling or unable to pass federal laws in other areas of employment, and federal agencies unlikely to issue broad regulations, the states will take over. The result will be a fragmented legal landscape that will pose significant challenges for...more",
    "With Republicans in control of Washington, the conventional wisdom is that companies can expect a lighter touch on employment regulations.",
    "But where federal regulation ebbs, state actions often flow. For example, President Trump recently signed an executive order seeking to eliminate DEI initiatives in the government and discourage them in private employers. However, states like California and Illinois already have laws on the books requiring employers to collect and report race, gender and pay data to the state. These states are likely to oppose federal attempts to curtail race and gender-based data collection and continue to push companies to focus on diversity and equity, placing employers squarely in the crosshairs.",
    "It’s not just about DEI. With Congress unwilling or unable to pass federal laws in other areas of employment, and federal agencies unlikely to issue broad regulations, the states will take over. The result will be a fragmented legal landscape that will pose significant challenges for businesses as they grapple with a mix of different and even contradictory policies in states where they operate.",
    "Although companies have always had to deal with multiple state laws, there is a big difference in impact in having two state laws to contend with versus 25 state laws. The patchwork of state law becomes exponentially harder to deal with the more it proliferates. Companies will need to plan carefully to ensure compliance, mitigate risks, and maintain trust with their people.",
    "Four State Laws Companies Should Prepare For",
    "We expect state policies in four areas will prove especially challenging for companies to navigate: the use of non-compete agreements, paid-leave policies, pay-transparency requirements, and regulation of AI. Companies have had to contend with a patchwork of laws in these areas for years, but we expect this trend to worsen in the absence of federal rules and the intense political polarization of the states.",
    "Restrictions on the use of non-compete agreements exist today in just over half the states. Yet there are wide differences in the industries and employee-pay thresholds that are subject to these rules. For example, when it comes to non-competes in health care, Louisiana restricts them only for primary care physicians; Kentucky only restricts them for temporary staff of healthcare service agencies; Montana for mental health professionals; Oregon for home healthcare workers; and South Dakota has a long list of specific practitioners excluded. Unfortunately for employers, almost none of these state laws overlap, creating a true patchwork that requires multiple compliance approaches.",
    "Similarly, employee leave policies also differ greatly across the country. States set different standards for paid family and medical leave, including the reason an employee is allowed to take leave, the number of paid weeks employers must provide, and whether costs are funded by employer or employee payroll taxes, or both. The number of rules are so burdensome, and the risks of non-compliance so great, that many companies are forced to hire third-party administrators just to stay in compliance.",
    "When it comes to pay transparency laws, state policies typically fall into two main categories: salary history bans and requirements to include pay ranges in job postings. Specific requirements can vary widely across states, however. For example, the strictest of salary history bans, such as in California, prohibit employers both from seeking compensation history and from using any information they already have about an individual’s prior compensation when making employment decisions.",
    "Emerging rules on artificial intelligence (AI) are following a similar path, with states stepping in to fill the void left by federal inaction. In the 2024 legislative session, at least 45 states, Puerto Rico, the Virgin Islands and Washington, D.C., introduced AI bills that ranged from prohibitions on algorithmic discrimination to informing applicants of the use of AI in the hiring process.",
    "Key Steps for Preparation",
    "To navigate this labyrinth successfully, companies should consider the following three key steps:",
    "1. Create a centralized compliance framework.",
    "This is essential for mitigating legal risks and ensuring consistent adherence to state-specific requirements. Without it, organizations face the possibility of redundancies, inefficiencies, and costly non-compliance penalties.",
    "To build such a framework, companies should establish a cross-functional compliance team that includes representatives from legal, human resources, and operations.",
    "Investing in technology to track state-level changes, such as paid leave accrual systems, is also vital. Additionally, the company’s leadership must be regularly updated on emerging trends to align strategy with regulatory developments.",
    "Some companies are already moving in this direction. One national retailer uses compliance management software to monitor non-compete enforcement laws, updating its hiring practices as laws evolve. This proactive approach ensures the organization remains compliant while minimizing operational disruptions.",
    "2. Standardize policies while keeping flexibility.",
    "Organizations must strike a balance between standardization and flexibility when managing diverse state laws. Standardized policies promote fairness and efficiency across company locations, while flexibility allows for compliance with state-specific nuances. A successful strategy involves developing a core set of policies aligned with the strictest requirements across states while creating addendums tailored to local laws.",
    "This approach also fosters agility and responsiveness by empowering regional teams to adapt policies within this broader framework. Using this model, a technology company has aligned its remote work AI monitoring policies nationwide to comply with California’s stringent data privacy laws but creates state-specific addendums to deal with other unique state requirements (such as Illinois’ Biometric Information Privacy Act for facial recognition tools). This approach ensures both compliance and operational consistency.",
    "3. Actively communicate with employees about state differences and their impact.",
    "Effective internal communication is an essential but often overlooked part of managing policy differences across states. Good communication prevents confusion, builds trust, and ensures employees understand how policies apply to them and affect the company’s performance.",
    "Best practices for communication include: training managers to explain policy variations, using easy-to-access tools like intranet updates to keep people informed, and hosting regular Q&A sessions to address concerns or recent changes. A leading healthcare organization conducts quarterly webinars for managers to address updates in paid leave laws, fostering consistent messaging across the company.",
    "Managing complex state employment laws requires strategic preparation. Companies should begin with these steps to help ensure they are ready for the challenges ahead.",
    "Readers Also Viewed These Items",
    "Inevitable: Inside the Messy, Unstoppable Transition to Electric Vehicles",
    "Reskilling and Upskilling: The Insights You Need from Harvard Business Review",
    "Read more on Human resource management",
    "Compensation and benefits,",
    "and Personnel policies"
  ]
}