{
  "url": "https://www.ft.lk/columns/Environmental-Impact-Quotient-of-pesticides-Catalyst-for-sustainable-agricultural-futures/4-788578",
  "title": "Environmental Impact Quotient of pesticides: Catalyst for sustainable agricultural futures",
  "ut": 1771550715.0,
  "body_paragraphs": [
    "In contemporary farming systems, especially in tropical countries like Sri Lanka, pesticides are both helpful and potentially harmful. Farmers depend on them to protect crops from insects, weeds, and diseases. In the current circumstances, without adequate pest control, harvests could fail, food prices could rise, and farmers could suffer heavy economic losses. In that sense, pesticides play an important role in ensuring food security. However, pesticides are powerful chemicals. If not chosen and used carefully, they can harm farmers, consumers, animals, soil, and water. This is why pesticide use is often described as a “double-edged sword.” It brings benefits, but it can also cause serious problems if misused.",
    "This issue becomes increasingly important in tropical climates such as that in Sri Lanka. Our country experiences high temperatures throughout the year especially in the dry zone and heavy seasonal rains. More importantly, Sri Lanka records a rich biodiversity. These natural conditions can increase both the need for pesticides and the risks associated with them. For example, frequent rain can wash pesticides into streams, tanks, and rivers, while high temperatures can influence break down of the chemical thus, affecting the intended pest control. Many beneficial organisms such as bees, fish, birds, and earthworms in diverse ecosystems can be affected if chemicals spread beyond the target pest.",
    "Because of these risks, pesticide selection should not depend only on the two traditional factors, i.e. how well it controls pests (effectiveness), and whether it is affordable for farmers (economics). There should be a third pillar, i.e. how safe it is for people and the environment, that is equally important. This is where the Environmental Impact Quotient, or EIQ, becomes handy and extremely useful.",
    "The EIQ is a scientific tool developed by experts at Cornell University in the USA in 1992. Its purpose is to make pesticide risk easier to understand. Instead of only asking, “Does this pesticide kill the pest?” the EIQ asks broader questions:",
    "Is it dangerous to the farmer who sprays it?",
    "Will harmful residues remain on food?",
    "Can it poison fish, birds, bees, or beneficial insects?",
    "Does it remain in soil or water for a long time?",
    "Can it easily move into groundwater or nearby water bodies?",
    "All these factors are combined into one single score called the EIQ value. This score gives an overall picture of the pesticide’s possible impact on health and the environment. A higher EIQ value means higher potential risk. A lower value suggests a safer choice.",
    "One of the advantages of the EIQ system is that farmers, scientists/researchers, and policymakers do not need to calculate the score themselves. The EIQ values for many commonly used pesticides are already available online through a regularly-updated database (https://cals.cornell.edu/integrated-pest-management/risk-assessment/eiq).",
    "The EIQ becomes particularly important under the farming conditions in Sri Lanka. In tropical environment like ours, chemicals do not simply stay where they are sprayed. Heavy rainfall can carry them into irrigation canals. Flooded paddy fields allow chemicals to mix with water sources. Small streams that run through farms may carry chemicals to larger rivers and reservoirs. Given the variety of avenues that a chemical could travel and pollute the natural resources, choosing a pesticide that works well, alone will not do justice. We must also be aware how it behaves in our environment, without compromising its effectiveness in pest control.",
    "Further, EIQ values help farmers to compare pesticides in a more responsible way. Instead of selecting a product only because it is cheap or commonly used, farmers can compare its environmental and health impact, without compromising the effectiveness in pest control. For instance, if two pesticides control the same pest effectively, choosing the one with the lower EIQ score would reduce risk to the ecosystem.",
    "Another important benefit is improved worker safety. Many farmers in rural areas may not always use full protective clothing due to cost constraints or discomfort in hot weather. Choosing pesticides with lower toxicity reduces the chances of long-term health problems for farmers, sprayers, and harvesters. The EIQ also accommodates consumer health. Some pesticides leave residues on crops that can affect the people who consume them. By selecting lower-risk products, we can produce safer food for the public.",
    "Environmental protection is another major advantage. Beneficial insects such as bees help with pollination. Earthworms improve soil health. Natural predators help control pests. Fish and birds are part of our ecological balance. Pesticides with lower environmental toxicity help protect these important organisms and maintain healthy farming ecosystems.",
    "In addition to the basic EIQ score, there is a more practical measure called the EIQ Field Use Rating (EIQ-FUR). While the EIQ value represents the inherent risk of the chemical itself, the EIQ-FUR takes into account how the pesticide is actually used in the field. It considers:",
    "The percentage of active ingredient in the product, and",
    "The recommended application rate.",
    "Accordingly, EIQ-FUR gives a more realistic estimate of environmental impact under real farming conditions. If a pesticide has a low or moderate EIQ but is used at a very high dose, its field impact may still be high. Therefore, EIQ-FUR helps farmers better understand the real-world situation. In general, a lower EIQ-FUR value indicates lower environmental burden. The EIQ-FUR can be easily calculated using the online tools, developed and publicly made available by the New York State IPM Program (https://cals.cornell.edu/integrated-pest-management/risk-assessment/eiq/eiq-calculator), in USA. While the basic EIQ value for a chemical does not change, the EIQ-FUR can vary depending on how much is used in different crops such as paddy, maize, vegetables, or fruits. In practical terms, a lower EIQ-FUR value (e.g. <25) indicates a lower environmental burden, making it easier for practitioners to select safer and more sustainable pesticide options.",
    "Currently, EIQ and EIQ-FUR are recognised worldwide as useful indicators of pesticide risk. The Food and Agriculture Organisation (FAO) has included the EIQ-FUR approach as an important component in its Integrated Pest Management (IPM) programs for pesticide risk assessment (https://openknowledge.fao.org/server/api/core/bitstreams/506791d2-d519-4726-8dbb-856b5ed38ca9/content). This shows that the system is respected internationally.",
    "Overall, adopting the EIQ and EIQ-FUR system in Sri Lanka would help farmers, environmentalists and policymakers make better-informed decisions. It encourages choosing pesticides that are not only effective and affordable but also safer for people and nature. They provide a simple way to compare pesticides not only by effectiveness and cost, but also by their safety to farmers, consumers, and the environment.",
    "In a tropical country like ours, where environmental conditions can increase chemical movement and exposure, such careful selection is essential. The Department of Agriculture (DOA) and other Research Institutes should quickly support the use of EIQ and the EIQ-FUR in pesticide approval, recommendations, and farmer training programs. By using the EIQ framework, Sri Lanka can move toward more sustainable agriculture, protecting farmer health, consumer safety, biodiversity, and long-term food security at the same time. This need not replace the classification of pesticides of the World Health Organisation (WHO) currently used in Sri Lanka. The WHO classification is primarily based on the acute risk to human health (how poisonous the main chemical ingredient is, if a person is exposed to it once or several times within a short time period). The EIQ looks at the chronic toxicity (how the chemical may affect people, animals, and the environment after repeated or long-term exposure, not just immediate poisoning).",
    "As any other indicator, EIQ also has its own limitations as explained in the FOA document referenced earlier. Use of this indicator also does not warrant any misuse, deviating from the recommendations of the DOA or any other research institute. However, it is important to note that this would provide more information to protect farmer health, ensure safer food for consumers, reduce pollution of soil and water, and help Sri Lanka meet international food safety standards, while controlling the targeted pest(s) effectively. Supporting EIQ and EIQ-FUR is therefore, a practical and responsible step towards safer, more sustainable agriculture for the future of Sri Lanka.",
    "(The author is attached to the Faculty of Agriculture, University of Peradeniya and could be reached via email [email protected])"
  ]
}