{
  "url": "https://www.ft.lk/opinion/Promoting-breeds-vulnerable-to-CLSD-has-to-stop/14-772700",
  "title": "Promoting breeds vulnerable to CLSD has to stop",
  "ut": 1738797509.0,
  "body_paragraphs": [
    "Response to Guest Column by Professor Asoka Nugawela",
    "I appreciated the article by Professor Nugawela. I am a rubber smallholder in the Sabaragamuwa Province. CLSD has spread in these areas quite widely. Abnormal leaf falls are occurring throughout the year. Yields have dropped. I introduced rain guards to three sectors of my plantation one year ago. I did this out of desperation because of the severe rainfall on the area that occurred throughout the year. Rain guarded trees use a very mild application of ethephon as a stimulant regularly. This makes these trees more vulnerable to CLSD and a drop in yield. No guidance or support is available from the support officials who seem to be warming their seats and getting paid to do nothing.",
    "Most practices are adopted by spreading the word among the growers. The polythene used in the rain guards do not last more than a year and need to be reattached yearly. This is an expensive procedure. There are better quality polythene sheets resistant to the radiation from the sun but these materials are not available to the rubber industry. No attempt is made to improve the quality of the rain guards as is the case in other rubber growing countries.",
    "I have adopted my own defence against CLSD by applying rubber fertiliser annually at great cost. This cost has finally begun to fall. I also applied a small amount (50 g) of sulphur around the trees while applying dolomite along the beds in between the trees. This is done in turn approximately six months after the application of the rubber fertiliser. During the bankruptcy of Sri Lanka sulphur imports were banned. There was a scarcity of sulphur. I had to buy it at black market rates. Sulphur is still exorbitantly expensive. But we persevere.",
    "By adopting these practices I have mitigated to some extent the effects of CLSD. I sell my latex to DPLD (Dipped Products Ltd.). I have maintained a metrolac reading of 150 for most of the tapping season throughout the year for the entire estate even though the yields are slightly less. I know the situation on other plantations in the area is dire. They consider a metrolac reading of 100 to be good and act completely surprised when we mention our readings. For those unfamiliar with what a metrolac reading is, it is the thickness of the latex. The higher the thickness the higher the reading.",
    "The varieties of rubber grown are high maintenance breeds that are vulnerable to CLSD. The local growers find fault with these varieties the rubber support officials have been promoting. The practice of promoting breeds that are vulnerable to CLSD has to stop."
  ]
}