{
  "url": "https://www.ft.lk/columns/The-SriLankan-Airlines-Paradox-When-talent-cannot-overcome-structural-failure/4-784929",
  "title": "The SriLankan Airlines Paradox: When talent cannot overcome structural failure",
  "ut": 1764283020.0,
  "body_paragraphs": [
    "Sri Lanka must take the only practical route: Government absorbs historical debt, balance sheet restructuring to make the airline investable, public–private partnership or strategic equity sale, full management control to the investor, and complete insulation from political interference and trade-union pressures. Yes, identifying an investor is challenging. But the alternative is devastating, continuing to drain public funds that should be used for schools, hospitals, infrastructure, and social welfare. With rising tourism and a cleaner balance sheet, Sri Lanka can attract a serious partner, and work already done in the past can be revived",
    "Recently I watched a lawmaker in Parliament suggesting that Dhammika Perera should be appointed CEO of SriLankan Airlines, which prompted me to write this opinion.",
    "There is a difficult but unavoidable truth that Sri Lanka must confront: the Government of Sri Lanka should not be running commercial businesses, especially in a complex, competitive, capital-intensive industry like aviation.",
    "This is not a matter of ideology, it is a matter of reality shaped by our political culture, economic vulnerabilities, administrative constraints, and decades of hard lessons we stubbornly refuse to learn.",
    "We are not Qatar, Singapore, or China, countries with deep sovereign wealth, stable technocratic systems, long-term policy continuity, and the ability to ring fence commercial enterprises from political interference. Sri Lanka simply does not possess those structural advantages.",
    "Why Government businesses fail in Sri Lanka",
    "Even a strong business struggles when forced to survive within constant election cycles, politicised decision-making, paralysing trade unions tied to political interests, policy instability, low salary structures that cannot attract top talent, and chronic underinvestment due to fiscal constraints.",
    "In such an environment, long-term commercial success is impossible. SriLankan Airlines is the clearest example of this institutional reality.",
    "The Emirates era: Evidence of what works",
    "Under Emirates’ management, SriLankan Airlines enjoyed board autonomy, strategic direction, commercial freedom, and insulation from political interference.",
    "Performance improved visibly. The collapse began only after Emirates exited due to political meddling in commercial decisions.",
    "Warren Buffett’s lessons: When structure makes success impossible",
    "Warren Buffett, with a personal net worth exceeding US$150 billion and a holding company, Berkshire Hathaway, valued at over US$1 trillion with hundreds of billions in investments and cash reserves, is admired not because he always got things right, but because he openly admits his mistakes.",
    "In a recent speech outlining sectors he will avoid in 2026, Buffett highlighted the permanent decline of U.S. office-space real estate due to post-COVID work patterns, and the importance of recognising structural shifts rather than fighting them.",
    "His most powerful example comes from his past, the U.S. textile industry.",
    "Despite emotional attachment and repeated efforts, he ultimately realised that structural disadvantages, high costs, global competition, and productivity gaps made revival impossible.",
    "His famous admission remains telling: “No management can overcome a fundamentally bad business.”",
    "This is exactly the problem Sri Lanka faces with SriLankan Airlines today.",
    "Dhammika Perera: A giant of the private sector, not a magician",
    "Dhammika Perera is one of Sri Lanka’s greatest entrepreneurs. Across industries, he has created tens of thousands of jobs, generated foreign exchange, driven innovation, contributed massively to government revenue, and built globally respected businesses.",
    "He is the kind of visionary Sri Lanka must celebrate and empower.",
    "But expecting even Dhammika Perera to turn around SriLankan Airlines within the existing state-controlled environment is unfair and unrealistic.",
    "The airline’s entrenched work culture, politicised internal structures, massive debt burden, union entanglements, weak capital base, and outdated governance framework make it beyond redemption under government ownership.",
    "Even Harry Jayawardena, despite his business strength, could not overcome the structural rot. The issue is not leadership, the issue is the structure.",
    "Private enterprise drives national transformation",
    "Across the world, economic transformation has been driven by the private sector: Japan with Toyota, Hitachi, and Marubeni, South Korea with Samsung, Hyundai, and LG, China with Alibaba, BYD, and Huawei.",
    "These companies propelled national growth not because governments ran them, but because governments empowered them.",
    "Sri Lanka must follow the same path, liberate the private sector, embrace innovation, attract investment, expand markets, and abandon protectionist thinking.",
    "SriLankan Airlines: A buffet-style structural failure",
    "SriLankan Airlines is now a textbook case of Buffett’s principle: accumulated losses exceeding Rs. 600 billion, unsustainable global competition, lack of capital infusion, inefficient cost structures, and structural barriers to reform.",
    "No CEO, not even Dhammika Perera, can transform an airline designed to fail under state control.",
    "Buffett’s logic applies perfectly: “When a business requires a genius to succeed, it is already a bad business.”",
    "The only viable path: Restructure and strategic investment",
    "Sri Lanka must take the only practical route: Government absorbs historical debt, balance sheet restructuring to make the airline investable, public–private partnership or strategic equity sale, full management control to the investor, and complete insulation from political interference and trade-union pressures.",
    "Yes, identifying an investor is challenging. But the alternative is devastating, continuing to drain public funds that should be used for schools, hospitals, infrastructure, and social welfare.",
    "With rising tourism and a cleaner balance sheet, Sri Lanka can attract a serious partner, and work already done in the past can be revived.",
    "The courage to accept the truth",
    "SriLankan Airlines is an emotional symbol for many, but sentiment cannot override structural economic reality.",
    "Like Buffett and his textile mills, Sri Lanka must recognise reality, stop throwing good money after bad, and make the courageous, necessary decision.",
    "The responsible course is clear, stop the bleeding, restructure the airline, and hand management to a capable investor with full autonomy.",
    "I sincerely hope Sri Lanka will prove this analysis wrong. But the evidence, locally and globally, shows that no level of talent, not even Dhammika Perera’s, can fix a structurally broken airline under government ownership.  It is time for the country to accept this truth and act.",
    "(The writer is a President’s Counsel and a former Minister.)"
  ]
}