{
  "url": "https://www.ft.lk/columns/Seven-open-questions-for-all-Presidential-candidates/4-766251",
  "title": "Seven ‘open’ questions for all Presidential candidates",
  "ut": 1725217795.0,
  "body_paragraphs": [
    "Our political landscape has become a spectacle, dominated by flashy promotions and unrealistic, flamboyant promises rather than substantive discourse. Candidates increasingly prioritise eye-catching tactics over meaningful engagement, offering little detail on how or when their vague policies will be implemented. This approach incurs enormous costs, with little regard for environmental concerns. There is a lack of discussion on critical issues such as people’s rights or the looming debt crisis, which threatens to resurface in 2028 with potentially devastating consequences.",
    "Key topics, like improving university education to produce employment-ready graduates and expanding access to higher education for all qualified students, are noticeably absent from the conversation. Some politicians, who once encouraged university students to strike, protest, and engage in disruptive activities, now conceal their past actions and lack the wisdom to reverse their stance. Instead, they rely on AI-generated videos, fake news, international tours, and covertly funded aggressive advertising campaigns filled with empty promises and criticism of rival candidates to sway public opinion, obscure their dismal records, and secure votes.",
    "This strategy—rooted in the idea of “spend a little now to gain a fortune later”—is likely to persist even after the election, perpetuating a cycle of governance unresponsive to the nation’s actual needs. Sadly, there is little focus on addressing the fundamental changes required to resolve the root causes of our nation’s decline, from economic challenges to the deterioration of public services and welfare. If we, the public, remain complacent, only we, the ordinary workers, will bear the burden, compromising our freedom and future for generations to come.",
    "Over the 76 years since gaining independence, self-serving political manipulation has driven our country from a developing nation to bankruptcy. While some politicians shamelessly blame colonial powers, other nations, or the IMF, the truth is that we are responsible for our own fate. A significant contributor to this decline has been the lack of political engagement among ordinary citizens, particularly those from the Silent and Baby Boomer generations. With many new voters emerging from younger generations, candidates in this election must reconsider their strategies and address critical issues honestly to help the public make informed decisions. Today’s generation is more informed, focused, and capable of making independent choices, unbound by outdated traditions. If political leaders still believe that offering freebies like alcohol, clocks, clothes, cash, motorcycles, or food packets will secure votes, they are mistaken. That era is over. It’s time to wake up to the evolving political landscape and address the following questions publicly if they hope to gain support from Generation X, Millennials, and Generation Z.",
    "It is not unreasonable for ordinary people to seek simple answers to pressing questions before deciding whom to vote for. Here are a few priority questions for which we seek meaningful answers.",
    "It is not unreasonable for ordinary people to seek simple answers to pressing questions before deciding whom to vote for – Pic by Shehan Gunasekara",
    "1. How do you plan to curtail or eliminate political corruption?",
    "Political corruption is widely recognised as the root cause of our nation’s bankruptcy. If eradicated, the country could reduce the cost of living by up to 50%, as corrupt political middlemen would no longer profit at every level. What specific measures will you implement to combat this pervasive issue?",
    "2. Would you consider abolishing the presidency?",
    "The current authoritarian presidency has reduced Parliament to a mere extension of its authority, rendering it ineffective and costly. Given this, would you contemplate abolishing the presidency and amending the constitution to transfer executive powers to the prime minister? Additionally, how would you address the need to streamline ministerial portfolios to at most 15, ensuring they are aligned with their specific duties?",
    "3. Will you support a more democratic electoral process?",
    "Democracy thrives on active public participation in the selection and election of candidates. Regional nomination processes are urgently needed to ensure that the elected Parliament is truly democratic. This would involve abolishing bonus and national seats, which have historically been used to weaken the opposition and allow backdoor entries into Parliament. Would you pursue these reforms, including converting the ‘Manape’ tactic into a transparent meritocracy?",
    "4. How do you plan to ensure an independent judiciary and civil administration?",
    "An independent judiciary and civil administration are crucial for ensuring that government services adhere to professional standards and ethical norms, free from political interference. What steps will you take to achieve this? For example, would you support legislation to limit arbitrary ministerial powers or a constitutional amendment requiring public representatives to undergo rigorous and transparent project assessments based on national needs?",
    "5. How will you fully embrace and implement UN-declared human rights, including women’s and children’s rights?",
    "Constitutional amendments to enforce these rights are essential for promoting peace and prosperity for all citizens equally. Would you support reintroducing an Upper House (Senate) to provide checks and balances against political abuse and mismanagement?",
    "6. How will you address the issue of foreign debt?",
    "A significant portion of our foreign debt is considered “odious debt,” or illegitimate sovereign debt incurred without the people’s consent, often under despotic regimes. Such debts are viewed as the personal debts of the government, not the state. How do you plan to handle these debts, including the potential invalidation of contracts signed under coercion?",
    "7. How would you ensure Government services are efficient and productive?",
    "Currently, citizens often need help to receive the services they are entitled to, facing indifferent and incompetent officials. What quality assurance measures would you implement to address this major issue, ensuring that Government services are responsive and effective, especially for the ordinary and vulnerable public?",
    "The points outlined above are crucial for steering our nation toward the ‘#System Change’ initiated by the ‘Aragalaya’ movement and for promoting peace, prosperity, and law and order for sustained development. To prevent further spontaneous uprisings, which could devolve into chaos, severe violence, and anarchy, the incoming president must address the people’s needs rather than resorting to suppression. Continued suppression of the public will inevitably lead to explosive unrest, as seen in Bangladesh. If we fail to act decisively, we risk becoming the poorest nation in Southeast Asia.",
    "Addressing ‘political corruption’ is paramount and will naturally boost our economy. Establishing an independent civil administration, where department secretaries are appointed based on merit from their respective professions, will enhance the quality of education, healthcare, transport, and other public services, driving national recovery and revitalizing the economy. The government must ensure rigorous quality assurance in these processes to uphold professional standards and ethical codes. It is important to remember that GDP growth hinges on the productivity of the people, not on politicians. The role of politicians is to facilitate this growth by supporting entrepreneurship, innovation, research, and equitable public welfare while eliminating obstacles like excessive taxation imposed to compensate for political excesses.",
    "As the elected president, you must also curtail the wasteful expenditure of public funds on incentives for political allies, such as duty-free cars, overseas trips, and other perks, as well as the excessive number of ministerial portfolios granted as favours. Any initiatives to sell our national assets to foreign powers must be halted. Debt repayment should be managed with the utmost scrutiny, focusing on recovering odious debt to minimise the public burden caused by past “white elephant” projects. By curbing corruption, which is largely fuelled by politicians and their affiliates, we can significantly reduce public expenditure and redirect these savings toward meaningful development.",
    "(Written on behalf of #System Change Peramuna.)"
  ]
}