{
  "url": "https://www.eiu.com/n/trump-executive-orders-show-influence-and-limits-of-project-2025/",
  "title": "Trump executive orders show influence and limits of Project 2025",
  "ut": 1742917210.0,
  "body_paragraphs": [
    "Trump executive orders show influence and limits of Project 2025",
    "ForecastingPoliticsRiskAmericasUnited StatesCountry Analysis",
    "What’s happened?The US president, Donald Trump, has issued executive orders (EOs) at a pace significantly in excess of recent presidencies. EIU’s analysis shows that around three-quarters of the EOs issued have some link to Project 2025, a conservative blueprint for government published in 2023 by a US-based think-tank, The Heritage Foundation, which Mr Trump had distanced himself from during the 2024 presidential election campaign.Why does it matter?The rapid pace of EO issuance highlights the administration’s desire to expand executive powers. Mr Trump had signed 99 EOs as at March 24th, compared with 35 at the same stage of Joe Biden’s presidency and 17 during Mr Trump’s first term. The volume of issuance is only comparable to that of early 20th century presidencies and those during wartime. As we have noted previously, Mr Trump’s administration is likely to be characterised by efforts to expand presidential powers in ways that push back against established checks and balances, with EOs forming a central part of these efforts.The EOs highlight the priorities for Mr Trump’s presidency. “Security” is the top policy concern, according to our analysis, with 16 EOs centred on the topic, revealing a focus on national defence and border security issues. It is followed by “trade and tariffs”, “domestic economic policy” and “justice” issues in terms of concern. Culture war issues related to diversity, equity and inclusion (DEI) and free speech/censorship run through the EOs and feature prominently in key word analysis. Domestic economy-related EOs reveal an overturning in Biden-era initiatives in relation to state subsidisation of green infrastructure and technology manufacturing, and a focus instead on deregulation initiatives, especially in the areas of AI and energy.Project 2025 has clearly been an influential guide for Mr Trump’s early days in office. We have identified textual connections between about 70% of Mr Trump’s EOs and Project 2025. These include, for example, EO 14151 on abolishing DEI programmes in government, which is consistent with recommendations for reforming the civil service in Project 2025; EO 14153 on reversing restrictions on resources development in Alaska, which was a Project 2025 recommendation for energy policy; and EO 14242 on closing the Department of Education, which was also cited in Project 2025. A number of the contributors to Project 2025 hold positions within Mr Trump’s executive team, including Russell Vought, the head of the Office of Management and Budget.Strong linkages with Project 2025 offer clues as to the future direction of policy. An essay in the document on “fair trade” by Peter Navarro (who is now a key trade adviser) that was centred on the idea of reciprocal tariff actions has proved to be influential. It suggests that US policy goals could extend to reforming or even abolishing most-favoured nation (MFN) trade principles that underpin the global trade system. Project 2025 also indicates that efforts to tackle the so-called administrative state have further to run. In addition to the dismantling of the department of education and several other agencies, Project 2025 suggests that deep cuts could also be coming to the department of homeland security, among other organisations. The Trump administration has so far been reluctant to interfere with the Federal Reserve (Fed, the central bank), but Project 2025’s call for it to adopt a single mandate of price stability rather than a dual mandate that also includes maximum employment suggests that pressure on the Fed could ramp up.The EOs also indicate limits to Project 2025’s influence as Mr Trump pursues his own priorities. The cost-cutting Department for Government Efficiency (DOGE), created through EO 14158, did not feature in the blueprint. Neither did establishing a sovereign wealth fund (EO 14196) or terminating the foreign corrupt practices act (EO 14209). In addition, although it is supportive of the full use of presidential authority, Project 2025 is also clear in its support for the principle of separation of powers and, separately, advocates for tighter regulation of big tech firms. These more conventional conservative positions might clash with those of other groups within the political coalition assembled by Mr Trump, such as those represented by Silicon Valley entrepreneurs like Elon Musk (the de facto head of DOGE). The relative influence of these groups over Mr Trump will be an important factor in predicting the direction of policy, alongside the individual views of the president himself and the course of future events.What next?We will keep tracking EOs as guides to US policy direction as well as what they suggest about the political influence of the different groups and individuals around Mr Trump. Mr Trump issued 220 EOs over his first four-year term; the current pace suggests that he could exceed that by several times.The analysis and forecasts presented in this article are drawn from EIU’s Country Analysis service. This comprehensive solution offers essential insights into the political and economic outlook of nearly 200 countries, empowering businesses to manage risks and develop effective strategies.",
    "ForecastingPoliticsRiskAmericasUnited StatesCountry Analysis"
  ]
}