{
  "url": "https://www.ft.lk/columns/A-nation-stretched-thin-Disaster-fatigue-in-SriLanka/4-785682",
  "title": "A nation stretched thin: Disaster fatigue in Sri Lanka",
  "ut": 1765822968.0,
  "body_paragraphs": [
    "Owners of a SME in Central Province clean their products impacted by the recent Ditwah cyclone - Pic by Shehan Gunasekera",
    "Sri Lanka seems to be a nation in constant crisis. From the Easter attacks, the pandemic, the economic collapse, and waves of political upheaval in more recent times to previous decades of civil conflict, the Tsunami and regular natural disasters. Each shock has arrived before the country has had time to recover from the last. Crisis feels like the new normal. So, what does it mean for a nation when constant crisis becomes a way of life?",
    "This ‘disaster fatigue’ affects not only households and institutions, but the very social fabric and economic activity that holds the country together.",
    "Constant interruption of economic growth",
    "“We can’t seem to catch a break.”",
    "Sri Lanka’s cycle of overlapping crises directly impacts economic activity and derails any momentum gathered for growth. Disasters continue to interrupt the rhythms of work, trade, and production that keep the country afloat. This repeated disruption erodes national productivity and suppresses the very conditions needed for growth.",
    "For Small and Medium Enterprises (SME) operating on thin margins and dependent on steady cash flow, even a short interruption can wipe out inventory, stall production, and reduce customer demand. SMEs typically lack insurance, financial reserves, or access to affordable credit, leaving them with few buffers against repeated shocks. Each crisis therefore deepens their vulnerability, making business owners increasingly cautious about reinvesting, expanding, or rehiring. As confidence weakens and risk aversion grows, the cumulative slowdown across thousands of SMEs translates directly into reduced productivity, job losses, and stalled national growth.",
    "Looking ahead, policy must focus on strengthening planning systems and investing in safer infrastructure. Further, embedding emotional and economic support into everyday life must become national priorities. We must shift from reacting to crisis to anticipating them. This involves reducing the long-standing patterns of dependency by strengthening safety nets while cultivating a culture of insurance and financial protection. With thoughtful planning, Sri Lanka can step out of the cycle of shock and recovery and into a future of sustained growth and possibility",
    "Prime Minister Harini Amarasuriya’s recent appeal urging tourists to “please come” despite the floods underscores how deeply Sri Lanka’s economic stability now hinges on uninterrupted tourism. While the Prime Minister’s message is an important confidence-building gesture, it also reflects a broader economic reality.",
    "Survivor’s guilt adds another invisible layer to economic recovery. Many hesitate to rebuild, reopen, or seek help, believing others have suffered more which directly translates into reduced labour participation and diminished economic activity.",
    "With recurring crises, there is always more than just physical and economic damage.  The collective emotional impact on society should not be overlooked. Emotional distress affects motivation and reduces engagement in economic and social life. Over time, disaster fatigue becomes self-reinforcing where people instinctively conserve energy rather than innovate or take risks. The repercussions of this can be seen trickled throughout all levels of society.",
    "From a policy perspective, the “tyranny of resilience” implies that resilience is increasingly used as a technocratic buzzword that replaces goals like justice or poverty reduction and is not inherently pro-poor. Further, it can lead to this “resilience fetish” where states and agencies celebrate communities’ ability to bounce back, while leaving untouched the political and economic systems that make them vulnerable in the first place",
    "Innovation and restored morale are critical after any disaster because they determine the speed and strength of a society’s recovery. When communities feel connected and supported, they are more willing to rebuild, experiment with new solutions, and invest in long-term resilience rather than merely return to survival mode.",
    "Further, integrating Mental Health and Psychosocial Support (MHPSS) into disaster recovery is essential for Sri Lanka’s long-term wellbeing, especially given how rarely emotional health is addressed in public policy. In Sri Lanka, mental and emotional care cannot remain a specialist service in urban settings. It must become part of everyday community infrastructure, woven into the places where people already gather, learn, and seek comfort.",
    "The glorification of “resilience”",
    "In this context, “resilience” has become one of the most overused words in our public vocabulary. Sri Lankans are praised for being exceptionally resilient. A population that endures crisis after crisis with grace, generosity, and an almost instinctive ability to rebuild. However, resilience born out of necessity is not the same as resilience by choice. The constant celebration of this “resilience” risks normalising the very hardships people are forced to survive.",
    "From a policy perspective, the “tyranny of resilience” implies that resilience is increasingly used as a technocratic buzzword that replaces goals like justice or poverty reduction and is not inherently pro-poor. Further, it can lead to this “resilience fetish” where states and agencies celebrate communities’ ability to bounce back, while leaving untouched the political and economic systems that make them vulnerable in the first place.",
    "“Resilience” has become one of the most overused words in our public vocabulary. Sri Lankans are praised for being exceptionally resilient. A population that endures crisis after crisis with grace, generosity, and an almost instinctive ability to rebuild. However, resilience born out of necessity is not the same as resilience by choice. The constant celebration of this “resilience” risks normalising the very hardships people are forced to survive",
    "Compounding this is a deeply embedded handout culture, shaped over decades by welfare-heavy, quasi-socialist political ideals. While social protection is essential, Sri Lanka’s model often incentivises dependency rather than resilience. In times of crisis, communities must depend on the State and other support structures (i.e. NGOs, charities, volunteers etc.) for immediate relief instead of long-term livelihood recovery. Thus, reinforcing a cycle where economic inactivity is unintentionally rewarded.",
    "Insurance culture and social safety nets",
    "Promoting an insurance culture and strengthening social safety nets must become central to Sri Lanka’s long-term preparedness and disaster recovery strategy. Expanding affordable, accessible insurance products from crop and livestock insurance to SME asset protection and climate-risk coverage would help shift the burden of recovery away from ad-hoc relief and toward structured financial resilience.",
    "Social safety nets must also evolve to become more shock-responsive, enabling rapid cash transfers and livelihood support when disasters strike so that vulnerable communities can stabilise quickly. These systems should be designed to complement, not replace, people’s own efforts to rebuild, reducing dependency while providing essential buffers. A well-designed safety net gives individuals the confidence to take risks, innovate, and invest in their work.",
    "Planning and climate-resilient infrastructure",
    "Climate-related disasters will only increase in frequency and intensity. As a result, in terms of disaster preparedness, Sri Lanka must prioritise strict urban planning reforms that modernises infrastructure i.e. drainage networks, flood barriers, etc., and most importantly prevent construction in high-risk areas.",
    "For Small and Medium Enterprises (SME) operating on thin margins and dependent on steady cash flow, even a short interruption can wipe out inventory, stall production, and reduce customer demand. As confidence weakens and risk aversion grows, the cumulative slowdown across thousands of SMEs translates directly into reduced productivity, job losses, and stalled national growth",
    "Effective disaster preparedness also requires policies that offer meaningful incentives to vulnerable populations. When people feel respected and supported rather than forced out, they are more willing to make the difficult decision to leave dangerous terrain. Therefore, it is necessary to consider fair compensation, safe and affordable relocation options, legal support, and community-level planning that preserves social ties. Such measures reduce the risk to human life, lessen the financial burden of repeated disasters, and help build a safer environment for future generations.",
    "For Sri Lanka, ‘disaster fatigue’ is not only a product of intensifying climate events, but of years of political upheaval, unanticipated economic shocks, and social uncertainty that leave little room for recovery between crises. Each new disruption worsens the strain on communities which are already stretched thin.",
    "Looking ahead, policy must focus on strengthening planning systems and investing in safer infrastructure. Further, embedding emotional and economic support into everyday life must become national priorities. We must shift from reacting to crisis to anticipating them. This involves reducing the long-standing patterns of dependency by strengthening safety nets while cultivating a culture of insurance and financial protection. With thoughtful planning, Sri Lanka can step out of the cycle of shock and recovery and into a future of sustained growth and possibility.",
    "(The author is a policy specialist with over a decade of experience in international development and holds an MSc from the London School of Economics and Political Science, UK. Views are her own and not a reflection of her employer or associates. She can be reached via email at [email protected].)"
  ]
}