{
  "url": "https://www.ft.lk/columns/Undermining-the-commons-The-regulatory-assault-on-community-credit/4-788127",
  "title": "Undermining the commons: The regulatory assault on community credit",
  "ut": 1770680638.0,
  "body_paragraphs": [
    "In Sri Lanka, facing an acute agrarian debt crisis, peasant farmers and women are repurposing community welfare associations, death donation societies, and mutual aid groups as spaces to address their credit needs, whether for cultivation or emergencies",
    "Why should access to basic finance – credit and savings – be a market-driven privilege, and not a right for farmers, fishers, low-income women, and all those the economy leaves behind? Why should Governments not safeguard the stability and sustainability of communal financial infrastructure? Contrary to reinforcing guarantees of collective communal rights, Governments have been allies of big finance in jettisoning people’s right to organise community credit. The law has been the means of the powerful to disenfranchise people of their rights.",
    "This article explores how a new regulatory framework proposed to standardise and monitor credit and microfinance lending in Sri Lanka – the Microfinance and Credit Regulatory Authority Bill – functions as a legal enclosure, denying age-old community practices for creating and controlling credit. The Bill is an obligation under a  $200 million loan issued by the Asian Development Bank (ADB) in 2023. It is ironic that a Government in debt distress uses an ADB loan to undermine the very foundation of community resilience.",
    "Microfinance debacle in Sri Lanka",
    "The dream of microfinance – democratising credit, empowering women, and ending poverty – was shattered in Sri Lanka eight years ago, as protests erupted against crushing debt, lost community assets, and violence from predatory lenders. By 2021, over 200 women had committed suicide due to unpayable debt. Similar uprisings by indebted women have occurred in Bolivia, Mexico, and India. In Sri Lanka, microfinance morphed into a predatory industry as commercialisation opened the door to venture capital, equity funds, and banks. Seizing on disasters, economic reforms, and war, microfinanciers unleashed a wave of high-interest loans, enforcing repayment through intimidation, often using police and courts to pressure women. With no debt relief or public policy support, the crisis deepened through the Easter Attacks, the pandemic, and ongoing economic turmoil. In 2023, the Government offered the Microfinance and Credit Regulatory Authority Bill – a regulatory fix to a manufactured crisis.",
    "Predatory regulation constitutes a legal enclosure",
    "The idea of a new regulatory framework surfaced in 2018. The Bill, made public in 2023 without satisfactory safeguards to protect microfinance consumers, overwhelmingly represented the interests of the finance lobby. Making matters worse, the Bill had also exempted big finance companies, which microfinance victims associate with their crisis, from new regulations. Under protests, the Government was forced to withdraw the Bill in 2024. The new Bill, which was expected to have addressed the limitations of its predecessor, is no better. Still failing to curb pro-profit lending and guarantee consumer protection, the Bill also lays the groundwork to destroy community credit mechanisms by subsuming them under moneylending and microfinancing. The fundamental problem has been that the architects of the Bill – ADB, the Ministry of Finance, and the Central Bank of Sri Lanka, have relied on false claims, i.e. 1) the microfinance crisis was created by the unregulated moneylenders, 2) Illegibility of borrowers made it impossible to contain the problem of multiple loans, as the premise to conceive the Bill. Based on false claims, the Bill has ended up becoming a predatory regulation and threatens to constitute a legal enclosure, destroying collective community rights to organise and control credit, an age-old practice that communities have enjoyed in Sri Lanka.",
    "The authors of the bill assume that the problem of multiple loans arises from the illegibility of the borrowers’ loan history. To “solve” the debt crisis, it mandates expanding the Credit Information Bureau (CRIB). Officials tout this as building a “credit history.” In reality, for over 90% of low-income people – those without steady formal income – CRIB is a tool of permanent financial disenfranchisement, locking them out of fair credit and into the hands of usurious lenders. Their only lifeline is the mutual aid and women’s societies that the Bill now targets. Eradicating these community systems won’t solve a crisis; it will throw peasants, fishers, and women from the frying pan into the fire.",
    "International financial institutions impose regulations on debt-stricken countries, presenting them as safeguards for market stability and consumer protection. In truth, these regulations are a Trojan horse",
    "Community credit as a foundation of community resilience",
    "The right of communities to collectively organise credit is not a novel concept, but a foundational tradition – and a right now enshrined in international law. The UN Declaration on the Rights of Peasants and Others Working in Rural Areas (UNDROP), adopted on 17 December in 2018, upholds these collective community rights while recognising how such collective rights, as well as community property, or the commons, in everyday parlance, have been expropriated and are under threat as a result of neoliberal reforms. UNDROP, grounded on the Universal Declaration of Human Rights, the Convention on the Elimination of All Forms of Discrimination against Women, and the International Covenant on Economic, Social and Cultural Rights and aligned with the Declaration on the Right to Development, formally recognises communal rights to land, seeds, and financial self-determination, while explicitly condemning their systematic expropriation by neoliberal reforms. It affirms a critical truth: peasants, fishers, and rural women are the primary producers and conservationists who suffer most from hunger and debt.",
    "In Sri Lanka, facing an acute agrarian debt crisis, peasant farmers and women are repurposing community welfare associations, death donation societies, and mutual aid groups as spaces to address their credit needs, whether for cultivation or emergencies. Accumulated membership fees serve as shared reserves to draw from. Interest rates are determined through participatory decision-making. Here, capital is not extracted but circulated; decisions prioritise sustainability and economic justice over profit, and solidarity over collateral.  In addition to grassroots communities, women’s organisations too have been organising around these principles for more than 30 years. They have succeeded in building assets, particularly savings for women, unlike microfinance companies and moneylenders who have dispossessed over 2.8 million women of their gold, household assets and savings. Microfinance companies have, in fact, been misappropriating traditional practices of women, such as concepts like “fistful of rice”, social networks and trust to make their lending model familiar to women. Community initiatives have been the bedrock for peasant farmers, fishers and women in hard times, whereas market-driven lending has pushed them between the hammer and an anvil.",
    "International financial institutions impose regulations on debt-stricken countries, presenting them as safeguards for market stability and consumer protection. In truth, these regulations are a Trojan horse. Motivated by a long-standing preference for privatisation and markets, the real aim is not to defend communal rights but to dismantle them, replacing community-controlled credit with a financialised system. From this perspective, grassroots collectives and women’s savings groups are not seen as lifelines, but as hoarders of so-called “dead capital,” standing in the way of commercial progress.",
    "Yet for rural communities - for peasants, fishers, and women - this so-called “dead capital” is the very source of life. These communal initiatives are a vital defence, the last bastion of resilience against a predatory economic order.",
    "(The author (PhD, Hawai‘i) is feminist political economist, is a senior researcher at the Bandaranaike Centre for International Studies (BCIS), Colombo. The views expressed here are the author’s own and do not represent any affiliated organisation)"
  ]
}