{
  "url": "https://www.ft.lk/columns/Hanif-Yusoof-as-President-s-Special-Envoy-for-FDIs-The-man-for-the-job/4-783808",
  "title": "Hanif Yusoof as President’s Special Envoy for FDIs: The man for the job",
  "ut": 1762115159.0,
  "body_paragraphs": [
    "This is the first time a President has appointed a Special Envoy for Foreign Investments, demonstrating the seriousness of the Government’s FDI drive and the priority it commands. As Presidential Special Envoy for Foreign Investments he will engage strategically with international investors; lead efforts to strengthen investor confidence and champion reforms to unlock foreign direct investment",
    "Hanif Yusoof represents the best of Sri Lankan business. Starting out making deliveries on a Honda motorcycle, he built Sri Lanka’s most valuable listed company, Expolanka Group.",
    "When he left Expolanka, the company had grown from a tiny family run firm into a global multinational with offices in 39 countries. Expolanka was able to compete, thrive and swallow others in the fiercely competitive global logistics market. It was able to prove that a Sri Lankan company could play with the world’s best and beat them at their own game.",
    "Expolanka’s prowess was so formidable, it attracted a buyout from Sagawa, the Japanese logistics giant. They retained Hanif because they knew he was the man who made it all happen.",
    "That’s what President Anura Kumara Disanayake, a consummate talent spotter, knew too. Which is why he appointed him as Western Province Governor and now the President’s Special Envoy on Foreign Investments as well.",
    "This is the first time a President has appointed a Special Envoy for Foreign Investments, demonstrating the seriousness of the Government’s FDI drive and the priority it commands.",
    "As Presidential Special Envoy for Foreign Investments he will engage strategically with international investors; lead efforts to strengthen investor confidence and champion reforms to unlock foreign direct investment. He will also coordinate across the Government to facilitate investment, including across the Board of Investment (BOI), Export Development Board (EDB), Port City Commission and line ministries.",
    "As Sri Lanka climbs out of the hole of crisis, there is no one who can marshall the credibility and connections Hanif does.",
    "With his extensive track record in international business leadership, his experience leading major global investment partnerships, and his longstanding contributions to Sri Lanka’s private sector development, he is the man for the job.",
    "With someone like Hanif in the room, foreign investors will have the confidence to engage and invest. They will know that roadblocks will be removed and problems solved swiftly.",
    "As a result, just as Upali Wijewardene brought Motorola to Lanka to build a semiconductor plant, we can expect Hanif and the crack team the President is putting together to deliver similar feats and take Sri Lanka’s foreign investments to the next level.",
    "(The author is a media personality and a political analyst)"
  ]
}