{
  "url": "https://www.ft.lk/columns/Leaving-people-behind-in-rebuilding-Sri-Lanka-post-most-challenging-natural-disaster/4-785131",
  "title": "Leaving people behind in rebuilding Sri Lanka post-most challenging natural disaster",
  "ut": 1764707840.0,
  "body_paragraphs": [
    "This is a disaster that covers the entire country, but the scale of impact in the different provinces is diverse and will require a serious decentralised assessment for rebuilding",
    "As predicted, the “Cyclone Ditwah” has already turned into an opportunity seeking game in Sri Lanka. While most of the public, young and old, are focused on addressing the immediate disaster response in the form of providing redress for victims, a ‘Group of Business Sector Leaders – All Men” have been appointed by the Government to manage the funds for rebuilding Sri Lanka.",
    "This sounds like an “Early Warning for a Greater Disaster” and therefore I wish to present a few quick thoughts to be able to rethink our way forward with greater strategic foresight. If years of investment into disaster preparedness did not work, reimagining a new way forward must be understood not as an option but a mandatory approach. If this latest disaster in its scale of uncertainty has not shaken us to the skull of reality, then the central idea of people’s intent for a “Systems Change” would have washed away in the floods. An exclusive planning process that excludes all other stakeholders will not result in an inclusive transformation towards sustainable development. It is not time to panic or engage in a blame game; but it’s time for hard talk leading to long term climate sustainability and not pacification to maintain the failed system.",
    "Taking the wrong early mover advantage",
    "Sensing the panic of a Government still getting used to macro dynamics of governance of a country bankrupt not too far ago, the influencers and manipulators of all recent Governments have stepped in early. Most of them are seasoned players of trade and commerce and will know better than many how to navigate disaster into advantage. To be clear, most of them are the best in spinning money – but with profit in mind. Most of the companies they represent have been part of the problem in the context of climate justice, social justice or even economic justice when it comes to exploitation of a human resource invested largely through a welfare state system including education and health. For example, tea plantation companies have been exploiting the “Natural Capital of the Central Highlands” as well as extending slavery through poorly paid labour and control of plantation worker lives for generations. Then comes a whole heap of industries from garments to food that continue to exploit the human and natural capital with a justification of creating jobs and bringing foreign currency etc. But who represents the voices of over a million migrant workers generating such “dollars” for the nation? Does this committee largely dominated by “Male Corporate Leaders” relate to the realities of the common people and challenges faced by eco-climatic changes threatening the wellbeing and prosperity of the nation?",
    "If years of investment into disaster preparedness did not work, reimagining a new way forward must be understood not as an option but a mandatory approach. If this latest disaster in its scale of uncertainty has not shaken us to the skull of reality, then the central idea of people’s intent for a “Systems Change” would have washed away in the floods. An exclusive planning process that excludes all other stakeholders will not result in an inclusive transformation towards sustainable development",
    "While not taking away anything from members of the team appointed with considerable capability and even credibility, Rebuilding Sri Lanka is the primary responsibility of a Government elected with a 2/3 majority. While the political blame game has started already inside the Parliament by Opposition politicians, stating lack of response to early warnings, the Government has no right to sub-contract its responsibility of “Leading the Rebuilding of the Nation”. While many issues of discontent prevail, a majority of the population wants this Government “Not to Fail”. The President still commands that hope of the people, but a Cabinet of Ministers does not appear the most equipped for the job. Where are the nine Provincial Councils in a committee of rebuilding Sri Lanka? Constitutionally, Sri Lanka is based on a three-tiered governance structure – Central, Provincial and Local. Never in its history, Sri Lanka has trusted the empowerment of provincial governments. This is a disaster that covers the entire country, but the scale of impact in the different provinces are diverse and will require serious decentralised assessment for rebuilding. A “single template for rebuilding” will not work nor will mere collection of money.",
    "No seat at the table for women, youth and civil actors",
    "Surprisingly, even in a corporate team of leaders, no women have been thought of worthy. If Sri Lankan decision makers still have no value for SDG5 to achieve gender equality and empower all women and girls, at least they must realise that a vast percentage affected by the disaster are women that need special attention. Men trying to represent women have never demonstrated success and wellbeing and are totally misrepresented in development planning. A Government that was elected as a result of the ‘Youth Led Uprising – Aragalaya” now appears to not even provide for an annexure in “Rebuilding Sri Lanka”. Please understand the global trends of uprising by the GenZ and be mindful of not making another historical governance mistake – we cannot afford another change of Government. Some in the current Government are champions of youth activism and they can still trust the goodness and innovation younger generations can bring to the planning and implementation. Meanwhile, the role of a highly fragmented civil society is a mystery that they need to solve themselves. To gain a seat at the table and be relevant in national planning, civil society will need to appreciate their diversity and stop fighting for individual gain. Also, the old approach of criticism alone makes no sense if alternatives are not presented – not any alternative but researched, factual, analytical and foresight driven proposals. While blaming corporate capture, it’s the ideal time to put your house in order as well.",
    "Exclusive vs. inclusive planning for policy coherence",
    "Planning has been an exclusive affair for those in decision making. They have excluded people and stakeholders from planning to implementation. Tokenistic invitation to fill selected meeting rooms has not worked as only the favoured are in those rooms most of the time. This disaster is not exclusive to a single or a few communities or regions. Hence, planning for rebuilding cannot be exclusive. The Government has various mechanisms including the “District Development Committees” that can finally play its intended role by dumping the regional politician’s dominant approach. Building the district to sub-national level officials needs to be a priority if an accurate assessment of the damage is to be made. Stakeholder engagement must be strengthened if an honest assessment is intended. Owning one of the most fragmented institutional mechanisms for public service delivery, Sri Lanka also has a seriously incoherent policy architecture where environmental, social, economic and governance policies contradict each other to prevent proper planning and implementation. It is time to revisit the public delivery mechanism or the public service as called in general.",
    "Abandoning sustainable development",
    "The disaster that has broken a large intrusive infrastructure-based development system, now has an opportunity to recalibrate its system for change. The call for a “Systems Change” can be addressed if the Government takes a brave and smart approach. Leading to the disaster and now planning for the aftermath, rebuilding Sri Lanka appears to be treading on the failed old path with a surprisingly larger affinity towards the exploitative and destructive development model and its proponents. This development model will not provide any base for rebuilding the nation and will lead to nurturing repetitive disasters as we have been witnessing. Preparing reports for multilateral agreements is an easy way out for any Government on earth. The recently concluded UNFCCC COP30 in Brazil demonstrated how “Corporate Capture” has failed the world from climate sustainability and how weak and fragmented approaches by Governments and the so called civil society has let down people.",
    "While the political blame game has started already inside the Parliament by Opposition politicians, stating lack of response to early warnings, the Government has no right to sub-contract its responsibility of “Leading the Rebuilding of the Nation”. While many issues of discontent prevail, a majority of the population wants this Government “Not to Fail”. The President still commands that hope of the people, but a Cabinet of Ministers does not appear the most equipped for the job. Where are the nine Provincial Councils in a committee of rebuilding Sri Lanka?",
    "Recalibrate the systems - Reimagine, Reorganise and Reinvest",
    "Development planning in Sri Lanka is prone to working in silos. Economic development planning and climate sustainability planning continue to be on two separate tracks and require convergence in order to address the economic challenges presented by climate vulnerability such as this disaster. Policy makers must be made aware that all investment plans must ensure climate resilient sustainable development if economic prosperity is to be achieved. This disaster provides Sri Lanka a massive opportunity to recalibrate the failed and erred system. For that, we will need to Reimagine our resource mobilisation, Reorganise the resource governance, and start Reinvesting in transformational pathways that drives the nation towards a more sustainable and resilient nation.",
    "(The author participated in the 1st World Social Summit and will be at the 2nd summit. He also was at the 1st Earth Summit in 1992 as a Steering Committee Member of the International NGO Forum, and 20 years later initiated the Peoples Sustainability Treaties Platform for Rio+20. He represented Sri Lanka during 2016 and 2017 as the Chief Negotiator for the UN 2030 SDG Process in his capacity as Ministerial Advisor on Sustainable Development. He is a thinker, author, strategist for the local to global climate sustainability transformation with over 35 years of experience. He could be reached via email at [email protected])"
  ]
}