{
  "url": "https://www.dailymirror.lk/hard-talk/Peoples-verdict-against-Ranil-not-justifiable-Nimal-Lanza/334-295625",
  "title": "“Peoples verdict against Ranil , not justifiable” - Nimal Lanza",
  "ut": 1731101459.0,
  "body_paragraphs": [
    "Nimal Lanza, a candidate contesting the general election under the gas cylinder symbol, speaks to The Daily Mirror about the current status of the economy, and what lies ahead.",
    "How do you find yourself in the fray for the general election which is being conducted in a new context ,where traditional parties have been rejected by the people?",
    "That is a challenge in the aftermath of the defeat at the presidential election.  But, we are overcoming that challenge gradually. People voted for this government at the presidential election with a lot of aspirations to be realized. Yet, they are now unsatisfied with delivery on promises made ahead of the presidential election.",
    "People gave a mandate for this government expecting economic revival, eradication of corruption and frauds, and a new political culture. The traditional parties were rejected on that basis. What is your view about the governments performance as far as these areas are concerned?",
    "There was a huge emotion whipped up in the country about corruption and frauds. Whenever any development project was implemented, falsehoods were created about corruption, frauds and commissions involved. Such falsehoods got established in society. People got carried away by such false allegations and elected this government . Now people find that these allegations are far from true. Truth will emerge further in the future. These are mere unsubstantiated allegations only.",
    "There was a huge public discourse about the need to root out corruption and frauds. You assert that these are baseless allegations. Do you rubbish them?",
    "I believe 99 percent of these allegations are untrue.  I do not say the system was all perfect. There can be mistakes in any field, anywhere. But, I believe most MPs, provincial council members and local government members are innocent. When they engage in development activities, it is easy for jobless onlookers to hurl various allegations. That is what the present rulers did at that time.They harnessed votes in this manner. Now, it is incumbent upon them to prove those allegations beyond doubt.",
    "What is your view of the handling of economic affairs by the Government?",
    "I believe the country will go through a difficult process soon because of the government not taking timely actions vital for economic progress.  With the International Monetary Fund (IMF), the third review has been concluded. We are supposed to secure the fourth tranche.",
    "Now, the government is delaying decision-making in this regard. The annual budget has been postponed. As a result, the country risks losing hard-gained achievements. Former President Ranil Wickremesinghe secured a relief of about US $ 17 billion in the debt restructuring process.  The country risks the loss of this benefit ,secured with great effort.",
    "How can you speak with such confidence?",
    "Before the election, they pledged to amend the IMF programme. They pledged to remove the Central Bank governor and the Finance Ministry Secretary. An IMF delegation came here. Then, the government delegation went there to meet with the IMF. The government maintains stoic silence about all these matters.",
    "During the time of the last government, Ranil Wickremesinghe used to brief Parliament on developments with the IMF.  Visits by IMF delegations took place with public knowledge as everything was open to the media. Now, there is no briefing by anyone in the government about engagements with the IMF. The reason is that there is no progress with the IMF. The government has  only asked for more time till the election is over. It is a delaying tactic. When the annual budget is postponed, the revenue generation plan for the coming year is delayed. When revenue generation is delayed, the economy keeps collapsing.",
    "What will be the end result in your view?",
    "Ranil Wickremesinghe did a lot of confidence building with the IMF. He secured the third tranche and carried out reforms in terms of enactment of necessary laws, revenue generation and curtailment of expenditure. He took bold steps. He decided to restructure the loss-making state enterprises. The new government has decided to stop restructuring SriLankan Airlines.  They are yet to submit new revenue generation proposals.",
    "During election time, they promised relief for people. It will trigger more expenditure for the government at the cost of available revenue. Then, how can they recover lost revenue? They promised upward revision of salary scales every six months. It is a new expenditure cost for the government. They should declare to the IMF how they seek revenue to recover it.",
    "During our time, we spelled out how we generate revenue within the next few years so that we can settle our loans. I can categorically say that people will have to pay for the governments delay in taking necessary action.",
    "You mean to say that the fate that befell the Gotabaya Rajapaksa government will befall this government?",
    "Yet, it will be the second episode of the Gotabaya Rajapaksa era.  How can a country be governed when a decision that is to be taken today is delayed by six months?",
    "Sri Lanka has not yet come out of bankruptcy. We have breathing space only because of the IMF certification after we secured debt restructuring with 17 bilateral creditors and started restructuring International Sovereign Bonds (ISB).  When we fail to act on time, these countries and institutions will lose confidence in Sri Lanka.",
    "They look at our proposals for revenue generation and management of expenditure.  Otherwise they don’t  look at what President Anura Kumara Dissanayake said at the election stage.",
    "Normally, a new government needs at least six months’ time to make necessary adjustments in line with its policies. What is your view?",
    "The economy has gathered some steam because of the steps we took at that time.  However, the crisis will erupt when required decision -making is delayed. The more you delay decision making with the IMF, the more the economy collapses.",
    "Any country striking a deal with the IMF is needed to work out an exit strategy. Why don’t you talk about such a strategy?",
    "That is impossible to do now. We are in a programme with the IMF.  We have to carry out this programme and exit from it later.  The IMF has instructed us to increase growth rate and maintain primary surplus.  We will come down as a nation in all economic indices because of delayed decision making by President Dissanayake.",
    "Is your party waiting in the wings to take charge of the country again in case the current government fails?",
    "If the IMF programme is derailed, the country will collapse. Then, nobody can resuscitate the economy no matter what. We kindly request the government not to lead the country down that path.",
    "You talked about economic stabilization with the IMF programme during your time. Yet, your candidate suffered a defeat at the presidential election. What is the reason for it?",
    "When the economy was in doldrums, Ranil Wickremesinghe took bold, vital steps to restore it. The country’s economy stabilized and started growing once again. Inflation was contained, the foreign reserves increased. We are in a position to import what is needed for the country today ,as a result.",
    "We had to tax people to increase revenue. Then, it affected some people. President Dissanayake, instead, promised reduction of taxes including VAT and PAYE tax. Then, some people who did not think of the greater interest of the country fell in line with his party and voted to defeat our candidate.",
    "A competent President should be able to stabilize the economy rather than increasing spending. If the government revenue is Rs.3000 billion, it should be increased to Rs. 4000 billion. That is the talent. If that is reduced to Rs.2000 billion, it won’t be helpful to the country in the long run. We see social media posts by young people highlighting the need to bring back Wickremesinghe. In another six months time, we may not be able to find anyone calling himself a NPP voter.",
    "To elect the NPP merely because of their frustration with traditional politics and the bitter experience during the Gotabaya Rajapaksa period. What is your view?",
    "I don’t dispute what people felt. But, I feel the final decision by people is wrong. Reality will dawn on them in six months’ time. People who elected President Dissanayake will turn against him and chase him out.  These are the very same people who brought Gotabaya Rajapaksa into power and threw him out later.",
    "Don’t you learn anything from the public mandate against you this time?",
    "We have to learn from the experience of decisions taken by Gotabaya Rajapaksa. Yet,  Ranil Wickremesinghe took decisions in the greater interests of the country. But the peoples verdict against him is not justifiable.",
    "Gotabaya Rajapaksa failed because of his policy missteps. Otherwise, he is not a corrupt person. Compared with other countries, he contained Covid-19 better.",
    "You also suffered in the face of Aragalaya. Your property was burned down. Will you expect justice under the new government?",
    "It is a forgotten chapter for me. Peoples frustration against that rule is understandable. They vented their anger. They elect a government not to destroy an economy but to build it. Looting was unacceptable. The parties like the JVP fueled public frustration at that time."
  ]
}