{
  "url": "https://www.ft.lk/columns/Time-to-bury-the-6-of-GDP-for-Education-slogan-and-manage-with-2/4-784716",
  "title": "Time to bury the “6% of GDP for Education” slogan and manage with 2%",
  "ut": 1763936731.0,
  "body_paragraphs": [
    "Rupees 704 billion is allocated for education in the 2026 Budget for Sri Lanka. This amount is the second highest allocation in the Budget and 2% of the projected GDP. This allocation is obviously nowhere near the much-cited goal of 6% GDP for education. What we have is an allocation which, like other allocations for education before, merely bolsters an education system that has been steadily losing its lead in access and quality decades ago. This Budget does not provide money to address burning issues like the unavailability of facilities for studying in the science stream for students in two thirds of the senior secondary schools in the country and the need to bring a fossilised examination system up to international standards, for example.",
    "Sri Lanka’s financial circumstances are such that it is impossible for this (or any) Government to increase the education allocation to 6% or even to 3% of GDP because Sri Lanka must stay within the limit of 13% of GDP for primary expenditure at least until 2028, if the country is to stay solvent. Any further increases from 2% would mean taking money away from other functions of Governance, social development and economic growth that are also important. The prospect of having to stay within 13% of GDP limit in the next few years means that 2% of GDP for education will be our reality for the next few years.",
    "How did we get here and where do we go from here?",
    "Low tax revenue intakes over the years",
    "The Human Rights Watch hit the nail on the head when they added the tag line “How Low Taxes Drove Sri Lanka’s Economic Crisis and Squandered its Education Lead” to their recent report on Sri Lanka.  They correctly identify underfunding of education as a Government tax revenue issue.",
    "The story that Sri Lanka spends less than Haiti in education spending made the headlines sometime back.  Sri Lanka is indeed in the league of Haiti and other countries in terms of our education spending, but the headlines missed the important fact that Sri Lanka was also in the league of 10 bottom countries in Government revenue.",
    "According to World bank and IMF data sources, the list of ten countries with lowest Government revenues along with their revenues as a percent of GDP on an average for the 2013-2022 period are Sudan (8.1%), Nigeria (8.2%), Bangladesh (8.6%), Haiti (10.4%), Guatemala (11.4%), Madagascar (11.8%), Yemen, Rep. (11.9%), Uganda (12.2%), Sri Lanka (12.3%) and Benin (13.0%). Not surprisingly, all except Guatemala and Madagascar spent less than 2.2% of GDP on education.",
    "Sri Lanka can move forward despite limitations in public funding, I believe, because so far policymakers have focused mostly on inputs to education. We have not explored low-input-high-impact policy options.  I would begin with the following more policy-intensive options in funding and governance. Only the early childhood sector will require significant inputs",
    "This Budget does not provide money to address burning issues like the unavailability of facilities for studying in the science stream for students in two thirds of the senior secondary schools in the country and the need to bring a fossilised examination system up to international standards, for example",
    "13% of GDP limit to primary expenditure, imposed by debt repayment requirements",
    "With Section 15(1) in the Public Financial Management Act No. 44 of 2024, the Government of Sri Lanka tied its own hands with a mandate that “the Government’s Primary Expenditure should not exceed thirteen percent  of the estimated nominal gross domestic product for the relevant fiscal year” so that debt obligations can be met and the country stays solvent.  The result is that taxes you and I would be paying for 2026 and other grants the Government receives may garner Rs. 5,305 billion in revenue for 15.4% of the GDP, but the Government can spend only 13% of GDP or Rs. 4,850 trillion. The remaining Rs. 820 billion is to be set aside for interest payments on our past excesses.",
    "According to Section 15(3), the 13% limit should hold at least from 2024-2028.",
    "Competing demands from other sectors",
    "How did the Government allocate this bare minimum Rs. 4,4485 billion for primary expenditure across the sectors. The Citizen Budget published by Treasury clusters Government expenditure by 12 sectors.  For brevity, I use three larger clusters of – (1 Governance (Public Service; National Security; Justice and Environment); (2) Social Development (Education, Health, Decent Life and Social Protection) and (3) Economic Growth (Agriculture, Economic Services, Energy, and Transport). I separate the education sector from the Social Development cluster and National Security from the Governance Functions cluster for emphasis.",
    "The education allocation has long been misunderstood because almost half of the allocation is hidden in the expenditure head for the Ministry of Provincial Councils. A familiar post-Budget headline until a few years ago was that Defense gets more money than education because journalists would look only at the allocation for the Ministry of Education. The Treasury’s citizen Budget initiative has helped resolve these misunderstandings.",
    "Although the Primary Budget increased from 10,5% to 11.5%, 12.2% and 12.9 of GDP, respectively, from 2023-2026 (Table 2), the allocations for Economic Growth and National Security stayed steady at 2.5% of GDP and 1.2% of GDP, respectively (Figure 1).",
    "The increase in the Primary Budget was taken up by increases in the rest of the Governance component (from 1.2% to 2.3%), Social Development (from 3.9% to 4.8%) and Education (from 1.6% to 2.0%).",
    "High likelihood of the education allocation been frozen at 2% GDP at least until 2028",
    "The bad news is that the education allocation is not likely to increase  from around 2% of in the next foreseeable future because the according to the Public Financial Management Act, the primary expenditure is to be less than 13% of GDP  from 2024-2028 (Table 2) and there seems to be little leeway in changing allocations across sectors, because money as a %GDP for education means less for  money for other important sectors.",
    "How can Sri Lanka manage with an education allocation which is likely to stay frozen at around 2% GDP in the next few years when inequities in school education  are so pervasive?",
    "Rs. 704 billion is allocated for education in the 2026 Budget. This amount is the second highest allocation in the Budget and 2% of the projected GDP. This allocation is obviously nowhere near the much-cited goal of 6% GDP for education. Sri Lanka’s financial circumstances are such that it is impossible for this (or any) Government to increase the education allocation to 6% or even to 3% of GDP because Sri Lanka must stay within the limit of 13% of GDP for primary expenditure at least until 2028, if the country is to stay solvent. The prospect of having to stay within 13% of GDP limit in the next few years means that 2% of GDP for education will be our reality for the next few years",
    "Smarter spending is the only way out",
    "Sri Lanka can move forward despite limitations in public funding, I believe, because so far policymakers have focused mostly on inputs to education. We have not explored low-input-high-impact policy options.  I would begin with the following more policy-intensive options in funding and governance. Only the early childhood sector will require significant inputs. For example:",
    "Designate selected professional programs in higher education as money earners and divert saved/earned funds to school education and national priorities in post-school education",
    "Give more power with accountability to individual schools, school clusters, colleges and universities to achieve more efficiency and effectiveness in education spending; Restructure and downsize central authorities, including Isurupaya.",
    "Teaching and Learning",
    "Strengthen the pre-school sector, which is 80% private, with a national curriculum, NVQ for teachers and increases in Government top-up for teachers and/or award vouchers for needy families",
    "Simplify curricula, school-based assessments, and national exams, and use the money and time saved to improve quality.",
    "Set suitable KPIs for the sector and mandate that the minister for education reports to the Parliament and the people annually.",
    "(More on these in the next few columns.  In the meantime, please comment here or send your alternative suggestions to sujata @lirneasia.net.)"
  ]
}