{
  "url": "https://www.dailymirror.lk/opinion/Trump-to-secure-US-rights-through-tough-but-fair-negotiations/172-295916",
  "title": "Trump to secure US rights through tough but fair negotiations",
  "ut": 1731533000.0,
  "body_paragraphs": [
    "Trump would be an aggressive President but would leave some sensitive issues to the Legislature. He has now left the critical decision on Abortion, to the States",
    "US President-elect Donal Trump is feared by some and extolled by others. He is said to act instinctively, which many favour while  others consider to be reckless. Those who fear him say he will make the US aggressive, impulsive and selfish, driven by his battle cries “America First” and “Make America Great Again” (MAGA). But those who laud him say he will make the US concentrate on pressing domestic issues and not waste resources on saving other countries from authoritarian hegemons in a pretentious colonial-era “civilizing mission.”",
    "While there is a grain of truth in both assessments, overall, Trump has shown during  his previous stint in the White House (between 2017 and 2021), that he could be both tough and benign, waging war to assert America’s rights on the one hand and bringing peace, if that, to him, was the way forward.",
    "Trump is a pragmatic politician, rooted in the present, but not an unprincipled one. He has no “Trump Doctrine” to expound, because he has no fixed notions. He goes mostly by “his” assessment of the ground reality. His decisions are “his” in the true sense of the word.",
    "According to Patrick C.O’ Brien, US National Security Adviser from 2019 to 2021, Trump may replicate President Andrew Jackson (1829-1837) who used US power with panache, but judiciously, to achieve a number of diplomatic triumphs. Like Trump, Jackson believed in give and take. He showed the fist when necessary, but struck a compromise when called for, as he did in the case of disputes with France, Denmark, Portugal, and Spain. Jackson signed trade agreements with Russia, Spain, Turkey, Britain, and Siam (now Thailand). The treaty with Britain reopened American trade with the",
    "British West Indies. In his time, US trade boomed. Exports increased by more than 75% and imports by 250%.",
    "By the time Jackson retired in 1837, he had significantly altered the Office of the President, expanding its veto power, basing its authority on the will of the people. He dramatically enhanced the chief executive’s political and legislative powers, O’Brien recalled.",
    "But Jackson was not foolhardy. He would leave some issues to the US Congress even if he had strong views on them (as he did in the case of the integration of Texas State into the USA). Likewise, Trump would be an aggressive President but would leave some sensitive issues to the Legislature. He has now left the critical decision on Abortion, to the States.",
    "Indeed, Trump is an aggressive “Make America Great Again” proponent. But he was also an international peacemaker when he was in office from 2017 to 2021. Listing his achievements, O’Brien says that Trump facilitated the “Abraham Accords”, bringing peace to Israel and three of its neighbours and also Sudan. He brought about economic normalization between Serbia and Kosovo , pushed Egypt and the Gulf states to settle their rift with Qatar, and end their blockade of Qatar.",
    "More importantly, the US entered into an agreement with the Taliban that prevented any American combat deaths there for nearly the entire final year of the Trump administration. Trump was determined to avoid new wars and endless counterinsurgency operations.  According to O’Brien the Trump Presidency was the first since that of Jimmy Carter, in which the US did not enter a new war or expand an existing one.",
    "Trump ended one war- against the ISIS as an organized military force.He eliminated its leader, Abu Bakr al-Baghdadi. When he was in office, Russia did not press further forward after its 2014 invasion of Ukraine, Iran did not dare to directly attack Israel, and North Korea stopped testing nuclear weapons after a combination of diplomatic outreach and a U.S. military show of force.",
    "Trump ordered a limited but effective air attack on Syria in 2017, after Bashar al-Assad’s regime used chemical weapons against its own people, O’Brien adds.",
    "Trump’s critics say that his “America first” is “America alone”. This is debunked by O’Brien. Yes, Trump is critical of NATO and thinks expenditure on it is unwarranted, but this is because the European members are not contributing enough for NATOs upkeep. He is strongly against making a song and dance about climate change, but his views deserve a careful examination and not outright rejection. Perhaps climate change programs could be re-assessed taking all views into consideration. For example, the developing countries feel that the developed countries are the major polluters and should do more for climate change and not merely put fetters on the poor nations.",
    "His critics predict that he will leave NATO in the lurch and weaken the G7, and abandon Ukraine to the mercy of Putin’s Russia. Trump’s foreign policy is based on sharing responsibilities and not expecting America to do all the heavy-lifting while their allies have a good time.",
    "He would expect Europe to do more for NATO and Taiwan to spend more than just 3% of its GDP on defence against China.",
    "He would also expect India to be more reciprocal for the critical defence assistance it is getting from the US. If India does not lower its tariffs on US goods, he will raise tariffs on Indian goods. No “free lunch” for anyone, rich or poor. He may not allow India to continue to have dealings with Iran defying US sanctions as he is very keen that an aggressive Iran be put in its place. Recently, an Indian shipping firm Gabbaro Ship Services was among the dozen-odd companies sanctioned by the US for allegedly carrying Iranian oil for sale in Asia.",
    "The Obama-era policy of negotiating with Iran alienated Saudi Arabia, an important partner and energy exporter, and did nothing to tame Iran, which became more violent in the past four years. In contrast, the Trump administration carried out a campaign of maximum pressure on Iran, including  insisting that European countries comply with US and UN sanctions on Iran. His show of resolve rallied important U.S. partners such as Saudi Arabia and the United Arab Emirates and paved the way for the “Abraham Accords.”",
    "Support across Ethnicities Trump was portrayed as  a man of the “White ruling class”, or at least the poor Whites. But the election result has shown that his support base spans various ethnicities including  the Latinos (Mexicans and South Americans) whom he is trying to bar from entering the US illegally.",
    "They supported him because everybody wanted America to be free from illegal migration as it was affecting the prospects of locals in their shrinking job market.",
    "Talking of employment, by raising tariffs on Chinese goods, Trump hopes to encourage local American industries that will give Americans jobs, not the Chinese in China.",
    "The US$ 61 billion Congress recently appropriated for Ukraine— was on top of the US$ 113 billion already approved. But Biden does not seem to have a plan to end the war, except through more war. But Trump has said that he would get Putin and Zelensky to come together and make a deal. While Zelensky might prove to be a difficult customer, Putin might listen to Trump as the  two seem to be hitting it off.",
    "There are allegations that Putin had interfered in favour of Trump in the  American elections. But no proof has emerged so far. Many ask why can’t Putin and Zelensky  come to an agreement whereas Trump could get the Taliban and Afghan President Ashraf Ghani, to come to an agreement?",
    "Trump’s approach would be to continue to provide lethal aid to Ukraine, financed by European countries too, while keeping the door open to diplomacy with Russia—and keeping Moscow off balance with a degree of unpredictability, O’Brien says. He would also push NATO to make it unmistakably clear to Putin that the European alliance will defend all its territory from foreign aggression."
  ]
}