{
  "url": "https://www.technologyreview.com/2024/09/04/1103555/the-uk-is-building-an-alarm-system-for-climate-tipping-points/",
  "title": "The UK is building an alarm system for climate tipping points",
  "ut": 1725391800.0,
  "body_paragraphs": [
    "The UK’s new moonshot research agency just launched an £81 million ($106 million) program to develop early warning systems to sound the alarm if Earth gets perilously close to crossing climate tipping points. A climate tipping point is a threshold beyond which certain ecosystems or planetary processes begin to shift from one stable state to another, triggering dramatic and often self-reinforcing changes in the climate system.   The Advanced Research and Invention Agency (ARIA) will announce today that it’s seeking proposals to work on systems for two related climate tipping points. One is the accelerating melting of the Greenland Ice Sheet, which could raise sea levels dramatically. The other is the weakening of the North Atlantic Subpolar Gyre, a huge current rotating counterclockwise south of Greenland that may have played a role in triggering the Little Ice Age around the 14th century.  The goal of the five-year program will be to reduce scientific uncertainty about when these events could occur, how they would affect the planet and the species on it, and over what period those effects might develop and persist. In the end, ARIA hopes to deliver a proof of concept demonstrating that early warning systems can be “affordable, sustainable, and justified.” No such dedicated system exists today, though there’s considerable research being done to better understand the likelihood and consequences of surpassing these and other climate tipping points.",
    "Sarah Bohndiek, a program director for the tipping points research program, says we underappreciate the possibility that crossing these points could significantly accelerate the effects of climate change and increase the dangers, possibly within the next few decades.By developing an early warning system, “we might be able to change the way that we think about climate change and think about our preparedness for it,” says Bohndiek, a professor of biomedical physics at the University of Cambridge.  ARIA intends to support teams that will work toward three goals: developing low-cost sensors that can withstand harsh environments and provide more precise and needed data about the conditions of these systems; deploying those and other sensing technologies to create “an observational network to monitor these tipping systems”; and building computer models that harness the laws of physics and artificial intelligence to pick up “subtle early warning signs of tipping” in the data.",
    "But observers stress that designing precise early warning systems for either system would be no simple feat and might not be possible anytime soon. Not only do scientists have limited understanding of these systems, but the data  on how they’ve behaved in the past is patchy and noisy, and setting up extensive monitoring tools in these environments is expensive and cumbersome.  Still, there’s wide agreement that we need to better understand these systems and the risks that the world may face. Unlocking breakthroughs It is clear that the tipping of either of these systems could have huge effects on Earth and its inhabitants. As the world warmed in recent decades, trillions of tons of ice melted off the Greenland Ice Sheet, pouring fresh water into the North Atlantic, pushing up ocean levels, and reducing the amount of heat that the snow and ice reflected back into space.   Melting rates are increasing as Arctic warming speeds ahead of the global average and hotter ocean waters chip away at ice shelves that buttress land-based glaciers. Scientists fear that as those shelves collapse, the ice sheet will become increasingly unstable.  The complete loss of the ice sheet would raise global sea levels by more than 20 feet (six meters), submerging coastlines and kick-starting mass climate migration around the globe. But at any point along the way, the influx of water into the North Atlantic could also substantially slow down the convection systems that help to drive the Subpolar Gyre, because fresher water isn’t as dense and prone to sinking. (Saltier, cooler water readily sinks.) The weakening of the Subpolar Gyre could cool parts of northwest Europe and eastern Canada, shift the jet stream northward, create more erratic weather patterns across Europe, and undermine the productivity of agriculture and fisheries, according to one study last year.",
    "Related StoryHow electricity could clean up transportation, steel, and even fertilizerMore industries are joining the charge to electrify everything in order to cut emissions.",
    "The Subpolar Gyre may also influence the strength of the Atlantic Meridional Overturning Circulation (AMOC), a network of ocean currents that moves massive amounts of heat, salt, and carbon dioxide around the globe. The specifics of how a weakened Subpolar Gyre would affect the AMOC are still the subject of ongoing research, but a dramatic slowdown or shutdown of that system is considered one of the most dangerous climate tipping points. It could substantially cool Northern Europe, among other wide-ranging effects.   The tipping of the AMOC itself, however, is not the focus of the ARIA research program.  The agency, established last year to “unlock scientific and technological breakthroughs,” is a UK answer to the US’s DARPA and ARPA-E research programs. Other projects it’s funding include efforts to develop precision neurotechnologies, improve robot dexterity, and build safer and more energy-efficient AI systems. ARIA is also setting up programs for developing synthetic plants and exploring climate interventions that could cool the planet, including solar geoengineering.  Bohndiek and the other program director of the tipping points program—Gemma Bale, an assistant professor at the University of Cambridge—are both medical physicists who previously focused on developing medical devices. At ARIA, they initially expected to work on efforts to decentralize health care.  But Bohndiek says they soon realized that “a lot of these things that need to change at the individual health level will be irrelevant if climate change truly is going to cross these big thresholds.” She adds, “If we’re going to end up in a society where the world is so much warmer … does the problem of decentralizing health care matter anymore?”  Bohndiek and Bale stress that they hope the program will draw applications from researchers who haven’t traditionally worked on climate change. They add that any research teams proposing to work in or around Greenland must take appropriate steps to engage with local communities, governments, and other research groups. Tipping dangers Efforts are already underway to develop greater understanding of the Subpolar Gyre and the Greenland Ice Sheet, including the likelihood, timing, and consequences of their tipping into different states. There are, for instance, regular field expeditions to measure and refine modeling of ice loss in Greenland. A variety of research groups have set up sensor networks that cross various points of the Atlantic to more closely monitor the shifting conditions of current systems. And several studies have already highlighted the appearance of some “early warning signals” of a potential collapse of the AMOC in the coming decades.",
    "But the goal of the ARIA program is to accelerate such research efforts and sharpen the field’s focus on improving our ability to predict tipping events.  William Johns, an oceanographer focused on observation of the AMOC at the University of Miami, says the field is a long way from being able to state confidently that systems like the Subpolar Gyre or AMOC will weaken beyond the bounds of normal natural fluctuations, much less say with any precision when they would do so.",
    "He stresses that there’s still wide disagreement between models on these sorts of questions and limited evidence of what took place before they tipped in the ancient past, all of which makes it difficult to even know what signals we should be monitoring for most closely. Jaime Palter, an associate professor of oceanography at the University of Rhode Island, adds that she found it a “puzzling” choice to fund a research program focused on the tipping of the Subpolar Gyre. She notes that researchers believe the wind drives the system more than convection, that its connection to the AMOC isn’t well understood, and that the slowdown of the latter system is the one that more of the field is focused on—and more of the world is worried about. But she and Johns both said that providing funds to monitor these systems more closely is critical to improve scientific understanding of how they work and the odds that they will tip. Radical interventions So what could the world do if ARIA or anyone else does manage to develop systems that can predict, with high confidence, that one of these systems will shift into a new state in, say, the next decade? Bohndiek stresses that the effects of reaching a tipping point wouldn’t be immediate, and that the world would still have years or even decades to take actions that might prevent the breakdown of such systems, or begin adapting to the changes they’ll bring. In the case of runaway melting of the ice sheet, that could mean building higher seawalls or relocating cities. In the case of the Subpolar Gyre weakening, big parts of Europe might have to look to other areas of the world for their food supplies. More reliable predictions might also alter people’s thinking about more dramatic interventions, such as massive and hugely expensive engineering projects to prop up ice shelves or to freeze glaciers more stably onto the bedrock they’re sliding upon.",
    "Similarly, they might shift how some people weigh the trade-offs between the dangers of climate change and the risks of interventions like solar geoengineering, which would involve releasing particles in the atmosphere that could reflect more heat back into space. But some observers note that if enough fresh water is pouring into the Atlantic to weaken the gyre and substantially slow the broader Atlantic current system, there’s very little the world can do to stop it. “I’m afraid I don’t really see an action you could take,” Johns says. “You can’t go vacuum up all the fresh water—it’s not going to be feasible—and you can’t stop it from melting on the scale we’d have to.” Bale readily acknowledges that they’ve selected a very hard problem to solve, but she stresses that the point of ARIA research programs is to work at the “edge of the possible.”  “We genuinely don’t know if an early warning system for these systems is possible,” she says. “But I think if it is possible, we know that it would be valuable and important for society, and that’s part of our mission.” hide"
  ]
}