{
  "url": "https://www.ft.lk/columns/Budget-2025-Reviewing-focus-on-trade-and-competitiveness/4-773256",
  "title": "Budget 2025: Reviewing focus on trade and competitiveness",
  "ut": 1739992670.0,
  "body_paragraphs": [
    "President Dissanayake referred to the formulation of a new ‘National Export Development Plan’ to boost exports in the coming years. This is encouraging. It is always advisable for a country to have a strategic approach to export development, especially to support SME internationalisation, to diversify products and markets, and to systematically remove bottlenecks faced by exporters",
    "President and Finance Minister Anura Kumara Dissanayake presented his Government’s maiden Budget in Parliament on Monday 17 February. The proposals relating to trade and competitiveness demonstrated remarkable consistency with Budgets of previous years, under different administrations. This is rather unique by Sri Lankan standards, where Budget speeches of a new Government often tend to upend earlier initiatives, with little continuity for good initiatives pursued in the past.",
    "It was notable that, once the preamble of the speech was dealt with, the President delved right into the subjects of exports, international trade, port and logistics, and competitiveness, in the first section of the Budget proposals. This signals a recognition of the importance of now prioritising growth-enhancing efforts (alongside measures for social welfare and inclusion, as covered by him in the subsequent sections of the speech), following macroeconomic stability being achieved over the past two years.",
    "This article reviews some of the proposals relating to trade and competitiveness announced in Budget 2025, and puts them in the context of previous reform efforts.",
    "In the opening section on exports, the President announced a target of $ 19 billion in export earnings in 2025. This must be viewed critically, in the context of similar export targets set in previous years, that remained unattained. In fact, it was in the National Export Strategy 2018-2022 that an export target of $ 17 billion for 2018 was announced, and growing to $ 28 billion by the end of the strategy period (2022). A subsequent Government announced a target of $ 23 billion by 2020. The intervening years saw exports remain resilient amidst multiple crises (domestic and external), but earnings fell far short of these targets.",
    "President Dissanayake referred to the formulation of a new ‘National Export Development Plan’ to boost exports in the coming years. This is encouraging. It is always advisable for a country to have a strategic approach to export development, especially to support SME internationalisation, to diversify products and markets, and to systematically remove bottlenecks faced by exporters. Hopefully, the latest efforts at an export plan will be anchored to the approach, principles, and experiences of the National Export Strategy of 2018-2022, which had in-depth plans of action and strategic orientations for several sectors. It was formulated primarily by the private sector, in collaboration with the public sector, and as such had broad acceptance.",
    "The President’s proposed export development plan must be similarly private sector-led, and be based on evidence and market realities. The approach of private-public collaboration in formulating the strategies and action plans was a key success factor in ensuring the documents had a great sense of ownership by the private sector. The International Trade Centre (ITC) – a joint body of the World Trade Organization (WTO) and the United Nations Convention on Trade and Development (UNCTAD) – provided technical expertise for the previous National Export Strategy, and this helped to ground the sector-wise strategies in the realities of the international market, ensuring sectoral plans of action were achievable and pragmatic. The private and public stakeholders benefitted from the wisdom from their work on dozens of other countries’ national and sectoral export strategies.",
    "The proposed new export development plan must tap into this sort of technical expertise and international guidance, while being anchored to Sri Lanka’s domestic industry realities, and also reflecting emerging global market trends around sustainability.",
    "Focus on reforming tariffs",
    "The Budget speech also referred to the formulation of a ‘National Tariff Policy’. This is perhaps a follow-on from the efforts of last year, as it was one of the ‘Prior Actions’ under the World Bank’s ‘Development Policy Operation’ (or DPO) with the Government of Sri Lanka. In 2024, a National Tariff Policy Framework was formulated by officials at the Ministry of Finance with inputs from academia, trade policy experts, and private sector representatives, and the Cabinet of Ministers approved it in June 2024.",
    "Efforts to streamline Sri Lanka’s tariffs (and indeed para-tariffs) are not new. Unilateral tariff liberalisation has been a focus of previous Governments, notably under then Finance Minister Mangala Samaraweera and International Trade Minister Malik Samarawickrama. These efforts often faced stiff opposition from narrow parts of the private sector who had begun to rely on tariff and para-tariff protection to survive. Moreover, it was positioned by the then Government as a ‘liberalisation’ and ‘deregulation’ agenda. It is very interesting then, and perhaps strategic, that President Dissanayake framed the formulation of a new National Tariff Policy from the perspective of export growth, rather than ‘import liberalisation’.",
    "He noted that a predictable and streamlined tariff policy was needed ‘to enable importers to get the inputs/raw materials they need at affordable cost’. This is an excellent way to frame this reform, given that exports and imports are often two sides of the same coin, where high cost imports (due to para tariffs) not only hurt domestic consumer welfare (when they are finished goods) but also adversely affect the cost of production for exports (when they are intermediate goods – i.e., inputs).",
    "There are existing laws that already provide guard rails alongside the reduction of tariffs and elimination of para-tariffs – notably, the Anti-Dumping and Countervailing Measures Acts. These have been in existence for more than five years now, and simply need stronger implementation capabilities (for instance, international trade lawyers and economists) within the relevant Government ministries and departments (for instance, the Department of Commerce).",
    "This should also be complemented by efforts to rekindle the Trade Adjustment Programme (TAP), which was formulated in 2018-2019 in consultation with the private sector. The TAP can provide a transparent and credible mechanism to review industry concerns of the impact of tariff and para-tariff removal/reduction based on solid data and evidence, and decide how to provide government support for adjustment of firms and workers where it is deemed necessary. The conceptual framework of the TAP, as well as Operating Manuals for its implementation, exist and can be easily ‘dusted off the shelves’, adapted/revised and used by the new administration.",
    "Focus on expanding trade partnerships",
    "The President rightly noted the need for Sri Lanka to better integrate regionally, enter strategic partnerships, and expand our trade agreements. Reiterating this commitment to regional integration is important, and sends a signal to our partners that – under the new administration – the country remains committed to expanding international trade, rather than pursuing autarkic policies as some observers had feared. There were no specifics offered about what priorities the new Government has vis a vis trade agreements (for instance, bilateral versus plurilateral/mega-regional), and how the Government plans to pick up existing/recent negotiations.",
    "A priority surely must be the early conclusion of an enhanced and deepened agreement with India, covering not only goods but also services, investment, technology cooperation, and other strategic areas. Even as some of Sri Lanka’s hitherto steady markets of the US and Europe go through shifts and strains – much of which might be hard to predict – Sri Lankan exporters must necessarily look at new markets. For instance, the Indian middle-class alone is estimated to reach ten times the size of Sri Lanka’s entire population (over 200 million), and this can be a major opportunity for our exports.",
    "Around 2017-2018, the Ministry of Development Strategies and International Trade formulated a ‘Breaking Into India’ plan, dissecting the India market entry strategies of successful Sri Lankan firms. A report on this work was also published by the UNESCAP. This can be picked up again by public and private stakeholders to not only identify specific sectors and states to target, but also provide inspiration and encouragement to Sri Lankan firms that may be hesitant about venturing into India.",
    "Once the negotiations on the agreement recommence, priority attention should be given to resolving long-standing trade facilitation issues and smoothening non-tariff barriers faced by both sides. This can quickly build confidence in the bilateral trade relationship. A valuable feature of the previous rounds of negotiations on the India-Sri Lanka ETCA (‘Economic and Technology Cooperation Agreement’) was precisely this – it provided a regular mechanism for resolving existing trade issues, making early wins, and building confidence.",
    "For Sri Lanka, a specific priority ‘ask’ would have to be the revisiting of the apparel quota (currently, 8 million pieces a year). Especially with aims of reaching the burgeoning Indian middle class consumer with products in the intimate wear and athleisure space, this would be an important win for Sri Lankan apparel exporters.",
    "It is very interesting then, and perhaps strategic, that President Dissanayake framed the formulation of a new National Tariff Policy from the perspective of export growth, rather than ‘import liberalisation’. He noted that a predictable and streamlined tariff policy was needed ‘to enable importers to get the inputs/raw materials they need at affordable cost’. This is an excellent way to frame this reform, given that exports and imports are often two sides of the same coin, where high cost imports (due to para tariffs) not only hurt domestic consumer welfare (when they are finished goods) but also adversely affect the cost of production for exports (when they are intermediate goods – i.e., inputs)",
    "Focus on commercial diplomacy",
    "The President briefly noted the importance of strengthening Sri Lanka’s commercial diplomacy, as a part of expanding our trade and investment. This has always been an area that is under-emphasised, but is a vital element. Initial gains in economic diplomacy made under a program by then Deputy Foreign Minister Harsha De Silva, supported by the Harvard Kennedy School’s Center for International Development were not sustained in the subsequent years. In a recent report for the Sri Lankan Parliament’s Sectoral Oversight Committee on International Relations, Centre for a Smart Future (CSF) conducted an in-depth assessment of the strategies used by peer countries in better using their foreign service for boosting trade and investment.",
    "Our research also found that Sri Lanka’s commercial representation around the world desperately needs re-alignment, to better suit our export ambitions and better reflect current and emerging trade priorities. In the report submitted to Parliament, we identified a number of practical changes that Sri Lanka’s foreign ministry can make. These can be useful starting points to advance the President’s vision of strengthening commercial diplomacy, as stated in his budget speech.",
    "Focus on trade facilitation",
    "The President reiterated a commitment to improving trade facilitation, and mentioned the flagship National Single Window as well as the introduction of a new Customs Act. It is encouraging to hear a Head of State’s continued commitment to these reform areas, which were initiated by many prior Governments but have been stagnant for a while now. It would be interesting to see how the new administration snaps this trend, perhaps by drawing on its ability to navigate trade unions in key agencies like Customs that often determine the success or progress of these reforms.",
    "Moreover, the focus of the new Government in advancing digitalisation under the leadership of Dr. Hans Wijesuriya can give a new impetus to these reforms, as much of the changes needed rely on a holistic approach to digitalisation of border control and trade facilitating agencies. Yet, these latest efforts must appreciate that all changes are not technological in nature – the reforming of people and processes in these agencies are equally – if not more – important (and indeed tough to do) to ensure meaningful and lasting changes are achieved.",
    "Focus on industrial zones",
    "The President expressed interest in improving the availability of industrial and commercial land for investors, and providing the framework for establishing industrial zones and estates with private sector partnerships (including private sector management of zones). In fact, the Economic Transformation Act 2024 provides the new framework for precisely this (under the chapter on ‘Zones Sri Lanka’). Perhaps the planned revision of the ETA, which the President has said he will pursue, will consider the fact that the Act contains all the enabling provisions to achieve his vision of private sector participation in zone development.",
    "Focus on quality and standards improvement",
    "The President’s singling out of the national quality infrastructure (NQI) system demonstrates his recognition of the crucial role that standards and certifications play in improving export competitiveness – especially to help SMEs succeed in international markets. In the budget speech he noted that the Government would make the system and institutions around standards and certifications ‘more enterprise friendly’. He can draw from the National Quality Infrastructure (NQI) Strategy of a few years ago (developed with the technical support of UNIDO, ITC, and World Bank), and was co-chaired by the private sector – it had several elements aimed at modernising standards and certifications institutions.",
    "Implementation is everything",
    "The new Government received a strong public mandate to change the course of the economy and society, building on from the hard-won gains of macroeconomic stability by the previous government. Yet, as relative newcomers to Government, there can be challenges in implementation of policies and plans. As a panellist on a post-Budget panel remarked, “Execution is key. You can have many things in a Budget but what really matters is execution.”",
    "The good news, though, with implementing the trade and competitiveness initiatives contained in Budget 2025 is that these are not completely new. The NPP administration will not be in uncharted waters. The ground work has been laid by efforts of the past, and they can use these as jumping off points. There is technical assistance already available on the table, or within easy reach – the Asian Development Bank, World Bank, and International Trade Centre. There are private sector representatives with experience of those previous efforts, who remain positive and constructive in their engagement. They would recognise that the President has demonstrated a commitment to being business-friendly and pragmatic, and allaying pre-election worries about a tendency towards autarky and heavy State control of the economy.",
    "Nevertheless, the spectre of implementation failures of budgets gone by hangs over this new Government as well. Nearly all of the measures highlighted above, from Budget 2025, have had challenges in the past – to either get off the ground at all, or if they were commenced, to implement with consistency and vigour. To improve the chances of these reforms succeeding, we must learn from the past without starting afresh, seek timely technical assistance and independent expertise, and build partnerships between private sector and Government implementers. Boosting exports and FDI, and improving trade and competitiveness, are essential for Sri Lanka to build prosperity beyond stability.",
    "(The writer is Co-Founder and Director of Centre for a Smart Future, an interdisciplinary public policy think tank. He was formerly the Advisor to the Minister of Development Strategies and International Trade. Anushka also consults for the World Bank, Asian Development Bank, International Trade Centre, and UNCTAD, and has advised on trade and competitiveness strategies in nine countries.)"
  ]
}