{
  "url": "https://www.technologyreview.com/2024/07/04/1094670/hydropower-fish-climate-action/",
  "title": "What new hydropower tech says about climate action",
  "ut": 1720053000.0,
  "body_paragraphs": [
    "This article is from The Spark, MIT Technology Review’s weekly climate newsletter. To receive it in your inbox every Wednesday, sign up here. For nearly two years, I’ve been thinking about a set of photos of fish I saw at a conference.  Related StoryHow fish-safe hydropower technology could keep more renewables on the gridNatel Energy is trying to design turbines that are safer for fish passing through.",
    "The presentation was from our ClimateTech event in 2022, when we invited scientists, engineers, and entrepreneurs in fields from fusion energy to agriculture to talk about their work. Gia Schneider, a cofounder of Natel Energy, was speaking about her company’s mission to design hydropower turbines that are safer for fish.  She showed images of fish that had been hit by conventional turbine blades, and let me tell you, it wasn’t good. When the fish hit those fast-moving pieces of metal, they quickly became … not exactly fish-shaped anymore. On the other hand, the fish swimming through Natel’s turbines seemed hardly bothered, curving around the blades and going on their merry way downstream.",
    "Recently, I finally got the chance to chat with Schneider about how Natel is working to change hydropower technology and juggle climate action with freshwater ecosystems. Read all about it in my latest story, and in the meantime, here’s why I’ve been so obsessed with fish and hydropower tech.   Hydropower is the world’s leading source of renewable electricity. It often plays a crucial role balancing the grid, since hydroelectric plants with dams can store energy and be ramped up and down to help meet demand. When hydropower production goes down, as it did last year when droughts struck the western US, emissions go up.",
    "But hydropower can also have a whole range of negative effects on the environment. Dams have contributed to a collapse in populations of migratory freshwater fish, which are down by more than 80% since 1970. (Mining and water diversion also play a role here, so we can’t entirely blame hydropower or even dams used for other purposes.)  Natel is attempting to make hydropower a bit more fish-friendly. Its turbines are curved in a different way and feature blunter edges that push water out in front of them, creating something of an “airbag for fish,” as Schneider puts it. That helps more fish pass through the power plants safely. Now is a great time to reconsider the technology we use in hydropower plants, Schneider explains, because the fleet is aging, and many plants are due for recommissioning from regulators in the next decade or so.   Related StoryEmissions hit a record high in 2023. Blame hydropower.Droughts led to a drop in generation from hydroelectric plants, and fossil fuels filled the gap.",
    "As she sees it, the question facing utilities is: “Are we going to replace it with what we have used in the past, which we know has a negative impact on the environment? Or can we find ways to upgrade and modernize the fleet so that we can get another four or five decades of good operation out of it, but do so in a way that materially improves the environmental performance?”  We can draw parallels with so many other situations where efforts to address climate change can challenge and clash with work to preserve biodiversity and the environment.  Take mining. We need lithium and a whole host of other metals to build the infrastructure to power the world with renewables and other low-emission power sources. But figuring out where to get those metals and how to get local communities on board can be a challenge, as my colleague James Temple covered in a set of stories last year looking at one proposed lithium mine in Minnesota.  And while solar panels have become a major source of low-emission power across the western US, new projects have sometimes met pushback because of concerns about how they’ll affect local wildlife in the grassland and desert ecosystems there. Biologists are especially concerned about animals like pronghorns. Populations of the antelope-like creatures are a fraction of what they used to be, and development could fracture their habitat even further.  It can be difficult to balance the needs of local ecosystems and communities with the need to make global progress on our emissions goals. The trade-offs might look different for every project and every ecosystem, but new projects need to take this balance seriously, because climate change affects all of us—including the fish.",
    "Now read the rest of The Spark Related reading Read my full story on how Natel might make hydropower technology safer for fish.  Emissions hit a new high in 2023, in part because hydropower output fell short after droughts, as I covered in a newsletter earlier this year.  The Volga River in Russia is the longest river in Europe, but too many dams have slowed its flow to a trickle. A 2021 feature examined how the river could be rehabilitated.  Keeping up with climate   Google is the latest big tech company to fall behind on climate goals and point the finger at AI. The company released a report showing that emissions grew 13% in 2023 from the year before and are 48% higher than in 2019. (Associated Press) → AI is an energy hog. Here’s how worried we should be about its effects on the grid. (MIT Technology Review) The US Supreme Court handed down some of the biggest decisions of the term in the last week, including one that could slow action on climate change. Agencies will have less leeway in interpreting vague laws, which could throw a wrench in things like tax credits for new climate technologies. (Latitude Media) Universal Hydrogen was trying to build a new way to fly without producing greenhouse gases, but now the company is folding. The startup raised $100 million for its hydrogen-powered planes but struggled to get further financing. (Seattle Times) Hurricane Beryl tore through the southern Caribbean early this week, killing at least six people. (Associated Press)",
    "→ It’s the earliest in the season a storm has ever reached Category 4 status, providing a clue to how the timing of storms might change as climate change heats up our oceans. (Bloomberg) Denmark will tax farmers on emissions from their cows, sheep, and pigs starting in 2030. The country will be the first to do so after a similar law in New Zealand ran into outcry from the industry and was struck before it could go into effect. (NPR) A new facility in Finland will stash spent nuclear fuel 1,500 feet underground. Getting people to live near a nuclear waste storage facility might be the only thing tougher than building one. (Grist) hide"
  ]
}