{
  "url": "https://www.ft.lk/opinion/IMF-hands-off-our-future-YUKTHI-collective/14-788523",
  "title": "‘IMF, hands off our future’: YUKTHI collective",
  "ut": 1771446141.0,
  "body_paragraphs": [
    "Kristalina Georgieva of the International Monetary Fund (IMF) was in Sri Lanka from 16 to 18 February. The IMF announced its Managing Director’s visit as an opportunity to “observe firsthand the impact of Cyclone Ditwah” and explore how the institution can “support recovery efforts and contribute to building a more resilient future for all Sri Lankans”.",
    "There is a bitter irony here. For 61 years, the IMF’s engagement in Sri Lanka has done precisely the opposite: eroded resilience, dismantled state capacity, and locked the country into a debt-dependent future.",
    "Now, as working people struggle to reclaim their future, the IMF returns not to remedy the damage, but to repurpose their suffering. It is an attempt to wrap the IMF’s tarnished brand in the imagery of disaster, to present itself as a partner in recovery while the policies it prescribes ensure the next crisis is already in motion.",
    "IMF dismantled sovereignty: The main thrust of the 17th IMF program was never about recovery but about locking the state out of the economy.  The new Central Bank Act and the Public Debt Management Act stripped the government of its sovereign right:  to control the money supply, manage debt and create fiscal space when needed.",
    "In 2025, interest payment on multilateral, bilateral and domestic debt under service was equivalent to 8.9% of GDP or five times the combined budget for health and education. The IMF program compels the government to redirect government revenue from development activities, education, health care and social security to pay off debts.",
    "The IMF program degraded people’s economies: ordinary people’s resilience eroded as creditor interests consolidated under IMF reforms. Pro-market reforms that the IMF mandated the government, particularly cost-reflective pricing in electricity, fuel and water tariffs have transformed basic utilities into luxuries that the poor people cannot afford. More than one million households have been pushed off the grid.",
    "The increase in VAT to 18% to boost government revenue disproportionately affected women who manage the household budgets. Furthermore, expanding the VAT list to include stationery and school supplies have placed extra-pressures on parents and children, forcing school dropouts, possibly affecting girl children more.",
    "The World Bank in 2025 reported that employment and people’s real income has declined leading to higher levels of poverty, food insecurity and malnutrition. UNDP reported that human development progress in Sri Lanka has slowed down to a 35-year low. Long years of austerity that the IMF, World Bank, ADB have advocated for Sri Lanka have denied the Sri Lankans of their right to development. Household indebtedness, particularly among women, farmers, fishers and micro, small and medium entrepreneurs have become perverse.",
    "Cyclone Ditwah exposes the dangerous economy that the IMF nurtures: The IMF’s current agreement with Sri Lanka treats climate shocks as an afterthefact emergency rather than as a structural risk built into the country’s debt and macroeconomic framework, even though Sri Lanka ranks among the top10 countries most affected by climateinduced disasters and faces escalating cyclones, floods, and droughts. Cyclone Ditwah exposed the costs of not factoring climate change into debt restructuring.",
    "The NPP government under debt distress could only allocate a fraction of the resources needed for disaster relief, rebuilding houses, infrastructure and stimulating the economy. for relief and recovery: only LKR500 billion whereas the World Bank estimates economic damage of US$4.1 billion.",
    "Following Sri Lanka’s worst post-independence climate-led disaster, the government holding the IMF line is incapable of delivering meaningful solutions, for example debt write offs and moratorium for households, farmers, pastoralists and micro, small and medium entrepreneurs who are the lifeblood of the country’s economy.",
    "Debt restructuring deal – bailout for capital, burden for people: The debt restructuring deal that the Ranil Wickremesinghe government made with bondholders, and to which the Anura Kumara Dissanayake government capitulated in November 2024, was a political decision to shift the costs of the crisis into the working class while insulating domestic and foreign financial elites.",
    "Failing to reduce the debt stock sufficiently, the deal tied the country’s future economic growth to unbearable debt payments to foreign creditors. The workers’ pension funds were weaponised by the previous government to recapitalise banks and bailout local bondholders.",
    "The IMF itself recognises that the debt deal constitutes a time bomb of social dissatisfaction and political instability that the government of Sri Lanka has to tackle after 2028 when Macro-Linked Bonds starts imposing a tax on economic recovery.",
    "Despite being a facilitator to the debt restructuring process and twisting the government’s arm to hold the line in favour for the creditors, the IMF shrugs off any responsibilities.",
    "Climate justice and debt justice go hand in hand: The socio-economic shock of Cyclone Ditwah on the Sri Lankan economy and its people is a reminder that debt justice intersects climate justice.",
    "The stranglehold of the IMF program on the fiscal space delays a Just Transition improving the climate resilience of the overall economy, while the lack of debt justice itself impedes provision of disaster justice to the affected communities in the short run.",
    "At the same time, the ADB, the World Bank and the UNDP are exploiting the absence of debt justice to push Sri Lanka towards green bonds and blue bonds, to create new commercial opportunities for financial elites.",
    "Global climatefinance rules are deeply unfair because they let the world’s largest polluters, especially richcountry governments and major private creditors, avoid responsibility for their emissions, including those from war and transboundary pollution.",
    "Instead of paying climate debt or providing grants, these actors profit by lending more debt to vulnerable countries, turning climate disaster into a new source of financial gain while frontline communities bear the ecological and economic costs.",
    "Until climate finance stops reproducing debt and starts repaying historical harm, market solutions to climate change will be another noose tightening around the necks of those who did the least to cause the crisis.",
    "Cyclone Ditwah loss and damage: Cyclone Ditwah inflicted profound loss and damage that extends far beyond buildings and balance sheets. Across Sri Lanka’s central highlands, communities lost ancestral land, burial sites, shared labour systems, and the cultural memory embedded in place, forms of noneconomic loss that are largely irreversible.",
    "Families live in prolonged fear, children’s schooling and mental health have unravelled, and rituals tied to land and the dead remain incomplete, yet these harms are absent from official assessments and narratives. National and international frameworks, including UNDP and World Bank assessments, focus on what can be measured and monetised, while ignoring grief, trauma, cultural erosion, and the breakdown of social cohesion.",
    "What Sri Lanka needs is debt suspension. Even though we cannot afford another default, what lies ahead is the accumulation of more unpayable debt. Therefore, we demand that the government clearly state that it will not go back to the predatory capital market after 2027.",
    "The government should stop fooling itself and the people of Sri Lanka by facing reality and demanding greater debt relief. Auditing for illegitimate debt, curbing illicit financial flows, and closing tax loopholes for the corporate sector, will strengthen the fiscal capabilities of the government in the short and medium term.",
    "Sri Lanka is locked on an IMF-dependent path. This leads in only one direction: a new IMF program with added austerities after 2027. The best sympathy and solidarity Kristalina Georgieva can give the people of Sri Lanka is for the IMF to take its hands off our future."
  ]
}