{
  "url": "https://www.dailymirror.lk/opinion/LG-Polls-Opposition-at-a-Loss/172-297094",
  "title": "LG Polls: Opposition at a Loss",
  "ut": 1732914043.0,
  "body_paragraphs": [
    "Former President Ranil Wickremesinghe with the IMF team",
    "A majority of leaders of Opposition parties who are out for money-making in a big way would face a moral contest with the NPP leaders in future, especially during forthcoming elections",
    "There is a possibility of Gas Cylinder exploding before the forthcoming local government elections",
    "The row in the New Democratic Front (NDF) led by former President Ranil Wickremesinghe and the Samagi Jana Balawegaya (SJB) over the National List slot allocated for them at the November 14 Parliamentary election seems to prolong for another week or more.",
    "NDF, commonly known as the Cylinder party that has won three seats at district level is eligible for two National List slots while the SJB with 35 district level seats has been allocated five seats as their national quota.",
    "Wickremesinghe, for reasons known only to him contested the September 21 Presidential election under the NDF, a borrowed party, instead of the United National Party (UNP) he has been leading since 1994.  He changed not only his party but also the well-known symbol of the borrowed party from swan to gas cylinder. The NDF and its symbol swan had been chosen earlier by Sarath Fonseka, Maithripala Sirisena and Sajith Premadasa for the preceding three Presidential elections, with the support of the Wickremesinghe’s UNP.",
    "Several parties including the Sri Lanka Freedom Party faction led by Nimal Siripala de Silva and newly formed People’s United Freedom Alliance (PUFA) led by Dinesh Gunawardena contested along with the UNP under the NDF’s Cylinder symbol. NDF Secretary Shyamila Perera has nominated Ravi Karunanayake, a close ally of Wickremesinghe for one of the two National List slots without consulting the other parties, creating tension within the alliance. Also, all constituent parties and groups are now laying claim to the other slot as well. Hence, there is a possibility of Gas Cylinder exploding before the forthcoming local government elections.",
    "Emulating Shyamila Perera, SJB General Secretary Ranjith Maddumabandara sent his name to the Election Commission for one of the five National List slots his party had been allocated, without consulting other parties that had coalesced with his party for the two recent major elections. And the party is in a quandary over sharing other four slots.",
    "This is a direct upshot of leaders of political parties coalescing for elections with personal gains in mind. SJB boasted that it formed an alliance called “Samagi Jana Sandhanaya in August with another 26 parties and groups. It was not a coalition based on policies, but on an agreement to share parliamentary seats.",
    "This situation is highly disadvantageous to the Opposition parties as they are apparently going to face a moral contest with the National People’s Power (NPP) led by President Anura Kumara Dissanayake. The NPP has appointed a 22-member Cabinet without any internal wrangling, despite it being an alliance of 21 groups including Janatha Vimukthi Peramuna (JVP).  While the Wickremesinghe government came under criticism for misusing state power and resources during the Presidential election, the NPP government won accolades from local and international poll monitoring groups for not misusing them.",
    "Meanwhile, it was reported on Monday that the President and the NPP parliamentarians have agreed to transfer their salaries to a fund, a part of which would be spent for the wellbeing of the people. The government leaders during the two recent elections announced that duty-free permits for super luxury vehicles would not henceforth be given to parliamentarians. These actions, if continued would prevent those who want to make money out of these posts and portfolios through entering politics.",
    "Therefore, a majority of leaders of Opposition parties who are out for money making in a big way would face a moral contest with the NPP leaders in future, especially during forthcoming elections. Their claims against the NPP during the recent elections have been proved wrong. They, especially Wickremesinghe predicted that the dollar would appreciate up to Rs. 500, egg prices would go up to Rs. 1000, violence would be unleashed against the Opposition parties and IMF would terminate its programme in Sri Lanka, if NPP comes to power. They would have to rethink about their slogans now, but they still seem to cling on to the same unfounded claims.",
    "A major issue they raise is the relationship between the IMF and the NPP. They claim that the NPP which rejected IMF sponsored programme before the election is now continuing it. In fact, the NPP took a 180-degree turn on the IMF without explanation, yet not after the elections, but a year ago.",
    "JVP General Secretary Tilvin Silva, when the IMF Executive Board approved this programme in March last year said that the IMF is not for the people but for the thieving governments. However, when it was clear that they would have to deal with the global lender with the prospects of election victory appearing on the horizon, they changed the tune. Dr. Nalinda Jayatissa, the current Health Minister told the media in September last year that a future NPP government would not hesitate to work with the IMF.",
    "Putting an end to speculations, Anura Kumara Dissanayake, during a televised interview two days before the Presidential election said that though the government could have found some alternative two years ago, the IMF bailout package has reached a point of no return now. Responding to a question what if the IMF disagreed with the NPPs amendment proposals, he stated that “We would have to drop them.” That means they had explained their stance before the election.",
    "The government is also accused of continuing “Ranil’s programme” since it proceeds with the IMF programme. In fact, there is no such thing to be called Ranil’s programme. The IMF programme was initiated by former President Gotabaya Rajapaksa in March 2022, two months prior to Wickremesinghe assuming office as Prime Minister. It was Rajapaksa who appointed the officials to deal with the IMF and the two international advisors for negotiations. The purpose was to seek financial assistance from international institutions and debt restructuring. The IMF already had a prescription in its “2021 Article IV Consultation with Sri Lanka” which included a set of financial sector reforms. It is those reforms that we are witnessing now.",
    "Thus, the Rajapaksa’s initiative worked.  With the IMF intervention, International Financial Corporation, the world Bank’s investment arm first came forward to help the country in January last year. With the foreign exchange inflow so recommencing, queues vanished, normalcy arrived, boosting confidence in remittances as well as tourism and export sectors, but the cost of living which already had risen threefold is still intact.",
    "Voters seemed to be more cognisant of these facts and rejected the Opposition claims at elections compelling the latter to find fresh ammunition in their moral contest with the powerful NPP at future elections."
  ]
}