{
  "url": "https://www.dailymirror.lk/opinion/Gurunagar-Church-bombing-justice-must-be-done-even-after-31-years/172-295843",
  "title": "Gurunagar Church bombing – justice must be done even after 31 years",
  "ut": 1731433938.0,
  "body_paragraphs": [
    "13th November 1993 will be 31 years since bombs were dropped by the Air Force over St. James Catholic Church in Gurunagar, Jaffna.",
    "Nine civilians were killed, several others injured and church and buildings nearby suffered severe damages. There is very little news and discussion about this in mainstream national media or even in Sri Lankan Catholic Church.",
    "Below article is based on my stays at the church several times over the last years and interactions with priest in charge, survivors, victim’s families and parish and diocesan archives made available to me.",
    "What happened on 13th November 1993 in Gurunagar",
    "St. James is one of the oldest and largest churches in Jaffna and would have been easily identifiable as a church from above. On 13th November 1993, the holy mass was celebrated at a nearby smaller church and not at St. James, otherwise, many more would have been killed and injured.  Some of those in the church were those who had come to pray and others had come there out of fear of bombings by Sri Lankan Air Force planes hovering in the Jaffna skies that morning, thinking the church will provide them a safe space.",
    "A letter from the Parish Priest and the Parish Secretary had noted that there were no militant camps anywhere near the vicinity. The letter also said that the Sri Lankan government had repeatedly asked people to take refuge in churches and temples and then, its armed forces proceed to bomb and kill people inside these buildings.",
    "One eyewitness recalled being in the parish priest’s residence at the time of the incident. He had heard and seen a plane fly overhead a few times, left the residence and sought shelter near the water tank, and was injured in the leg. The cook at the church had rushed to the church seeking refuge from bombing and was amongst those killed. The Chief Catechist (Sunday school teacher) of the church was also killed.",
    "One lady’s body was blown to pieces and all that was seen and collected had been flesh. At least one child has been amongst those killed. A letter signed by the Parish Priest and the Secretary of the Parish Committee said that two persons were “roasted alive” and others were “crushed by the debris”. One woman was identified by her jewelry and a handkerchief. Limbs and flesh of those killed were strewn all over and these remains and those who perished under the debris were buried in one coffin. One survivor spoke about the trauma, saying he had dreams about the bombing for many days and had to seek counselling. The metal tabernacle and sacred hosts were also strewn about. The roof, beams and walls of the church had collapsed. The priest’s residence, the church assembly hall and nearby buildings were also damaged. The bombs force was such that a big, heavy door hinge was found on top of a tree.",
    "Before and after the church bombing",
    "A series of bombing have been reported in the days before and after the church bombing, including the Nanthavil Amman Hindu Temple at Kokuvil, the Vairavar Hindu Temple at Varany and the Jaffna District Secretariat. Bombs were also dropped within 50 meters of the Jaffna General Hospital entrance, situated within the Hospital high security zone and on hospitals in Killinochchi and Mulliawalai in Mullaitivu district.",
    "A silent protest march was held by local people on 3rd December 1993, starting from the church to the office of the International Committee of the Red Cross (ICRC) and District Secretariat. One participant recalled that some protesters had covered their mouths in black cloth and carried banners. Areas nearby the church were again subjected to aerial bombing on the evening of the day the protest was held, leading to deaths of at least 8 civilians, injuries to many others and damages to shops. One church leader said that a shell had fallen in his house on the evening of 3rd December after the protest.",
    "“Gnanartha Pradeepaya” and “Messenger”, the Sinhalese and English weekly papers published by the Catholic Archdiocese of Colombo carried news about this on 5th December 1993. Both papers reported that the Catholic Bishop of Jaffna had written to the then President D. B. Wijetunga, saying the government must accept full responsibility of this bombing and that the Secretary of the Ministry of Defense had said this was an unfortunate missing of a target. I could not find any reports of the Catholic Bishops Conference of Sri Lanka taking up this matter with the government or commenting on it.",
    "The church community had come together to rebuild the church, forming the “St. James Church Reconstruction Board”. The war and tensions in Jaffna at that time, the embargo imposed by the Sri Lanka government which had included construction materials, had made rebuilding the church very difficult. Permission of the Government Agent had to be sought even to bring sand.",
    "There has been multiple correspondence between church leaders to the President, the Ministry of Reconstruction, Rehabilitation and Social Welfare, the Resettlement and Rehabilitation Authority of the North (RRAN) and the Government Agent of Jaffna, from 1993 till at least 2002. By 14th February 2000, repairs to the main wing of the church had been done, including erection of poles, beams, repairs to the roof and walls, through contributions of parish people and benefactors amounting to Rs. 3,286,240. Parishioners had also contributed cement, sand and other building materials. According to church communications, the Jaffna Engineers Department had estimated Rs.9,078,000 to repair the church on 6th February 1994, but by 12th January 2002, only Rs.2,350,000 had been provided by the state, including the military.  The church repairs have been completed now. According to elderly parishioners, the church retains the same size, design etc.",
    "Memorials and new prospects for justice after 31 years",
    "In a plaque listing “Landmarks of Gurunagar Parish” from its origins in 1624 to 2013, the “Aerial attack on the church – 9 victims” in 1993 is noted. The plaque also notes the 1986 massacre of 31 Gurunagar fishermen at sea (media reports and local people accusing the Navy) and 1995 exodus from Jaffna. A memorial is erected at the place one of the bombs had fallen at the church, with words “Honour for the Dead, Warning to the Living, Temple for Justice”. A quote from the bible “They shall raise up the former devastations….for I the Lord love justice” is also etched on the roof above this memorial. Annual memorial is held at this place every year on 13th November.",
    "To my knowledge, this was first major attack on a Church during the war. This was followed by several other such attacks on churches, such as Navaly and Allaipiddy churches in Jaffna district and Madhu and Pesalai churches in the Mannar district.",
    "The death certificates issued indicates the cause of death as “aerial bombing”. The children of one mother who was killed had received Rs. 10,000 each, but not much information was available about compensation to those dead and injured. It should not be too difficult to trace who was in the Air Force flight which dropped the two bombs on the church, who gave orders etc. But it seems clear there has been no investigations, no prosecutions, no convictions, despite the ample evidence and acceptance that the Air Force was responsible for the carnage.",
    "Prospects for justice now",
    "Context of this and other attacks on churches in North is different to the context of attacks on churches on Easter Sunday of 2019. The Air Force and Navy are directly implicated in carrying out attacks on Gurunagar, Navaly and Pesalei churches. The Easter Sunday attacks were carried out by private individuals, but information and doubts have surfaced about involvement of state officials. The Supreme Court had sanctioned even former president, secretary ministry of defense, Inspector General of Police, Chief of National Intelligence etc., for the Easter Sunday attacks.",
    "The new president had made strong commitments to hold accountable those responsible for Easter Sunday attacks on churches and hotels and police has made recent public announcements about new investigations and indicating imminent arrests. The president’s party issued a special document with commitment for justice for Easter Sunday attacks in April this year and his election manifesto featured specific (though inadequate) commitments to ensure justice for Easter Sunday. The president visited one of the churches bombed on Easter Sunday attack in 2019 in the first few days after his election, listened to survivors and victim’s families and engaged in dialogue with them.",
    "Not surprisingly, there were no such commitments or visits in relation to Gurunagar church bombing and attacks on other churches and killings of Tamil civilians in them. And there have been no visits to these churches to listen to survivors, victim’s families or dialogue with them. The president received very little votes in Jaffna and Northern province, and if he is serious about being a president for all and reaching out to those who didn’t vote for him, he could also give some attention to ensuring justice for churches bombed on North and those killed and injured in them. I hope the new president and new government will take some initiatives towards this and I also hope Sinhalese Catholics, many of who would have voted for the new president and have been demanding justice for Easter Sunday attacks, will also demand justice for the bombing of the Gurunagar church and other churches in North.",
    "It is very late, but still not too late for meaningful acknowledgement, apology, compensation and holding those responsible legally accountable."
  ]
}