{
  "url": "https://hbr.org/2025/01/how-to-make-everyone-great-at-data",
  "title": "How to Make Everyone Great at Data",
  "ut": 1736149511.0,
  "body_paragraphs": [
    "Larry Washburn/Getty Images",
    "While most leaders understand the importance of good data to their operations, too many fail to recognize the critical role that people play in creating it — and even make it harder for people to do the right things when it comes to data. Yet it doesn’t take much — a...more",
    "By now, most companies know — on an intellectual level at least — that good data is essential to efficient operations, sound decision-making, and powerful AI. However, they fail to recognize the critical role that people play in the creation of good data. Indeed, many view people as a large part of the problem, blaming them for lack of attention, a reluctance to learn new skills, and undue fear they will be replaced.",
    "This attitude doesn’t square with what we see as advisors trying to help companies get better returns on their data investments; indeed, we see people doing heroic things every day to try to create, use, and analyze data properly in face of lack of training, support, and direction. Yet many managers, mostly unconsciously, make it harder for people to do the right things when it comes to data.",
    "This point will strike many managers as off-base. After all, they too are striving to do their best — they’re concerned about meeting KPIs and under pressure from their own bosses. Certainly, it doesn’t apply to their teams! But on closer consideration, you may recognize the following (all of which are real events or composites of real events):",
    "Scenario 1: At a bank, management refused to train low-paid, frontline employees on how the data they entered was critical to business operations. They didn’t want to invest in these people because the turnover rate was high. As a result, data quality was poor and those downstream had to make corrections to do their jobs.",
    "Scenario 2: Over years of working in the finance department, Mary has noticed that the departmental lists of suppliers contained inconsistencies, which are the result of multiple departments entering the same data in different ways. She also knows that separate departments buy the same materials in smaller, separate orders, and the organization would save millions of dollars if it coordinated purchases and bought in bulk. Her bonus is calculated on the accuracy of accounts payable, however, and fixing this problem would take time away from her “day job.” So for now, she stays quiet about this opportunity.",
    "Scenario 3: A nonprofit was looking to use data to identify key factors that improve outcomes for the families they serve. Social worker staff were reluctant to engage with anything data-related; they were at the organization to serve people, not work with technology. Moreover, they had seen time and time again that data was used only in a punitive way and felt that nothing good could come of management tracking their work based on data.",
    "Scenario 4: A Silicon Valley software company looking to grow revenue set quarterly targets for each team: Marketing’s targets were set on the number of leads and Sales’ targets were on the revenue generated. Both targets were clear and agreed upon. To pursue their target, at conferences, Marketing adopted the mantra “if they’re breathing, scan their badge.” This led to lots of extra work for Sales as they pursued people with no interest in their products. What Sales really needed was qualified leads, not scanned badges.",
    "In each case, people did their jobs as best they understood them, even as doing so led to lost opportunity and extra work elsewhere in the organization. As we’ll explain in the rest of this article, it doesn’t take much — a little training, an opportunity to speak up, better KPIs — to get far better results.",
    "Support Pride of Workmanship",
    "In each of these scenarios, nobody came to work trying to create bad data — even if that’s what ended up happening. Nor did managers come to work with the aim of encouraging people to do so. These scenarios are eerily reminiscent of those that have occurred on the factory floor since the early days of industrialization. Addressing this problem was the focus of statisticians and management consultants such as W. Edwards Deming, Joseph Juran, and Walter Shewhart as far back as the 1920s.",
    "Deming, in particular, stressed the importance of the common worker and their right to understand how their work fits within the rest of the organization. He recognized that almost all workers have natural pride of ownership in what they do and a strong desire to do the right thing. They are, he argued, singularly well positioned to help determine how best to do their jobs. Deming codified his philosophy in 14 key points. His points 7 and 12, which state, “Drive out fear so everyone can work for the benefit of the company” and “Remove barriers that stand between the common worker and his right to pride of workmanship,” are especially relevant here. It would be difficult to overstate how Deming’s contributions to improved quality and productivity all over the world. He helped launch the quality revolution, first in post-WWII Japan and, later, all over the world.",
    "His thinking is as relevant to today’s “data factory” as it was to the physical factory years ago. In our own work, we see this theme of people wanting to do the right thing as it relates to data repeat itself every day. Consider what’s happening, or not happening, in the scenarios above, by asking the following questions:",
    "Understanding: Do people understand that they are data creators and how the data they create fits into the bigger picture (e.g., the bank workers)?",
    "Empowerment: Are there mechanisms for people to voice concerns, suggest potential improvements, and make changes? Do you provide psychological safety so they do so without fear (e.g., Mary’s spreadsheet)?",
    "Accountability: Do people feel pride of ownership and take on responsibly to create, obtain, and put to work data that supports the organization’s mission (e.g., nonprofit social workers)?",
    "Collaboration: Do people see themselves as customers of data others create, with the right and responsibility to explain what they need and help creators craft solutions for the good of all involved? As the proverb goes: “If you want to go fast, go alone — if you want to go far, go together.”",
    "If you answered “no” to any of these questions, you should strongly consider elevating your approach, as described below.",
    "We’ve helped hundreds of managers see the scenarios described above play out on their teams and take basic steps to turn “nos” to “yesses.” And we’ve seen the better data and switched-on employees that result. For example, with a one-hour training program, the bank noted above saw a 90% reduction in errors. Similarly, we’ve seen how much easier everyone’s work gets when people work across departmental lines to clarify their data quality requirements.",
    "To earn such rewards for themselves, we recommend that all managers do the following:",
    "See people in a positive light, and give them a voice, as Deming recommends: Clarify where people’s work fits into the larger picture. Grant them wide latitude in setting targets and sorting out how to meet them.",
    "Tie people’s “day job” to data: Though they don’t think of themselves as such, people are already data customers and creators. Encourage them to step into these roles, as it will help unlock their natural tendencies to “get it right.”",
    "Get people working together: Humans have natural empathy, and almost all will work to improve data once they understand how other teams use it. Help them connect with each other.",
    "Understand that with empowerment comes responsibility: Hold people accountable for quality and let “pride of ownership” drive a desire to get the data right.",
    "Adopt a “no idea is too crazy” attitude: Ask people to express their opinions and help them build support for advancing those opinions.",
    "Leading Culture Change",
    "All leaders have full (or overfull) plates. It is easy to miss just how fundamental high-quality data is for everything, and how fundamental people are to data quality. Respect them, show them the bigger picture, and help them grow into roles as data creators and data customers. Connect the two, set high expectations, provide a modicum of support, then turn them loose to find and eliminate the root causes of problems. Do these things and there is no need to empower people — they empower themselves. This is “data done right,” and it works for all data: customer data, operations data, data used for decisions and reporting, unstructured data, and more.",
    "To be clear, few companies are doing data right. The temptation to address the problems cited above via policies, controls, or the latest technological wizardry is often too strong. Nothing against technology — it can help you speed up certain tasks. But first you must do data right.",
    "Instead, the opportunity for senior leaders, including chief data officers, is to sort out how to bring the above to life within your company’s current culture. Mai AlOwaish at Gulf Bank in Kuwait did it through a network of data ambassadors and extensive training; Nikki Chang at Chevron Drilling and Completions by issuing a challenge to business units; Liz Kirscher at Morningstar by personally leading the first half-dozen improvement projects; and Bob Pautke at AT&T’s Access Management by defining a large problem, setting a vision, and turning dozens of teams loose on it. (Full disclosure: Tom advised on all this work.)",
    "The approach outlined here is a win-win-win. Unleashing the natural pride in workmanship of people working on today’s “data factory” helps them empower themselves to improve quality, just as it did on Deming’s physical factory floor. Give this people-centric approach to data a try. Listen to them. Support them with the necessary resources. Help them do great things.",
    "Performance Measurement Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Performance Measurement. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "How to set the right targets, collect and analyze data, and improve key metrics.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "No Labels and the 2024 Presidential Insurance Plan",
    "The HBR Work Smart Boxed Set (6 Books)",
    "Read more on Data management",
    "Analytics and data science and Technology and analytics"
  ]
}