{
  "url": "https://www.eiu.com/n/merz-set-to-become-german-chancellor/",
  "title": "Merz set to become German chancellor",
  "ut": 1740394362.0,
  "body_paragraphs": [
    "Merz set to become German chancellor",
    "ElectionsForecastingPoliticsEuropeGermanyCountry Analysis",
    "What’s happened?The centre-right Christian Democratic Union (CDU) and its Bavarian sister party the Christian Social Union (CSU) won the largest share of the vote in the February 23rd federal election in Germany, and will lead the next government. Friedrich Merz will become chancellor, and the CDU/CSU will have enough seats for a majority government with the centre-left Social Democratic Party (SPD). This is in line with our forecast. We expect the new government to be more stable and effective than its predecessor, with Mr Merz taking a more active role in European politics than the outgoing chancellor, Olaf Scholz.Why does it matter?Germany’s government collapse in November and early election in February left it with a power vacuum just at a critical moment for the EU, with Donald Trump winning office in the US and embarking on sweeping changes to foreign and trade policy. Mr Merz’s victory—with a path to a majority, two-party coalition government—changes this. In a television appearance on election night, he emphasised that strengthening Europe to achieve “independence from the US” was a priority. This is both a major shift in Germany’s stance, with defence and security policy to the fore and a pragmatic view of the transatlantic relationship, but also a step back towards Germany being one of the main power players in Europe.The CDU/CSU’s vote share of below 30% was not a resounding success, but with only one of the three small parties passing the 5% threshold to enter parliament, it will have enough seats for a majority with the SPD. This is important as a three-party coalition, including The Greens, would have made the task of forming and maintaining a stable government much more difficult. This scenario was only narrowly avoided: the Sarah Wagenknecht Alliance (BSW) secured 4.97% of the vote, and was just 14,000 votes away from entering parliament. Among the other small parties, the Left Party celebrated a last-minute comeback, coming in first place among young voters; while the leader of the liberal Free Democratic Party (FDP), Christian Lindner—who was responsible for bringing down the previous government—resigned after his party failed to cross the 5% threshold.The results were closely in line with the polls. The far-right Alternative for Germany (AfD) doubled its vote share from 2021 and come second, but this surge was expected, and the firewall against co-operation with the party holds. The AfD will provide obstreperous opposition in parliament, but it does not have the one-third share of seats that would give it a blocking majority. That said, the AfD together with the Left Party will have one-third of seats, and this could prevent the next government from changing the constitutional debt brake that currently limits spending on infrastructure, defence and support for Ukraine. Alternative workarounds are likely to be explored instead.What next?Mr Merz will now begin exploratory talks with the SPD, with some discussion of how to share out ministerial posts. Lars Klingbeil will become the leader of the SPD parliamentary group; Boris Pistorius, the popular defence minister, is also likely to have a role in the next government. Assuming these talks are successful, then full coalition negotiations can begin, with the budget looking to be the biggest sticking point. Mr Merz hopes to have a government by Easter (April 20th) and is likely to start staking out foreign policy positions before then, given the gravity of recent developments with the US.The analysis and forecasts presented in this article are drawn from EIU’s Country Analysis service. This comprehensive solution offers essential insights into the political and economic outlook of nearly 200 countries, empowering businesses to manage risks and develop effective strategies.",
    "ElectionsForecastingPoliticsEuropeGermanyCountry Analysis"
  ]
}