{
  "url": "https://www.ft.lk/columns/From-petrol-queues-to-policy-blunders-Dental-Faculty-SJP-and-Sri-Lanka-s-choice-between-reason-and-ruin/4-778024",
  "title": "From petrol queues to policy blunders: Dental Faculty SJP and Sri Lanka’s choice between reason and ruin",
  "ut": 1750628104.0,
  "body_paragraphs": [
    "Sri Lanka does not have a dental surgeon production problem; it has a dental surgeon retention and resource allocation problem",
    "Even if we were to momentarily accept the highly questionable premise that Sri Lanka needed to increase its annual output of dental surgeons by 30, was creating an entirely new faculty the most rational way to achieve this? The answer is an emphatic no. The most logical and cost-effective approach would have been to modestly expand the facilities at the existing, world-class Faculty of Dental Sciences in Peradeniya to accommodate a larger intake. This would have leveraged existing infrastructure and administrative systems at a fraction of the cost. The financial model of FDS SJP is, therefore, staggering in its inefficiency",
    "The establishment of a second national Faculty of Dental Sciences at the University of Sri Jayewardenepura (FDS SJP) in 2021 represents one of the most significant and avoidable public policy failures in the recent history of Sri Lanka’s higher education and health sectors. Its inception was a masterclass in bypassing governance: no concurrence was sought from the Ministry of Health, the key stakeholder in clinical training; the expertise of the existing dental faculty at Peradeniya was ignored; and approvals from the Ministry of Finance and the Department of Management Services were circumvented. It was started without a feasibility study, without a plan, and without stakeholder consultation.",
    "While this project was initiated by a past administration, the responsibility to resolve it now falls squarely on the current Government. It cannot remain inactive, as any delay at FDS SJP inadvertently penalises students at both universities. Since the internship programs for SJP and Peradeniya graduates must commence together, the chronic delays at SJP directly hold back the careers of students at Peradeniya as well. As an investment of public funds, the project is indefensible; as a solution to a national need, it is based on a flawed premise. This was not an emotionally-driven decision for the public good, but one that appears to serve the narrow interests of a select few.",
    "It is precisely this kind of ill-conceived project, driven by vested interests over national interest, that contributed to the economic crisis and the petrol queues that defined a period of national hardship. It is a critical test case for whether our nation will now choose to make decisions with the brain, based on economic principles, or continue to allow policy to be dictated by the whims of a few. The Government must now make a choice: either fully commit to the faculty with the necessary capital investment required for a complete, standalone institution, or accept that it must be closed down. If it is to be closed, it must be done with a just and immediate solution for the students: their seamless transfer to the Faculty of Dental Sciences, Peradeniya.",
    "This column will deconstruct the layers of this crisis, moving from the questionable need for the faculty to its staggering economic inefficiency and the fundamental misunderstanding of dental education that underpins the entire venture.",
    "Was there a need for another dental faculty? A crisis of retention, not production",
    "The first question in any rational policy decision is, “What problem are we trying to solve?” The stated problem that the FDS SJP was ostensibly created to solve was a shortage of dental surgeons. A thorough analysis reveals that this premise is fundamentally flawed. Sri Lanka does not have a dental surgeon production problem; it has a dental surgeon retention and resource allocation problem.",
    "Professional workforce planning cannot be based on the crude, misleading metric of a dental surgeon-to-population ratio. While the WHO suggests a general benchmark of 1:7,500 for developing countries, and Sri Lanka’s current ratio is approximately 1:12,460, these figures are meaningless without context. Such a calculation ignores the most critical factor: the nation’s economic capacity to sustainably employ and adequately equip these professionals. The argument that we need more dental surgeons falls apart completely when you consider that over 70% of the Sri Lankan population already lives within a 5 km radius of a Government dental clinic. Physical accessibility is not the primary barrier to care.",
    "The true barrier is a dysfunctional State employment system and a catastrophic shortage of resources. The primary employer, the Ministry of Health, does have vacancies. However, these are not due to a lack of supply from Peradeniya. They are a direct result of the Ministry’s failure to retain its existing staff. Dental surgeons are driven out of the State service by a combination of poor salaries and deeply unfavourable working conditions.",
    "Many rural dental clinics are “single-man stations,” where securing leave is nearly impossible and access to basic amenities like official quarters is denied. This is compounded by chronic administrative failures within the Directorate of Dental Services, where annual transfer orders are delayed for years, leaving junior dental surgeons stranded in peripheral stations with no career progression. This systemic neglect creates immense frustration and is a primary driver for leaving the service.",
    "Furthermore, the most severe shortage in our dental service is not of personnel, but of essential consumables and functional equipment. What is the logic of producing more dental surgeons when the ones we already have cannot treat patients because they lack basic materials? Even if we produced one dental surgeon for every citizen, it would be a meaningless achievement if they are not given the tools to do their job. The government’s priority must be to first properly equip the existing workforce and fix the retention crisis. Investing in a new faculty before solving these core problems is like buying more buses when you have no fuel to run the ones you already own.",
    "The economics of inefficiency: A venture Sri Lanka cannot afford",
    "Even if we were to momentarily accept the highly questionable premise that Sri Lanka needed to increase its annual output of dental surgeons by 30, was creating an entirely new faculty the most rational way to achieve this? The answer is an emphatic no. The most logical and cost-effective approach would have been to modestly expand the facilities at the existing, world-class Faculty of Dental Sciences in Peradeniya to accommodate a larger intake. This would have leveraged existing infrastructure and administrative systems at a fraction of the cost.",
    "The financial model of FDS SJP is, therefore, staggering in its inefficiency. The recurrent cost to train a single dental graduate at FDS Peradeniya was approximately Rs. 9 million in 2022. Due to the immense, fixed infrastructure costs of dental education, it is a globally accepted principle that small-intake faculties are prohibitively expensive. With an intake of just 30 students, the projected per-capita training cost at SJP could easily exceed Rs. 18 million.",
    "The more alarming truth is that the Government of Sri Lanka is already struggling to adequately fund its existing dental faculty. It is a poorly kept secret that the Dental Hospital in Peradeniya is forced to charge patients for services to cover its operational costs, a fact that stands in stark contradiction to the political rhetoric of “free education and free health.” The stark reality is that the Sri Lankan Government has never, on its own, made the full capital investment for a proper dental education setup. The entire world-class facility at Peradeniya was a gift from the people of Japan through a JICA project. To embark on a new faculty when the state cannot even fund its current one, and has never funded the capital for one, defies all economic logic.",
    "The unavoidable truth: Why hospital wards cannot become dental schools",
    "Perhaps the most critical and dangerously overlooked error at the heart of the SJP crisis is the failure to distinguish between medical and dental training. Policymakers must not be misled by the familiar concept of medical “professorial units”. The very structure and history of these two professions are different. Medical education evolved around in-patient, bedside teaching in general hospitals. In contrast, dentistry evolved from a highly technical, craft-based profession into a specialised surgical discipline that has always been outpatient and department-based. It has never had a history of “professorial units” because its requirements are fundamentally incompatible with a general hospital ward structure.",
    "Dental education is not observational; it is procedural. It demands a massive, purpose-built, and self-contained infrastructure where one student works on one patient in one fully-equipped dental chair for prolonged periods. To provide a benchmark, the existing Faculty of Dental Sciences at Peradeniya has 188 fully functional dental chairs to cater to its annual batch of 100 undergraduates. This is the sheer scale of the operation.",
    "The proposal to use the National Dental Teaching Hospital (NDTHSL) or the Institute of Oral Health (IOH) Maharagama to absorb this function is not just impractical; it is a direct threat to the existence of these premier national institutions. These are specialised public service hospitals, already overwhelmed with immense patient loads, long queues, and extensive waiting lists. To force them to accommodate undergraduate training would be to cripple their primary function and destroy them in the process. The NDTHSL, for example, has just 12 dental chairs in its main OPD, 5 chairs each in its four OMF units, and 9 chairs each in its two Restorative units and 7 chairs in single Orthodontic clinic. This patently insufficient capacity is already stretched beyond its limits catering to its dual role: clearing massive patient loads while also serving as the primary national centre for all postgraduate specialist training.",
    "The NDTHSL cannot even cater to its existing public and postgraduate demands, let alone take on the burden of training undergraduate batches. The situation at IOH Maharagama is even direr, with physical overcrowding so severe that it is a daily struggle to navigate its corridors. To suggest these institutions have spare capacity is to betray a complete ignorance of the reality on the ground. The strong opposition to this policy is not born from selfishness; it is a professional duty to protect our vital public health services from being dismantled to facilitate a flawed and unnecessary project.",
    "A project without experts: Were the professionals silent?",
    "A natural question arises: were the country’s senior dental professionals and academic bodies silent while this project was initiated? The answer is a resounding no. From the outset, there were attempts by professional associations to engage with authorities, to facilitate a proper, scientifically-grounded process for this faculty. However, these concerns were systematically ignored and dismissed.",
    "This stands in stark contrast to the established, successful precedent for creating new faculties in Sri Lanka. When new medical faculties were established, the process was led by experienced, senior professors and respected academics from existing universities. These resource personnel were tasked with personally overseeing the development, ensuring that curricula, infrastructure, and clinical training pathways were established based on decades of experience and best practice.",
    "In the case of FDS SJP, this proven model was abandoned. The project was not steered by experienced educators or senior academics from the university system. Instead, crucial decisions about curriculum and infrastructure appear to have been made on an ad-hoc basis, driven by personal preferences rather than sound educational principles. This absence of expert oversight at the foundational stage is a primary reason for the current state of affairs, where the faculty finds itself in a crisis of its own making.",
    "The cry of the hypocrite: A familiar Sri Lankan tragedy",
    "Inevitably, those who call for a rational, evidence-based solution are being labelled “hypocrites” who are trying to “close down a faculty” out of selfish motives. Let us address this cynical mud-slinging directly.",
    "What do existing dental surgeons or consultants stand to lose from a new faculty? Nothing. In fact, a larger professional fraternity could arguably enhance their own standing and opportunities. The opposition to this project has never been about personal gain or loss for the existing profession. It is about a far more important question: as a country, do we gain or lose? The dental fraternity may benefit from more members, but the nation loses when public funds are wasted, when students are cheated of a proper education, and when national hospitals are cannibalised.",
    "This tactic of labelling expert criticism as “sabotage” is a sad and familiar part of Sri Lanka’s history of policy disasters. When sound, rational advice is offered, it is shouted down with emotional appeals and baseless accusations. We saw it with the Mihin Lanka airline, a project that haemorrhaged state funds despite expert warnings. We saw it with the catastrophic organic fertiliser policy, where scientific counsel was dismissed in favour of dogma, leading to a national food crisis. This pattern of vilifying experts to push through ill-conceived projects must end. It is often those who shout “hypocrite” who have the most to lose from transparency—the staff, the aspirants to the staff, and others with personal attachments to the project, not those looking at the national balance sheet.",
    "Safeguarding students vs. entrenching impunity",
    "The final shield used by the proponents of this project is the students themselves. They argue that closing the faculty would be an injustice and that legal challenges would prevent any change. This is a deliberate and cynical ploy to ensure that bad decisions, once made, can never be undone.",
    "Let us be clear: the welfare of the students must be paramount. But safeguarding them does not mean perpetuating a failed project that harms them. The only just solution is their immediate transfer to F.D.S. Peradeniya where they can receive a complete and recognised qualification.",
    "Furthermore, if there are to be damages or compensation, the cost must not be borne by the Sri Lankan taxpayer, who is already a victim of this debacle. The cost must be borne by the officials who, with full knowledge and in breach of all established procedures, launched this project. For too long in Sri Lanka, officials have made reckless decisions, wasted billions in public money, and then hidden behind the very students they have endangered to escape accountability.",
    "This cycle of impunity must be broken. True justice is not just about helping the students; it is about holding the architects of this crisis personally responsible for their actions. They must be made accountable for the resources wasted and the lives disrupted. Only then can we ensure that such a catastrophic failure of governance is never repeated.",
    "A failure of governance and a path forward: Choosing rationality over rhetoric",
    "It is inevitable that the call to close this faculty will be met with emotional arguments. Some will cry that it is a “curtailment of free education.” This line of reasoning is not only emotionally manipulative but philosophically bankrupt. The State’s social contract is to provide citizens with genuine opportunities, not just the illusion of them. As Nobel laureate Amartya Sen argued in his “Capability Approach,” true opportunity lies in expanding a person’s capability to achieve a functioning life they value.",
    "A university placement in a non-functional faculty that cannot produce a competent professional does not expand capability; it is a hollow gesture that ultimately cheats the student and endangers the public. True curtailment of education is allowing a student to graduate without the skills they were promised. Therefore, protecting the quality and integrity of the entire educational system for the greater good—a utilitarian principle—is the highest defence of the principle of free education, not an attack on it.",
    "A more dangerous, though equally flawed, argument is the complacent refrain that “everything must start somewhere” and that we should tolerate these initial struggles. This thinking is a dereliction of the State’s fiduciary duty to be a responsible steward of public funds. It wilfully ignores fundamental economic principles, chief among them the Sunk Cost Fallacy. This is the irrational belief that one should continue to pour resources into a failing venture simply because significant resources have already been committed. Rational decision-making—the only kind our nation can afford—is based on future prospects and the most efficient use of future resources, irrespective of past, unrecoverable expenditures. To continue funding FDS SJP merely because it was started is a textbook example of this fallacy.",
    "Furthermore, every policy decision must be weighed against its Opportunity Cost. Every rupee wasted propping up an inefficient and redundant faculty is a rupee that cannot be spent on vital dental consumables for existing clinics, on improving salaries to retain experienced surgeons, or on modestly expanding the far more efficient Peradeniya faculty. The “start small and see” approach is a luxury reserved for prosperous times. For a nation that has just experienced the consequences of fiscal irresponsibility, it is a recipe for disaster that locks us into a “path dependency” where a bad initial decision consumes ever more resources, preventing better alternatives from ever being considered.",
    "This brings us to a final appeal, one that transcends this single issue and speaks to the very future of our nation. To the public of Sri Lanka, who endured the queues and hardships with resilience, we ask you to see this issue for what it is: not an isolated administrative error, but a perfect symptom of the systemic disease that led our nation to the brink. Our economic crisis was not born from a single event, but from a chain reaction of projects like this one—projects driven by personal agendas over national priorities, built on wishful thinking instead of evidence, and sustained by a stubborn refusal to admit a mistake. From a philosophical standpoint, this is a profound breach of the social contract, where the State’s resources are used not for the collective good, but for individual gain, eroding public trust.",
    "To the Government, my message is clear: the time for sleeping on this issue is over. You have a duty to make a scientific, rational decision, not with the heart but with the brain. To do otherwise is to signal that the lessons of the past have not been learned. Every day of indecision puts the futures of students at both SJP and Peradeniya at risk and continues to haemorrhage public funds. The path forward requires political courage and economic discipline. The students must be protected with a just solution, but propping up this failed project is not it.",
    "This decision will be a litmus test for a better future—a future where Sri Lanka chooses reason over ruin, evidence over ego, and sound policy over political patronage. The choice is stark: either commit the colossal, unbudgeted funds required to build a complete, standalone faculty, or make the fiscally responsible decision to close FDS SJP and transfer its students to Peradeniya.",
    "(The writer is a Consultant Oral and Maxillofacial Surgeon.)"
  ]
}