{
  "url": "https://www.technologyreview.com/2024/09/11/1103828/google-says-its-made-a-quantum-computing-breakthrough-that-reduces-errors/",
  "title": "Google says it’s made a quantum computing breakthrough that reduces errors",
  "ut": 1726007400.0,
  "body_paragraphs": [
    "Google researchers claim to have made a breakthrough in quantum error correction, one that could pave the way for quantum computers that finally live up to the technology’s promise. Proponents of quantum computers say the machines will be able to benefit scientific discovery in fields ranging from particle physics to drug and materials design—if only their builders can make the hardware behave as intended.   One major challenge has been that quantum computers can store or manipulate information incorrectly, preventing them from executing algorithms that are long enough to be useful. The new research from Google Quantum AI and its academic collaborators demonstrates that they can actually add components to reduce these errors. Previously, because of limitations in engineering, adding more components to the quantum computer tended to introduce more errors. Ultimately, the work bolsters the idea that error correction is a viable strategy toward building a useful quantum computer. Some critics had doubted that it was an effective approach, according to physicist Kenneth Brown of Duke University, who was not involved in the research.  “This error correction stuff really works, and I think it’s only going to get better,” wrote Michael Newman, a member of the Google team, on X. (Google, which posted the research to the preprint server arXiv in August, declined to comment on the record for this story.)",
    "Quantum computers encode data using objects that behave according to the principles of quantum mechanics. In particular, they store information not only as 1s and 0s, as a conventional computer does, but also in “superpositions” of 1 and 0. Storing information in the form of these superpositions and manipulating their value using quantum interactions such as entanglement (a way for particles to be connected even over long distances) allows for entirely new types of algorithms. In practice, however, developers of quantum computers have found that errors quickly creep in because the components are so sensitive. A quantum computer represents 1, 0, or a superposition by putting one of its components in a particular physical state, and it is too easy to accidentally alter those states. A component then ends up in a physical state that does not correspond to the information it’s supposed to represent. These errors accumulate over time, which means that the quantum computer cannot deliver accurate answers for long algorithms without error correction.",
    "Related StoryPsiQuantum plans to build the biggest quantum computing facility in the USThe company wants to build a computer containing up to 1 million qubits on a Chicago campus.",
    "To perform error correction, researchers must encode information in the quantum computer in a distinctive way. Quantum computers are made of individual components known as physical qubits, which can be made from a variety of different materials, such as single atoms or ions. In Google’s case, each physical qubit consists of a tiny superconducting circuit that must be kept at an extremely cold temperature.  Early experiments on quantum computers stored each unit of information in a single physical qubit. Now researchers, including Google’s team, have begun experimenting with encoding each unit of information in multiple physical qubits. They refer to this constellation of physical qubits as a single “logical” qubit, which can represent 1, 0, or a superposition of the two. By design, the single “logical” qubit can hold onto a unit of information more robustly than a single “physical” qubit can. Google’s team corrects the errors in the logical qubit using an algorithm known as a surface code, which makes use of the logical qubit’s constituent physical qubits. In the new work, Google made a single logical qubit out of varying numbers of physical qubits. Crucially, the researchers demonstrated that a logical qubit composed of 105 physical qubits suppressed errors more effectively than a logical qubit composed of 72 qubits. That suggests that putting increasing numbers of physical qubits together into a logical qubit “can really suppress the errors,” says Brown. This charts a potential path to building a quantum computer with a low enough error rate to perform a useful algorithm, although the researchers have yet to demonstrate they can put multiple logical qubits together and scale up to a larger machine.  Related StoryInside the quest for unbreakable encryptionCryptographers want encryption schemes that are impossible for tomorrow’s quantum computers to crack. There’s only one catch: they might not exist.",
    "The researchers also report that the lifetime of the logical qubit exceeds the lifetime of its best constituent physical qubit by a factor of 2.4. Put another way, Google’s work essentially demonstrates that it can store data in a reliable quantum “memory.”  However, this demonstration is just a first step toward an error-corrected quantum computer, says Jay Gambetta, the vice president of IBM’s quantum initiative. He points out that while Google has demonstrated a more robust quantum memory, it has not performed any logical operations on the information stored in that memory.  “At the end of the day, what matters is: How big of a quantum circuit could you run?” he says. (A “quantum circuit” is a series logic of operations executed on a quantum computer.) “And do you have a path to show how you’re going to run bigger and bigger quantum circuits?” IBM, whose quantum computers are also composed of qubits made of superconducting circuits, is taking an error correction approach that’s different from Google’s surface code method.  It thinks this method, known as low-density parity-check code, will be easier to scale, with each logical qubit requiring fewer physical qubits to achieve comparable error suppression rates. By 2026, IBM intends to demonstrate that it can make 12 logical qubits out of 244 physical qubits, says Gambetta. Related StoryQuantum computing is taking on its biggest challenge: noiseFor a while researchers thought they’d have to make do with noisy, error-prone systems, at least in the near term. That’s starting to change.",
    "Other researchers are exploring other promising approaches, too. Instead of superconducting circuits, a team affiliated with the Boston-based quantum computing company QuEra uses neutral atoms as physical qubits. Earlier this year, it published in Nature a study showing that it had executed algorithms using up to 48 logical qubits made of rubidium atoms. Gambetta cautions researchers to be patient and not to overhype the progress. “I just don’t want the field to think error correction is done,” he says. Hardware development simply takes a long time because the cycle of designing, building, and troubleshooting is time consuming, especially when compared with software development. “I don’t think it’s unique to quantum,” he says.  To execute algorithms with guaranteed practical utility, a quantum computer needs to perform around a billion logical operations, says Brown. “And no one’s near a billion operations yet,” he says. Another milestone would be to create a quantum computer with 100 logical qubits, which QuEra has set as a goal for 2026. A quantum computer of that size would be capable of simulations beyond the reach of classical computers. Google scientists have made a single high-quality logical qubit—but the next step is to show that they can actually do something with it. hide"
  ]
}