{
  "url": "https://www.dailymirror.lk/opinion/System-change-and-bureaucracy-EDITORIAL/172-299124",
  "title": "System change and bureaucracy -EDITORIAL",
  "ut": 1735588141.0,
  "body_paragraphs": [
    "The novice government of President Anura Kumara Dissanayake seems to feel the heat of the lethargy and indifference on the part of the bureaucracy in the process of taking the country forward in its style. Recent statements by the President and several ministers on lack of cooperation by public sector officials clearly indicate the frustration of leaders over the issue.",
    "Agriculture Minister K.D. Lalkantha, to whom controversy is nothing new, had accused bureaucrats days ago for not being changed and for obstructing the Government from taking the country forward.",
    "He had stated that a significant number of senior public officials had also been complicit in the corrupt practices and criminal activities of high-ranking political representatives of the past government. However, while indicating that those officials are still active, he observed that the number of such officials was relatively small. “The next tsunami will happen against the bureaucracy of this country,” he warned.",
    "Similar sentiments were expressed by another minister and a bigwig of the ruling National People’s Power (NPP) on Saturday.  Minister of Industries Sunil Handunnetti addressing an event to present the ‘Shilpabhimani’ Presidential Awards, said that the government now has been compelled to launch a struggle against state officials to safeguard the NPP’s policies. He said that the state officials, who have gotten used to work according to the corrupt policies and practices of former governments are not prepared yet to get rid of those old practices. They do not realise the magnitude and nature of the mandate of the new government.",
    "On the same day, President Dissanayake too seemed to be not happy with functions in several key institutions of the state machinery.During a discussion with the heads of the Department of Immigration and Emigration, Sri Lanka Customs, and Airport and AviationServices, a visibly irritated President highlighted the need to eliminate negative perceptions surrounding Sri Lanka Customs and underscored the urgency of implementing strict disciplinary and legal action to restore public confidence. The discussion extensively focused on preventing the entry of narcotics and other prohibited substances into the country, curbing corruption, fraud, and irregularities within airport premises, and halting the unauthorised departure of individuals from the country.",
    "Responding to Minister Handunnetti’s remarks, the former Chairman of the Committee on Public Enterprises (COPE) Dr. Charitha Herath had called for a more constructive approach, emphasising the need for systemic reform rather than blaming public officials. Taking to social media platform ‘X’ to defend the role of public officials, Herath stated that the role of public officials is to operate within the framework of laws, regulations, and policies in place and addressing these issues requires legislative and executive action aligned with the Government’s vision.",
    "However, the issue is not totally attitudinal as Handunnetti cites, nor is it procedural as Herath observes, it is a combination of both. For instance, all official statistics indicate that the country has sufficient rice stocks, but the market experiences a shortage. There are sufficient laws to prevent hoarding but it is clear that addressing the issue is difficult without conscious efforts on the part of the officials who are extremely familiar with the problem for decades.",
    "There is public outcry over the high price rates of electricity and fuel. Professionals have been agitating over the increase of their income tax. However, these prices and taxes are tied to the IMF sponsored programme. Yet, the IMF is agreeable to amendments in these areas if the overall revenue targets could be met. It is a well-known fact that tax evasion is a massive issue in Sri Lanka which seriously affects revenue targets. Both attitudinal as well as procedural approaches are needed to address this issue.",
    "Officials naturally get accustomed to prevailing systems and the current set up is a creation of the old system which is corrupt to the core. And with the passage of time, some officials get into closely-knit cliques with politicians as well as among themselves, to make use of the fraudulent system. This is a problem that has to be handled with care, without disturbing the affairs of state."
  ]
}