{
  "url": "https://www.ft.lk/columns/Risk-alert-Potential-challengesfrom-planned-legal-reforms/4-776563",
  "title": "Risk alert: Potential challenges from planned legal reforms",
  "ut": 1747421950.0,
  "body_paragraphs": [
    "Attention is drawn to the following public announcement on 7 May 2025: “Technical expert committee chaired by a Supreme Court judge is to study the need for new laws to establish an Independent Prosecutors office and recommend amendments to existing laws as needed” – newsfirst.lk.",
    "The composition of the Committee, its detailed terms of reference, scope, limitations and objectives; as well as the proposed structure and focus for development of the reform strategy, likely level of stakeholder engagement, and whether a benchmark other country similar institution has been identified (e.g. UK), and importantly the expertise of the Committee members, are not evident at this stage.",
    "The mere literal reading of the news media announcement above in the absence of clarity on issues set out in the previous paragraph raises several concerns and potential risks, including the following:",
    "1.Will the scope as defined limit the reform initiative to merely attempt to prepare a reform proposal to give effect to",
    "a)  the need for establishment of a new institution with independence in prosecutions",
    "b) develop a draft enactment to give effect to 1 above and",
    "c) recommend amendments existing other laws that may conflict with the new law, the operations of the new independent institution and its objectives",
    "2.Not networking with and seeking relevant stakeholder opinions and recommendations",
    "3.Not taking cognisance of the challenges presently faced by several institutions that essentially relate to and collectively work towards effective prosecutions; and are thus composite support lynch pin teams directly associated with the office of the independent prosecutor (i.e. CIABOC, Police and other law enforcement agencies, specifically the State Intelligence Service, CID, FCID, FIU, Revenue Services, SEC, etc.)",
    "4.Not taking sufficient cognisance of the multi skills required for successful operations by the new independent prosecutor’s office and its key staff members with emphasis on the capability of such staff members (i.e. knowledge, skills, attitudes and values)",
    "5.The operational structure of the new institution not providing for engagement collectively in effective investigations, evidence gathering, witness statement recording, and developing successful charging decisions and also not being cognisant of fundamental and specific rights of suspects, offenders, young persons, and where applicable their families, as well as witness protection of informants, whistle blowers and correct procedures for storage and retention of material evidence and items under custody",
    "6.Not taking cognisance of the effective compliance with disclosure requirements, the recognition of the international law implications, mutual legal assistance processes, statue bar provisions, processes for freezing and seizure, acceptable treatment and recognition of rights of offenders and persons in custody and especially avoiding actions leading to initial objection options",
    "7.Not taking cognisance of the multi skills sets required for investigating and prosecution of civil, criminal, money laundering, narcotics and drug offenses, maritime crimes, serous economic crimes, transnational crimes, etc.",
    "8.Not taking cognisance of issues and challenges leading to delays, backlog of cases and unfair and unreasonable delays in disposal of actions filed",
    "In the context of the above potential risks, it is incumbent upon:",
    "1.As key stakeholders, CIABOC, Police and other law enforcement agencies, specifically the State Intelligence Service, CID, FCID, FIU, Revenue Services, SEC,",
    "2.As independent professional associations and business, the relevant represent apex agencies like the Bar Association and the Chambers of Commerce; and specifically professional associations of the legal, financial services, securities and revenue services",
    "3.Civil Society Organisations representing the public interest",
    "4. Public interest litigants",
    "Should volunteer to make due submissions and ensure their own needs and expectations of support from the Office of the Independent Prosecutor are taken cognisance of by the Committee."
  ]
}