{
  "url": "https://www.ft.lk/opinion/Priorities-in-focus-Will-Budget-2025-address-Sri-Lanka-s-agricultural-challenges/14-772880",
  "title": "Priorities in focus: Will Budget 2025 address Sri Lanka’s agricultural challenges?",
  "ut": 1739201164.0,
  "body_paragraphs": [
    "Public expenditure on agriculture as a share of total Government spending has decreased from 6.4% to 2% between 2014 and 2023",
    "The irrigation subsector receives most of the agricultural spending (41%), with subsidies accounting for a high 26%",
    "Change to funding priorities necessary to address critical concerns",
    "The agricultural sector in Sri Lanka has long been a pillar of the nation’s economy, yet its decline reflects a complex interplay of economic shifts, policy decisions, and underutilised potential. Agriculture’s contribution to the overall economy in Sri Lanka has gradually diminished over time, while the agricultural labour force has shrunk at a slower rate. This disparity between a declining sector and a stagnant workforce, coupled with the failure to address structural changes by improving land and labour productivity, has led to poor sector performance, particularly in terms of food security and farm income.",
    "Additionally, unproductive public spending in the form of inefficient allocation, short-term concentration, and neglect of crucial areas is an important contributory factor. In this context, it is crucial to assess whether public expenditure allocation in Sri Lanka has undergone significant shifts aimed at unlocking the agriculture sector’s potential while advancing food security and fostering rural development.",
    "Tracking the shift: Trends in public spending on agriculture",
    "Over the last decade, Sri Lanka has struggled to spend adequately on agriculture due to competing fiscal concerns. Before COVID-19, total agricultural investment was around Rs. 112 billion in real terms between 2014 and 2020. However, due to the impact of COVID-19, it sharply declined to Rs. 88 billion in 2021. Since then, agricultural investment has slightly increased, averaging Rs. 97 billion in the past two years (2022-2023). Despite an increase in absolute public expenditure on agriculture (PEA), both the GDP share and the percentage of the total Budget allocated to agriculture have been declining.",
    "PEA as a percentage of GDP has fallen from 1.1% in 2014 to 0.8% by 2023. Similarly, PEA as a percentage of total Government spending has decreased from 6.4% to 2% throughout the same period. Notably, the balance between capital and recurring expenditures has shifted dramatically in favour of more recurrent expenditures during institutional structure changes linked to changes of Government, as shown in 2015, 2019, and 2020.",
    "Guiding the Budget: Who shapes agricultural investments?",
    "The agriculture sector in Sri Lanka is primarily managed by the Ministry of Agriculture (MOA), the Ministry of Plantation Industries (MOP) and the Ministry of Fisheries (MOF), as outlined in the Public Investment Programme (PIP). While the land and irrigation sectors are closely linked to agriculture, they fall under the jurisdiction of separate ministries: the Ministry of Lands (MOL) and the Ministry of Irrigation (MOI), respectively. In terms of budgetary allocations, MOA historically receives the largest share, accounting for 51% of agriculture-related expenditures.",
    "This is followed by the Ministry of Mahaweli Development and Environment (MOE) with 23%, and MOI with 13%. MOF and MOP receive smaller allocations, at 3% and 4% respectively. While the nominal PEA has been on the rise, real-term PEA has either declined or remained largely unchanged across all ministries. However, this does not necessarily indicate whether agricultural expenditures are aligned with sectoral policies, making it challenging to evaluate the effectiveness of spending in addressing critical concerns within the sector.",
    "Aligning funds with needs: Are our priorities right?",
    "Sri Lankan agriculture faces a range of challenges that hinder its growth and sustainability. Declining productivity, driven by traditional farming methods and the slow adoption of modern technology, stands at the forefront. Additionally, the sector struggles with inefficiencies in resource use – water and fertilisers – and is further threatened by the impacts of climate change, post-harvest losses, and limited access to markets. Accurately estimating public expenditure across various subsectors is crucial to ensuring Budget allocations align with policy priorities.",
    "According to the thematic budgeting of PEA, the irrigation subsector receives most of the agricultural spending of 41%, with subsidies accounting for a staggering 26%. The domestic agriculture subsector, dominated by the rice sector, accounts for only 12% of public agriculture expenditure, while all other sectors, including livestock, plantation, fisheries, marketing and innovation, climate change, research and development (R&D), and farmer insurance, account for less than 5% each, demonstrating the skewness of public agriculture expenditure distribution towards a few subsectors while ignoring other important subsectors.",
    "Reforming agricultural budgets: The road ahead",
    "Sri Lanka’s agricultural spending has made strides in addressing essential needs like food security, but its impact on long-term prosperity remains limited. This is largely due to declining real investments, a lack of funding for critical sectors, and objectives that are often misaligned with the country’s broader agricultural goals. Over the past decade, agriculture has accounted for approximately 4% of total government expenditure. However, this share has been steadily declining in real terms.",
    "A large portion of the funds is spent on irrigation infrastructure and recurrent costs like subsidies, rather than being invested in long-term development initiatives that align with present policy priorities. Therefore, repurposing and increasing the current available Budgets focusing on farm productivity and income is essential.",
    "Investments often prioritise staple crops like rice, with little diversification into high-value crops, export-focused goods, or value chain growth. Therefore, to ensure that the sector matches contemporary expectations and to promote efficiency, resilience, and global competitiveness, a deliberate change in funding priorities based on crop selection is necessary. Irrigation expenditures should be reassessed to shift some capital investment towards enhancing water efficiency. This could include adopting site-specific water consumption strategies, implementing micro-irrigation techniques, and utilising water-saving devices to optimise resource use. Fertiliser subsidy should be provided purely in the short term and targeted using newly collected farmer databases such as ‘Geo Goviya’. Savings from fertiliser subsidy expenditures should be reinvested to enhance fertiliser use efficiency. Adopting site-specific application techniques, utilising advanced third-generation fertilisers, and exploring other innovative methods could help maximise productivity.",
    "Underserved areas such as R&D, marketing, and climate change require further attention. The efficiency of using the available R&D budgets should be maximised by introducing Key Performance Indicators (KPI) for the R&D institutions under the National Agriculture Research System (NARS). An online network system, built on the ‘Geo Goviya’ database, can be developed to connect farmers and other stakeholders. Such a platform could bridge gaps in the information market, reduce wasteful surpluses and shortages, minimise post-harvest losses, and promote technology adoption across the agricultural sector.",
    "Sri Lanka’s agricultural development requires strategic capital investment to modernise the sector, as well as efficient recurrent spending to sustain and optimise the advantages of these investments. Formally establishing ministries and state organisations with specific mandates is critical for ensuring stability and a proper balance of capital and recurring expenditures, regardless of regime changes.",
    "(Manoj Thibbotuwawa is a Research Fellow at the Institute of Policy Studies of Sri Lanka (IPS) with research interests in agriculture, agribusiness value chains, food security, climate change and environmental and natural resource economics. He has more than 19 years of research experience at IPS. Dr Thibbotuwawa holds a BSc (Agriculture) with Honours from the University of Peradeniya, an MSc (Agricultural Economics) from the Post-Graduate Institute of Agriculture at the University of Peradeniya, and a PhD from the University of Western Australia. He has also obtained a Post-Graduate Diploma in Modelling and Accounting for Sustainable Development from the International Institute of Social Studies (ISS) in The Hague. Dr. Thibbotuwawa is a recipient of the prestigious Nuffic Fellowship from the Government of the Netherlands and the Endeavour Award from the Government of Australia.)",
    "(Lakmini Fernando is a Research Fellow at IPS with primary research interest in Development Economics, Public Finance and Climate Change. She has expertise in econometric data analysis, research design and causal methodologies. Dr. Fernando holds a BSc in Agriculture from the University of Peradeniya, a Master of Development Economics (Advanced) from the University of Queensland, Australia and a PhD in Economics from the University of Adelaide, Australia. She was awarded the Dean’s Honour Roll from the University of Queensland for Outstanding Academic Excellence in 2015 and the Dean’s Commendation for Doctoral Thesis Excellence from the University of Adelaide in 2021.)"
  ]
}