{
  "url": "https://www.technologyreview.com/2024/12/20/1109168/drugs-like-ozempic-now-make-up-5-of-prescriptions-in-the-us/",
  "title": "Drugs like Ozempic now make up 5% of prescriptions in the US",
  "ut": 1734654600.0,
  "body_paragraphs": [
    "One out of 20 prescriptions written in the U.S. is for a GLP-1 drug.",
    "US doctors write billions of prescriptions each year. During 2024, though, one type of drug stood out—“wonder drugs” known as GLP-1 agonists. As of September, one of every 20 prescriptions written for adults was for one of these drugs, according to the health data company Truveta.  The drugs, which include Wegovy, Mounjaro, and Victoza, are used to treat diabetes, since they help generate insulin. But their popularity exploded after scientists determined the drugs tell your brain you’re not hungry. Without those hunger cues, people find they can lose 10% of their body weight, or even more. During 2024, the drugs’ popularity hit an all-time high, according to Tricia Rodriguez, a principal applied scientist at Truveta, which studies medical records of 120 million Americans, or about a third of the population.",
    "“Among adults, 5.4% of all prescriptions in September 2024 were for GLP-1s,” Rodriguez says. That is up from 3.5% a year earlier, in 2023, and 1% at the start of 2021. Related StoryWeight-loss drugs: 10 Breakthrough Technologies 2024Weight-loss drugs like Wegovy and Mounjaro are wildly popular and effective, but their long-term health impacts are still unknown.",
    "According to Truveta’s data, people who get prescriptions for these drugs are younger, whiter, and more likely to be female. In fact, women are twice as likely as men to get a prescription.",
    "Yet not everyone who’s prescribed the drugs ends up taking them. In fact, Rodriguez says, half the new prescriptions for obesity are going unfilled. That’s very unusual, she says, and could be due to shortages or sticker shock over the cost of the treatment. Many insurers don ’t cover weight-loss drugs, and the out-of-pocket price can be $1,300 a month, according to USA Today. “For most medications, prescribing rates and dispensing rates are pretty much identical,” says Rodriguez. “But for GLP-1s, we see this gap, which is really unique. It's suggestive that people are really interested in getting these medications, but for whatever reason, they are not always able to.” It also means the number of people taking these drugs could go higher—maybe much higher—if insurers would pay. “I don't think that we are at the saturation point, or necessarily nearing the saturation point,” says Rodriguez, noting that around 70% of Americans are overweight or obese.  Use of the drugs may also grow dramatically if new applications are found. Companies are already exploring whether they can treat addiction, or even Alzheimer’s. Many of the clues about those potential uses are coming directly out of people’s medical records. Because so many people are on the drugs, it means researchers like Rodriguez have a gold mine to sift through for signs of how use of the drugs is affecting other health problems. “Because we have so many patients that are on these medications, you're certainly likely to have a good number that also have all of these other conditions,” she says. “One of the things we're excited about is: How can real-world data help accelerate how quickly we can understand those?” Here are some of the new uses of GLP-1 drugs that are being explored, based on hints from real-world patient records.",
    "Alzheimer’s disease This year, researchers poking through records of a million people found that taking semaglutide (sold as Wegovy and Ozempic) was associated with a 40% to 70% lower chance of an Alzheimer’s diagnosis. It's still a guess why the drugs might be helping (or whether they really do), but large international studies are underway to follow up on the lead. Doctors are recruiting people with early Alzheimer’s in more than 30 countries who will take either a placebo or semaglutide for two years. Then we’ll see how much their dementia has progressed. Addiction The anecdotes are everywhere: A person on a weight-loss drug finds hunger isn’t the only craving that seems to stop. Those are the types of clues Eli Lilly’s CEO, David Ricks, says his company will pursue next year, testing whether its GLP-1 drug, tirzepatide (called Mounjaro for diabetes treatment, and Zepbound for weight loss), could help with addiction to alcohol, nicotine, and “other things we don’t think about [as being] connected to weight.” In comments he made in December, Ricks said the drugs might be “anti-hedonics”—meaning they counteract our hedonistic pursuit of pleasure, be it from food, alcohol, or drugs. A study this year mining digital health records found that opioid addicts taking the drugs were about half as likely to have had an overdose. Sleep apnea",
    "This idea goes back a ways, including to a 2015 case study of a 260-pound man with diabetes and sleep apnea. When he went on the drug liraglutide, doctors noticed that his sleeping improved. In sleep apnea, a person gasps for air at night—it’s annoying and, with time, causes health problems.  This year, Eli Lilly published a study in the New England Journal of Medicine on its drug tirzepatide , finding that it caused a 50% decrease in breathing interruption in overweight patients with sleep apnea.",
    "Longevity This year, the U.S. Food and Drug Administration approved Wegovy as a cardiovascular medicine, after researchers showed the drugs could reduce heart attack and stroke in overweight people. But that wasn’t all. The study, involving 17,000 people, found that the drug reduced the overall chance someone would die for any reason (known as “all-cause mortality”) by 19%. That now has aging researchers paying attention. This year they named Wegovy, and drugs like it, among their the top four candidates for a general life-extension drug. hide"
  ]
}