{
  "url": "https://www.dailymirror.lk/hard-talk/Colombo-has-the-most-underprivileged-communities-in-the-entire-country-Sagala-Ratnayaka/334-294743",
  "title": "“Colombo has the most underprivileged communities in the entire country” – Sagala Ratnayaka",
  "ut": 1730146723.0,
  "body_paragraphs": [
    "Claims of RW safeguarding Rajapaksas is merely a story by Opposition factions",
    "We were on the right track and I really hope we are not taken back again",
    "RW government did all the good work on corruption",
    "RW has suffered his political career at the hands of CBK’s party which then went on to Mr. Rajapaksa",
    "I want people to vote for a balanced parliament",
    "Although the economy has been stabilised it’s still in a fragile position",
    "The work that I undertook in 2022 in the President’s Office entailed 20-hour days",
    "Former President Ranil Wickremesinghe contested as an independent candidate under the gas cylinder symbol and garnered 17% of votes at the last Presidential Elections. Even though he came forward to rebuild the country back to its former glory, opposition factions accused Wickremesinghe for allowing individuals with alleged cases of corruption to escape scot free while also safeguarding the Rajapaksas. At the upcoming Parliamentary Elections, many former UNP members including former Chief of Staff to the President and National Security Advisor Sagala Ratnayaka will be contesting under the same symbol.",
    "In a candid interview with the Daily Mirror, Ratnayaka responded to allegations of corruption by Opposition factions while also sharing the reasons as to why the Ranil Wickremesinghe government didn’t address these allegations on stage, plans to revive the Grand Old Party and his plans for Colombo.",
    "What are your observations regarding the last Presidential Election and the overall result secured by Ranil Wickremesinghe?",
    "We carried the campaign on the basis that the issue was the economy. Mr. Wickremesinghe helped the country overcome the crisis, revived and stabilised the economy by bringing along quite a few reforms into the system. The reforms were structural and what we were trying to achieve mainly was macroeconomic stability and to grow the economy rapidly. So we looked at fiscal, monetary reforms as well as reforms to bring in a rapid economic growth. Additionally we did something else in terms of governance reforms. We were the first country to undertake an IMF governance diagnostic. It came about in a conversation and we thought we would like to do it as we could go through the entire government sector and find shortcomings.  So they did the report and asked whether we would accept the report. There were certain things in it which were not quite what we thought it was, but nevertheless we accepted the report overall. We then brought it into our IMF process. There were some benchmarks and we selected around 15 of the critical points. Many of them focused on corruption. What really took place on stage during the latter stages of the campaign was the NPP’s allegation on corruption.",
    "“In 2022 Mr. Wickremesinghe was appointed by Parliament as President and it was a good time to revive the Party. Unfortunately we were too busy reviving the country and we couldn’t engage in politics. But after this general election we are going to go on a concentrated effort to revive the Party",
    "Why didn’t you address corruption allegations on stage?",
    "So we were not going to go on a witch-hunt. That is for the authorities to use the laws and facilities that are available. When I was the Minister of Law and Order in 2015 I remember one of the election promises was to take to task those who have been corrupt. When I came in there were a few cases going on about high profile politicians and when I took over I wanted a briefing on the process that had taken place. There was an anti-corruption secretariat headed by a gentleman by the name Ananda Wijepala who I believe is now the private secretary of President Dissanayake. This secretariat was taking complaints from the public and then complaints that they saw were credible or viable to go through a process. This was handed over to the new division in the police called Financial Crimes Investigation Division (FCID). The cases were generally reviewed by a Committee comprising of Mrs. Kumaratunga, Mangala Samaraweera and Anura Kumara Dissanayake which I was not privy or party to. But when I was briefed as I took over I was given two sets of cases; ones which were going to FCID and following that process and two or three high profile cases handled by the CID including Mr. Lasantha Wickrematunga’s killing, Ekneligoda disappearance and the Wasim Thajudeen case. The advice that the AG gave me was that it was alright to review it, but do not interfere. He asked me to leave out the political side because if you bring political interference into these cases, the cases would become weak in courts. The FCID took its own path and I had a review with CID every week. SDIG Ravi Seneviratne who is the current secretary of the public security ministry was head of CID back then and SSP Shani Abeysekara. Both of them were there. They were brilliant and were really going at it, but we had various points of getting blocked. We couldn’t get some information from certain places. These were issues going back 5-6 years, we had to dig up old records from the record rooms, some call records were not available, but they made significant progress. Up until the last moment the progress was quite significant if the blocks were not there. It was a combination of some information being available so long ago and therefore it was easier for some people to drag the cases. We went very hard on those three cases and then I resigned from my ministerial position because we had a defeat at the 2018 local councils’ election. I would not allow for political interference of the police and they did a good job to maintain law and order as a result of the path we took.",
    "You said there were so many hurdles while conducting these investigations. It’s a known fact that Mr. Wickremesinghe and Mahinda Rajapaksa were friends. There are allegations about Mr. Wickremesinghe trying to safeguard the Rajapaksas.",
    "This is not a misconception, but a story that has been created by the opposition. Mr. Wickremesinghe has suffered his political career at the hands of Mrs. Kumaratunga’s party which then went on to Mr. Rajapaksa. It was during Mrs. Kumaratunga’s time that they ridiculed Mr. Wickremesinghe a lot. That went on and he was defeated in 2005 by Mr. Rajapaksa’s team working in the North to prevent the Northern voters from voting. So do you think we will have a soft spot for them? No. But in politics you don’t have enemies because you work for the country. That doesn’t mean that we will do them any wrong. In the case of 2022 the country was in dire straits. Mr. Gotabaya Rajapaksa couldn’t run the country anymore and he had to leave his job. He had to bring somebody else in. If you remember, both Anura Kumara Dissanayake and Sajith Premadasa said that they didn’t want to take that responsibility. It was Mr. Wickremesinghe who came forward and he lost his house as a result. They were trying to threaten him to not come into that position by burning his house. But he stood strong and he came in. He invited the entire Parliament to work with him to revive the country. The only thing I can tell you is that Mr. Wickremesinghe will not go on a witch-hunt. He will ensure law and order prevails.",
    "“We are certainly going to work very hard towards winning. But if you take SJB and the UNP together, then we are ahead of the NPP. Not just in Colombo, but everywhere in the country. Mr. Dissanayake is the first executive president who has contested and come in but didn’t garner the 50%. So the Opposition has the majority together",
    "So you mean to say that there hadn’t been any political interferences in these investigations?",
    "No, not at all. Mr. Dissanayake was in that group that was monitoring and reviewing these investigations with CBK and Mangala Samaraweera. There were many others and it was headed by Mr. Wijepala.",
    "There is a major allegation against Ranil Wickremesinghe and UNP for allowing corrupt individuals to escape free during the Bond Scam for instance.",
    "The Bond Scam went to courts and the courts maintained that there was no case on Mr. Wickremesinghe. All these are used on the stage to sling mud at him.",
    "The NPP accused Mr. Wickremesinghe of creating fear in the public saying that if they didn’t vote for him (RW) the country would go back to a crisis. What do you have to say about that?",
    "I think all sides had their stories about every other party. The NPP had their stories about how horrible the UNP and Mr. Wickremesinghe were. Although the economy has been stabilised it’s still in a fragile position and it would take another year or two to become very steady. We still feel that Mr. Wickremesinghe is the only person capable of ensuring that we go through this stage successfully. It wasn’t fear mongering, but it was basically a fact.",
    "The UNP was known as the Grand Old Party, but today it has come to a point where it has to forge alliances with other parties. Today everybody supporting the UNP or Wickremesinghe are contesting under the gas cylinder symbol as the New Democratic Front. What happened to the green party?",
    "Every time the Party has broken it has suffered, but then it has revived itself. In 1952 when Mr. Bandaranaike lost the election, Mr. Premadasa broke away as the Purawesi Peramuna, but J. R Jayewardene was able to recover from that situation. In the 1990s the DUNF broke away - this was the Lalith-Gamini faction. We were weakened because those who went are still on the other side. In 2019 we nominated Mr. Sajith Premadasa as our candidate and we all worked very hard to bring him into power. But there was this trend and Mr. Gotabaya Rajapaksa won. Thereafter at the next general election the SJB broke away from us. In 2022 Mr. Wickremesinghe was appointed by Parliament as President and it was a good time to revive the Party. Unfortunately we were too busy reviving the country and we couldn’t engage in politics. But after this general election we are going to go on a concentrated effort to revive the Party. In the early 2001-2005 period we went as an alliance, but we always contested from the elephant symbol because we were strong. In this case we chose the gas cylinder because it was the symbol we used in the last election and everybody gathered around that to support Mr. Wickremesinghe because of what he did for the economic revival.",
    "Do you think Ranil Wickremesinghe could have garnered more votes if he contested under the elephant symbol?",
    "It’s difficult to say at this stage. I think not everybody could join us under the elephant symbol because of the ideologies of some of those parties. The members may have come, but they may not have brought their voters. But I think had we been strong as a Party then it may have been a different situation.",
    "Colombo was initially a UNP stronghold. But during the last election Ranil Wickremesinghe only received 280,000 votes. So do you think you have a chance of winning this time?",
    "We are certainly going to work very hard towards winning. But if you take SJB and the UNP together, then we are ahead of the NPP. Not just in Colombo, but everywhere in the country. Mr. Dissanayake is the first executive president who has contested and come in but didn’t garner the 50%. So the Opposition has the majority together.",
    "“SDIG Ravi Seneviratne who is the current secretary of the public security ministry was head of CID back then and SSP Shani Abeysekara. Both of them were there. They were brilliant and were really going at it, but we had various points of getting blocked. We couldn’t get some information from certain places",
    "Why did you decide to contest from Colombo and not Deniyaya?",
    "The work that I undertook in 2022 in the President’s Office entailed 20-hour days. I couldn’t take my eyes off the ball at any stage which made it very difficult for me to get back to the village. It’s not fair if I can’t engage them and I’m going to do remote politics. My style was that I was always very engaged. I think we did a fair amount of work there. Of course the voters will have more things that they want and I also had so many things that we need to do in rural areas. But we managed to develop the infrastructure there, the road network, the school networks, but we need economic development there as well. There is an issue of underemployment in that area. There are tea smallholders who may have worked one or two days in the field and the rest of the time they don’t have anything to do. There’s a beautiful area bordering Sinharaja forest which could be developed for ecotourism. The coast all the way up to Deniyaya all the way up to Uda Walawe, Kataragama, so it’s a nice route that can be developed both ways. In Deniyaya there’s a different type of tourism. You can have the village experience, the Sinharaja experience. But this has to be created. It won’t just happen. The main reason for me to move to Colombo was I too want to be involved in national level politics and work.",
    "Colombo as the capital is challenged with multiple problems from waste management to poor town planning etc. What are your plans for Colombo?",
    "I would push the reform process to keep moving forward to bring about a rapid economic growth. In my new role as a Member of Parliament from Colombo, I would concentrate very hard on bringing up Colombo. Colombo has the most underprivileged communities in the entire country. In the village you can be poor, but you have access to food. But here the living standards of people in the underserved communities are terrible. Our plans so far to give them better housing have been so poorly planned. I have plans for that where we don’t even need government funding but we can use mobilized private sector funding to develop. There’s poor town planning, the issue of the drug menace and some of these things tie up to the drug menace as well. Then we have a structured plan for the Central Business District which include a detailed master plan of Pettah. The fourth one would be the detailed master plan of the Peliyagoda Manning Market.",
    "The NPP revealed the extensive use of vehicles by the President’s office and that they were eventually left outside the office. What really happened?",
    "Every time there’s a regime change the politicians and officials will return their vehicles to respective ministries. That is what happened this time as well. I didn’t have to return mine because it was already returned two months ago. The price of a coconut has been increased to Rs. 180. They have landed import duties on some commonly used food by the common people of Sri Lanka. Which means they are taxing the poor. Then there’s the IMF process. We were on the right track and I really hope we are not taken back again. We may be in the opposition, but we are not going to pull the government down.",
    "What is your message to voters?",
    "We need an experienced parliament to go through this difficult stage. Mr. Dissanayake doesn’t have that team. Neither does Mr. Premadasa at least not up to the level that Mr. Wickremesinghe has in the team he has put forward. There are those MPs, ministers and officials like myself. We ate, drank and slept through this recovery process. I didn’t have a break, but I couldn’t. We worked very late hours. It required that amount of time. I want people to vote for a balanced parliament."
  ]
}