{
  "url": "https://www.dailymirror.lk/opinion/The-colour-of-the-lawmaker-whos-not-fake/172-294410",
  "title": "The colour of the lawmaker who’s  not fake",
  "ut": 1729719442.0,
  "body_paragraphs": [
    "Fisherfolk who belong to the privileged class want a president like Anura Kumara Dissanayake to lay a level playing field for them (File Photo)",
    "In politics, we must see who is fake and who isn’t; that’s a division in society which you must notice using the senses within if you need to survive",
    "Many moons ago, before the last presidential election, there was great uncertainty because the lawmakers were robbing the people off their tax contributions. Now, after the elections, we are again a little concerned and harbour doubts as to how much we’d have to change to accommodate the views of the government to be formed soon.",
    "The NPP led caretaker government hasn’t given us ‘goosebumps’ yet. Instead it has given us hope. But it is good to be prepared, because here we have a revolutionary leader who sees that his time has come to rule. The present President Anura Kumara Dissanayake (AKD) has to have the eyes of an engineer. His ‘work site’ is an island which is badly divided; ethnic-wise and when taking into account the business interests and ambition of individuals. This was clearly shown at the last presidential elections because the winner couldn’t muster the required 50 percent of the votes and a result was sorted by counting preferential votes.",
    "People who wear their thinking caps all the time can observe that AKD has a vision. As much as the message sent that only the professionally qualified people will be holding key positions in the next cabinet, the caretaker regime has also indicated that qualified people residing abroad will be invited to return to the island in a bid to help rebuild the economy. The Rajapaksas, when in power, also invited professionals living abroad to work in government projects, but those who returned couldn’t stomach unprofessional approaches to tasks at hand and left grumpily.",
    "When we were young, and that was not very long ago, there was a song titled ‘YMCA’ and sung by the group called Village People which gave inspiration to youth who were ‘short on the door’ and were struggling in life. The song suggests that youth can get a bed and a decent meal at the YMCA and underscores the fact that it’s ok to get help because the lyricist of the song states, most importantly, that ‘no one does it alone’ in life. The message this writer wants to give the NPP is that it needs the help of everyone to rebuild the country; especially when the graphical description of the presidential election results indicate quite clearly that AKD didn’t emerge as the victor in the Jaffna, Vanni, Trincomalee, Batticaloa, Nuwara Eliya, Badulla and Digamadulla districts. Then it’s downright silly to say that ‘we don’t want to see an opposition in parliament’. For the record this was said by AKD on October 20 at an election rally held in Katunayake in view of the upcoming parliamentary elections, scheduled for November 14. If your shoelaces are untied, the first person to notice this is someone who doesn’t quite like you. So it’s important to have the opposition somewhere in the picture because the opposition can teach you a lot of lessons and how to think critically of yourself. If AKD has played the sport called ‘squash’- where one can feel the opponent breathing behind your back- he can pick up the line that this scribe is trying to take in this piece of writing.",
    "The divisions within this country are so vast and complicated. From the ones born into elite families engage in politics, the monks donning the saffron robes down to the law enforcement officers wearing khaki, the rulers of this nation made it clear that the most prominent division in society ensured that you are counted as one in the privileged class and if not among the unprivileged. AKD wants to see an end to this and he’ll receive the support of the masses in this endeavour. But people don’t have to be afraid of this president who wishes to usher in change.",
    "Just over 24 hours ago, Dudely Sirisena, a self-made entrepreneur who engages himself in the paddy business, was all praise for the president who gave instructions to ensure that paddy is sold at government controlled prices. He in fact is on record stating that he is ‘afraid’ of the president from the perspective of the latter taking decisions to ensure paddy is sold at state regulated prices. This culture of being afraid of lawmakers must end. We must mention here instead, that AKD made a request from his supporters, just after he won the election, not to engage in activities that physically or mentally harm members of the opposition. At present, there are several sensitive court cases being resumed to bring culprits to book. The turning point for this nation would come the day when ‘a big fish’ is caught in the legal net laid to nail those who have been already labelled as corrupt. Earlier, only one group of individuals was targeted when the law was applied. This group comprised small fish.",
    "It’s not quite pleasant to comment over and over again about someone’s attire. But we scribes often dig into the attire of AKD and underscore that he ‘spends’ on his clothes. We never saw him shabbily dressed when he was not in power either. So we probably see a person who is not a fake; by the way, a good many of our lawmakers who are now choking without power have fake characters. In politics, we must see who is fake and who isn’t. That’s a division in society which you must notice using the senses within if you need to survive.",
    "There is a school of thought that Muslims and Tamils, even when enjoying prosperity, would not change their lifestyles; especially in areas like clothes, food and culture. But a good number of those belonging to the minorities didn’t vote for AKD at the elections. He must find out why they rejected a candidate who has nothing fake about him!",
    "By the looks of it, AKD is not a hunter and doesn’t label his adversaries as those who must be ‘hunted’. He needs all the support. The present vibe generated by the upcoming parliamentary elections suggests he’ll receive support in abundance. We Sri Lankans engaged in hunting big time before Ven. Mahinda set foot here and introduced Buddhism to the country. That political culture that pushed us to ‘kill or be killed’ must perish!"
  ]
}