{
  "url": "https://www.dailymirror.lk/opinion/English-Medium-Policy-Politics-Psychology-and-Potential/172-300733",
  "title": "English Medium: Policy, Politics, Psychology and Potential",
  "ut": 1737579055.0,
  "body_paragraphs": [
    "International schools that offer English-medium education have grown significantly, reflecting the revitalised significance of English in a globalised world",
    "Research shows that teaching children in their mother tongue improves conceptual understanding and critical thinking.",
    "Education in the mother tongue is the most effective medium for teaching according to a UN Expert meeting",
    "A child’s language development progresses far more effectively at home compared to schools due to richer one-on-one interactions compared to classrooms",
    "Gamini Akmeemana’s (GA) brilliant article, “English: What Our Politicians Failed to Understand” (13th January 2025), inspired me to offer both heartfelt praise and clarify a popular misconception. GA mentioned that he studied entirely in Sinhala medium during his school years and later learned English literature at Aquinas. Yet, as I recall, he achieved the remarkable feat of winning the prestigious Gratiaen Prize for best English fiction—a truly inspiring accomplishment.",
    "Dr. Kannangara emphasised the importance of native language instruction to enhance comprehension amongst students. He was ahead of his time",
    "SWRD Bandaranaike’s 1956 Sinhala Only Act institutionalised Sinhala as the sole official language, marginalising Tamil and Muslim minorities. By excluding Tamil, it created barriers to employment, education, and government services for non-Sinhala speakers, fostering resentment and alienation. This policy deepened ethnic divisions and became a tool for political opportunism, exploiting nationalist sentiments to consolidate power.",
    "However, contrary to GA’s perception, by the time Bandaranaike became Prime Minister in 1956, these linguistic barriers in education were already well established, laying the groundwork for further polarisation. Bandaranaike’s policies did not create these divides but rather intensified them, capitalising on the existing tensions for political advantage.",
    "A common misconception among many Sri Lankans is the belief that SWRD Bandaranaike’s language policies of 1956 were solely responsible for the introduction of compulsory Swabasha education, which many argue intellectually stunted generations of Sri Lankans. However, this narrative overlooks the historical origins of the policy. The decision to implement Swabasha as the medium of instruction in schools did not arise directly from Bandaranaike’s Sinhala Only Act but can be traced back to one of the most forward-thinking and transformative policies of the mid-1940s: the Free Education Act of 1944.",
    "The Free Education Act, introduced by Dr. C. W. W. Kannangara, aimed to democratise education by removing financial barriers and ensuring access for all, regardless of socioeconomic status. This landmark policy laid the groundwork for Swabasha education, promoting instruction in Sinhala and Tamil to reflect the linguistic and cultural realities. Kannangara, ahead of his time, recognised that a child’s mother tongue was the most effective medium for learning, a view later supported by linguistic research. In the 1944 Special Committee on Education Report, he emphasised the importance of native language instruction to enhance comprehension and foster inclusivity and national identity.",
    "The overemphasis on Swabasha education gradually eroded its quality, a trend that became evident in the following years. As a result, many students, whose employment prospects were significantly hindered by the vernacular education they received in government schools and universities",
    "The Act greatly expanded educational opportunities for the nation’s children, resulting in a sharp increase in school enrollments. To improve facilities and promote science education, Kannangara established Central Colleges in remote areas, providing quality education to underserved communities. Starting in 1945, compulsory Swabasha education was implemented in three phases: initially from Grades 1 to 5, then extended to Grade 10 by the mid-1950s. By the late 1950s, all school education was conducted in vernacular languages. Universities followed suit in the early 1960s, offering degrees in both Sinhala and Tamil.",
    "Eight decades later, international schools offering English-medium education have grown significantly, reflecting the renewed importance of English in a globalised world. These schools, known for modern curricula and facilities, often operate with minimal regulation, raising concerns about accountability. However, their high fees make them inaccessible to most citizens, deepening educational inequality and limiting opportunities to a privileged few. This highlights the urgent need for equitable access to quality English-medium education, ensuring financial barriers do not dictate a child’s future.",
    "The overemphasis on Swabasha education gradually eroded its quality, a trend that became evident in the following years. As a result, many students, whose employment prospects were significantly hindered by the vernacular education they received in government schools and universities. Nearly all political leaders who governed from the State Council era to the mid-1960s were educated in Europe and the United States. Yet, as stated by GA, they prevented the local population from studying in English medium.",
    "The Influence of the Mother Tongue on Brain Development Before Birth",
    "Let’s go deep incorporating scientific evidence. A study by the University of Padova, published in “Science Advances”, suggests that the melody and rhythm of a mother’s speech, heard in the womb, help prepare the brain for efficient language acquisition after birth. Using EEG, researchers discovered that newborns exposed to their native language before birth showed distinct neural responses. The study examined the reactions of French-speaking newborns to French, Spanish, and English, revealing that French prompted a longer and more complex response, indicating ongoing language learning. This finding supports the theory that prenatal exposure to speech melody and rhythm primes the brain for language acquisition. The research also highlights that a fetus develops a functional auditory system by the 24th week of pregnancy, with only low-frequency sounds, such as speech rhythm and melody, able to penetrate the mother’s body. Ongoing studies investigate the effects of reduced exposure in pre-term and hearing-impaired infants.",
    "Research emphasises that teaching children in their mother tongue improves their conceptual understanding and critical thinking. This advantage arises from the strong link between a child’s first language and their emotional and cognitive development. Learning in a familiar language allows children to concentrate on developing ideas and solving problems without the additional challenge of deciphering a second language, supporting both academic and personal growth.",
    "A United Nations expert meeting highlighted that the mother tongue is the most effective medium for teaching children, contributing not only to educational success but also to national development. According to UNESCO’s 1997 report, education in the mother tongue plays a key role in preserving culture, reducing illiteracy and poverty, and ensuring equitable access to education. Learning in one’s native language supports both intellectual and emotional development, giving children the tools to think, dream, and express themselves clearly. It also nurtures virtues such as sincerity, creativity, and critical thinking, laying a strong foundation for intellectual and social growth.",
    "A child’s language development often progresses more effectively at home than in school. This is because home environments offer richer interactions between adults and children, while classrooms, with their high teacher-student ratios, provide fewer opportunities for communication. At home, children engage in frequent and balanced conversations, asking and answering questions, which fosters their cognitive, linguistic, social, and emotional growth. When parents engage in warm, responsive dialogue, they support their children’s language and thought development, laying a strong foundation for academic success. Additionally, literacy-rich home environments further enhance these skills, helping children better understand and navigate their world.",
    "A longitudinal study in the United States found that kindergarteners taught in their vernacular outperformed their peers taught in English in reading achievement. Similar results were seen in Spanish/English bilingual preschool programmes. Maintaining the home language in early childhood is vital, as bilingualism strengthens identity, enhances learning, and supports language acquisition.",
    "An English-only approach can fragment language development while using home languages ensures better curriculum access for English as an Additional Language (EAL) learners. Newly arrived students benefit from participating in school activities through their home language, and older students with literacy in their first language can use it for reading and writing while acquiring second-language skills.",
    "The overemphasis on Swabasha education gradually undermined its quality, a decline that became apparent in the following decades. Consequently, many students found their employment prospects significantly hampered by the vernacular education they received in government schools and universities. Ironically, nearly all political leaders who governed from the State Council era to the mid-1960s were educated in Europe and the United States. Yet, as GA noted, they deliberately prevented the local population from studying in the English medium—not out of misunderstanding, as perceived by many, but purely for political gain. Yes, in 1978, the then-president went beyond banning English literature, also prohibiting the study of history and literature in all three languages, famously asking, “Sahithya- Ithihasaya Kannada?” (“What use are literature and history?”).",
    "In contrast to Gamini’s Sinhala-medium education, I studied in the English medium from kindergarten through A/L. However, I must admit that my English proficiency falls short of Gamini’s—despite three attempts, I never made it to the Gratiaen shortlist, let alone won the prize. This highlights an important point: with natural talent and a small but meaningful push from parents or the state, many students could excel in English—the language Gamini emphasises for its global rise and adaptability across regions and contexts.",
    "The Psychology of Language Learning explores how motivation, cognition, and emotional factors drive the process of acquiring a new language. By adopting an interdisciplinary approach, scholars like Zoltán Dörnyei [2009], highlight the complexity of Second Language Acquisition (SLA) and the need to integrate perspectives from psychology, linguistics, and education to build a more comprehensive understanding.",
    "The writer can be reached at [email protected]"
  ]
}