{
  "url": "https://www.technologyreview.com/2024/10/03/1104910/15-climate-tech-companies/",
  "title": "These 15 companies are innovating in climate tech",
  "ut": 1727915400.0,
  "body_paragraphs": [
    "This article is from The Spark, MIT Technology Review’s weekly climate newsletter. To receive it in your inbox every Wednesday, sign up here. It’s finally here! We’ve just unveiled our 2024 list of 15 Climate Tech Companies to Watch. This annual project is one the climate team at MIT Technology Review pours a lot of time and thought into, and I’m thrilled to finally share it with you.   Our goal is to spotlight businesses we believe could help make a dent in climate change. This year’s list includes companies from a wide range of industries, headquartered on five continents. If you haven’t checked it out yet, I highly recommend giving it a look. Each company has a profile in which we’ve outlined why it made the list, what sort of impact the business might have, and what challenges it’s likely to face.  In the meantime, I wanted to share a few reflections on this year’s list as a whole. Because this slate of companies exemplifies a few key themes that I see a lot in my reporting on climate technology.",
    "1. Addressing climate change requires building a lot of stuff, on a massive scale, and fast.  A handful of the companies we included on this list stand out because of the sheer scale at which they’re building and deploying technology. And we need scale, because addressing climate change requires going from tens of billions of metric tons of carbon dioxide emissions every year to net zero. BYD, for example, featured on our 2023 list, and it was a clear choice for our team to feature the company again.",
    "For a while, the title of the world’s largest electric vehicle (EV) producer has depended on how you define an EV. If you include plug-in hybrids, BYD takes the crown. If you take the purist point of view and only count fully battery-powered vehicles, Tesla wins. But now, BYD is knocking on Tesla’s door for even that purist title, outselling the company in the last quarter of 2023. The company’s dominant speed and scale at getting EVs onto the roads makes it one I’m keeping my eyes on.  Other companies are still growing but making significant progress. LanzaJet just opened a factory in Georgia that can produce nine million gallons of alternative jet fuel each year. That’s only a tiny fraction of the billions of gallons of fuel used every year, but it’s a major step forward for alternative fuels. And First Solar, a US solar manufacturer, just opened a $1.1 billion factory in Alabama, and plans to open another in Louisiana in 2025.  2. With climate impacts embedded in longstanding systems, we need creative new ways to tackle old problems.  There are parts of the race to address climate change that most people are probably familiar with. Fossil fuels and their associated emissions are clearly visible in power plants, for example, or in gas-powered vehicles.   But hidden climate challenges exist within familiar objects. Producing items from shampoo bottles to sidewalks can emit huge amounts of planet-warming pollution. We featured a few companies tackling these less visible problems.  Sublime Systems is on the list again this year. The company is making progress scaling up its electrochemical process to make cement with significantly lower emissions than the conventional method. We also highlight a company working in the chemical industry: Solugen runs a factory in Houston, and is about to open another in Minnesota, making chemicals with biological starting ingredients rather than fossil fuels.   3. Climate change is a vast problem that touches virtually every industry, so there’s a lot of work to do.  As we discussed potential companies for this list over the last few months, I was struck by how tricky it was going to be to represent all the industries we wanted to. I could have personally picked 15 companies just working on batteries, for example. We wanted some energy companies on the list, of course, as well as some in transportation. But then there’s also agriculture, chemicals, fuels, and what about climate adaptation? I think our final list shows just how massive an umbrella term “climate tech” has become.",
    "For example, there’s Rumin8, an Australian company making supplements for cows that can cut down on how much methane they belch out. And then we have Pano AI, which is installing camera stations that pair up with AI to better detect wildfires, which are worsening as the planet heats up.  The world has a lot of work to do to make the progress needed on climate change. I’ll be watching to see what difference these companies are able to make this year, and beyond.  Now read the rest of The Spark Related reading Check out the full list of 15 Climate Tech Companies to Watch to get an in-depth look at all the companies we featured.  We’re hosting a virtual event on producing climate-friendly food, coming up on Thursday, October 10 at noon eastern time. My colleague James Temple and I will be speaking with folks from Rumin8 and Pivot Bio, the two food companies on this year’s list. This event is exclusive to subscribers, so do subscribe if you haven’t already, then register here!  GETTY IMAGES   Another thing The UK just shut down its final coal-fired power plant. It’s a major milestone for the country, which has historically relied heavily on the notoriously polluting fossil fuel.  I dug into the data to see how the nation replaced coal on its grid, and how the rest of the world is faring on the journey to phase out coal. Check out the full story here. And one more James Temple wrote a smart essay that pushes back against the idea that AI is going to be our climate savior. There are certainly promising applications of AI across climate, but the technology is also power-hungry. And it would be a mistake to expect AI to deliver us from all of our problems. You should definitely give it a read.  Keeping up with climate   See the latest photos of the destruction caused by Hurricane Helene. The storm struck Florida as a Category 4 storm, but the highest death toll has been in mountainous western North Carolina, where devastating floods hit. (Washington Post)",
    "→ Even people who have lived with hurricanes for years are facing tougher decisions, as Jeff VanderMeer discusses in a guest essay. (New York Times) The immediate devastation from the hurricane is clear, but the long-term effects could ripple across the grid. Key equipment is down in western North Carolina, and there’s a critical shortage of repair supplies. (Latitude Media)",
    "A major policy question in the US right now: where should low-emissions hydrogen go? (Canary Media) → Earlier this year, I explained why hydrogen could be used for nearly everything—but probably shouldn’t. (MIT Technology Review) An oil executive spoke at an NYC climate event put on by the New York Times. Then, protestors shut down the talk. (Inside Climate News) Charm Industrial is working with the US Forest Service on a carbon removal pilot project. The idea? Convert trees and other material from forest-thinning projects into bio-oil, then inject it deep underground. (Heatmap News)  → We covered Charm Industrial’s technology, based on corn stalks, in this 2022 story. (MIT Technology Review) Rich countries pledged hundreds of millions of dollars to help pay for loss and damage from disasters fueled by climate change. It was a tiny fraction of what experts say is needed, and new funding has slowed to a trickle. (Grist) hide"
  ]
}