{
  "url": "https://www.ft.lk/columns/Something-rotten-in-the-state-root-causes-of-Sri-Lanka-s-fertiliser-policy-fiasco-and-a-slew-of-effects-on-the-economy/4-772980",
  "title": "Something rotten in the state – root causes of Sri Lanka’s  ‘fertiliser policy fiasco’ and a slew of effects on the economy",
  "ut": 1739400610.0,
  "body_paragraphs": [
    "The GOSL introduced its fertiliser policy of 2021 to stave off severe forex outflows but did not anticipate the issues angry farmers of all types island-wide would face",
    "The primary reasons adduced by most expert observers are that the overnight fertiliser policy was abrupt, short-sighted and implemented with inadequate consultation of primary stakeholders. Compelled to go organic overnight, most cultivators of a cross section of crops did not possess the requisite tools, skills, resources, implements and knowledge to successfully deploy organic farming practices. Had the GOSL followed a more studied sustainable approach, the policy may have succeeded in the short to medium terms",
    "In May 2021, the Government of Sri Lanka (GOSL) introduced a swift and sudden ban on the importation of all chemical fertilisers, pesticides and herbicides. The administration of then President Gotabaya Rajapaksa had hoped that this policy of compelling the nation’s farmers to ‘go organic’ almost overnight – no more subsidised fertiliser – would save State coffers up to US$ 400 million on imports annually.",
    "With the implementation of such an abrupt ban, farmers island-wide began to face unprecedented challenges in maintaining their agricultural output. Home-grown organic fertiliser – often, based on cow dung, chicken manure, sundry dried fruits and dead flowers, banana tree leaves and trunks, weeds, and ginisiriya – was not only labour-intensive but took over a fortnight to make (Bertie Harrison-Broninski, ‘Why was organic policy blamed for Sri Lanka’s financial crisis?’, Land & Climate Review, 21 Jun 2024). And to add insult to injury, organic fertiliser available from government depots were substandard as well as being in short supply (ibid).",
    "After months of severe hardships for paddy and other farmers, widespread protests across the agricultural belt and dire threats to Sri Lanka’s food security, including reductions in crop yields (e.g. 40%-60% drop in rice and potato outputs) and having to buy more of its food stocks from overseas, the fertiliser ban was revoked in November 2021.",
    "In the intervening six months, not only did the welfare of farmers face extreme stress but the tension spilled over into national well-being as well, and subjected the GOSL and the incumbent administration’s policy-making ability to widespread questioning. This was despite a 2018 survey finding that 74 per cent of farmers feeling that they had ‘good’ or ‘very good’ understanding of organic agriculture – two-thirds of which had learned about it from state training programmes (Harrison-Broninski, 2024).",
    "Interestingly, in 2022, four years after the study above, and only after a few months since the ban on agrochemicals ended in November 2021, new research found that “most Sri Lankan farmers now advocated using only chemical fertiliser ... 43% of the respondents preferred a mixture of organic and chemical, and only 1% wanted to farm only organically” (Harrison-Broninski, 2024).",
    "The fertiliser policy/organic farming fiasco brought Gotabaya Rajapaksa’s supposedly ‘technocratic’ regime into disrepute, and was one of the root causes of the sociopolitical turmoil that ensued in 2021/2022, and made Sri Lanka’s sovereign debt default and bankruptcy that much harder to bear.",
    "Rationale for organic agriculture policy",
    "There were many reasons for the GOSL to introduce such a swift and sudden ban. The proposed fertiliser policy of May 2021 was not an isolated one. President Gotabaya Rajapaksa’s administration had been under pressure on several other fronts at the same time. According to environmental organisation Greenpeace, “The immediate cause of Sri Lanka’s crisis [at the time] was straightforward: basically, the country ran out of foreign reserves.” (Young, N. ‘Sri Lanka’s fertiliser ban’, 2020).",
    "Following a rapid and alarming dwindling of foreign-exchange (forex) reserves, the GOSL fertiliser policy was aimed at reducing a forex drain through eliminating the need to fork out this valuable asset to import chemical fertilisers et al.",
    "While Rajapaksa and his ‘Viyath Maga’ advisors claimed that the policy was introduced because the conversion to an organic regime was ostensibly in Sri Lanka’s best interests from ecological and human health perspectives, many economic experts were of the opinion that blocking debilitating the forex drain was the principal reason for the policy.",
    "As environmental activists Greenpeace observed of the precipitate fertiliser ban: “This was marketed as a policy to promote organic farming, but really it was about cutting demand for foreign currency” (Young, 2020).",
    "The final nail in the coffin for farmers was the suspension of the chemical fertiliser subsidy (between 48% to 88% of a 50kg bag), valued at an annual US$ 253 million in 2019, on which Sri Lanka’s hybrid fruit and vegetable crops were dependent to a great extent.",
    "Championing a suspect cause",
    "Despite the GOSL at the time and President Gotabaya Rajapaksa being at the helm of the overnight fertiliser ban, the possibility of Sri Lanka transitioning to an organic farming regimen in a more sustainable manner had been on the cards for a longer time than the administration that introduced the disastrous policy.",
    "The potential for organic agriculture taking root in the island nation can be dated in recent times to a policy of former President Maithripala Sirisena; who, in 2015, announced his plans for a ‘toxin-free nation’ that was to be effected through “a nation-wide transition to organic agriculture and ban on agrochemical imports aiming to guarantee citizens the right to ‘nox-toxic food’” (Figeczky, G. ‘Why We Cannot Blame the Sri Lankan Crisis on Organic Farming’, Organic Without Boundaries web article, 2022).",
    "But even before that, successive Sri Lankan governments since 1980 or so “had been implementing a series of policies designed to limit the access and availability of pesticides responsible for suicide deaths” (Young, 2020), which could be considered an initial step towards the introduction of an organic agriculture ethos.",
    "These administrations had banned over 35 highly toxic pesticides, and the Sirisena government added the extremely hazardous herbicide and weedicide – glyphosate – in 2015. In April 2015, the GOSL announced its intention to make Sri Lanka’s agricultural industry gradually transition from a chemical to an organic regime over the course of 10 years, which is the global norm for such changes.",
    "As eco-advocate Greenpeace affirmed: “The transition from conventional, high external input agriculture is normally planned in a phased approach, lasting for at least three years, during which farmers are trained and have access to alternative technologies throughout the process (Young, 2020).",
    "Instead of such a long-drawn-out and sustainable approach, there was a coterie of advisors – some of whom were suspected of self-interest or hidden agendas – who made it true that “the spark was really set off in April 2021 when Rajapaksa announced a ban on fertilizer, herbicides and pesticides ... despite warnings over the impact it would have on agriculture yields” (DeVotta, N. ‘Behind the crisis in Sri Lanka – how political and economic mismanagement combined to plunge nation into turmoil’, The Conversation website, 2022).",
    "The farmers strike back at the fertiliser empire",
    "Of course, that led to farmers protesting. In the aftermath of the policy being implemented, it transpired that “Sri Lanka’s economic meltdown [had] taken a severe toll on the agriculture sector” [Press Trust of India (PTI), ‘Sri Lanka minister forced to flee as farmer protest his visit: Report’, Colombo 2022].",
    "As the Business Standard then reported: “Sri Lanka’s Agriculture Minister Mahinda Amaraweera ... was jeered by a group of farmers who protested his visit to an agriculture-related programme ... Upon his arrival a group of angry locals, consisting mostly of farmers, gathered opposite the local government body and staged a protest... When the minister attempted to inquire, chaos broke out, forcing the minister to flee the premises.”",
    "This was not an isolated example of farmer protests, demonstrations and even violent acts such as burning the effigies of high-ranking officials of state, from the President and Prime Minister to Cabinet officials and bureaucrats.",
    "Such a telling response from the agricultural community was not surprising as “a blanket ban on the use of chemical fertilisers imposed by President Gotabaya Rajapaksa in April 2021 [had] caused a crippling blow to rice production in the country” (De Guzman, C. ‘The Crisis In Sri Lanka Rekindles Debate Over Organic Farming’, 2022).",
    "According to media reportage at the time, it was not only paddy production but a cross section of agricultural outputs that were affected by the government’s short-sighted fertiliser policy.",
    "And following then Prime Minister Ranil Wickremesinghe’s prediction in June 2022, that by September “around four to five million out of the country’s 22 million population could be directly affected by food shortage” (PTI), a plethora of other demographics – from urban and suburban housewives through proprietors of eateries and restaurants across the country – added their voices to the shouts of protests and other demonstrations carried out by the farmers.",
    "This backbone of the food basket was at breaking point in 2021 and 2022 because of added burdens such as eight-hour power cuts cutting off pumped-water supplies, rice crops spoiling in the granary because they couldn’t be milled due to electricity outages, fuel shortages resulting in farmers being unable to get their produce to market on time, and cash-strapped consumers facing a cost-of-living crisis being picky and choosy about purchasing often rotten or rotting fruits and vegetables.",
    "Failure of an unsustainable fertiliser policy",
    "The primary reasons adduced by most expert observers are that the overnight fertiliser policy was abrupt, short-sighted and implemented with inadequate consultation of primary stakeholders. Compelled to go organic overnight, most cultivators of a cross section of crops did not possess the requisite tools, skills, resources, implements and knowledge to successfully deploy organic farming practices.",
    "Had the GOSL followed a more studied sustainable approach, the policy may have succeeded in the short to medium terms as “the majority of farmers – 64% – were in favour of transitioning out of agrichemical-based farming, but 78% thought they needed more than a year to effectively make the shift” (Young, 2020). An arrogant – and yet, strangely incompetent – regime did not heed the signs.",
    "A piece in the TIME magazine summed up the root cause of the policy failure in a pithy editorial on what ensued when the Rajapaksa regime kept its election promise to transition to organic agriculture – but did it by summary gazette rather than a sustained phasing out of chemical inputs:",
    "“More than two million farmers, or about 27% of the national labour force, were left scrambling for natural fertilisers. The government failed to increase domestic production of organic pesticides and fertilisers, or provide farmers with subsidies to buy these. The sudden policy shift wrecked crop yields. Rice, Sri Lanka’s dietary staple that it used to produce adequately and even exported, saw average yields slashed by some 30%. ... The production of tea, the country’s prime export, fell by 18%, crimping its foreign exchange earnings” (De Guzman, C. ‘The Crisis In Sri Lanka Rekindles Debate Over Organic Farming’, 2022).",
    "Adequate stocks of organic fertiliser were not provided for the farming community, leaving many desperate farmers no choice but to pay exorbitant prices for scarcely available organic fertiliser on the black market.",
    "Six months later, the government withdrew its fertiliser policy – as abruptly as it had first introduced it. But by then, the nation was facing “its worst economic crisis since its independence 75 years ago” (Al Jazeera English, ‘Sri Lanka economy: Fertiliser ban contributes to food crisis’, 2022).",
    "Once considered the Granary of the East and for a long time a net exporter of rice, Sri Lanka was compelled to import rice to sustain its starving millions as part of the legacy left behind by the Gotabaya Rajapaksa regime in just three years of its ill-fated tenure.",
    "However, champions of organic farming have argued that the ban on chemical inputs was not in place long enough to have had any major impact on food security and continue to advocate for the original plan for Sri Lanka to go organic, attempting to dispel the widely peddled myth that the food crisis in Sri Lanka was due to the country’s vision for organic farming.",
    "Summary – the ‘conventional wisdom’ view",
    "The GOSL introduced its fertiliser policy of 2021 to stave off severe forex outflows but did not anticipate the issues angry farmers of all types island-wide would face. The problem was not the GOSL’s fertiliser policy per se but rather “the speed at which it was implemented and the lack of support to transition to organic farming that was the issue” (Young, 2020). The overnight implementation and equally abrupt reversal of the policy are symptomatic of ad-hoc policy-making over the years. The local and international media in tandem chorused the widespread understanding that the imprudent fertiliser policy of 2021 caused or at least exacerbated Sri Lanka’s economic collapse the next year.",
    "Summary of the past – a “devil’s advocate” POV",
    "The media echo was counterpointed by academic research and alternative analytical insights which claimed that the then GOSL’s organic farming policy neither caused nor compounded the subsequent financial crash and fiscal ruin. The opinion of one such academic representative of the naysayers argues that “Sri Lanka’s agrochemicals ban and the country’s broader economic crisis were (emphasis added by the academic) related, but academic research contradicts headlines in terms of the cause and effect” (Bertie Harrison-Broninski, ‘Why was organic policy blamed for Sri Lanka’s financial crisis?’, Land & Climate Review, 21 Jun 2024).",
    "The op-ed adds that “the causes of both issues appear to be the same”, elucidating that “the academic consensus is now that the chemicals ban was not motivated by environmental or health policy ... it was, instead, a misguided and rushed attempt to slash spending on imports” (Harrison-Broninski, 2024). Elaborating on this view, Land and Climate Review quotes University of Peradeniya Professor of Agricultural Economics Prof. Jeevika Weerahewa as opining: “Even without the ban, we would have faced this economic crisis, that’s for sure.”",
    "Some conclusions – and questions for the future",
    "The economic crisis has come and gone some way towards being addressed, if not resolved down the road, and two governments have sown seeds with the IMF towards placing a post-bankruptcy Sri Lanka back on track to sustainable debt repayments and attendant development.",
    "So does the soil lie forever fallow, meanwhile, as far as transitioning to organic farming is concerned?",
    "Even if “the national policy discussion has quietened since 2022 ... Sri Lanka’s small organic movement, which pre-dated the ban, is still going strong” (Harrison-Broninski, 21 Jun 2024). And some farmers in small pockets of certain crop projects – tea, for example – have been farming organically for over a decade and a half...",
    "These however may run counter to observers who see banning chemical imports and/or suspending fertiliser subsidies to jump-start organic farming as “an ill-conceived national experiment: a farrago of magical thinking, technocratic hubris, ideological delusion, self-dealing and sheer short-sightedness” (as Foreign Policy magazine once saw it).",
    "While the Gotabaya Rajapaksa administration demonstrably deserved these brickbats, mudslinging apart there remains great potential for – and greater good in – an agricultural ethic that would guide Sri Lankan crop development patterns and dietary consumption out of the toxin, poison, and unhealthy climes.",
    "No doubt challenges exist on the path ahead – such as developing viable organic alternatives to chemical fertiliser, which is no mean task, although options for weed-killers and pesticides abound.",
    "It remains to be seen if the government of the day would both help to promote the overall health of the people and nurture the integrity of the nation’s ecological environment by asking the right questions:",
    "Is all of the land fair game for organic farming? Do small-scale farmers have sufficient access to plant and animal debris to make their own organic fertiliser? How much, how soon and how long?",
    "Are there alternatives that could be developed, perhaps as with sea algae – per Prof. Saman Dharmakeerthi, Professor of Soils & Plant Nutrition at the University of Peradeniya?",
    "Will food security remain stable in the time of transition given external shocks? Which technologies are most prudent?",
    "Is there a scientific formula to balance agricultural growth, farm incomes, forex earnings and outflows for organic implements imports (and do these meet national regulatory standards sustainably in terms of volumes in case synthetics are required to optimise crop yields), and rural poverty?",
    "What’s the reciprocity between organic farming’s low yields – arguably, less than 20 per cent of optimal under a chemical regime – and reducing food waste (globally, the average is 30%-40%) through an appropriate national policy?",
    "Even as the government of President Anura Kumara Dissanayake, himself a son of the soil, turns its aegis towards often marginalised communities among farmers and fishers, hopes of a revival of the agricultural sector may undergo a renascence.",
    "And the presidential announcement that the fertiliser subsidy for Maha 2024/25 – previously set at Rs. 15,000 per acre – will be increased to Rs. 25,000 for chemical and organic fertiliser, to empower traditional agricultural practices and sustainable development of global trends, is a tentative first step in this direction.",
    "(Editor-at-large of LMD | Son of a solid soil)"
  ]
}