{
  "url": "https://www.dailymirror.lk/plus/Beautiful-Badulla-made-ugly-as-communities-yearn-for-clean-water-sanitary-facilities/352-296440",
  "title": "‘Beautiful Badulla made ugly’ as communities yearn for clean water, sanitary facilities",
  "ut": 1732134543.0,
  "body_paragraphs": [
    "Although a gully bowser  service is available for latrine clearance at a cost of around Rs.  7,500, many residents choose to avoid this expense by illegally  connecting their wastewater to the main drainage",
    "In Badulla, families in tea plantation communities struggle  daily to obtain clean water and enjoy basic sanitation. Distant,  unreliable water sources and poor infrastructure expose residents to  frequent illnesses. The sad part of their story is that there is limited  relief in sight for their woes. For women and children, who bear much  of the burden, the absence of safe water and sanitation remains a harsh,  ongoing reality.",
    "Organizations like The Future in Our Hands (FIOH) and  Centre for Environmental Justice (CEJ) are working to raise awareness  and bring government attention to these critical needs.",
    "The Future in Our Hands (FIOH) organization has  collaborated with the Centre for Environmental Justice (CEJ) to  implement a project within the Badulla Municipal Council area. The  initiative seeks to raise awareness on sanitation issues in several  Grama Niladhari areas, including Kanupelella, Katupelella, Hindagoda,  Badulupitiya and Sumanatissagama.",
    "The goal of the project is not to build sanitation  facilities, but to empower locals and draw government attention to the  ongoing problems.",
    "Subramaniam Thavaseelan, FIOH Project Manager,  underscored that while the Badulla Municipal Council operates a sewage  and wastewater treatment plant and offers gully service facilities,  residents suspect that political interference affects their access to  these services.",
    "This interference often complicates the government’s efforts to provide consistent service to affected areas.",
    "Efforts by the community, council buckled",
    "Despite efforts by the Municipal Council to promote  sanitation and hygiene, many residents remain resistant or unaware of  these initiatives.",
    "Thavaseelan pointed out that some estate workers, many of  whom had lived in Sri Lanka for over two centuries, still lack essential  sanitation facilities.",
    "“Much of the sanitation problem stems from a lack of awareness and resident negligence,” said Thavaseelan.",
    "“Some avoid using the provided sanitation services and  discharge wastewater into the environment instead. Unauthorised  construction has obstructed drainage, and around 5% of estate residents  lack proper toilets, with multiple families often forced to share a  single facility,” he said.",
    "The ugly sight of swerage in the area",
    "Concerns and environmental impact",
    "During the Daily Mirror’s visit to Hindagoda and  Badulupitiya, residents expressed concerns about sewage from nearby  suburban areas flowing into the Karanda Canal.",
    "This pollution reaches the Badulu Oya, a tributary of the Mahaweli River, posing further health and environmental hazards.",
    "L.H. Premasiri, a resident of Viharagoda, spoke about a  drainage system near Dharmadutha College that has been contaminated with  sewage. He urged local authorities to construct a proper drainage  system and prevent black water discharge. Although a gully bowser  service is available for latrine clearance at a cost of around Rs.  7,500, many residents choose to avoid this expense by illegally  connecting their wastewater to the main drainage.",
    "Badulla Municipal Council Engineer Senthur Kumar explained  the wastewater treatment process, which involves collecting sewage from  both public and private systems around Badulla.",
    "The facility can treat only up to 50 cubic metres a day, although it currently processes around 30 cubic metres.",
    "Kumar noted that while there is no sewage pipeline  in Badulla, a feasibility study was underway to install one in the  town’s congested areas.",
    "To encourage usage of the gully bowser service, the Municipal Council reduced the charge for private residents to Rs. 5,500.Thilekesiri,  some residents add kerosene to sewage water before releasing it into  the drainage system during a downpour. Political pressure has reportedly  limited enforcement actions against such behaviour.",
    "However, according to the Chief Public Health Inspector (PHI) M.V",
    "During a visit by the Daily Mirror team to Queenstown  Estate in Hali-Ela, representatives from FIOH and CEJ observed the dire  sanitation conditions faced by estate workers.",
    "Due to limited land provided by estate owners, workers  cannot independently construct their houses or personal sanitation  facilities.",
    "The small plots allocated to workers often lack sufficient  space for toilets, and building new ones requires permission from the  estate owners.",
    "As a result, when a toilet is built, it must be shared by multiple families, increasing health risks.",
    "Additionally, estate workers do not have access to  sanitation facilities while working in the field. The lack of proper  facilities not only affects their health and hygiene, but also reflects  the ongoing neglect these communities face in terms of basic services  and infrastructure.",
    "To increase awareness of these issues, FIOH and CEJ  organised a media tour led by FIOH’s Thavaseelan and supported by Dilena  Pathragoda, CEJ’s Executive Director. Sponsored by the Diakonia Project  under FANSA Sri Lanka, this tour enabled a close examination of the  conditions faced by Badulla residents and plantation workers in the  Hali Canal area.",
    "Addressing Badulla’s sanitation crisis requires continuous  advocacy, transparent government action, and sustained community  engagement.",
    "By highlighting these challenges in the media and creating  awareness, FIOH, CEJ, and the local authorities hope to provide clean  water and make the accessibility of sanitation a reality for these  long-overlooked communities."
  ]
}