{
  "url": "https://hbr.org/2024/09/research-how-should-multinational-firms-navigate-local-rules",
  "title": "Research: How Should Multinational Firms Navigate Local Rules?",
  "ut": 1726727722.0,
  "body_paragraphs": [
    "Yagi Studio/Getty Images",
    "When multinational firms enter new markets, they have to choose how to manage the formal and informal local rules that can vary greatly. Local institutions and rules matter, and there are clear risks for top executives at headquarters who don’t take them seriously. But constantly adapting to local practices could jeopardize a company’s ability to integrate operations across markets. A study of five globally successful Scandinavian companies identified six tactics that firms can use to address local rules while maintaining competitive advantage: Avoid, alter, adapt, imitate, influence, and innovate.",
    "Multinational companies seeking growth opportunities often find them when they enter new countries. Previous research has emphasized the liabilities of foreignness, i.e., the many disadvantages foreign companies face as they do business in new markets. To overcome these liabilities, corporations are often recommended to adapt to local rules. However, as they adapt their strategies and practices to local ones, they risk losing the very basis for their internationalization and advantage over local competitors: the integration of operations across markets.",
    "Global Collaboration Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Global Collaboration. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Learn how to overcome barriers when working globally.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "Building India's Leading E-Commerce Company: mjunction takes a LEAP",
    "Smart Rivals: How Innovative Companies Play Games That Tech Giants Can't Win",
    "Read more on International business",
    "Business and society,",
    "Government policy and regulation,",
    "and Corporate strategy"
  ]
}