{
  "url": "https://www.ft.lk/columns/Cultural-property-colonialism-and-the-fight-for-repatriation-Sri-Lankan-perspective/4-772812",
  "title": "Cultural property, colonialism, and the fight for repatriation: Sri Lankan perspective",
  "ut": 1738953273.0,
  "body_paragraphs": [
    "The question of stolen cultural property during the colonial era is not just one of legality; it is deeply embedded in morality, historical injustice, and the unequal dynamics of power between former colonies and colonisers. Dr. Naazima Kamardeen, an attorney-at-law and academic specialising in international law and cultural property, is researching this complex and emotionally charged issue. Her work challenges longstanding legal and moral norms, questioning the legitimacy of colonial-era acquisitions and advocating for a postcolonial critique of international law.",
    "Speaking to Daily FT on the sidelines of the Galle Lit Festival 2025, where she was a panellist on the discussion titled “Repatriation: Objects of Empire” Dr. Kamardeen emphasised the unique role colonialism played in reshaping global ownership laws. The legal regime that allowed for the acquisition and export of cultural property—such as Sri Lanka’s Statue of Tara, now housed in the British Museum—was built upon frameworks designed by colonial powers. These legal structures, she notes, often conveniently justified the appropriation of cultural artefacts, cloaking such actions in the guise of legality.",
    "The Statue of Tara: A case study",
    "The Statue of Tara, a 10th-century bronze sculpture of the Buddhist deity, stands as a poignant reminder of the plunder of Sri Lanka’s cultural heritage. Governor Robert Brownrigg removed the statue from Ceylon in the early 19th century, and it now resides in the British Museum.",
    "At the time, the acquisition was legally justified under British colonial law. But as Dr. Kamardeen points out, the postcolonial critique attacks not only the legality but also the morality of such actions. “Even by the standards of the time, colonial violence and the dehumanisation of native populations were inherently unethical,” she argues. The removal of cultural property was not merely an act of governance but an assertion of power—an attempt to objectify and subjugate colonised peoples by stripping them of their cultural identity.",
    "Dr. Naazima Kamardeen",
    "Postcolonial critique: the legal challenges",
    "Dr. Kamardeen’s work questions the foundations of international law as shaped by European powers during the colonial era. She points to figures like Hugo Grotius, often hailed as the father of international law, and his complicity in defending colonial and trade practices. Grotius wrote legal justifications for the Dutch East India Company, creating a legal framework that normalised European domination and resource extraction.",
    "Such critiques have gained momentum in postcolonial studies, but they face significant legal barriers. One of these is the principle of non-retroactivity, which prevents modern legal standards from being applied to actions that were legal under historical laws. For example, as the 1970 UNESCO Convention on cultural property urges states to prevent the illicit trade in cultural property on the basis that cultural property is extremely important to a state. But it has no application to such activities if they took place before its coming into force. This gives traction to legislation like the British Museum Act of 1963, which prohibits the museum from returning artefacts in its collection, irrespective of the manner in which those artefacts got there and the ethical concerns or international calls for their repatriation.",
    "Dr. Kamardeen emphasises that this legal framework, while technically sound, is steeped in inequity. “International law, as it exists today, is still a product of European colonial expansion,” she says. “It serves the interests of the powerful, leaving little room for former colonies to reclaim their cultural heritage.”",
    "Rethinking ownership and economic value",
    "Rather than advocating for the wholesale return of all cultural artefacts, Dr. Kamardeen calls for an acknowledgment of ownership. Affirming ownership, she explains, would allow countries like Sri Lanka to reclaim agency over their cultural heritage, even if the artefacts remain in foreign institutions.",
    "Ownership is not just symbolic; it has tangible economic implications. Museums in the West, such as the British Museum, earn significant revenue by exhibiting artefacts like the Statue of Tara. “These objects are still generating economic value for their current holders,” Dr. Kamardeen notes. “This is a form of economic exploitation that perpetuates colonial inequities.”",
    "Globally, there has been a growing movement for the repatriation of cultural artefacts. Countries like Germany, the Netherlands, and France have begun returning items to their countries of origin, often recognising the moral imperative to do so. The Netherlands, for instance, has developed a policy for the restitution of colonial-era artefacts, recently returning six items to Sri Lanka.",
    "In contrast, the United Kingdom remains resistant. The British Museum’s refusal to repatriate artefacts, citing domestic laws, highlights the enduring colonial mindset. Dr. Kamardeen criticises this stance, arguing that international law should supersede domestic legislation in matters of historical injustice.",
    "Dr. Kamardeen’s research is part of a broader academic and legal effort to challenge the entrenched norms of cultural property law. Her project, “Whose Law?” in collaboration with international institutions, seeks to amplify voices from the Global South and reevaluate the historical injustices of colonialism.",
    "While the path to repatriation is fraught with legal and political obstacles, Dr. Kamardeen remains hopeful. “We need to keep questioning, critiquing, and challenging these structures,” she says. “It’s about more than returning objects—it’s about reclaiming identity, history, and justice for the people who were once silenced.”",
    "Although she uses every opportunity she gets to showcase her work, Dr. Kamardeen says “While this topic deserves more attention I’m also aware not everyone in Sri Lanka has the luxury to think about it, especially if you’re worried about where your next meal is coming from or waiting in line for basic needs. People’s immediate survival takes precedence over national issues.”",
    "She recalls a past documentary done by a German journalist who had interviewed her and several people across the country. When the documentary came for review, its narrative had seemed to suggest that if most people were unaware of certain cultural topics, they might not be relevant. “But I beg to disagree. Just because it’s not a priority for everyone doesn’t mean it’s not important. Some things take time and resources to engage with. While not everyone has that luxury, it’s about having the space to care about causes beyond the immediate.”",
    "For Dr. Kamardeen, who has the privilege of being an academic with a steady research role, this project is more than just a personal endeavour—it’s about creating an audience, especially in spaces where influential figures might take notice and make an impact. She hopes that the audience for her topic, although limited for now, will change with more knowledge shared with those who might be unaware. “This is why spaces like the Galle Literary Festival hold value. Through panel discussions that showcase these topics, they provide the chance to reach influential individuals who may be moved, or who already have an interest in these issues. This would help in creating an audience where one is still very limited.”",
    "Dr. Kamardeen’s work emphasises the need for pragmatic solutions, blending legal rigor with a deep sense of moral responsibility. As the debate over cultural property continues, voices like hers serve as a reminder that the legacy of colonialism is not a closed chapter but a continuing struggle for equity and acknowledgment.",
    "Dr. Naazima Kamardeen a Sri Lankan legal scholar specialising in cultural property law began her journey with an academic paper in 2017, produced out of a personal interest in art and history, and later expanded into a broader research project funded by the Dutch Research Council. Her focus has been on the intersection of colonial injustice, cultural diplomacy, and biopiracy, particularly through the lens of Sri Lanka’s national interests.",
    "She makes a point that her work is guided by Sri Lanka’s national interest, rather than empire-bashing or academic posturing. For her, the goal is not only to critique our colonial past but to propose actionable policies that safeguard Sri Lanka’s cultural and historical heritage. She highlighted the lack of legal expertise in this field within Sri Lanka, in contrast to the prevalence of archaeologists and museologists. This gap in legal scholarship, she argued, undermines the country’s ability to advocate effectively on the international stage.",
    "On the concept of cultural diplomacy, she critiques it as a modern iteration of colonialism, citing examples where nations have offered to return cultural property only in exchange for development projects or other concessions. This “soft power” dynamic, she debated, perpetuates unequal relationships between former colonial powers and their erstwhile colonies.",
    "Despite challenges, Dr. Kamardeen remains optimistic about the potential for change. She calls for greater awareness and public discourse on the issue, particularly from a Sri Lankan perspective. For her, raising these questions within a legal framework is the first step toward addressing historical injustices. While acknowledging the limitations of international law, she believes that bilateral negotiations, if approached strategically, could yield positive outcomes.",
    "Dr. Naazima Kamardeen will be on the panel, ‘Repatriation: Objects of Empire’, on Sunday (9) with Sathnam Sanghera, Nicholas Thomas and Georgina Godwin at the Galle Literary Festival 2025."
  ]
}