{
  "url": "https://www.technologyreview.com/2026/01/14/1131253/data-centers-are-amazing-everyone-hates-them/",
  "title": "Data centers are amazing. Everyone hates them.",
  "ut": 1768351666.0,
  "body_paragraphs": [
    "Behold, the hyperscale data center!  Massive structures, with thousands of specialized computer chips running in parallel to perform the complex calculations required by advanced AI models. A single facility can cover millions of square feet, built with millions of pounds of steel, aluminum, and concrete; feature hundreds of miles of wiring, connecting some hundreds of thousands of high-end GPU chips, and chewing through hundreds of megawatt-hours of electricity. These facilities run so hot from all that computing power that their cooling systems are triumphs of engineering complexity in themselves. But the star of the show are those chips with their advanced processors. A single chip in these vast arrays can cost upwards of $30,000. Racked together and working in concert, they process hundreds of thousands of tokens—the basic building blocks of an AI model—per second. Ooooomph.   Given the incredible amounts of capital that the world’s biggest companies have been pouring into building data centers you can make the case (and many people have) that their construction is single-handedly propping up the US stock market and the economy.  So important are they to our way of life that none other than the President of the United States himself, on his very first full day in office, stood side by side with the CEO of OpenAI to announce a $500 billion private investment in data center construction.",
    "Truly, the hyperscale datacenter is a marvel of our age. A masterstroke of engineering across multiple disciplines. They are nothing short of a technological wonder.  People hate them.",
    "People hate them in Virginia, which leads the nation in their construction. They hate them in Nevada, where they slurp up the state’s precious water. They hate them in Michigan, and Arizona, and South Dakota, where the good citizens of Sioux Falls hurled obscenities at their city councilmembers following a vote to permit a data center on the city’s northeastern side. They hate them all around the world, it’s true. But they really hate them in Georgia.  Ask AIWhy it matters to you?BETAHere’s why this story might matter to you, according to AI. This is a beta feature and AI hallucinates—it might get weirdA location I care about is.Tell me why it mattersLearn more about how we're using AI. So, let’s go to Georgia. The purplest of purple states. A state with both woke liberal cities and MAGA magnified suburbs and rural areas. The state of Stacey Abrams and Newt Gingrich. If there is one thing just about everyone there seemingly agrees on, it’s that they’ve had it with data centers.  Last year, the state’s Public Service Commission election became unexpectedly tight, and wound up delivering a stunning upset to incumbent Republican commissioners. Although there were likely shades of national politics at play (voters favored Democrats in an election cycle where many things went that party’s way), the central issue was skyrocketing power bills. And that power bill inflation was oft-attributed to a data center building boom rivaled only by Virginia’s.  This boom did not come out of the blue. At one point, Georgia wanted data centers. Or at least, its political leadership did. In 2018 the state’s General Assembly passed legislation that provided data centers with tax breaks for their computer systems and cooling infrastructure, more tax breaks for job creation, and even more tax breaks for property taxes. And then… boom!     But things have not played out the way the Assembly and other elected officials may have expected.  Journey with me now to Bolingbroke, Georgia. Not far outside of Atlanta, in Monroe County (population 27,954), county commissioners were considering rezoning 900 acres of land to make room for a new data center near the town of Bolingbroke (population 492). Data centers have been popping up all across the state, but especially in areas close to Atlanta. Public opinion is, often enough, irrelevant. In nearby Twiggs County, despite strong and organized opposition, officials decided to allow a 300-acre data center to move forward. But at a packed meeting to discuss the Bolingbroke plans, some 900 people showed up to voice near unanimous opposition to the proposed data center, according to Macon, Georgia’s The Telegraph. Seeing which way the wind had blown, the Monroe county commission shot it down in August last year.  The would-be developers of the proposed site had claimed it would bring in millions of dollars for the county. That it would be hidden from view. That it would “uphold the highest environmental standards.” That it would bring jobs and prosperity. Yet still, people came gunning for it.  Why!? Data centers have been around for years. So why does everyone hate them all of the sudden?",
    "What is it about these engineering marvels that will allow us to build AI that will cure all diseases, bring unprecedented prosperity, and even cheat death (if you believe what the AI sellers are selling) that so infuriates their prospective neighbors?  There are some obvious reasons. First is just the speed and scale of their construction, which has had effects on power grids. No one likes to see their power bills go up. The rate hikes that so incensed Georgians come as monthly reminders that the eyesore in your backyard profits California billionaires at your expense, on your grid. In Wyoming, for example, a planned Meta data center will require more electricity than every household in the state, combined. To meet demand for power-hungry data centers, utilities are adding capacity to the grid. But although that added capacity may benefit tech companies, the cost is shared by local consumers.  Related StoryPower HungryRead next Similarly, there are environmental concerns. To meet their electricity needs, data centers often turn to dirty forms of energy. xAI, for example, famously threw a bunch of polluting methane-powered generators at its data center in Memphis. While nuclear energy is oft-bandied about as a greener solution, traditional plants can take a decade or more to build; even new and more nimble reactors will take years to come online. In addition, data centers often require massive amounts of water. But the amount can vary widely depending on the facility, and is often shrouded in secrecy. (A number of states are attempting to require facilities to disclose water usage.)  A different type of environmental consequence of data centers is that they are noisy. A low, constant, machine hum. Not just sometimes, but always. 24 hours a day. 365 days a year. “A highway that never stops.”  And as to the jobs they bring to communities. Well, I have some bad news there too. Once construction ends, they tend to employ very few people, especially for such resource-intensive facilities.  These are all logical reasons to oppose data centers. But I suspect there is an additional, emotional one. And it echoes one we’ve heard before.  More than a decade ago, the large tech firms of Silicon Valley began operating buses to ferry workers to their campuses from San Francisco and other Bay Area cities. Like data centers, these buses used shared resources such as public roads without, people felt, paying their fair share. Protests erupted. But while the protests were certainly about shared resource use, they were also about something much bigger.  Tech companies, big and small, were transforming San Francisco. The early 2010s were a time of rapid gentrification in the city. And what’s more, the tech industry itself was transforming society. Smartphones were newly ubiquitous. The way we interacted with the world was fundamentally changing, and people were, for the most part, powerless to do anything about it. You couldn’t stop Google.",
    "But you could stop a Google bus.  You could stand in front of it and block its path. You could yell at the people getting on it. You could yell at your elected officials and tell them to do something. And in San Francisco, people did. The buses were eventually regulated.",
    "The data center pushback has a similar vibe. AI, we are told, is transforming society. It is suddenly everywhere. Even if you opt not to use ChatGPT or Claude or Gemini, generative AI is  increasingly built into just about every app and service you likely use. People are worried AI will harvest jobs in the coming years. Or even kill us all. And for what? So far, the returns have certainly not lived up to the hype.  You can’t stop Google. But maybe, just maybe, you can stop a Google data center.  Then again, maybe not. The tech buses in San Francisco, though regulated, remain commonplace. And the city is more gentrified than ever. Meanwhile, in Monroe County, life goes on. In October, Google confirmed it had purchased 950 acres of land just off the interstate. It plans to build a data center there.  hide"
  ]
}