{
  "url": "https://hbr.org/2024/07/its-time-to-change-how-esg-is-measured",
  "title": "It’s Time to Change How ESG Is Measured",
  "ut": 1720593342.0,
  "body_paragraphs": [
    "Estimates suggest ESG investing could surpass $50 trillion by 2025, as investors around the world look for opportunities for their investment capital to have a broader social impact. However, research suggests that ESG ratings suffer from a measurement trap that occurs when a metric used as part of the rating is systematically biased towards certain industries or types of companies. This trap can manifest in three ways: 1) The rater focuses on what can easily be measured; 2) The rater overly simplifies the feature to be measured into an existing categorical framework; or 3) The rater tries to distill rich multi-dimensional data into a single number. A two-pronged solution can improve transparency, efficiency, and effectiveness, creating a win-win-win-win scenario for firms, investors, policymakers, and the world more broadly.",
    "A large and growing proportion of global investors are looking for vehicles that take into consideration not only their investments’ financial returns but also the investment capitals’ ability to have a broader societal impact. This trend has propelled environmental, social, and governance (ESG) investing to the forefront of the financial sector. By December 2020, ESG-linked assets had surged to constitute one-third of the $51 trillion U.S. assets under professional management, with predictions suggesting it could surpass $50 trillion by 2025.",
    "Finance Essentials Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Finance Essentials. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Strengthen your fluency in financial statements.",
    "Learn More & See All Courses",
    "Read more on Finance and investing",
    "Environmental sustainability,",
    "Corporate governance,",
    "Corporate social responsibility,",
    "Investment management",
    "and Sustainable business practices"
  ]
}