{
  "url": "https://www.technologyreview.com/2024/08/28/1096751/prefer-coffee-upcycling-fermentation/",
  "title": "This startup is making coffee without coffee beans",
  "ut": 1724805000.0,
  "body_paragraphs": [
    "DJ Tan, cofounder of the Singaporean startup Prefer Coffee, pops open a bottle of oat latte and pours some into my cup. The chilled drink feels wonderfully refreshing in Singapore’s heat—and it tastes just like coffee. And that’s impressive, because there isn’t a single ounce of coffee in it.  It turns out that our beloved cup of joe may not be sustainable the way it’s produced now. Rising temperatures, droughts, floods, typhoons, and new diseases are endangering coffee crops. A 2022 study published in the journal PLOS One expects a general decline in land suitable for growing coffee by 2050. Modern coffee production involves clearing forests and uses a lot of water (as well as fertilizers and pesticides). It also consumes a lot of energy, generates greenhouse-gas emissions, and ruins native ecosystems. The situation “presents an existential crisis for the global coffee industry,” says Tan—and for all those who love their morning wake-up shot.   Tan had an idea that could fix it: a “coffee” brewed entirely from leftovers of the local food industry.  For a few years before starting Prefer, Tan was working in the food industry with Singapore’s top chefs. His clients were in search of new flavors, which he created using fermentation—feeding various organic substances to microbes. Humans have been using microorganisms to create foods for ages: microbes and yeast produce some of our favorite foods and drinks, like yogurt, kimchi, beer, and kombucha. But Tan was pushing the process in new directions. “Fermentation is a way to create flavors that don’t exist,” he says.",
    "In 2022, at a local startup accelerator in Singapore, Tan met Jake Berber, a neuroscientist turned entrepreneur. Both men were coffee lovers, and they joined forces to create a beanless drink. In doing so, they joined a growing movement of upcyclers who believe that we can reduce our footprint by putting food leftovers back onto our plates after making them appealing and palatable once again.  Related StoryI ordered a bubble tea by drone in ShenzhenChinese company Meituan made drone food delivery possible—but the process is still not seamless.",
    "They spent months experimenting with various ingredients. “From my previous work, I had an inkling of what might work,” says Tan, but narrowing it down to the exact proportions, processes, and types of leftovers took a while. They tried roasting chicory root, which had been used as a coffee substitute before, but while the result was reminiscent of coffee, the taste wasn’t close enough. They tried grinding date seeds, which yielded a fruity tea-like drink, a far cry from coffee. Then some batches brewed from mixtures of food leftovers showed promise. They used gas chromatography mass spectrometry, a technique that identifies individual molecular compounds in mixtures, to identify and analyze the molecules responsible for the desired taste. The results guided them in tweaking new iterations of the brew. After a few months and several hundred different mixes and methods, they zeroed in on the right combination: stale bread from bakeries, soybean pulp from tofu making, and spent barley grains from local breweries. “We combine them in roughly equal amounts, ferment for 24 hours, and then roast,” Tan says. Out comes a naturally caffeine-­free “coffee” that can be enjoyed with plant-based or regular milk. Or added to a martini—local bartenders jumped on the novelty. Without milk, the drink “tastes a little more chocolatey and retains the notes of herbaceous bitterness,” according to Tan. Price-wise it’s comparable to your average coffee, Berber says. Prefer sells a powder to be brewed like any other coffee, as well as bottled cold brew and bottled latte. The products can be bought online and ordered at various Singaporean cafés.",
    "For those who want their kick, the startup adds caffeine powder from tea leaves. On a warming planet, tea plants are a better bet, Tan explains: “You’re harvesting the leaves, which are a lot more plentiful than the coffee berries.”   Prefer ferments and then roasts its upcycled mixture (right). They also have started selling bottled products online (left).PREFER   Currently, Prefer Coffee sells its brew in Singapore only, but it hopes to expand to other places while still upcycling local waste. In the Philippines, for example, leftover cassava, sugarcane, or pineapple might be used, Tan says. Although adjustments will have to be made, the company’s fermentation process should be able to deliver something similarly coffee-like: “Our technology doesn’t rely on soy, bread, and barley but tries to use whatever is available.” ν Journalist Lina Zeldovich is the author of The Living Medicine: How a Lifesaving Cure Was Nearly Lost and Why It Will Rescue Us When Antibiotics Fail, to be published by St. Martin’s in October 2024. hide"
  ]
}