{
  "url": "https://www.dailymirror.lk/opinion/Fall-of-the-Assad-Dynasty-What-is-Next-for-Syria/172-298173",
  "title": "Fall of the Assad Dynasty: What is Next for Syria?",
  "ut": 1734296665.0,
  "body_paragraphs": [
    "Islamist militants in Syria attacked archaeological sites with bulldozers and explosives during the last decade",
    "Under Assad, just like Iraq was under Saddam Hussein, Syria remained secular and it is considered the most secular country in the Arab world",
    "The Assad family, father and son, ruled Syria with an iron fist for fifty four years. Father Hafez al Assad’s legacy to his son Bashar was a Police state to rival Stalinist Russia or the Kim dynasty in North Korea. When peaceful protests were crushed by armed force in 2011, the country drifted into a long and bitter civil war.",
    "Assad’s rule would have ended sooner if not for Russian air power. Given an air base in Syria, the Russians checkmated the advancing rebels, a loose coalition of armed groups including Jihadists pitted against the Syrian military. It looked as if this stalemate would go on forever with the Assad regime’s widespread human rights abuses as well as the devastation caused by war forcing millions of Syrians to flee to Western Europe.",
    "Then, dramatically and unexpectedly, the regime fell, and it took just eleven days. Compared to the bitter fighting of the past decade, the rebel advance into the Syrian capital of Damascus was almost a cakewalk as jubilant Syrians cheered in the streets, and the ubiquitous  billboards, posters, and statues of ‘Big Brother’ Assad  were felled  with all the exuberance, rage, and grief of the long-oppressed.",
    "Since about 2018, the conflict had been largely stalemated, and Syria has been a unified state in name only. Its Northwestern province of Idlib was controlled by the Sunni Islamists of Hayat Tahrir al-Sham (H.T.S.), a coalition led by the group formerly known as Jabhat al-Nusra, the Syrian branch of Al Qaeda. Its oil-rich Northeast was dominated, first by ISIS and then by the Kurdish-led Syrian democratic Forces, which are supported by the U.S. The Northwest, around the town of Azaz, was home to the Turkish-backed Syrian National Army. Jordanian-influenced rebel groups held sway in pockets of the south. The rest was what remained of Assad’s Syria.",
    "Who are these rebels? People talk of several groups but in reality, the prime mover behind this whirlwind of change is known as HTS. It’s led by Mohammed Abu Al Julani, a 42-year old former ISIS member.",
    "Crumbling from Foreign Attacks",
    "On November 27th, the same day that a ceasefire took hold between Israel and Hezbollah in neighbouring Lebanon, H.T.S. and its allies abruptly pushed south from their stronghold in Idlib. Cities fell rapidly, one after another, with little resistance from the exhausted conscript army of a crumbling state that had been nullified by years of U.S.-imposed sanctions, endemic regime corruption, and Israeli air strikes on military infrastructure.",
    "Assad fled on a private plane shortly before Damascus International Airport closed down. His Prime Minister, Mohammad Ghazi al-Jalali, extended his hand to the opposition. He said in a short, prerecorded message that he remained in Damascus and was ready to facilitate an orderly transition, and called on citizens to protect public property. After the rebels took over Damascus, he was shown on television being frog marched. But there has been no revenge taking nor any bloodbath.",
    "The peaceful handover of power in Damascus was marked by scenes of jubilation, of people cheering and tearing down posters of the Assads, and by scenes of fear: of tearful citizens hurrying through a deserted airport; of soldiers abandoning their posts, leaving military fatigues, equipment, and even tanks strewn in the streets. Social media was full of videos of people emerging dazed and ragged from Assad’s notorious prisons, now freed by opposition forces.",
    "When Friends Fell Apart",
    "The offensive came at a time when Assad’s key backers were tied down or weakened by other conflicts: the Russians in Ukraine, and Iran and Hezbollah with Israel. The HTS is really Julani’s Jihadist group Jabhat al-Nusra, which he rebranded as part of H.T.S. a few years ago, claiming to disavow ties to Al Qaeda and visions of global Jihad, and casting himself as a fatigues-clad statesman. Other groups, most notably the Syrian National Army, were also involved, as were foreign fighters from factions including the Turkistan Islamic Party, which has long been present in rebel-held territories. H.T.S. and its hard-line conservatism represented a counter-revolution that was rejected by the more secular, pro-democratic opposition.",
    "The political picture of Syria and its civil war is very complex. Syria has a population of 25 million (more than half displaced by civil war) and the main population  are at cities such as, Damascus, Aleppo, Homs and the Mediterranean coast. Syria has iron ore, petroleum and natural gas. But, even before the war, the economy stagnated under Assad’s brand of socialism, though he permitted small scale private businesses. One fourth of the population are engaged in agriculture, producing maize, sugar beet, corn and millet, high grade tobacco and raising livestock. In addition, there are industries based on cement making, limestone and basalt. All these activities have been interrupted by war.",
    "Becoming Another Afghanistan",
    "The question for many now is, which way will Syria go? Julani says he will only be a caretaker until a new government is formed. But just who will hold power in Damascus is not clear yet. Under Assad, just like Iraq was under Saddam Hussein, Syria remained secular. It is considered the most secular country in the Arab world. But this could change dramatically from now if strong religious factions take over, and there is a risk of Syria becoming another Afghanistan.",
    "US policy towards Syria in this context has been ambiguous. Under President Barack Obama, it was Assad, not Al Qaeda, that was seen as the principal enemy, mainly because Assad was pro-Russian. This is a repetition of what happened in Afghanistan, when the CIA supported the Afghan Mujahedin and other ultra-religious groups fighting the secular Afghan regime because it was pro-Russian. Except that in Syria, the US did not get militarily involved directly, because, it didn’t have to, as Israel was there to attack and weaken Syria. As soon as Assad fled the country, the Israeli army moved swiftly and took over more territory in the strategic Golan Heights, of which they already control over 70%. The Afghan people were cynically betrayed by President Joe Biden soon after he replaced Donald Trump in the White House when Biden pulled out all remaining American forces in Afghanistan at short notice.",
    "Today, Afghanistan is a medieval state where women have been reduced to slavery. Education for women was banned earlier and now they are barred from becoming doctors and nurses. Even in Iraq, which is supposed to be democratic, the parliament was going to pass a bill legalising child marriages. There was an international outcry and it may have been suspended or postponed; but this is a harbinger of things to come.",
    "Since late November, Julani has issued statements aimed at reassuring Syria’s many religious minorities, including Christians and Assad’s Alawite minority, that his group has embraced pluralism and religious tolerance. Julani has said that he’s a changed man, but sources close to him claim that the changes are cosmetic.",
    "Julani seems to be smart enough to know the difference between waging war and running a country. He had seen the sectarian bloodlust of other Salafi-jihadi groups. Before coming to Syria in 2011 to form Jabhat al-Nusra, he was a member of Abu Bakr al-Baghdadi’s Islamic State of Iraq (ISIS), and he’d noted those mistakes. However, he still remains a U.S.-designated terrorist with a ten-million-dollar bounty on his head, which will surely complicate any state-building plans."
  ]
}