{
  "url": "https://www.ft.lk/columns/Catalysing-economic-growth-on-a-shoe-string-budget/4-773699",
  "title": "Catalysing economic growth on a shoe-string budget",
  "ut": 1740952070.0,
  "body_paragraphs": [
    "With deficit spending curtailed, the Government’s growth strategy is limited to working within the tight constraints of the primary Budget",
    "With fiscal tools such as deficit spending limited, the Government has no other tool but the efficiency and effectiveness of how it spends its tax revenue. They can’t afford to ignore policy proposals and expenditure proposals in the Budget as mere window dressing. Proposals with direct relevance to economic growth must be selected, KPIs for each proposal determined without delay and each minister assigned responsibility delivering results, and progress reported in the citizen Budget next time. This is essentially a transition to a performance-based budgeting. Are our officials ready to work with a performance-based Budget framework?",
    "Since the economic crisis of 2022, Sri Lanka’s annual Budget estimates have been based on the reality that the Government can only spend what it earns. As the President noted in the Budget speech 2025:",
    "“This year’s Budget is prepared under significant constraints. We should not forget the severity of the economic crisis that we have been through since 2022. …The Public Financial Management Act sets the key fiscal rule, which is a limit of primary expenditure of 13 percent of GDP. This year’s Budget is prepared in accordance with this requirement. Therefore, we have to be cautious in the way we spend limited tax funds to ensure we get the best social return out of such spending.”",
    "Budget 2025 is indeed a shoestring budget with Revenue estimates of Rs. 5 trillion in taxes and Rs. 2 trillion in maximum allowed borrowings; and Expenditure estimates of Rs. 4 trillion for recurrent and capital spending and Rs. 3 trillion for mandatory interest payments. In essence, the Budget formula is “5+2 = 4+3” and that would not have changed whether the acronym of the person at the helm is AKD, RW or SP. The difference lies in how each would work within these constraints.",
    "Much has been said about the revenue side – i.e. whether the estimates are realistic and the revenue from vehicle imports will pan out, etc. The focus of this column is on the expenditure side.",
    "Our policymakers and analysts have long focused on the revenue side, presumably because reducing Government expenditure or making Government more efficient is a politically loaded issue. But with deficit spending out of the question and the likelihood that our revenue targets may fall short, the expenditure side cannot be ignored anymore.",
    "Therefore, the President’s reference to a restraint on spending in his Budget speech is timely, but I would paraphrase him to say that the challenge for the Government is to “spend limited tax funds to ensure we get the best social AND economic returns out of such spending.”",
    "Spending on social development has always been a priority",
    "The Citizens Budget published by the Treasury allows us to finally make sense of the Budget without wading through the Appropriation Bill and the Budget Book which comes with three volumes of 1,000+ pages, or the Budget speech which is essentially a feel-good document.",
    "The Citizens Budget book summarises spending under 12 categories but I find it useful to collapse the categories further as the Governing, Social Development and Economic Development functions of the Government.",
    "Accordingly, out of the Rs. 4 trillion allocated for recurrent and capital spending, the Social Development component accounts for 54%, with Governing (25%) and Economic Development (21%) following behind, accounting for 12 sectors under which expenditure is categorised as in:",
    "54% Social Development (Health, Education, Decent Living, Social Protection)",
    "25% Governing (Public Administration, Security, Environment, Justice);",
    "21% Economic Development (Agriculture, Economic services, Energy and Transport).",
    "In 2024, the distribution was similar but slightly less for social development.",
    "Allocations for economic development cannot be window dressing anymore",
    "The importance of economic growth for the success of the present Government and the future of the country cannot be overstated. All Budget forecasts are indeed built around the expectation of over 5% real GDP growth over the medium term.",
    "With deficit spending curtailed, the Government’s growth strategy is limited to working within the tight constraints of the primary Budget. A Budget speech typically highlights allocations for social development and economic development as special expenditure proposals. Presumably these are additional to what it takes to maintain the bureaucracy and provide essential government services.",
    "There are 43 non-capital expenditure proposals for Rs. 192 billion and 37 capital spending proposals for Rs. 484 billion, both together accounting for 13.5% of the total primary expenditure in Budget 2025.",
    "Analysts have pointed out the problems with the capital expenditure proposals in Budget speeches. For example, when money gets tight, capital expenditure is the first to be sacrificed. In 2023 only 933 of the 1,200 allocated was spent. In 2024 only 817 of 1,700 allocated was spent. Is this due to inefficiency of the officials responsible or that it is unrealistic to complete capital projects in a one-year Budget cycle?",
    "The list of non-capital expenditure proposals in the Budget read like a shopping list of this and that, and does seem like they are designed for the kind of economic impact needed at this juncture. Take the case of agriculture related expenditure proposals totalling 2,300 million (coconut production improvement and northern coconut triangle program 500; production enhancement of other field crops 500; youth entrepreneurs engaging in agriculture and industries 500; providing underutilised land for investments 250; promotion of export agriculture crops 250; fresh water prawn farming and non-traditional aquaculture 200; producer cooperative society for youth entrepreneurs 100). What these proposals together will achieve for the economy in 2025 is not clear.",
    "It has been customary to introduce a set of attractive expenditure proposals as part of the Budget speech, but they are usually treated as window dressing which remains mostly unimplemented by the time of the next Budget speech. For example, there is no mention today of what happened to the 50 expenditure proposals that were presented in the 2024 Budget speech. Some of these proposals were obviously not attainable in one Budget cycle but the deception goes on. External actors like Verite Research have tried to make the Government accountable to the promises they made.",
    "Verité Research has been monitoring the progress of high-value Budget promises made by the ministers of finance since 2017 through Budget Promises, an online platform hosted under publicfinance.lk. The assessment has revealed that, on average, the Government failed to disclose information to assess the progress of 45% of the expenditure proposals between 2017 and 2021, both proactively online and in response to Right to Information (RTI) requests. This opacity has increased significantly in recent years, with the Government, on average, failing to disclose information for 70% of the expenditure proposals in both 2022 and 2023.",
    "The context is different this time. There is no deficit financing to fall back on. The Budget’s success depends entirely on the Government’s success in catalysing economic growth or in the least not inhibiting.",
    "How can the Government motivate its bureaucrats to prioritise and implement economic-growth related Budget proposals whether they are no-cost policy proposals or costed and highlighted expenditure proposals?",
    "Begin with KPIs for growth-relevant Ministries/Agencies",
    "The World Bank has been promoting the use of KPIs for the Cabinet of Ministers in Zambia and the country has followed up with these measures to some extent. The idea is that each minister gets a set of performance measures as he/she receives her appointment.",
    "KPIs are not new to Sri Lanka’s bureaucracy. KPIs were included in the 2017 and 2018 Budget Books When Mangala Samaraweera was Minister of Finance. Unfortunately, this practice has been discontinued after the political upheaval that followed.",
    "KPIS also were brought into the Parliamentary oversight process in the Committee on Public Accounts (or COPA) when Karu Jayasuriya was the chairman of that committee.",
    "With fiscal tools such as deficit spending limited, the Government has no other tool but the efficiency and effectiveness of how it spends its tax revenue. They can’t afford to ignore policy proposals and expenditure proposals in the Budget as mere window dressing. Proposals with direct relevance to economic growth must be selected, KPIs for each proposal determined without delay and each minister assigned responsibility delivering results, and progress reported in the citizen Budget next time.",
    "This is essentially a transition to a performance-based budgeting. Are our officials ready to work with a performance-based Budget framework?",
    "Restructuring and reframing the public sector at the same time essential",
    "In the 2025 Budget speech the President noted that a plethora of Government institutions have been established without proper rationale and there is duplication and wastage, with negative effects on their performance. As he said:",
    "“Over the years, the Government mechanism has enlarged into an unwieldy structure. Several agencies have been set up without appropriate study or reason.",
    "This has resulted in duplication, wastage, and a hindrance to the effective delivery of Government services. In order to remedy this situation, a Committee under the Prime Minister’s Secretary has already been appointed to review the functions and utility of a plethora of Government agencies. It would be possible to determine which agencies need to continue, which need to be amalgamated with other agencies, and which agencies need to be discontinued, which need to change their objectives. This exercise is expected to deliver substantial gains in terms of improved efficiency in delivery of public services.” [Budget Speech 2025]",
    "The Budget has allocated monies across the 24 Cabinet ministries, 134 departments that come under the ministries, and 24 constitutional bodies such as the Election Commission. In addition to these departments, there are statutory bodies and public enterprises under each ministry head for a total of 700-1000 public institutions depending on how you count. This set of institutions including provincial councils and district and divisional administrative bodies is essentially the public sector.",
    "Streamlining these public sector institutions may not happen in one Budget cycle. What is eminently possible in this Budget cycle is to focus on Budget proposals with the most impact on economic growth and focus on related institutions and the Ministers in charge.",
    "Change to a performance-based biennial Budget cycle with ex-post reporting?",
    "The problems of the present Budget process were well articulated in a recent column.",
    "“There is a serious defect in the budgetary mechanism in Sri Lanka. Budgets are evaluated at the time of presentation which are called ex-ante analyses. The Budget numbers are used to praise the Budget. For instance, every time a Budget is presented by the Government, trade chambers are quick to brand it as a development-oriented Budget, basing their conclusion on the amount of capital expenditure program in the Budget. However, at the end of the period, the Government may have underperformed in its capital expenditure plan. If the money is not fully utilised, it stunts the building of the country’s capital stock, the main ingredient in the development of the country” [Wijewardena, ft.lk, February 2025]",
    "To correct, Wijewardena suggests that Parliament should gain the capacity for both before and after impact assessment of the Budgets. Knowing the difficulties that came up in setting up a Budget Office in Parliament, my counter suggestion is that the Treasury takes upon the responsibility of adding an ex-post component to their Citizen Budget and let Parliamentarians use the numbers in the Budget debate, questioning them as needed.",
    "We also should seriously look at a two-year Budget cycle with possibility of reassessment of revenue and expenditure estimates midway as practiced in Norway, South Korea, and in some states in the USA according to ChatGPT.",
    "(The writer can be reached via [email protected].)"
  ]
}