{
  "url": "https://www.technologyreview.com/2024/10/10/1105392/experts-warn-the-us-must-do-more-to-boost-demand-for-carbon-removal/",
  "title": "Observers warn the US must do more to boost demand for carbon removal",
  "ut": 1728531000.0,
  "body_paragraphs": [
    "In 2022, the US made a massive bet on the carbon removal industry, committing $3.5 billion to build four major regional hubs in an effort to scale up the nascent sector. But industry observers fear that market demand isn’t building fast enough to support it, even with these substantial federal grants and other subsidies.  Some are now calling for the Department of Energy to redirect a portion of the money earmarked to build direct-air-capture (DAC) plants toward purchases of greenhouse-gas removal instead. At issue is the lack of natural demand for the product that these plants ultimately generate: carbon dioxide that, in most cases, is immediately buried underground. Businesses and organizations that purchase credits representing that CO2 do so only to meet climate neutrality goals, which are mostly self-imposed. Carbon removal proponents worry that without greater government efforts to prop up ongoing demand, some of the facilities funded through the program may not survive—or even be built.  Breakthrough Energy, the Bill Gates–backed climate and clean energy organization, released a commentary today calling for more government support for demand to ensure that the industry doesn’t stall out in its infancy, MIT Technology Review can report. “You’re essentially totally dependent on a handful of companies willing to pay a very high dollar amount as you try to drive the technology down the cost curve,” says Jack Andreasen, head of carbon management within the policy advocacy arm of Breakthrough Energy. “My fear is we’ll build a bunch of facilities and they’ll just be mothballed because they can’t sell enough credits.”",
    "The Regional Direct Air Capture Hubs program was funded through the Bipartisan Infrastructure Law, which President Joe Biden signed in late 2021. To date, only a few of the awardees have been selected, none of the projects have been built, and few of the funds have been dispersed, so any stumbles would still be years in the future. But if any of the DOE-backed projects did ultimately fail, it would likely chill investor interest and spark a political backlash like the Solyndra scandal did in the early 2010s, creating fresh grounds for critics to assail federal support for climate, clean energy, and carbon removal projects.  “It’s absolutely critical that the DAC Hubs program creates high-quality projects and that the DOE does everything they can to make sure they thrive,” says Giana Amador, executive director of the Carbon Removal Alliance, a nonprofit group that represents the industry. She says the organization has heard from numerous companies that “demand continues to be a challenge for them,” especially for larger-scale projects.",
    "The DOE’s Office of Clean Energy Demonstrations, which oversees the DAC Hubs program, didn’t respond to an inquiry from MIT Technology Review before press time.  One of the companies that already secured funds through the program, Heirloom, says it is seeing adequate demand for its projects. But in a prepared statement, the company did say that governments will need to step up support in the coming years, noting that according to the UN’s climate panel, the world may need to suck down billions of tons of carbon dioxide a year by 2050 to prevent temperatures from rising past 2 °C over preindustrial levels. “Achieving that type of scale won’t happen through a voluntary market alone; it will require significant demand-side policy at home and abroad,” the company said. The hubs The DOE announced the first set of DAC Hubs grants last summer, revealing that it would provide more than $1 billion to two projects, each with the capacity to suck down a million tons of carbon dioxide per year: Occidental Petroleum’s proposed carbon removal factory in Kleberg County, Texas, and a collaboration between Battelle, Climeworks, and Heirloom to develop facilities in Louisiana.   As Heatmap previously reported, Heirloom has pre-sold a “substantial” portion of the capacity for the two projects it is now planning in the state to customers including JPMorgan Chase, Klarna, Meta, Microsoft, and Stripe. Occidental’s first industrial-scale DAC project, the Stratos plant in Ector County, Texas, is expected to come online next year. The company’s 1PointFive subsidiary is developing the project and has announced customers including AT&T, Amazon, Microsoft, and Trafigura. The company didn't respond to a question concerning whether it has lined up deals for the separate DAC Hubs–funded project. But Michael Avery, president of 1PointFive, said in a prepared statement: \"We’re continuing to see increasing understanding and interest in the importance of highly-durable CDR solutions like direct air capture to address residual emissions across several industries.\"Last month, the DOE’s Office of Clean Energy Demonstrations said it would provide up to $1.6 billion to a variety of additional DAC facilities, as well as the infrastructure that would support them, which might include storage wells and pipelines.  Notably, the agency significantly reduced the size of the facilities that might qualify for the second tranche of grant funding. Rather than million-ton facilities, the office said, it would likely look for “mid-scale projects” that could remove 2,000 to 25,000 tons of carbon dioxide per year and “large-scale” ones that capture at least 25,000 tons. It also stated that it plans to use some portion of the remaining funds “to support current and future awardees in addressing key barriers or major industry challenges that fall outside the original award scope and budget.”  Industry observers interpreted that to mean the office was seriously considering the growing calls to provide more demand support for carbon dioxide removal (CDR). That could take the form of direct government procurement of tons of carbon removal that could be applied toward the nation’s goals under the Paris climate agreement or federal subsidies that help defray the cost of corporate purchases.",
    "Andreasen and Amador both said the DOE should allocate up to $500 million from the original $3.5 billion toward such efforts. Repurposing that money may mean building fewer or smaller plants through the DAC Hubs program, but it could increase the odds of success for those that do get developed. A public good?  Breakthrough Energy isn’t a disinterested observer. The venture arm of the organization has made multiple investments in the carbon removal industry. For that matter, it’s not unusual for an industry organization, like the Carbon Removal Alliance, to call for governments to bestow tax breaks, subsidies, or other forms of federal assistance on its members. The US already provides significant support for the industry on top of the DAC Hubs funding, including a subsidy of up to $180 for every ton of carbon dioxide removed by a direct-air-capture plant and then permanently stored underground.  The DOE’s Office of Fossil Energy and Carbon Management has started a pilot effort to directly purchase carbon removal last year, with $35 million in available funding. In May, it revealed a list of 24 semifinalists for the purchase contracts, including Charm Industrial, Climeworks, Ebb Carbon, Heirloom, and others. The office intends to select up to 10 companies that could receive as much as $3 million for the sale of removed carbon dioxide when those tons are delivered.  Many critics will see industry figures asking for still more handouts as pleas for lavish levels of corporate welfare. But others consider carbon removal principally a public good, and there’s wide agreement that the sector will need massive and sustained government support to reach anywhere near the scale that would meaningfully address climate change. That’s because it’s an odd industry, fueled less by customer demand than by climate imperatives. An earlier National Academies report said the world may need to remove and store away around 10 billion tons per year by midcentury. But that doesn’t mean companies are especially eager to cover the high cost of doing it. “Demand is a challenge for all climate technologies,” Amador says, given the often high premiums. “But it’s particularly acute for carbon removal and direct air capture, because it’s a public good. We’re producing a waste management service that no one currently has to pay for, and that makes commercializing this particularly difficult.”",
    "The hope and the challenge The hope is that scaling up the sector will drive down costs, unlocking additional demand among corporations hoping to cancel out their pollution and making it cheaper for governments to make larger and larger purchases.  The consulting firm BCG estimates that voluntary demand for carbon removal could increase to as much as 750 million tons by 2040, and that supportive government policies could drive an additional 500 million to 2.5 billion tons of “durable” demand by 2050. Among other possibilities, the European Union, Japan, and California may, for instance, incorporate carbon removal into their regulated carbon trading systems in the coming years.",
    "But there’s no guarantee that carbon removal costs will drop, voluntary market demand will build, or government support will rise as fast as needed to keep the industry growing before that occurs. Nor is it a given that nations or businesses will ever collectively suck up the cost of drawing billions of tons of carbon dioxide out of the air.  Even if the industry gets costs down to $100 a ton, a standard target that could drive much more demand, removing 10 billion tons a year would add up to a $1 trillion annual expenditure. The obvious question that raises is who should pay for the bulk of that—average taxpayers who would receive the benefits in the form of lower climate risks, or the major polluters that did the most to cause the problem?   There are bubbling concerns that too many startups are already chasing too little demand and that follow-on investments are tightening amid a broader slowdown in climate-tech-focused venture capital. Several companies in the space have already gone out of business, including Running Tide and Nori. Total purchases of carbon removal, through direct air capture and other methods, have continued to rise. A handful of companies, like Microsoft, Stripe, Shopify, and Google, have committed to paying the steep current costs of removing tons of CO2, hoping to help to stand up the sector and earn credit for taking action to address climate change. In fact, the deal volume so far in 2024, at more than $1.4 billion, exceeds the total seen in all previous years combined, says Robert Höglund, cofounder of CDR.fyi, which tracks carbon removal purchases. But in what he called “a concerning trend,” the number of buyers—and especially the number of new buyers—has ticked down in recent quarters. Microsoft’s carbon removal purchases alone made up more than 77% of this year’s total. The problem is, “you need 10 Microsofts to finance one DAC hub,” says Julio Friedmann, chief scientist at Carbon Direct, which advises companies on carbon removal.",
    "There’s an added challenge for direct air capture within the voluntary carbon market: It’s one of the most expensive ways for corporations to cancel out emissions. Carbon removal purchases only make up about 3% percent of the voluntary carbon market today, according to a Carbon Direct report last year. And DAC purchases only represent about 18% of that fraction of the market, according to CDR.fyi.  Traditional carbon offsets for projects that promise to reduce or avoid emissions are still the main competition for any form of carbon removal, making up about 90% of the voluntary market. The problem is that a variety of studies and investigative stories have found that these credits, which can be earned and sold for preserving forests, building renewable-energy facilities, and similar efforts, often overstate the climate benefits. But they’re a lot cheaper than reliable carbon removal options and remain appealing to many companies looking for a way to cancel out their emissions, at least on paper. Höglund says that corporate climate goal-setting bodies like the Science Based Targets initiative should help push along the business of high-quality carbon removal by requiring participating companies to set interim objectives for purchases that start small and rise over time.  But he, too, stresses that the major buyers will need to be governments.",
    "“More, and larger, such government purchase initiatives are likely to be needed to keep the permanent CDR sector on the right track,” Höglund said in an email. Earlier this year, the US Congress approved another $20 million for a second phase of the DOE’s carbon removal purchase program. The agency is helping to drive demand by buying carbon removal in small, but likely growing amounts, says Noah Deich, a senior advisor in the DOE’s Office of Fossil Energy and Carbon Management, which oversees the pilot program. But he stresses that additional corporations will need to do their part as well, paying for the high costs of carbon removal today, to ensure that more and more parties can afford to buy large amounts of it in the future. “Unless we start to make a bigger market for CDR purchasers, we won’t achieve the commercial liftoff in the 2030s,” he says. hide"
  ]
}