{
  "url": "https://www.technologyreview.com/2025/04/09/1114252/new-bird-flu-sensor-disease-outbreaks/",
  "title": "A new biosensor can detect bird flu in five minutes",
  "ut": 1744155000.0,
  "body_paragraphs": [
    "Over the winter, eggs suddenly became all but impossible to buy. As a bird flu outbreak rippled through dairy and poultry farms, grocery stores struggled to keep them on shelves. The shortages and record-high prices in February raised costs dramatically for restaurants and bakeries and led some shoppers to skip the breakfast staple entirely. But a team based at Washington University in St. Louis has developed a device that could help slow future outbreaks by detecting bird flu in air samples in just five minutes.  Related StoryThe risk of a bird flu pandemic is risingHuman cases in the US are on the rise and the virus is turning up in cows and dairy products. Luckily, we have some vaccines ready to go if needed.",
    "Bird flu is an airborne virus that spreads between birds and other animals. Outbreaks on poultry and dairy farms are devastating; mass culling of exposed animals can be the only way to stem outbreaks. Some bird flu strains have also infected humans, though this is rare. As of early March, there had been 70 human cases and one confirmed death in the US, according to the Centers for Disease Control and Prevention.  The most common way to detect bird flu involves swabbing potentially contaminated sites and sequencing the DNA that’s been collected, a process that can take up to 48 hours. The new device samples the air in real time, running the samples past a specialized biosensor every five minutes. The sensor has strands of genetic material called aptamers that were used to bind specifically to the virus. When that happens, it creates a detectable electrical change. The research, published in ACS Sensors in February, may help farmers contain future outbreaks.",
    "DataIn mid-March, the US Centers for Disease Control and Prevention said there had been 70 confirmed human cases of avian influenza A(H5) in the US since April 2024, linking 26 to exposure to infected poultry.By that time, the US Department of Agriculture estimated, A(H5) had affected more than 90 million birds, from both commercial and backyard flocks.The CDC said the immediate risk to the general public from the virus was low. Part of the group’s work was devising a way to deliver airborne virus particles to the sensor.  With bird flu, says Rajan Chakrabarty, a professor of energy, environmental, and chemical engineering at Washington University and lead author of the paper, “the bad apple is surrounded by a million or a billion good apples.” He adds, “The challenge was to take an airborne pathogen and get it into a liquid form to sample.”",
    "The team accomplished this by designing a microwave-­size box that sucks in large volumes of air and spins it in a cyclone-like motion so that particles stick to liquid-coated walls. The process seamlessly produces a liquid drip that is pumped to the highly sensitive biosensor.  Related StoryHow the US is preparing for a potential bird flu pandemicFive years on from the start of the covid pandemic, are we ready for a potential avian influenza outbreak?",
    "Though the system is promising, its effectiveness in real-world conditions remains uncertain, says Sungjun Park, an associate professor of electrical and computer engineering at Ajou University in South Korea, who was not involved in the study. Dirt and other particles in farm air could hinder its performance. “The study does not extensively discuss the device’s performance in complex real-world air samples,” Park says.  But Chakrabarty is optimistic that it will be commercially viable after further testing and is already working with a biotech company to scale it up. He hopes to develop a biosensor chip that detects multiple pathogens at once.  Carly Kay is a science writer based in Santa Cruz, California. hide"
  ]
}