{
  "url": "https://www.dailymirror.lk/opinion/Lets-join-the-battle-against-corruption-EDITORIAL/172-294409",
  "title": "Let’s join the battle against corruption - EDITORIAL",
  "ut": 1729719024.0,
  "body_paragraphs": [
    "Going by popular trends, most independent analysts are forecasting that the new President and his party will get at least a simple majority in parliament. The new government in its General Election campaigns, which it launched last Friday (October 18), has focused not only on the revival of the economy but more so on the battle against corruption.",
    "At election rallies, it was revealed that there are about 10 major cases of corruption where political and other leaders are known to have plundered billions of rupees from public funds. Government leaders have pledged that those who plundered people’s money will be brought to justice and more so every effort will be taken to recover the billions of rupees that were stolen, which will eventually be used for people’s welfare.",
    "Meanwhile, at a recent election rally in Tangalle, President Anura Kumara Dissanayake said there are 400 files related to corruption and fraud lying with the Attorney General, and all of them will be opened for the institution of legal action. He added that the government will not relent when taking these steps in a legal and systematic manner.",
    "Furthermore, during this week’s Cabinet meeting, it had also been decided to raise the maximum expenditure limit for raids conducted by the Bribery or Corruption Allegation Commission by Rs. 100 million. The limit of the Commission’s raid advance account which previously stood at Rs. 50 million will now be raised to Rs. 150 million. The proposal to revise the expenditure cap had been put forward by President Anura Kumara Dissanayake considering the complexities and high stakes involved in bribery cases. Due to the significant variability in bribery amounts and the substantial nature of many complaints, the previous expenditure limit was deemed inadequate according to the Department of Government Information. The raid advance account of the Bribery or Corruption Investigation Commission is primarily used to provide funds to conduct raids aimed at tackling bribery and corruption.",
    "Until the Presidential Election on September 21, former President Ranil Wickremesinghe took effective steps to revive the bankrupt economy and he was able to stabilise it before he quit office. Wickremesinghe, who has been a prominent figure for more than 40 years, has said that he is retiring from politics but will address major rallies of his party. So has Mahinda Rajapaksa who was the President for two terms but has now virtually retired from mainstream politics and apparently wants to give the Sri Lanka Podujana Peramuna (SLPP) leadership to his son Namal Rajapaksa; but Namal will not contest and will come to parliament through the National List. That means the Rajapaksa clan is virtually out of the political scene in its homebase of Hambantota with the SLPP founder and strategist Basil Rajapaksa leaving the country on the eve of the Presidential Election while the other Rajapaksas are taking a backseat.",
    "The victory of Dissanayake in the September 21 Presidential Election marked a historic new chapter in Sri Lankan politics. As we said recently, the rich and ruling elite were ousted and a people-friendly government was selected with people hoping that it would be a government of the poor, for the poor, and by the poor. We quoted this last week from the famous words of the legendary United States President who moved from the log cabin to the White House just as most of the AKD administration members moved from village mud huts to residences in colombo. Though being the government of the poor, the AKD administration has pledged it will use the latest methods of information and communication technology with artificial intelligence to streamline the development process and give a better service to the people. If top officials do not cooperate, they must be removed or moved from their post because they are servants in a government of the people.",
    "Angel Gurría,  Secretary General of the Organisation for Economic Co-operation and Development says that “Integrity, transparency and the fight against corruption have to be part of the culture. They have to be taught as fundamental values.”",
    "Indeed the battle against corruption is a battle for fundamental rights and the AKD government needs to give full support to people who are filing fundamental rights petitions in the Supreme Court.",
    "In the words of Transparency International’s founder Peter Eigen, “People should be conscious that they can change a corrupt system.” And Sri Lanka’s people should also be conscious of this because corruption is corrupting the beautiful paradise island of Sri Lanka."
  ]
}