{
  "url": "https://www.technologyreview.com/2024/07/24/1095239/chinese-companies-open-source-ai/",
  "title": "Why Chinese companies are betting on open-source AI",
  "ut": 1721781000.0,
  "body_paragraphs": [
    "This story first appeared in China Report, MIT Technology Review’s newsletter about technology in China. Sign up to receive it in your inbox every Tuesday. I've talked a lot about Chinese large language models in this newsletter, and I’ve managed to try out quite a few of them in the past year. But many people, especially those who aren’t very familiar with China or the Chinese language, probably don’t even know how to start if they want to test these models themselves.  The good news is it’s actually not that hard! I recently dug around and realized that many Chinese AI models are much more accessible overseas than I expected. You can access the majority of them either by registering accounts on their websites or using popular open-source AI platforms like Hugging Face. So I published this practical guide today that lists a dozen of the top Chinese LLM chatbots you can use and the methods to easily access them in minutes, from anywhere in the world. During my experiments with these models, one thing soon became clear: While most Chinese AI companies have set a higher bar for access to their products than their Western counterparts, a trend toward open-sourcing AI models is making them ever more accessible to an overseas audience.",
    "Take Qwen (or Tongyi Qianwen, as it’s called in Chinese), for example. This is Alibaba’s flagship AI foundation model. Unlike the company’s domestic competitors like Baidu, ByteDance, or Tencent, Alibaba has chosen to offer Qwen as an open-source model and allow developers and commercial clients to use it for free.  The model, which just received a major 2.0 update this June, has received a lot of international recognition. In Hugging Face’s most recent ranking that compares the performance of all major open-source LLMs, Qwen2 was ranked at the very top, surpassing Meta’s Llama 3 and Microsoft’s Phi-3.",
    "Similarly, a few Chinese startups, like DeepSeek and 01.AI, have also decided to make their models open source, and the performance of their LLM products also earned them a high ranking on the leaderboard. Companies like them are giving their models out for free to people both inside and outside China.  The natural question to ask is, why? What does open-source AI mean, and why are these companies betting that making their models more open and accessible will be a good business decision? Related StoryThe open-source AI boom is built on Big Tech’s handouts. How long will it last?Greater access to the code behind generative models is fueling innovation. But if top companies get spooked, they could close up shop.",
    "For Alibaba, it’s a strategy to grow its cloud business, says Kevin Xu, a tech investor and founder of Interconnected Capital. “The simple economic consideration is that if their open-source model becomes popular, more people will use Alibaba Cloud to build AI applications using Alibaba's open-source models, and that obviously benefits Alibaba Cloud as a business,” he says. Everything Alibaba has done in open-source AI—releasing its own models to the public and building an open-source platform mimicking Hugging Face in hopes of gathering the AI community in China—serves the purpose of getting more people to sign up for Alibaba Cloud and pay to use its servers.  Even for Chinese AI startups that aren’t in the cloud business, open-source AI still offers a tried-and-true playbook for faster commercialization. On the development side, it allows them to adapt established open-source models like Meta’s Llama to accelerate their product development process. On the market side, it pushes them to think of alternative model architectures that can help them stand out from the mainstream.  “Right now, AI in the West tends to have a very fixed view of how to make an AI model better, [which] is just to add more data or to scale it up larger,” says Eugene Cheah, the San Francisco–based founder of Recursal AI, an open-source AI platform. It’s extremely hard for smaller latecomers in the LLM industry to play this game and develop a model that will rival GPT-4 or Gemini when OpenAI and Google have an outsize advantage in computing resources.  The problem is even more acute for Chinese companies, since US export controls mean they can’t easily access cutting-edge chips. “Because they are constrained by the GPU shortages,” says Cheah, “I see Chinese groups as being willing to experiment on wild ideas to improve the model. And some of these things are bearing results”—they have led to more efficient models that are cheaper to train and use, which can appeal to budget-conscious clients and help the Chinese firms find a niche market alongside the AI giants. Why does it matter? For one thing, these open-source AI models present an alternative future where the industry isn’t just dominated by deep-pocketed players like OpenAI, Microsoft, and Google. And they also show that Chinese scientists and companies are able to create state-of-the-art open-source LLMs that can even surpass products from their Western counterparts.",
    "Xu notes that Abacus AI, a San Francisco–based startup, released a model this year that’s adapted and fine-tuned from Alibaba’s open-source Qwen model. It’s even referred to as “Liberated Qwen.”  The Chinese AI companies’ introduction of high-performing models that US startups can build upon is an example of the best-case scenario of open-source AI, “where everyone builds on top of each other like a positive development loop,” Xu says. ”It’s not just a single direction where the Chinese companies are taking all the best stuff from the US, but things are now [also] going back the other way.”  Do you believe that open-source AI models will be able to compete with private, closed-source models in the future? Let me know your thoughts at zeyi@technologyreview.com.   Now read the rest of China Report Catch up with China 1. While a Windows system outage disrupted computers across the world on Friday, China was largely unaffected. Instead of the CrowdStrike software that caused the chaos, Chinese companies usually use domestic cybersecurity software. (CNBC) 2. Nvidia is working on yet another flagship AI chip, known as B20. It’s designed to sell to the Chinese market without violating US export controls. (Reuters $) 3. In a recent interview, Donald Trump accused Taiwan of taking the semiconductor industry away from the US and asked it to pay more for American military equipment. (New York Times $) 4. Guo Wengui, a self-exiled tycoon from China who has in recent years become an ally to US right-wing figures, was convicted for defrauding over $1 billion from online followers to fund his lavish lifestyle. (Mother Jones)",
    "5. China recently withdrew from Top500, an international forum that ranks the world's fastest supercomputers. The new secrecy will make it harder to understand China’s supercomputing advances from the outside. (Wall Street Journal $) 6. China is now mining and selling so many rare earth elements that the global prices of them have plunged 20% in the past year. (Nikkei Asia $)",
    "7. The supply chain of fentanyl precursor materials in China consists of thousands of small chemical manufacturers. And the intense competition among them has driven them to continue selling to drug cartels in Mexico without worrying about the consequences. (Foreign Policy) Lost in translation China is experiencing one of the most extreme summers in its climate history, marked by severe drought and flooding across the country. In fact, these weather events are happening so often this year that nonprofit organizations working in disaster rescue and climate change response are facing significant funding shortages, according to the Chinese publication Phoenix New Media.  Despite government efforts to allocate disaster relief funds and supplies, the frequency and intensity of extreme weather events have stretched resources thin for organizations like the Shuguang Rescue Alliance. By July, Shuguang had used up 80% of its budget for the entirety of 2024. Additionally, fundraisers noted that with more disasters happening, the public is experiencing fatigue when asked to donate to another cause. This year, public and corporate donations have declined to 1/10th their previous levels after disasters, exacerbating the funding difficulties. One more thing Aspiring drivers in Beijing will now have to pass a day-long virtual-reality driving course before they’re allowed behind the wheel of a real car. It almost looks like a huge arcade with realistic driving games. To be honest, this might be one of the better uses of VR?",
    "My wife is getting her driver's license in Beijing. After she passed the first two tests she is now doing one day of virtual reality driving before she begins driving a real car tomorrow.This is her school: pic.twitter.com/y6MG1KH5ZC— Jason Smith - ä¸Šå®˜æ\u009d°æ–‡ (@ShangguanJiewen) June 21, 2024"
  ]
}