{
  "url": "https://www.ft.lk/columns/Gaza-reprieved-Geneva-match-fixed-devolution-auctioned-Venezuela-targeted/4-783047",
  "title": "Gaza reprieved, Geneva match-fixed, devolution auctioned, Venezuela targeted",
  "ut": 1760570294.0,
  "body_paragraphs": [
    "Will India fulfil its devolution pledge and commitment to the Tamil people?",
    "Why wasn’t Marwan Bhargouti, Palestinian Nelson Mandela, released?",
    "NPP Govt concedes walkover at UNHRC Geneva",
    "On the first anniversary of her presidency, Mexico’s leftwing leader Dr Claudia Sheinbaum has an approval rating touching 80%. The secret of her success?",
    "Effectively implemented ‘humanistic’ economics under the guiding principle “for the good of everyone, the poor come first!”",
    "Standing up to US tariffs and Trump’s threats with firmness and calm dignity.",
    "Marking the first anniversary of Anura Dissanayake’s presidency, the ruling JVP-NPP reportedly scored zero seats at the Multi-Purpose Cooperative Society elections in the ‘heartland’ such as Udunuwara, Galagedera (Kandy) and Baddegama (South) losing to a combined Opposition led by the Sajith Premadasa’s SJB. When a populist government becomes unpopular in the ‘heartland’, the writing on the wall becomes discernible.",
    "To borrow the title of St Louis Jimmy Oden’s blues classic performed variously by Howlin’ Wolf, Muddy Waters, Duane Allman, Eric Clapton and Buddy Guy, Anura’s administration is ‘Going Down Slow’. The blues track is a lament of a high-roller dying slowly of a terminal illness he has contracted. In the JVP-NPP’s case the kiss of death was the dreadful debt repayment deal of 2024.",
    "Contrary to Dr Montek Ahluwalia, Sri Lanka’s choice wasn’t a zero-sum game of IMF program or a ‘No-IMF, homegrown’ program. A Middle Path/Golden Mean is always possible: a renegotiated IMF program, a much better haircut (AKD obtained under 10%) and longer repayment schedule (2032, not 2028) from the private foreign creditors.",
    "Disappearing provincial devolution",
    "The UNHRC resolution on Sri Lanka has the following clearly-worded paragraph in its preambular section:",
    "‘…Calling upon the Government of Sri Lanka to fulfil its commitments on the devolution of political authority, which is integral to reconciliation and the full enjoyment of human rights by all members of its population, and encouraging the Government to respect local governance, including through the holding of elections for provincial councils, and to ensure that all provincial councils, including the northern and eastern provincial councils, are able to operate effectively, in accordance with the thirteenth amendment to the Constitution of Sri Lanka…’ (https://docs.un.org/en/A/HRC/60/L.1/Rev.1)",
    "Why wouldn’t the Anura Kumara Dissanayake administration have taken this off the text of the Resolution and the international agenda by committing to a compressed time-frame to untangle the 2017 mess created by parliament and hold the PC elections? The Gordian Knot can be cut by ITAK parliamentarian Shanakyan Rasamanikkam’s private member’s motion.",
    "Holding PC elections could be a trade-off, taking some pressure off the issue of wartime accountability which can be politically far more expensive, even explosive. Ireland’s successful Good Friday agreement had no accountability component.",
    "Sampath Deshapriya, a usually well-informed Sinhala-language journalist, writes that JVP bosses siloed in Pelawatte are canvassing the idea of a Referendum to abolish the 13th amendment and the Provincial Councils, and thereby avoiding an election to those institutions.",
    "The JVP could be counting on the large economic footprint granted to Indian investors in the North and East, to neutralise India’s possible objections and through it those of the West.",
    "Though an early election is better than a late one for the rulers, abolition by referendum would obviate the need for the JVP-NPP to face PC elections and confirm considerable erosion of popularity.",
    "A Referendum can split the Opposition between the moderate mainstream and the ultranationalist fringe.",
    "The Govt’s blocking behaviour has a more insidious reason. Though the PCs do not control the use of state lands, the freeze of Provincial Councils has meant that projects such as those which have triggered multi-racial, multireligious protests in Mannar and Trincomalee over displacement of communities and likely damage to economic livelihoods and ecology, do not come up for debate in the PCs. The vacuum left by the continued ‘disappearance’ of PCs, removes any elected Provincial check on or monitoring of foreign and local corporate pillage of many areas and communities across the island.",
    "It is an irony of Indian diplomacy that the provincial political space opened up for the Tamil people of the North and East by India 40 years ago (an effort which included Dr. Jaishankar who was youthful assistant to Indira Gandhi’s special envoy GP Parthasarathy Sr.) is being sealed shut by the AKD administration which India patronises. Perhaps the semi-autonomous political space for the Tamil people has been bartered away for corporate profits and a strategic footprint.",
    "China always fulfilled its commitments to Sri Lanka. India’s commitment to the Tamil people of the North and East on devolution seems to have lapsed, even with a friendly, grateful government in place.",
    "When the Tamil trajectory by-passes Delhi and Colombo in favour of subregional or extra-regional agency, the dangers of the political vacuum created by AKD and ignored by Indian diplomacy will be manifest and too late to reverse.",
    "Tongue-tied in Geneva",
    "Reviewing the recent UNHRC resolution, Savithri Hensman writes:",
    "‘Presenting the resolution, UK permanent representative to the UN Kumar Iyer delivered a statement on behalf of the Core Group – Canada, Malawi, Montenegro, North Macedonia and the UK. He started with a tribute to Dr Kasipillai Manoharan, the father of one of five students murdered in Trincomalee in 2006. Iyer underlined the fact that “too many family members have passed away without seeing justice for their loved ones, or without knowing the fate of those who were disappeared;” and that for “those who remain – survivors, families, communities – their call for truth and justice grows ever more urgent.”…’",
    "(https://groundviews.org/2025/10/11/human-rights-resolution-passed-the-un-ideals-and-practicality/)",
    "When Dr Kasipillai Manoharan spoke at an event at the UNHRC Geneva in 2009, both Prof Rajiva Wijesinha and I were in the conference room. Many expected us to walkout, contradict or criticise him. We did nothing of the sort. I crossed the floor and shook Dr Manoharan’s hand, and wished him success on his unceasing efforts to obtain justice for his murdered son. I was thinking of my father who had died a decade earlier. My parents had spent two years not really knowing at any given moment whether I was alive or dead when I was underground, indicted under the PTA and on the run from both Lalith Athulathmudali’s NIB and Rohana Wijeweera’s death squads.",
    "That said, the UK representative Kumar Iyer had no right to say what he did to Sri Lanka, and about Sri Lanka, because it reeked of hypocrisy. The families of the victims of the Bloody Sunday massacre in broad daylight in Londonderry in 1972 are still awaiting justice from the British authorities.",
    "Those who were on my team in Geneva in 2007-2009, some of whom are currently serving with distinction as ambassadors in important capitals will confirm that I told them at the outset that they were under no obligation to respond to any criticism of Sri Lanka in the UNHRC they knew to be accurate and fair, contradicting which would trouble their conscience, but that they would have to answer to me if they let hypocrisy or insolence towards Sri Lanka go unanswered in the Council on their watch (in my absence) or fail to reply any diplomat who lied or distorted facts about our country at war.",
    "The fact that Ambassador Himali Arunatilleke, an able diplomat, allowed patronising British hypocrisy to pass unchallenged, and furthermore, failed to remark on the fact that the Canadian parliament’s unanimous passage of a ‘genocide’ resolution on Sri Lanka makes Canada a fitful friend and biased umpire of our wartime performance, demonstrates that the Anura Dissanayake administration is a Rottweiler in domestic affairs and a poodle in international affairs.",
    "I remember President Mahinda Rajapaksa’s parting remark to me when I paid a call on him before taking up my post in Geneva: “reply them in the language they understand”.",
    "President Trump’s push for peace is indubitably much more positive than negative. Innocent, endearing children are not being blown to bits every hour and hospitals aren’t being bombed. There is hope. However short the respite from the horror, it must be hailed and Trump thanked, together with the Arab and OIC states, chiefly Qatar, Egypt and Turkey.",
    "What happens after this first phase of Israeli hostage release and Palestinian prisoner/detainee return? If Israel wanted a lasting peace, or to balance-off Hamas, it would have released Marwan Barghouti, a leader of Yasser Arafat’s Fatah, not Hamas, and the closest to a Palestinian Nelson Mandela, but it didn’t do so. If the US seriously wanted a viable, lasting peace and to neutralise Hamas, it would secure the release of Barghouti, but it hasn’t.",
    "Israel and the US want Hamas to disarm-- in effect, surrender. That’s illogical. The mighty Israeli military machine, technologically the world’s second most sophisticated after the US Leviathan, reducing to rubble and ashes the Gaza strip, an oblong box without natural cover (forests, hills), massacring women and children to the extent of 80% of the casualties, has been unable to decimate the tunnel-ensconced Hamas in two years. The head of the BBC’s Arabic service estimates that of the total casualties in Gaza only 15% are Hamas fighters.",
    "This is unlike the Sri Lankan armed forces which, under the political leadership of President Mahinda Rajapaksa devastated the far more formidable LTTE (heavy artillery, navy, fledgling air-force), in rugged jungle and rural terrain with a long sea border, in under three years—and with an incomparably smaller ratio of civilian casualties to armed combatants.",
    "In the last phase of the war, Sri Lankan Commandos lost their lives and limbs breaking through the bunker-bund complex of the LTTE to rescue Tamil civilians (there were no Sinhalese). Most other armies, and certainly the Israeli army, would have blasted the bunker-bund network and everyone within from the air. We could have used the air force and heavy artillery to do so, instead of sending our elite units to fight trench warfare hand-to-hand, as we did. We retaliated with artillery when the Tigers used heavy guns and even highly-toxified CS gas fired from within the zone, causing heavy casualties and blindness among the Sri Lankan military which was densely arrayed in an encirclement.",
    "The Independent Public Prosecutor’s Office pledged in Geneva by the AKD administration will be an inquisition into the war that the Sri Lankan military fought more successfully and humanely than the IDF in Gaza.",
    "President Macron says that Hamas originally had about 25,000 fighters, half of whom were killed by Israel in two years of war but have been replenished by fresh young recruits radicalised thanks to Israeli overkill, and is therefore back to roughly its original strength.",
    "Even if Israel returns to war and captures and occupies the whole of Gaza, Hamas will continue to wage protracted urban guerrilla warfare from the rubble.",
    "Why insist on decommissioning Hamas weapons in Phase 2, when the Good Friday agreement saw the decommissioning of weapons by the Provisional IRA only many years later?",
    "The historic folly of Israel in this war, has been to write Palestine’s legend in Palestinian blood, a televised chronicle of many Exoduses and reverse Exoduses up and down the Gaza strip with Netanyahu playing the Pharoah, or if you prefer, with the Gaza strip as the Warsaw Ghetto and Nazi concentration camps approximated by aerial extermination (planes, missiles, attack helicopters, drones) in place of gas chambers.",
    "The tectonic plates of world opinion have shifted, not least in Western societies. The generations who have seen the war, been emotionally moved and participated in protest campaigns, will take power in their countries someday, and that will transform Zionist Israel through the same means that apartheid South Africa was ended and replaced by the biracial democratic South Africa we see.",
    "President Trump was certainly more deserving of the Nobel Peace Prize than this year’s winner Venezuela’s Opposition Leader Maria Corina Machado, best known outside that country for pledged the shift of the Venezuelan embassy to Jerusalem.",
    "This is how Al Jazeera profiled her:",
    "‘…Machado has also voiced support for Israeli Prime Minister Benjamin Netanyahu’s far-right government, and has said that, if elected, she would move Venezuela’s embassy from Tel Aviv to Jerusalem – a move that would align Venezuela with Washington and signal a clear shift from its historic backing of the Palestinian cause.",
    "Her political party, Vente Venezuela, signed cooperation agreements with Netanyahu’s Likud Party, pledging to strengthen relations between the peoples of Israel and Venezuela. Vente Venezuela described it as “a historic and very important step”. It also announced that their cooperation will include “political, ideological, and social matters, as well as advancing issues related to strategy, geopolitics, and security”, so that this closeness becomes an “operational partnership”…’ (https://www.aljazeera.com/news/2025/10/10/nobel-peace-prize-2025-maria-corina-machado)",
    "So, this is the winner of the Nobel Peace Prize this year, which saw a genocidal war on Gaza opposed by outstanding organizations like (Israel’s) B’Tselem and personalities like Francesca Albanese, Greta Thunberg and Thiago Avila.",
    "Whether the grotesque choice of this year’s Nobel Peace Prize winner has any connection with it or not, Trump’s USA seems set to launch a war on Venezuela. It has already blown-up instead of intercepted boats with young people on board, accusing them of being drug traffickers with no evidence whatsoever. Colombia’s President Gustavo Petro rejected these claims and passionately denounced the killings in his UNGA speech.",
    "Trump’s USA seems to be flirting with a project mimicking what Netanyahu’s Israel partly achieved in the Middle East—namely, re-shaping Latin America by military means, targeting Venezuela, Colombia, Nicaragua and Cuba.",
    "Gaza peace-maker President Trump shouldn’t succumb to that temptation. Venezuela is the country of Simon Bolivar. Latin America is the continent of Simon Bolivar, Jose Marti, Manuel de Cespedes, Pancho Villa, Emiliano Zapata, Augusto Cesar Sandino, Farabundo Marti, Fidel Castro, Che Guevara and Hugo Chavez. Even an air-sea campaign against Venezuela by the USA, supported by US allies like Argentina and El Salvador, and supplemented with a US-trained and funded civil war in Venezuela, it will not produce an Iraq, Syria or Libya.",
    "The Maduro regime has its own popular base especially among the poorer sectors who have been mobilised, organised and trained from the days of the Hugo Chavez presidency. The armed forces are conscientised and radicalised, and even if they split, the bulk will fight.",
    "Moreover, nothing can prevent anti-imperialist volunteers from all over the continent, raised on a tradition of Bolivar to Che, fighting in Venezuela or waging a war without borders against US aggression.",
    "The already besieged Hispanic populations of the USA will be radicalised by a war against a Latin American country. They will resist from within ‘the belly of the beast’ (poet Jose Marti’s phrase).",
    "During the US bombing of a small Asian country Vietnam, which was mounting an indomitable resistance, Che Guevara’s grand strategic vision to resist the US Empire was to ‘Create Two, Three, Many Vietnams!’ with Latin America the most propitious battleground.",
    "Be it war against Iran on the back of unfair EU-led UN snapback sanctions (Iran is hypocritically punished for non-compliance with a JCPOA which hasn’t existed from 2016 when Trump unilaterally tore it up), or against Venezuela, the US will be making the fundamental historical-strategic mistake of imperial overstretch: trade war with China, interventionist war in external theatres, unprecedented polarisation at home.",
    "(https://dayanjayatilleka.webflow.io/)"
  ]
}