{
  "url": "https://www.technologyreview.com/2024/06/24/1093513/achim-menges-architect-wood-buildings-sustainability/",
  "title": "Meet the architect creating wood structures that shape themselves",
  "ut": 1719185400.0,
  "body_paragraphs": [
    "Humanity has long sought to tame wood into something more predictable. Sawmills manufacture lumber from trees selected for consistency. Wood is then sawed into standard sizes and dried in kilns to prevent twisting, cupping, or cracking. Generations of craftsmen have employed sophisticated techniques like dovetail joinery, breadboard ends, and pocket flooring to keep wood from distorting in their finished pieces.  But wood is inherently imprecise. Its grain reverses and swirls. Trauma and disease manifest in scars and knots.   Instead of viewing these natural tendencies as liabilities, Achim Menges, an architect and professor at the University of Stuttgart in Germany, sees them as wood’s greatest assets. Menges and his team at the Institute for Computational Design and Construction are uncovering new ways to build with the material by using computational design—which relies on algorithms and data to simulate and predict how wood will behave within a structure long before it is built. He hopes this work will enable architects to create more sustainable and affordable timber buildings by reducing the amount of wood required.  Menges’s recent work has focused on creating “self-shaping” timber structures like the HygroShell, which debuted at the Chicago Architecture Biennial in 2023. Constructed from prefabricated panels of a common building material known as cross-laminated timber, HygroShell morphed over a span of five days, unfurling into a series of interlaced sheets clad with wooden scale-like shingles that stretched to cover the structure as it expanded. Its final form, designed as a proof of concept, is a delicately arched canopy that rises to nearly 33 feet (10 meters) but is only an inch thick. In a time-lapse video, the evolving structure resembles a bird stretching its wings.",
    "HygroShell takes its name from hygroscopicity, a property of wood that causes it to absorb or lose moisture with humidity changes. As the material dries, it contracts and tends to twist and curve. Traditionally, lumber manufacturers have sought to minimize these movements. But through computational design, Menges’s team can predict the changes and structure the material to guide it into the shape they want.   “From the start, I was motivated to understand computation not as something that divides the physical and the digital world but, instead, that deeply connects them.” Achim Menges, architect and professor, University of Stuttgart in Germany The result is a predictable and repeatable process that creates tighter curves with less material than what can be attained through traditional construction techniques. Existing curved structures made from cross-laminated timber (also known as mass timber) are limited to custom applications and carry premium prices, Menges says. Self-shaping, in contrast, could offer industrial-scale production of curved mass timber structures for far less cost.",
    "To build HygroShell, the team created digital profiles of hundreds of freshly sawed boards using data about moisture content, grain orientation, and more. Those parameters were fed into modeling software that predicted how the boards were likely to distort as they dried and simulated how to arrange them to achieve the desired structure. Then the team used robotic milling machines to create the joints that held the panels together as the piece unfolded.  “What we’re trying to do is develop design methods that are so sophisticated they meet or match the sophistication of the material we deal with,” Menges says.  Menges views “self-shaping,” as he calls his technique, as a low-energy way of creating complex curved architectures that would otherwise be too difficult to build on most construction sites. Typically, making curves requires extensive machining and a lot more materials, at considerable cost. By letting the wood’s natural properties do the heavy lifting, and using robotic machinery to prefabricate the structures, Menges’s process allows for thin-walled timber construction that saves material and money.  ITECH/ICD/ITKE UNIVERSITY OF STUTT   ITECH/ICD/ITKE UNIVERSITY OF STUTT   ITECH/ICD/ITKE UNIVERSITY OF STUTT   The shape, structure, and construction process of Menges’s HygroShell pavilion are all based on data that shows how different materials change over time.  If they were self-shaped, curved elements could halve the material requirements for certain structural features in a multistory timber building, Menges says. “You would save a lot of material simply because curvature adds stiffness. That’s why we see everything is curved in nature.”  Menges began his career in the late 1990s, at a time when architects had just begun to use powerful new software to design buildings. This shift opened new possibilities, but often those digital designs ran afoul of the material’s physical constraints, he says. It was the tension between the physical and the digital that inspired Menges to pursue computational design. “From the start, I was motivated to understand computation not as something that divides the physical and the digital world but, instead, that deeply connects them,” he says.  Related StoryDeepMind is using AI to pinpoint the causes of genetic diseaseFresh from solving the protein structure challenge, Google’s deep-learning outfit is moving on to the human genome.",
    "His interest in self-shaping structures was inspired by pinecones, which—long after falling from trees—retain the biological programming to open and expose their seeds as temperatures rise. “That’s a plant motion that does not require any motors, nor does it require any muscles,” Menges says. “It is programmed into the material.”  Pinecones made him realize that just as robots are programmed to perform certain actions, materials like wood can be manipulated to carry out specific behaviors that are hard-coded in their DNA as a response to a stimulus.",
    "Apart from the HygroShell, Menges has used self-shaping techniques to create proof-of-concept projects like the Urbach Tower, a 45-foot spiraling wood structure overlooking the fields of the Rems Valley near Urbach, Germany. Instead of using energy-intensive mechanical processes that require heavy machinery, the team prefabricated a dozen curved, self-shaped wood panels and assembled them on site, reducing the time it would otherwise take to build such a structure.  And in 2023, his team worked with researchers from Germany’s University of Freiburg to create the livMatS Biomimetic Shell, a structure made from 127 wooden cassettes, each resembling the shape of a honeycomb. Menges used self-shaping to design a system of 3D-printed wooden window blinds that opened and closed in response to changes in relative humidity. Embedded in the wood shell is a solar gate that closes in warm weather, shading the space, and opens during colder months to provide passive solar heating. Compared with a conventional timber building, this structure has half the environmental impact over its life cycle. Menges’s work is coming at a time when the sustainability of mass timber buildings—those with structural components made from engineered wood instead of steel or concrete—is under scrutiny. Concerns range from where the timber is sourced to whether preserving forests sequesters more carbon than harvesting them for building material, even if building with wood reduces carbon emissions relative to producing concrete and steel. There are also worries about what happens to all the wood left behind during the logging process. Trees may be a renewable resource, but they require decades to mature and are already threatened by climate change. That’s what led Menges and others to advocate for more efficient building practices that don’t waste wood.   The design of the Urbach Tower, a proof-of-concept project, emerged from a new self-shaping process for its curved wood components.ITECH/ICD/ITKE UNIVERSITY OF STUTTGART   Architects face a dilemma, however. Mass-timber buildings could be built using less wood, but the less material is used, the more susceptible the structure is to fire, says Michael Green, principal of Michael Green Architecture in Vancouver.   “The way we protect wood is by overbuilding it to create a thickness that can resist a certain amount of time under fire,” Green says. The standards depend on the type of building and the variety of wood used, but Green generally adds around 3.6 centimeters (1.4 inches) of extra material to his structures for each hour of required burn time. The more people occupy a building, the longer it is required to resist fire and, in the case of mass-timber buildings, the thicker the wood structure.  Green sees Menges’s work as important foundational research that may lead to breakthroughs influencing wood architecture in decades to come. But he doesn’t see self-shaped architecture being widely deployed outside the towers and pavilions Menges has already designed.   ITECH/ICD/ITKE UNIVERSITY OF STUTTGART   ITECH/ICD/ITKE UNIVERSITY OF STUTTGART   The livMatS Biomimetic Shell features 3D-printed wooden window blinds that open and close in response to changes in relative humidity. “It’s teaching us less about what we are actually going to build in the next five years and more about what we need to learn so we can develop other products that support that,” he says.  Even without widespread adoption of self-shaping techniques, Menges believes, computational design will continue to unlock new ways of building with wood. He sees a future where the knots, crooks, and branches of trees are viewed not as defects but as construction tools, each with its own unique properties.  “A tree does not have a defect,” he says. “It’s an anatomical feature. What we need to learn is what kind of building systems we develop that integrate these features, and not strive for the homogeneity that is simply not there.”  hide"
  ]
}