{
  "url": "https://hbr.org/2024/06/genai-is-leveling-the-playing-field-for-smaller-businesses",
  "title": "GenAI Is Leveling the Playing Field for Smaller Businesses",
  "ut": 1717655732.0,
  "body_paragraphs": [
    "Artur Debat/Getty Images",
    "Typically, small to medium enterprises (SMEs) don’t have the resources to hunker down at an annual strategy retreat or to stop everything they’re doing to respond to unexpected emergencies or events that threaten the bottom line. This puts them at a disadvantage...more",
    "Typically, small- to medium-sized enterprises (SMEs) don’t have the resources to hunker down at an annual strategy retreat or to stop everything they’re doing to respond to unexpected events that threaten the bottom line. This puts them at a disadvantage compared to their larger competitors.",
    "Artificial intelligence (AI), however, has the potential to level the playing field. By using it to provide ideas, options, and solutions beyond the capabilities of a small and, perhaps limited, management team, smaller companies can overcome limitations of time, personnel, and resources. Here we provide three case studies of how AI has helped SMEs make up for their lack of strategy-making firepower.",
    "Julia is CEO of a 45-employee business she described to us as “an experienced content marketer [that] offers clients the creativity, agility, and service mentality of a dedicated agency with insights, analytics, and reach.”",
    "As the media industry is undergoing considerable disruption, she wanted to develop a set of scenarios with a “most likely” for the next few years for her strategic planning. However, she “was dealing with staff who found it hard to think big. They were entangled in daily issues which made it tough for them to envision long-term futures.”",
    "Julia employed generative AI to inspire creative thinking. She began by drawing a scenario map — a two-by-two table that helps companies classify alternative futures. Along the top she described two alternative organization types — “technocratic” or “customer-centric.” Along the side she described the alternative future economic conditions — “well-managed” or “chaotic.” This produced four possible futures.",
    "Her team of six then used Post-it notes to brainstorm possible features for each of the four quadrants — a few dozen features in each. Two of the possible features of the technocratic/well-managed quadrant, for example, were “tight regulation” and “strong systems integration.”",
    "They then input these features into you.com, an AI assistant, asking it to use the information to describe “scenarios” for each of the quadrants. You.com’s detailed responses included a “customer-centric and chaotic” scenario in which personalized marketing reigned supreme amidst a backdrop of rapid market changes.",
    "These vivid scenarios got the team thinking more deeply about possible futures and how they should be planning for them. Julia’s team was able to discuss how to prepare the organization to thrive in any of them.",
    "One realization was that their current, largely disjointed IT systems — while adequate for “well-managed” conditions — would falter in a “chaotic” future. They proposed a new, much more integrated IT architecture to serve the organization well regardless of which future unfolded. As Julia admitted to us, “we can now see how the future is more likely customer-centric and chaotic and that we need to lift our game accordingly. AI has provided a much-needed richness to our deliberations.”",
    "Insight Center Collection",
    "Executing a Growth Strategy",
    "What value creation means today.",
    "Luke’s company provides specialized trucks to businesses and government departments, among other products. The trucks are imported from overseas and are then customized to fit client requirements including the addition of garbage collection units, cranes, and agricultural sprayers. Sales had grown rapidly in the last 12 months. Then disaster struck.",
    "Without warning, Luke received an email from the truck supplier announcing that there would be an increase of 30% in its prices. “We had no idea that this was coming,” Luke explained. “Apparently, the supplier was making very little margin on the trucks we imported and didn’t realize it until they did some analysis. Bad management, I suspect.”",
    "Luke’s initial gut feeling was anger. He didn’t know which way to turn and didn’t want his 95 employees to lose their jobs. The company’s viability was on the line.",
    "Luke used the following prompt in ChatGPT to generate options to save the business: “We’re a company that sells customized trucks to businesses and government departments. This amounts to 25% of our total sales. The supplier has just raised the price of the trucks by 30%. We’re restricted by a contract which states that we can’t go to another supplier anywhere in the world that sells a similar or competing product. What are our options to save the company?”",
    "The AI came back with six “strategic choices to mitigate the impact and safeguard the future of the business”:",
    "Negotiate with the Supplier",
    "Value Engineering and Cost Reduction",
    "Diversification of Product Offerings",
    "Strategic Pricing and Market Positioning",
    "Investment in Innovation and Technology",
    "Customer Education and Relationship Management",
    "Each option came with a lengthy description. Here’s the one for customer education and relationship management: “Communicate transparently with customers about the reasons behind the price increase and the steps we are taking to minimize its impact. Focus on building strong relationships with customers based on trust, reliability, and superior customer service to retain their loyalty despite the price increase. Look for ways to reduce the financial impact on customers.”",
    "Luke thought that the list was excellent and doubted that he could have come up with this list on his own — certainly not in mere seconds. He’s now working on each item on the list to try to save the company.",
    "Lucy is the CEO and owner of a small-scale winemaking company in Australia with two full-time staff. The micro business also employs seasonal pickers and farm hands.",
    "Prior to 2021, she exported all of her wines to China. That year, however, China imposed a 200% tariff on Australian wine. The tariffs were announced in November 2020. Like many Australian wine producers, Lucy’s company was stunned, as China was Australia’s largest market for wines. In 2019, Australian winemakers had sold A$1.24 billion worth of wine to China, accounting for a 40% share of that market. By 2023 sales had collapsed to less than A$1 million. The bigger players like Penfolds made up some of the shortfall in sales by increasing exports to other established markets, primarily the U.S. and UK. But the smaller producers didn’t have the resources to compete in these mature markets and many went to the wall. Lucy barely managed to keep the business going through 2021 and 2022, but by 2023 she had run out of capital.",
    "At this point, and with no great expectations, Lucy turned to ChatGPT, for ideas on how to diversify her business away from China. It proved a godsend. The tool effectively served as a strategy research assistant, allowing her both to quickly explore export potential in various countries around the globe and to find new market opportunities locally. As Lucy explained: “The process helped me find new ideas for expanding my business. One was by offering intimate wine-tasting experiences here in Melbourne.” ChatGPT’s suggestions enabled Lucy to keep her business alive until the Chinese lifted their tariffs in 2024.",
    "Lucy continues to use ChatGPT, and she has created her own Generative Pre-Trained Transformer (GPT) to help her track budgets and expenses. Lucy explains, “It was simple to create. I could personalise it to match how I track my own budgets and expenses. Automating my Finance function has freed up my time to do what I love most — crafting wines. All you need to do is to be willing to learn.”",
    "AI is proving to be a transformative force for small and medium enterprises overcoming their inherent constraints in strategic planning and crisis management. As these examples illustrate, AI-driven brainstorming and scenario generation enable SMEs to break free from their built-in limitations to produce innovative strategies. AI can provide strategic options in times of crisis and play a role in exploring new markets even to the point of facilitating complete reinvention.",
    "Readers Also Viewed These Items",
    "AI for Leaders: The HBR Collection on Bridging Strategy and Technology",
    "Harvard ManageMentor Premium Collection",
    "Read more on AI and machine learning"
  ]
}