{
  "url": "https://www.technologyreview.com/2025/08/27/1121423/india-sewer-robots-sanitation/",
  "title": "India is still working on sewer robots",
  "ut": 1756254600.0,
  "body_paragraphs": [
    "When Jitender was a child in New Delhi, both his parents worked as manual scavengers—a job that involved clearing the city’s sewers of solid waste by hand. Now, he is among almost 200 contractors involved in the Delhi government’s effort to shift from this manual process to safer mechanical methods. Although it has been outlawed since 1993, manual scavenging—the practice of extracting human excreta from toilets, sewers, or septic tanks—is still practiced widely in India. The work is usually done by people who belong to what are considered the lowest castes, known as the Scheduled Castes or Dalits. Not only is the job undignified, but it can be extremely dangerous: People who enter clogged sewers to clean them face the risk of asphyxiation from exposure to toxic gases like ammonia and methane. According to data presented in the Indian parliament, manual scavenging was responsible for more than 500 deaths between 2018 and 2023.  Several companies have emerged to offer alternatives at a wide range of technical complexity. For example, Genrobotics, based in Kerala, has developed the “Bandicoot Robot” (shown above), a mechanical scavenger that features robotic legs, night-vision cameras, and the ability to detect toxic gas. Researchers at the Indian Institute of Technology in Chennai have developed a robot for septic tanks that has a suction mechanism to pump out the slurry.  Related StoryInside India’s scramble for AI independenceStructural challenges and the nation’s many languages have made it tough to develop foundational AI models. But the government is keen not to be left behind.",
    "More than 220 Bandicoot robots have been deployed in India, says Vipin Govind, head of marketing and communications at Genrobotics. The company’s reach, he says, enables “even resource-constrained municipalities” to deploy the technology effectively. Despite these technological options, a 2021 report by the Ministry of Social Justice & Empowerment found that there are still more than 58,000 manual scavengers across India. Independent observers say the numbers are even higher.    The machine that Jitender uses is mounted on a pickup truck and uses rotating rods, high-pressure streams of water, and a mechanical claw to break up blockages and remove debris. “Earlier, a sanitation worker would get into a sewer and clear the drain with some equipment, but now with these machines we just drop the nozzle into the drain and turn on the pump,” he says. But Vijay Shehriyar, part of the same Delhi initiative, explains that the machines have not entirely replaced manual scavenging in the city. “The manual cleaning is still employed at many places, especially in narrow lanes,” he says.  Bezwada Wilson, an activist who has long campaigned for the eradication of manual scavenging, explains that most of the drainage and sewage systems across the country are not well planned and were built without proper engineering oversight. Any solution would need to take into consideration all the resulting differences in infrastructure, he says: “It can’t be that you come up with an alternative and force it upon the drainage system without understanding its nature.” Hamaad Habibullah is a freelance journalist based in New Delhi.  hide"
  ]
}