{
  "url": "https://www.ft.lk/columns/Time-for-a-shift-on-LGBTQIA-rights-A-response/4-772802",
  "title": "Time for a shift on  LGBTQIA+ rights – A response",
  "ut": 1738951977.0,
  "body_paragraphs": [
    "A prominent professorial personality made a keynote speech not too long ago on “sex-gender conflicts”, to an audience gathered for the semicentennial celebration of an organisation focused on emotional support and suicide prevention. It contained the same programmed narrative heard in every woke corner of the world – and an echo was heard in the recent editorial in the most esteemed Daily FT on 28 January (https://www.ft.lk/ft_view__editorial/Time-for-a-shift-on-LGBTQIA-rights/58-772316). A response is surely due and here offered. Herein, MW is used to signify the mere woke position, and RR is used to indicate the respectful response.",
    "MW: “Historically, the word sex has been used to classify a person as a man or woman based on their external genitalia at birth. Thus, the male and female are perceived as binary and oppositional identities to one another, centred on differences in physical appearances and biology.”",
    "RR: That the binary or twofold-ness of – and the complementarity of the male and female sexes is a reality of our species, is not merely a perceived impression or even merely an empirical observation. Rather, it is an absolutely fundamental reality. In fact, male and female is more fundamental than up and down.",
    "While one can agree with the fact that it is historic that man exists as male and female – and that sex is the correct word to describe maleness and femaleness, one cannot presumptuously assert that what is historic is ipso facto false. Indeed yes, the male-female human sex binary is historic and biological – and it is true now as it was then.",
    "Further while the shriek of the midwife may well have indicated recognition as to which class of sex the neonate is of, the external genital appearance is indicative and not constitutive – and sexuality cannot be reduced to one of its signifiers.",
    "MW: “In other words, the way in which people feel about themselves and their gender, do not always match their biology. For instance, though born women, some people may feel internally that they are actually men trapped in women’s bodies and vice versa.”",
    "RR: It is correct that some people feel this way – and they are deluded. Such conditions are psychological disorders when such feelings are persistent and intense. Indeed, the onset of body dysmorphia and sexual identity incongruence disorders – some variants and related conditions of it deceptively named as “gender dysphoria”, are being encouraged. Likewise, patients suffering from anorexia feel fat – but governments do not issue legal corpulency identity certificates for the emaciated.",
    "Science has responded to alleviate the suffering",
    "MW: “The sex, or the biology, can no longer be taken for granted, as natural or static or even as irreversible, given that science has responded to alleviate the suffering of those with sex-gender incongruences with scientific innovations and interventions to physical bodies such as sex-reassignment, gender affirmation surgery and hormonal therapies.”",
    "RR: This is not only an absurd and dangerous statement, but it is also logically inconsistent, and compoundedly so. The primary logical inconsistency is the assumption that the advancement of proficiency in the execution of chemical and surgical interventions into secondary sexual characteristics, justifies the presumption that the sex of a human being is oxymoronically unnatural – or fluid and changeable. Development of technology can only become manifest as applications operating upon the underlying nature of materials and beings. The crane that lifts a beam does not prove that the gravitational field has been reversed. Likewise, cutting the wings off a confused bird and attaching a tail, does not make it a rat.",
    "Aside: alarm bells need to ring, nay shriek, when confronted with statements such as “science has responded”, “research shows” and “scientists say”. Science responded with the atom bomb for Nagasaki and Hiroshima, annihilating Japanese Christians, to scare the Russians. Research papers are published in prestigious journals that are fundamentally flawed, frequently purposefully so – while authentic research findings are suppressed. The memorable Dr. Fauci, the recent – but now fallen, face of science told the world that the mRNA+ injection will save lives.",
    "One could agree that the brutal and mutilating surgeries, sterilising hormone treatments and puberty-blocking in adolescents, may well be referred to as “scientific innovations”, but they don’t and cannot make a man a woman. Cutting off breasts and suppressing ovulation or even fixing non-functional penis-like structures on to women - after harvesting tissue from her arm to produce it, do not “alleviate the suffering” but only enhances physical and mental suffering - and makes it lifelong. The offence is all the greater since the patients were psychologically unstable to begin with, or merely misguided adolescents.",
    "What people suffering from mental disease need is to hear the truth and receive psychiatric therapy – not medical or social “affirmation”.  This is not a novel proposition since physicians do not affirm PTSD patients by telling them that the voices are real, nor are scientific innovations employed to inject adipocytes into anorexics. Further, it is flagrant abuse of emotional vulnerability to propose such butchering and poisoning under the slogan of alleviation of suffering. Authentic compassion will help to heal, not maim for life1.",
    "The second degree of logical inconsistency is that the refutation of biology and the assertion of the primacy of feelings over chromosomes, cannot be reconciled with affirmatory interventions that albeit feebly and disastrously attempt to reconfigure the very biology that is being refuted – such as making breasts grow on boys after castrating them, and shaving off his laryngeal prominence.",
    "Be conscious of terms, vocabulary and definitions",
    "MW: “In order to do so, we need to be open and ready to understand and to be conscious of the terms, vocabulary and definitions related to gender identities that are now being recognised and accepted globally as never before.”",
    "RR: Semantic gymnastics can only help to make dishonesty appear respectable. People are being fooled by words that appear innocuous, but have egregious meanings and implications. Addressing a “gender-dysphoric” or body-dysmorphic man with a new term such “transwoman” does not solve the problem, that he is sick. Calling a man a woman – trans or otherwise, makes the caller a liar. Replacing sex with gender so that a myriad subjective “genders” can be substituted for the two objective sexes only enables confusion and confoundation between reality and fantasy. Acceptance of newfangled terms will serve to silence the honest who find that popularised – even enforced, language can no longer serve truth.",
    "Moreover, global recognition and acceptance – were this to be achieved2, cannot make a falsehood true, any more than vaginoplasty and the mechanical dilations required to prevent the wound from healing, can make a man anything other than what he already is. Likewise for the woman who identifies as a nullo, and for the tuna who believes he is a mermaid.",
    "MW: “Gender-phobia or transphobia may manifest in actions such as violence, harassment, misrepresentation and exclusion. Needless to say, the official sanctioning of gender diversity requires social transitioning as well, including changes in pronouns, adaptation of new names, changes to dress and appearance. It also involves legal transitioning including official name changes, clear identity cards and birth certificates.”",
    "RR: Distinctions are lost when conflation is employed. Harassment of or violence upon anyone are causes for concern. However, it does not follow that privileges need to be accorded to a particular category of persons, or that compassion needs to be misguided. One does not misrepresent a paedophile3 as a “minor-attracted person”, and include the pervert wholeheartedly into the Boy Scouts. Likewise it would be wise to exclude the muscular “gender-confused” boy from the girls’ netball team, and from their showers.",
    "It is huge step to move from concerns regarding physical violence and social exclusion, on to expect the State to sanction special rights for practitioners of deviant genital behaviour4 and to provide for the acceptance of the sick as healthy. It would follow that alcoholism, the orientation towards LSD consumption and kleptomania would also need to be sanctioned, together with special rights for the horse who will not plough because he identifies as the stable door. Furthermore legal recognition of a falsehood, does not turn a lie into the truth, or evil into virtue.",
    "Moreover, the concern regarding “social transitioning” and “legal transitioning”5 presume the acceptability of “the official sanctioning of gender diversity” – an assault on justice, morals and competency, and a subversion of truth whose fruits were found hanging on the presidency of Harvard.",
    "On pronouns, the requirement outlined is for changes to the way citizens-become-subjects shall speak – and to make a criminal of a reasonable person who will refuse to refer to a man or woman who identifies as belonging to one of a legion of the continuously expanding plethora of genders as “per” or “co” or “xe” or “xyrz” as the case may be, at the time. Moreover, it confirms the tyranny of speech control and the criminalisation of the honest for using precise language.",
    "The call to register a mischievous manipulator’s or psychologically disordered individual’s prevailing self-identification on their official birth certificate or identity card is a tragedy of cosmic proportions. This is not only a means of supplementing the acceptance, affirmation and medical abuse of the vulnerable. It officially plunges a nation into the fallacious rabbit hole of genderland – where fundamental realities are legally inverted and nature is unnatural – and whims of the personality disordered become privileged, and their surgical sterilisation will be financed by the taxpayer.",
    "Even history is distorted and time falsified when the certificate of birth will declare that a woman born half a century ago, was indeed born a cat half a minute ago, and woe betide anyone who says she wasn’t, even if that one person is her biased and discriminating – even violent, mother.  The world has been turned beyond up-side-down where the law deems a woman a man, and forces all subjects to surrender and accept, call and refer to a man as if he were a woman. When saying a woman is a woman becomes criminal and legally incorrect, and where sodomy is normal and teachers are forced to teach the little schoolchildren that sodomy is good – then phastasy is real, yes is no, and good is evil; conscience shall die, we shall live in a nightmare from which we may never wake.",
    "1.https://culturavitae.substack.com/p/samhsa-lgbt-data-on-mental-health",
    "2.https://culturavitae.substack.com/p/sexual-orientation-and-gender-identity",
    "3.already a softened term",
    "4.these being the L, the B, the G, and half of what constitutes +, in the LGBTQIA+ spectrum of perversion and insanity",
    "5.https://culturavitae.substack.com/p/descent-into-lunacy",
    "(The writer is Corporate Director, Chartered Chemical Engineer, Alumni of the University of Cambridge. He can be reached at [email protected].)"
  ]
}