{
  "url": "https://www.ft.lk/columns/Need-the-right-institutions-and-processes-to-override-politics-in-curricular-reforms/4-787205",
  "title": "Need the right institutions and processes to override politics in curricular reforms",
  "ut": 1768955554.0,
  "body_paragraphs": [
    "WITH only a few days before the start of classes for 2026 when children in grades one and six were to use the new learning modules they had received, the Cabinet decided to defer the implementation of the new modules for the sixth grade to 2027. This is clearly a response to the relentless criticism over social media and in street protests over a major blooper in one module and many other errors found in other modules intended for Grade 6. The blooper was adding a link to a same-sex dating site in the lesson on “Finding Friends.” One thing led to another and the Government panicked.",
    "We may not have seen the end of the troubles for the reform process. The teachers and parents who have not come forward so far have started to make their voices heard in social media, protesting the deferment. With the erratic steps this Government has taken during the curricular reform process so far, we can expect more trouble.",
    "It is easy to gloat over the fact this Government has been in the forefront of disrupting reforms, especially education reforms, and they deserve what is coming at them, but curricular reform is an area where institutions and processes should override politics and put a stop to this vicious cycle of opposition while in Opposition.",
    "The root of the problem in the present situation is the arrogance of the ruling party despite glaring deficiencies on their part. The curricular reform crisis has indeed revealed the weak foundation on which these reforms are based, but instead of acknowledging them and fixing the problems, the Government has been defiant and combative. Whether the Government learns the policy lessons and prevents further rollbacks is up to the Government, but pointing out the deficiencies is civic duty.",
    "Reset State institutions and processes and take responsibility",
    "As soon as the blooper of adding a link to same-sex dating became news, the Minister claimed there was a conspiracy to discredit her and filed a complaint with the CID. For an outsider it was a clear indication of a leader not in control of her team and its operations.",
    "The present troubles also begs the question why the officials in the Ministry and its affiliated institutions failed to provide the Minister with the required concept paper on the reforms and what the underlying structural issues are that led to gross errors in the modules published by these officials?",
    "The current structure offers some clues. In the Ministry of Education, there are more than twenty officials serving as additional secretaries or the equivalent, and nearly fifty branches with branch heads under them. At the same time, the National Institute of Education maintains units for each subject and other",
    "functions, and there is a Department of Education Publications. The National Education Commission which is responsible for formulating policy exists outside of the Ministry’s purview. With overlapping responsibilities within and between these institutions, what we seem to have is a gridlock situation where even those willing and capable are not able to perform.",
    "The top three duties and functions of the Minister for Education as stipulated in the latest gazette No. 2412/08 (Nov 25, 2024) includes the formulation, implementation, monitoring and evaluation of policies, strategies, programs and projects, in relation to the subjects of education; and reforming all systems and procedures using modern management thus ensuring that the functions of the Ministry are fulfilled while eliminating corruption and waste.",
    "Clearly the responsibility for any function of the Ministry which is not fulfilled is the responsibility of the minister in charge.",
    "Do not do major reforms armed only with a PowerPoint",
    "Nobody disagrees that education reforms are necessary, but the inability of the present Government to respond in a credible manner to criticisms levied against it has discredited the current reform effort. The underlying problem is the lack of an in-depth understanding required by the Minister or the Ministry for their undertaking.",
    "The Minister for Education presented what she called an initiative to transform education in Parliament as a PowerPoint only. The Ministry staff have not been able to provide a concept paper that adequately articulates the bullet points in the presentation.",
    "A 2020 concept paper by a previous administration titled “A curricular framework for secondary education in Sri Lanka” is the origin of the module concept. It articulated the ideology behind the use of modules in place of a single textbook, and the modules were in development well before this Government came into power. However, the implementation at that time was stalled due to economic and political upheavals during the 2020-2024 period.",
    "While the present Government should be credited for restarting a stalled implementation process, it made the error of claiming the reform package as their own without any reference to its roots or the required modifications to the concepts. In fact, the original concept paper is not to be found on the Ministry web site and the link shared here is a private one initiated by the author.",
    "Get credible professionals on your side",
    "Those appointed to key positions in education are newcomers to the system. There are faculties of education in several universities and many eminent retired officials ready and willing to serve, but they were reluctant to comment on the substantive elements of the reforms based on incomplete information on a PowerPoint presentation. It also seemed that some of them felt that an intervention was futile since the reforms were overly politicised.",
    "Keep channels open for ground troops",
    "Although the Ministry said that about five thousand teachers had received training on the modules, there was no official space for those teachers to express their opinions. It is not surprising that teachers’ unions, despite their active opposition to extending school hours by half an hour, have not questioned the content of the subject. As trade unions, their aim is to protect their rights as employees. The lack of a suitable platform for teachers to officially express their views as professionals and to contribute honourably to policy formulation and implementation is a major shortcoming. If the Ministry had a line of communication to the teachers through a professional association for teachers, for example, they could have successfully countered opinions of armchair pundits.",
    "Engage the Opposition, though you may have a two-third majority",
    "The Sectoral Oversight Committee (SOC) system in Parliament is an important mechanism for examining any issue in depth and reporting to Parliament. A SOC has broad powers, including the power to secure consultants as needed to oversee pending legislation, effectiveness of past legislation or any matter related to the assigned subject. The convention is to give the chairmanship of these committees to the Opposition disproportionate to their share of seats in Parliament as in the present case. For example, the chairmanship for the SOC on Education is held by a member of the Opposition at the present time, but the leadership of that committee has been disappointing. The Opposition claims that the present Government is deliberately weakening the committee system in Parliament. However, at this juncture, the Government is at risk of stumbling from one issue to another if acting on their own.",
    "Some specifics for a way forward",
    "1. Constitute a special Parliamentary Select Committee for education reforms",
    "Appoint a special parliamentary committee consisting of Members of Parliament who recognise education reforms as a cause beyond party politics. Civil society should raise concerns if such committees are prevented from functioning.",
    "2. Engage the best to assist the select committee",
    "An advisory body to the select committee should be selected after an open call for applications from educationists and education policy analysts by the Parliament and appointed by the select committee to represent experts acceptable to both the Government and the Opposition. In addition, the support of several foreign specialists should be sought. The ADB should consider these expenditures worthy of saving a project for which they have loaned hundreds of millions of dollars.",
    "3. Form a National Teacher Council to receive teacher inputs",
    "Establish an interim National Teachers’ Council consisting of renowned teachers through an open recruitment process and pass legislation to form a statutory body to maintain professional standards of the teaching profession and contribute to policy decisions regarding the profession.",
    "4. Restructure the Central Government institutions to get the best to lead reforms",
    "Invite applications from officials currently serving in national or provincial levels to recruit the best for a new curriculum development unit. Similarly, establish units for each function under the Ministry’s oversight and rename institutions and re-recruit personnel best suited for each function.",
    "There is nothing to stop the Government from ignoring these suggestions but a fallout from a further worsening curricular reform process could be the undoing of the Government.",
    "(The author is a scientist turned policy analyst. She can be reached at [email protected])"
  ]
}