{
  "url": "https://www.technologyreview.com/2024/11/21/1107092/china-climate-change/",
  "title": "China’s complicated role in climate change",
  "ut": 1732149000.0,
  "body_paragraphs": [
    "This article is from The Spark, MIT Technology Review’s weekly climate newsletter. To receive it in your inbox every Wednesday, sign up here. “Well, what about China?”  This is a comment I get all the time on the topic of climate change, both in conversations and on whatever social media site is currently en vogue. Usually, it comes in response to some statement about how the US and Europe are addressing the issue (or how they need to be). Sometimes I think people ask this in bad faith. It’s a rhetorical way to throw up your hands, imply that the US and Europe aren’t the real problem, and essentially say: “if they aren’t taking responsibility, why should we?” However, amid the playground-esque finger-pointing there are some undeniable facts: China emits more greenhouse gases than any other country, by far. It’s one of the world’s most populous countries and a climate-tech powerhouse, and its economy is still developing.",
    "With many complicated factors at play, how should we think about the country’s role in addressing climate change? China’s emissions are the highest in the world, topping 12 billion tons of carbon dioxide in 2023, according to the International Energy Agency.",
    "There’s context missing if we just look at that one number, as I wrote in my latest story that digs into recent global climate data. Since carbon dioxide hangs around in the atmosphere for centuries, we should arguably consider not just a country’s current emissions, but everything it’s produced over time. If we do that, the US still takes the crown for the world’s biggest climate polluter. However, China is now in second place, according to a new analysis from Carbon Brief released this week. In 2023, the country exceeded the EU’s 27 member states in historical emissions for the first time. This reflects a wider trend that we’re seeing around the world: Developing nations are starting to account for a larger fraction of emissions than they used to. In 1992, when countries agreed to the UN climate convention, industrialized countries (a category called Annex I) made up about one-fifth of the world’s population but were responsible for a whopping 61% of historical emissions. By the end of 2024, though, those countries’ share of global historical emissions will fall to 52%, and it is expected to keep ticking down. China, like all nations, will need to slash its emissions for the world to meet global climate goals. One crucial point here is that while its emissions are still huge, there are signs that the nation is making some progress.   China’s carbon dioxide’s emissions are set to fall in 2024 because of record growth in low-carbon energy sources. That decline is projected to continue under the country’s current policy settings, according to an October report from the IEA. China’s oil demand could soon peak and start to fall, largely because it’s seeing such a huge uptake of electric vehicles.  One growing question: With all this progress and a quickly growing economy, should we be expecting China to do more than just make progress on its own emissions?  As I wrote in the newsletter last week, the current talks at COP29 (the UN climate conference) are focused on setting a new, more aggressive global climate finance goal to help developing nations address climate change. China isn’t part of the group of countries that are required to pay into this pot of money, but some are calling for that to change given that it is the world’s biggest polluter.  One interesting point here—China already contributes billions of dollars in climate financing each year to developing countries, according to research published earlier this month by the World Resources Institute. The country’s leadership has said it will only make voluntary contributions, and that developed nations should still be the ones responsible for mandatory payments under the new finance goals.",
    "Talks at COP29 aren’t going very well. The COP29 president called for faster action, but progress toward a finance deal has stalled amid infighting over how much money should be on the table and who should pay up. China’s complex role in emissions and climate action is far from the only holdup at the talks. Leaders from major nations including Germany and France canceled plans to attend, and the looming threat that the US could pull out of the Paris climate agreement is coloring the negotiations.  But disagreement over how to think about China’s role in all this is a good example of how difficult it is to assign responsibility when it comes to climate change, and how much is at play in global climate negotiations. One thing I do know for sure is that pointing fingers doesn’t cut emissions.   Now read the rest of The Spark Related reading Dig into the data with me in my latest story, which includes three visualizations to help capture the complexity of global emissions.  Read more about why global climate finance is at the center of this year’s UN climate talks in last week’s edition of the newsletter.  Keeping up with climate   Fusion energy has been a dream for decades, and a handful of startups say we’re closer than ever to making it a reality. This deep dive looks at a few of the companies looking to be the first to deploy fusion power. (New York Times)→ I recently visited one of the startups, Commonwealth Fusion Systems. (MIT Technology Review) President-elect Donald Trump has tapped Chris Wright to lead the Department of Energy. Wright is head of the fracking company Liberty Energy. (Washington Post) In the wake of Trump’s election, it might be time for climate tech to get a rebrand. Companies and investors might increasingly avoid using the term, opting instead for phrases like “energy independence” or “frontier tech,” to name a few. (Heatmap)",
    "Rooftop solar has saved customers in California about $2.3 billion on utility bills this year, according to a new analysis. This result is counter to a report from a state agency, which found that rooftop panels impose over $8 billion in extra costs on consumers of the state’s three major utilities. (Canary Media) Low-carbon energy needs much less material than it used to. Rising efficiency in making technology like solar panels bodes well for hopes of cutting mining needs. (Sustainability by Numbers)",
    "New York governor Kathy Hochul has revived a plan to implement congestion pricing, which would charge drivers to enter the busiest parts of Manhattan. It would be the first such program in the US. (The City) Enhanced geothermal technology could be close to breaking through into commercial success. Companies that aim to harness Earth’s heat for power are making progress toward deploying facilities. (Nature)→ Fervo Energy found that its wells can be used like a giant underground battery. (MIT Technology Review)  hide"
  ]
}