{
  "url": "https://www.ft.lk/columns/A-state-of-preventing-terrorism-and-citizens-needing-protection/4-787723",
  "title": "A state of preventing terrorism and citizens needing protection",
  "ut": 1769801277.0,
  "body_paragraphs": [
    "The draft PSTA published for so-called public scrutiny so far could unleash another draconian law that fetters democracy in practice later, if it is allowed to pass muster without stringent critique now",
    "PSTA threatens Sri Lanka’s fundamental rights ethos. First in the line of fire is the right of free speech and the right to lawful assembly...the PSTA could throw a threatening shadow over the right to fair trial and due process",
    "While presented as a replacement, the PSTA largely preserves the core architecture of the PTA – the same egregious provisions by another similar-sounding acronym – that enthrones broad Executive powers once again",
    "Civil society would miss a vital cue if it did not demand repealing the PTA in even its phoenix-like resurrection, and settle for accepting a rebranding of the same principles under the PSTA",
    "While Sri Lanka legitimately needs laws to address genuine threats to national security and public safety, the draft Protection of the State from Terrorism Act (PSTA) as it stands today appears to reproduce many of the same draconian features of the Prevention  of Terrorism Act (PTA) it ostensibly seeks to replace",
    "The poet TS Eliot wrote that, “between the idea and the reality, falls the shadow”. And also, “between the conception and the creation, falls the shadow”. The Government’s proposed Protection of the State from Terrorism Act (PSTA) is a good, recent, chilling example of this premonition. And uncanny echoes between the PSTA and the erstwhile Prevention of Terrorism Act (PTA) urge citizen watches to careful scrutiny and critical engagement ahead of any ratification of the Bill.",
    "First, to be fair by the powers that be, it behoves us to examine what the NPP Government claims it wants to do. Official champions of the PSTA say it is meant to modernise Sri Lanka’s counter-terrorism framework and move past the archaic Prevention of Terrorism (Temporary Provisions) Act No. 48 of 1979. Proponents claim it is positioned as a replacement rather than as a revival of a long-criticised statute and is currently open for public consultation.",
    "There may be a genuine rationale for a legitimate counter-terrorism framework if the following conditions can be fulfilled:",
    "It aligns with international human rights law and Sri Lanka’s constitutional provisions for the protection of civil rights in keeping with the clear democratic norms states subscribe to",
    "It clearly defines terrorism rather than broadly criminalising dissent",
    "It provides robust checks and balances – including judicial oversight, limits on detention  without specific charges, and procedural safeguarding of human rights",
    "So in theory, a replacement for the PTA that actually respects fundamental rights and narrows powers to genuine threats could improve the rule of law and restore confidence in a justice system that has been compromised severally over the years.",
    "But the draft PSTA published for so-called public scrutiny so far fails to recognise these merits in concept and could unleash another draconian law that fetters democracy in practice later, if it is allowed to pass muster without stringent critique now.",
    "Comparisons are odious, yet often necessary. So here’s a study in putative contrasts – and, in plain fact, continuities – as to how the Prevention of Terrorism Act and the Protection of the State from Terrorism Act stack up...",
    "As regards scope and definitions:",
    "PTA: broad, vague definitions; no clear definition of terrorism; “unlawful activity” could be interpreted expansively, enabling sweeping arrests and protracted detention of activists, anti-Government agitators, and dissenters asserting their democratic rights",
    "PSTA: broad terminology to define terrorism, including “intentionally provoking terror”, and acts that “intimidate the public, or compel Governments or organisations”; risks including legal enough political protests and expressive acts under the legitimate umbrella of free speech and the right to lawful assembly under the spurious canopy of “terrorism”",
    "In terms of detention and the deployment of executive power:",
    "PTA: permits detention without charges for up to 18 months without meaningful judicial oversight and allows executive orders to so detain",
    "PSTA: retains extraordinary executive powers of detention; reduces maximum continuous extension of detention to two months at a time (vs. PTA’s three), but the cumulative effect still allows a year-long detention without the full procedural protections par for the course in democratic countries",
    "On matters of judicial oversight and due process:",
    "PTA: minimal judicial checks; courts often played only minor roles in initiating detention, review or bail decisions",
    "PSTA: some technical remedies have been introduced (e.g. police officer application to magistrates), but overall it continues to limit meaningful independent judicial control",
    "As regards potential for abuse:",
    "PTA: has been criticised domestically and internationally of arbitrary detention, torture, racial profiling and targeting minorities, and curtailing the legitimate work of journalists, activists, and political opponents for decades",
    "PSTA: critics – again, both at home and abroad – warn that it may replicate the same abuses, retain deliberately vague definitions, enable secret detentions, and fail to uphold international counter-terrorism benchmarks",
    "On the matter of application beyond borders:",
    "PTA: a paper tiger used to rattle sabre against ‘enemies of the state’ in the Sri Lankan diaspora",
    "PSTA: it’ll reportedly apply to Sri Lankan citizens abroad, including diasporic speech and assembly, raising unique concerns about repression of free socio-political expression outside Sri Lanka",
    "In short: while presented as a replacement, the PSTA largely preserves the core architecture of the PTA – the same egregious provisions by another similar-sounding acronym – that enthrones broad executive powers once again, slyly smuggles in vague definitions of key terms and concepts, and keeps the back and side doors open for abusers against human rights to creep in.",
    "So Eliot has that bon mot once again. “Between the desire and the spasm ... between the potency and the existence ... between the essence and the dissent – falls the shadow.” Ergo, this policy critique ahead of the moving finger writing, and having writ moving on, while we descend into the doldrums of a sub-democratic national milieu.",
    "The PSTA threatens Sri Lanka’s fundamental rights ethos. First in the line of fire is the right of free speech and the right to lawful assembly. Most alarmingly, its vague definitions could classify protest, strike or critical speech as ‘terrorism’. There is not a little irony in a JVP-led Government attempting to safeguard an albeit progressive regime against protests, strikes and scurrilous op-eds!",
    "Then again the PSTA could throw a threatening shadow over the right to fair trial and due process. Preventive detention, extended powers of arrest, and limited judicial review undermine a plethora of constitutional protections.",
    "And last but by no means least, there is targeted repression. Based on the PTA’s chequered history, such proposed laws as the PSTA have the unsalutary potential to affect minorities of many types badly, and especially people of conscience to whom dissent is now inalienable.",
    "On another plane, there is the not impertinent issue of Sri Lanka’s international human rights commitments.",
    "The country made a pledge to its citizens and significant others – including the United Nations Human Rights Council – to repeal the PTA and replace it with legislation more in alignment with a modern nation state serious about its role as a civilised society in an increasingly geopolitically connected world.",
    "This draft of the PSTA as it stands today, as its sternest and most sincere critics could point out, fails to align with international standards while reneging on promises made to global stakeholders in our best national interest.",
    "Worst of all still, given the precarious outcome of an ongoing economic reforms program, a misstep in terms of such a draconian piece of legislation – militantly authoritarian oppression redux – risks jeopardising trade privileges such as GSP+ linked to human rights.",
    "On to recommendations.",
    "Things to do before the Damocles’ sword descends",
    "Civil society would miss a vital cue if it did not demand repealing the PTA in even its phoenix-like resurrection, and settle for accepting a rebranding of the same principles under the PSTA. This would necessitate agitating for not only the abolition of the PTA but also shelving the present draft of the PSTA. Should terrorism-related offences arise, they can readily be dealt with under existing criminal laws... there is no need for special statutes with sweeping powers!",
    "Media and rights-oriented organisations can help to mobilise broad public engagement. As demanded by the Centre for Policy Analysis (CPA), for example, public consultation windows can and must be extended to ensure informed input – not tokenistic window-dressing.",
    "The confraternity of lawyers could also contribute to building legal challenges to the proposed legislation. They should do well to use constitutional litigation to challenge any provisions that contravene human rights and civil liberties – such as preventive detention sans judicial oversight, as has happened in the past with the PTA.",
    "Also civil society across its spectrum – from media and human rights groups, through trade unions and student organisations, to minority rights advocates – could combine its muscle and mindset to present unified critiques and policy alternatives.",
    "There is also the not insubstantial impetus of international advocacy. Sri Lankan stakeholders in the country’s best national interest could engage especially UN mechanisms including special rapporteurs, and other global agencies and instrumentalities – to signal that human rights standards must be upheld, especially given past abuses, and that present and future counter-terrorism measures must be rights-sensitive if not rights-oriented.",
    "In all of this above, public awareness and education will be the key. As outspoken activist and respected academic Dr. Arjuna Parakrama recently said on a public platform convened to oppose the potential abuses of the PSTA: “In a democracy, the chief office is that of Citizen.” So disseminating accessible explanations of how Executive powers could hamstring – or worse – civil liberties all over again is vital. Also crucial is the contribution of citizen voices adding to the clarion calls of concerned academics and agitating professionals, elaborating on how they feel ‘terrorism’ can and must be defined in human rights consistent ways that defend and safeguard civil liberties.",
    "Last not least – conscientious actors in Governmental circles could themselves develop a state legal framework, in response to civil society’s proposed alternatives, to develop a transparent drafting process that is grounded in international best practice. Whether official or alternative, such legal draughtsmanship could do well. to ensure – clear, unambiguous, even narrow definitions of ‘terrorism’; strict procedural safeguards (due bail, timely judicial review); independent oversight bodies; and accountability for and action against abuses and abusers.",
    "While Sri Lanka legitimately needs laws to address genuine threats to national security and public safety, the draft Protection of the State from Terrorism Act (PSTA) as it stands today appears to reproduce many of the same draconian features of the Prevention  of Terrorism Act (PTA) it ostensibly seeks to replace.",
    "These include expansive Executive powers, vague definitions, and limited rights safeguards – all of which are anathema to a functioning, accountable and transparent democratic republic.",
    "Rather than a reform of the status quo through repealing the PTA once and for all, there is the risk that the PSTA will simply rebrand repression, which would stifle dissent and attack civil liberties.",
    "Therefore, at this critical juncture, civil society can and must agitate not merely for amendments, but for an alternative framework and a decent new counter-terrorism law that respects local constitutional and international human rights norms.",
    "(The author is the Editor-at-large of LMD)"
  ]
}