{
  "url": "https://www.dailymirror.lk/opinion/WB-Groups-high-level-council-to-tackle-looming-jobs-crisis/172-289543",
  "title": "WB Group’s high level council to tackle looming jobs crisis",
  "ut": 1723651656.0,
  "body_paragraphs": [
    "The job market is only expected to create 420 million jobs—leaving nearly 800 million without a clear path to prosperity",
    "Council to be co-chaired by the President of the Republic of Singapore Tharman Shanmugaratnam and former President of the Republic of Chile Michelle Bachelet",
    "The World Bank Group has launched a high level council to address a looming job crisis. According to a press release issued by the World Bank, the High-Level Advisory Council on jobs, will launch an initiative that will identify actionable policies and programmes to address the earmarked jobs crisis in the Global South.",
    "The Council will be led and co-chaired by Tharman Shanmugaratnam, President of the Republic of Singapore and former Deputy Prime Minister and Coordinating Minister for Economic and Social Policies, and Michelle Bachelet, former President of the Republic of Chile and Head of Government for two terms (2006-2010 and 2014-2018).",
    "The press release further states that ‘Over the next 10 years, an unprecedented 1.2 billion young people in the Global South will become working age adults. Meanwhile, the job market is only expected to create 420 million jobs—leaving nearly 800 million without a clear path to prosperity. Though some young people will be in further education, their eventual entry into the labour market will add to this challenge’.",
    "The release further states that the High-Level Advisory Council is an initiative by the World Bank Group to transform this challenge into an opportunity to drive future prosperity. ‘It will focus on youth and female employment opportunities. The global labour force participation rate for women is just over 50%—much lower in some regions—compared to 80% for men,’ the release further states.",
    "Accordingly, the Council will bring together leading experts across government, business, civil society, and academia to offer thought leadership and actionable strategies for creating large-scale employment opportunities. The strategies developed will be examined within the World Bank Group with a view to piloting them with countries in real world applications. Those exhibiting the right level of success will be scaled over the coming years to effectively address the jobs challenge.",
    "“Creating jobs is the surest way to combat poverty and grow prosperity,” said World Bank Group President Ajay Banga.",
    "“A job is the most meaningful yardstick of success for any individual: with a job comes dignity, pride, and the ability to provide for yourself and your family. We are launching the Council to set our development strategy on a foundation of creating employment opportunities in all corners of the globe,” said Banga.",
    "“Good jobs are at the core of aspirations everywhere, but also a growing challenge in the face of rapidly advancing technologies, geo-economic uncertainty and climate threats,” said Shanmugaratnam. “New strategies are needed to achieve sustained job and income growth among developing world populations, and the benefits this will bring for the global economy too,” added Shanmugaratnam.",
    "“The challenge is unprecedented in modern history: we must provide meaningful job opportunities for hundreds of millions of young people and women in the Global South,” said Bachelet. “This High-Level Advisory Council will seek to identify policies that are both effective and can be implemented on the ground, ensuring that economic growth and social justice go hand in hand. Let’s help prepare young people and women for the challenges of today and the future. Our goal is for all of them to have an opportunity to contribute to and benefit from a more inclusive global economy,” said Shanmugaratnam",
    "The Council will meet regularly and work directly with Banga and World Bank Group senior leadership. The members of the Council will be announced in the near future. The Council aims to hold its first meeting during the 2024 World Bank Group-IMF Annual Meetings."
  ]
}