{
  "url": "https://www.dailymirror.lk/news-features/Lasantha-Wickrematunge-A-national-heros-enduring-legacy/131-299750",
  "title": "Lasantha Wickrematunge  A national hero’s enduring legacy",
  "ut": 1736375822.0,
  "body_paragraphs": [
    "Lasantha Wickrematunge was driven by an attentive loyalty to righteousness and was willing to risk everything to expose corruption and dark abuses in Sri Lanka.",
    "Wickrematunge’s career as a journalist was defined by his unflinching pursuit of the truth",
    "Wickrematunge was a paradigm of superhuman bravery",
    "Wickrematunge’s courage was not merely a product of his profession; it was an intrinsic part of",
    "January 8 marked a dark and somber day in Sri Lanka’s history, as our thoughts went back to Lasantha Wickrematunge, the fearless journalist and an indefatigable champion of human rights, who fell victim to a brutal assassination. Sixteen years have passed since his untimely demise, but Wickrematunge’s adherence to justice and human rights cemented his status as a national hero that continues to inspire generations.",
    "Wickrematunge’s remarkable career as a trailblazing journalist was defined by his unflinching pursuit of the truth, often at great personal risk. He was attacked on numerous times; his house was sprayed with machine gun fire, and he and his wife were assaulted. He was under constant surveillance by the Sri Lankan government’s intelligence and subjected to phone surveillance. Despite these threats, Wickrematunge   only saw adversity as encouragement to continue his work.",
    "Wickrematunge was a paradigm of superhuman bravery. He stood tall, exemplifying a kind of guts and courage that was almost unearthly. Wickrematunge advocated for unity and love with his fellow Sri Lankans and fearlessly confronted the darker aspects of Sri Lanka’s political corruption, refusing to back down even in the face of imminent danger and threat. He exposed government corruption, human rights violations and high-level wrongdoing, earning numerous accolades. Wickrematunge’s courage was not merely a product of his profession; it was an intrinsic part of his being. He was driven by an attentive loyalty to righteousness and was willing to risk everything to expose corruption and dark abuses in Sri Lanka.",
    "Right through his vocation, he campaigned for the rights of marginalised communities in Sri Lanka. His dedication to minority rights was evident in his tireless advocacy work and he recognised the inherent value and potential of every human being, regardless of background, gender, ethnicity, or religion. Wickrematunge fought for the rights of refugees, the underprivileged, the disabled, and the LGBTQ+ community and he recognised the intersectionality of oppression and fought to address unique challenges faced by these communities. His vision for Sri Lanka was a rainbow secular nation where diversity was celebrated and inclusivity was paramount. His vision continues to inspire social justice movements in Sri Lanka today.",
    "One of his most notable contributions was his advocacy for the rights of the Tamil minority, who faced historical discrimination and marginalisation in Sri Lanka. Wickrematunge consistently spoke out against human rights abuses and violence perpetrated against Tamils by the Government of Sri Lanka and the armed forces. He became a beloved icon in the Tamil community, with Tamils worldwide hailing him as their hero and many adorning their homes with his portrait. Wickrematunge boldly confronted the Rajapaksa regime, exposing crimes, enforced disappearances, and extrajudicial killings. He was the voice of the underdog, informing the Sri Lankan public and drawing international attention to the country’s human rights crisis.",
    "Shortly before he was killed, he criticised the then Rajapaksa government for using the war against the LTTE as a tool for achieving electoral success. To many, he was deeply respected; to others, he was a traitor. He understood the personal implications of acting as a mouthpiece for Tamil minorities and frequently highlighting the shortcomings of Sri Lankan society. He said that being labeled as treacherous was one he wore proudly if it meant equality for Tamil citizens.",
    "This fueled hatred towards him from those of the ultra-nationalistic Sinhala majority. With many of them still holding him in contempt for his voice of reason during the war, those who had the good fortune of knowing him closely have described him as a soft and kind-hearted man who never held onto grudges or anger despite the long list of enemies he had cultivated throughout his career.",
    "Wickrematunge fought for media rights and paved the way for journalists to report from war zones. Under the Kumaratunga government, he secured a legal victory when the courts struck down a law that would have allowed the government to curb the media. He fought against government restrictions on reporting in crisis regions in northern Sri Lanka and sought to ensure reporting on humanitarian issues were always analytical, thought-provoking and respectful of high ethics.",
    "The assassination of Wickrematunge sent shockwaves globally. Today, he is an international icon of press freedom, inspiring a new generation of journalists, activists, and citizens. He was the embodiment of class and integrity and his services rendered to the country must be remembered not just on solemn anniversaries like this occasion, but every day. His bravery serves as a reminder that pursuing truth and justice is a fundamental right worth fighting for. As the saying goes, legends never die and Lasantha Wickrematunge’s legacy is a testament that greatness will always supersede mortality."
  ]
}