{
  "url": "https://www.ft.lk/columns/More-bright-remits-for-an-Administration-on-the-move/4-777688",
  "title": "More bright remits for an  Administration on the move",
  "ut": 1749839038.0,
  "body_paragraphs": [
    "One major light at the end of a long dark tunnel is the growing number of judgments and indictments in the pipeline",
    "When troubles come, they come not single spies, but in battalions. Sri Lanka seems to have a sufficiency of such intruders these days.",
    "From dengue and chikungunya proto-epidemics and literal heavy weather causing havoc islandwide to the looming possibility of more national woes on the horizon if the economy falters, the socioeconomic prospects of our isle are not too sunny right now.",
    "There are however some bright spots on the socio-political horizon. Some of these may redound to the political will of a government that has done well to create a conducive space for enquiry and accountability to flourish without the process deteriorating into the customary witch-hunts.",
    "The other pull factor to complement the administration’s ethos is the ongoing push provided by critically positive civil society engagement with the powers that be to keep nation, state and country on the right path.",
    "One major light at the end of a long dark tunnel is the growing number of judgments and indictments in the pipeline. Signalling that this time round, political and public sector miscreants from previous administrations are not going to get a free ticket to ride.",
    "For optimists, this is hope that a much vaunted system change is in the works, while pessimists still cry foul at state selectivity in prosecuting justice. The realists may see that it is in fact the long delayed down train express, mowing down egregious trespassers on the fast track to securing their ill-gotten gains.",
    "That express we (dare I say, ‘all’) hoped for is – the truth be told – the slow train. When the National People’s Power came into office after a campaign high on hype and promising the moon and stars, we (again, ‘all’) expected the bad pennies of the past to be locked away pronto and the key thrown away where the sun doesn’t shine.",
    "Hope faltered, failed and grew frustrated as these – the abolition of the executive presidency, the replacement of the PTA and OSA, and the revelation of an alleged criminal mastermind behind the political conspiracy of the Easter Sunday 2019 bombings – didn’t materialise as promised or by the date indicated these would.",
    "This is now turning out not to have been a false hope but simply a slower start than expected. No less a personage than JVP MP and NPP Justice Minister Harshana Nanayakkara has understood this and empathised with the people’s feelings. The wheels of justice – like those of the down train – grind slowly but surely. Or so it would seem right now in some long delayed judgments, semaphoring to a watchful civil society that all hope is not lost.",
    "For starters, the mercury rose when a case filed in 2019 by the Commission to Investigate Allegations of Bribery and Corruption (CIABOC) against those culpable of defrauding the state to the tune of Rs. 53 million under the 2005-2015 Rajapaksa government paid rich dividends recently. This was in a judgment that saw a three judge permanent trial-at-bar at the Colombo High Court hand out stiff sentences to the miscreants.",
    "Former sports minister Mahindananda Aluthgamage and ex-Sathosa chairman Nalin Fernando were carted from the dock to 20 and 25 years rigorous imprisonment respectively (and fined Rs.200,000 and 400,000 apiece) with the stern warning of the pronouncing judge ringing a caution in everyone’s ears... “This court will not abide by velvet-gloved justice for those entrusted with public coffers. If you wish to sweeten your political fortunes, be not surprised when your cells taste of sulphur rather than sugar.” These words reflected the ethos of the court’s motto, which roughly translated can be rendered: “Sweet in commissioning, but torturous suffering after sentencing.”",
    "For seconds, the Commissioner General of Prisons was suspended this week by the NPP’s Cabinet of Ministers for allegedly releasing prisoners under the guise of a presidential pardon. The suspension followed a complaint filed by the Presidential Secretariat, that the often abused presidential pardon was allegedly being misused to enlarge inmates of Sri Lanka’s prisons on false pretexts. Looks very much like another case of the deep state being dismantled, brick by stone by crooked tile.",
    "And to add these, the number of cases being expedited by the Attorney-General’s Department suggests that a large dollop of credit must be credited to the account of the NPP government, represented in the person of its justice minister, for facilitating the environment for justice itself to be delayed no further and thereby denied.",
    "On a slower train for the longer haul",
    "Additionally, and largely unbeknownst to the general public – due in no small measure to the present inadequacy of the NPP’s PR machine – there is much in the pipeline.",
    "First, there’s the National Transport Commission (NTC) Bill – an eventual Act with teeth (thanks to the government’s super-majority in parliament), whereby all land transport save the railways will now come under one roof. The NTC was previously limited to issuing inter-provincial route permits at most and did not include trishaws or office and school vans. Thus this is progress, with the welfare of the people at heart. To look forward to: the importation of some 700 low-floor metro buses for safer, smoother more comfortable travel including for the differently-able. So finally, here is an inclusive and holistic approach to public transport.",
    "Then, there is the Proceeds of Crime Bill to recover stolen assets – a pressing and neglected concern. There will be monitoring of the Act over a year or so to ensure it is implemented rather than becoming another paper tiger. Government will train relevant officers, brief law enforcement authorities, check practical issues in implementation and establish an authority post briefing the police and other law enforcement agencies. CIABOC is already activated in re this.",
    "And further reforms to the Criminal Procedure Code including the use of technology to ensure expeditious and safe fast-tracking of cases will enable witnesses among others to give testimony via remote video link whereby a cell becomes part of the court. This makes life easier for high-risk witnesses and the Government Analyst – no waste of time travelling to courts in the periphery, for example. Plus, it will ensure the safety of minors and professional witnesses. Of course, the justice ministry has to make the hardware necessary for them to be examined where they are – all round however, a saving of time and money, providing security for key persons in legal cases and pre-empting some of the law’s delays.",
    "Further, regulation of the Anticorruption Act for asset declaration will implement the previous government’s efforts to pay lip-service to IMF requirements for openness, transparency and accountability. The NPP, while at loggerheads with the International Monetary Fund in re certain fundamentals in our economic recovery programme, is on board with this and has streamlined the format for asset declaration to foster a culture of openness et al.",
    "Meanwhile, the mind boggles at the sheer number of ministers, MPs and senior bureaucrats who have been arrested, indicted, hauled before the CID and so on. It took time, but it has happened; and the machinery of justice is on the move, albeit independently to all appearances. Justice ministry hoopla aside, the AG’s Dept. and CIABOC are working under their own steam, and politicians appear to be staying out of the state machinery for the nonce, allowing professionals to carry on their work without fear and favour. These militate well for a milieu of accountability and transparency in the dispensing of justice.",
    "As for the old high-profile, public-interest cases – yes certainly, the government is going to press the issue in terms of pushing policy directives. For instance, in the emblematic case of the Easter 2019 attacks, there are fresh investigations ongoing following the arrest of Pillaiyan. That the PR machinery of the powers that be is to blame for not briefing the public on progress in this and other cases such as the Central Bank bond scam is palpable. What’s evident enough is that most of these cases, which had lain dormant, are now being reactivated by the state.",
    "The government per se can provide the environment and it is the AG’s Dept. that is expediting matters by requesting trials-at-bar to fast-track justice in some emblematic cases (e.g. the human immunoglobulin scandal) to hear cases expeditiously. And the justice ministry is discussing with the Judicial Services Commission (JSC) how best to facilitate time and space to fast-track these cases. So other than providing policy direction (e.g. which category of cases – national and even those of international interest such as the Easter attacks), there is no ostensible political interference. In reality however, investigations do take time – but meanwhile, arrests are being made on solid evidence of wrongdoing by previous regimes.",
    "As for this government, it appears to remain committed to reforms and amendments.",
    "For one, the PTA (which has been hanging over all our heads since 1979) is soon to be dismantled by the introduction of a brand new bill. There will be public consultation on the proposed new law first; and then, a white paper open to critical commentary for at least a month. Plus the justice minister has assured civil society that the new act will be in conformity with international definitions and address any human rights concerns such as interfering with freedom of assembly, expression of dissent etc.",
    "Other bits and bobs abound. An amendment to the Penal Code will see the abolition of corporal punishment. The appointment of a commission will ensure the Online Safety Act (OSA) serves its purpose (protecting people) while safeguarding auxiliary concerns (allowing civil dissent). A new Child Protection and Justice Bill will replace the outdated Children’s and Young Persons’ Ordinance of 1939. This is being made possible in an environment of openness free of intimidation and threats, in a country with a history of stoning judges’ homes, murdering magistrates, impeaching chief justices and imprisoning war-winning generals.",
    "So bring on the sunshine!",
    "(Editor-at-large of LMD | the slow train, the rain check.)"
  ]
}