{
  "url": "https://www.ft.lk/columns/Investing-in-Sri-Lanka-s-future-National-call-to-build-a-care-economy/4-777831",
  "title": "Investing in Sri Lanka’s future: National call to build a care economy",
  "ut": 1750187383.0,
  "body_paragraphs": [
    "Our caregiving system relies heavily on unpaid female labour, often at the cost of their education, health, and economic mobility",
    "Sri Lanka is ageing—rapidly and irreversibly. According to demographic projections, by 2045, nearly one in four Sri Lankans will be aged 60 or above. At the same time, our younger population is steadily shrinking due to declining fertility and increasing out-migration. This demographic shift is placing growing pressure on families, communities, and the State.",
    "Compounding this challenge is the reality that informal caregiving—whether for young children, elderly parents, or persons with disabilities—remains largely invisible, unpaid, and unsupported. The majority of this burden falls on women, especially daughters, daughters-in-law, and female household members, many of whom are compelled to leave the workforce or forgo education and economic independence. In the estate sector, rural areas, and among low-income families, the strain is even more pronounced due to limited access to formal care services and infrastructure.",
    "Yet, these are not merely social issues or private family concerns—they are national economic challenges and opportunities. Care work, when recognised, supported, and professionalised, can drive inclusive economic development, create jobs, reduce gender inequality, and ensure that ageing and disability are not synonymous with exclusion or poverty.",
    "Globally, there is a growing consensus that care is economic infrastructure—as essential as roads, power, or digital connectivity. The recently released Australian report, “Care and Support Economy – State of Play,” makes a compelling case: investing in care services contributes directly to GDP, employment growth, and productivity. Care is no longer being treated as a welfare cost, but as a strategic investment.",
    "Europe is already ahead. Sweden’s gender-equal care policies, Germany’s professionalised eldercare systems, and the Netherlands’ integrated long-term care model all reflect a future-focused approach that balances compassion with capital. These countries have proven that public investment in care leads to healthier, more resilient societies and more equitable labour markets.",
    "Sri Lanka must not be left behind. As we rebuild after an economic crisis and prepare for the demographic realities of the coming decades, the care economy offers a powerful, untapped lever. If we act now—by recognising care as infrastructure, supporting caregivers, and investing in inclusive systems—we can create a society that not only protects its most vulnerable, but also empowers its workforce and sustains long-term growth.",
    "Care as economic infrastructure – learning from Norway and France",
    "In Norway, public investment in early childhood education and eldercare has significantly increased women’s workforce participation. By ensuring that care is affordable and accessible, the country has maximised its human capital and narrowed gender gaps. Similarly, France’s recognition of eldercare and support services as part of its long-term economic development strategy has created a robust “silver economy” that employs hundreds of thousands.",
    "Sri Lanka’s path forward should include embedding care services into national economic planning. Care should be budgeted for just like roads, ports, or IT infrastructure. This includes targeted funding for care centres, elderly day-care programs, and inclusive disability services.",
    "Professionalising the care workforce – insights from Germany",
    "Germany, facing a similar ageing crisis, has invested heavily in training and accrediting care workers. The Nursing Professions Reform Act consolidated and upgraded the country’s caregiving professions into one unified qualification, offering career stability and public respect.",
    "Sri Lanka should establish national vocational programs in caregiving, home-based care, geriatric support, and early childhood development—particularly in rural and estate areas, where employment opportunities are scarce. These qualifications should be recognised with clear career ladders, aligned to local government and health systems.",
    "Promoting gender equity through care reform – Sweden’s approach",
    "Sweden’s social model is perhaps the gold standard in gender equality, thanks largely to its family and care policies. The country offers generous parental leave for both men and women, heavily subsidised childcare, and work-time flexibility that supports a work-life balance for all genders.",
    "In Sri Lanka, our caregiving system relies heavily on unpaid female labour, often at the cost of their education, health, and economic mobility. We can promote gender equity by introducing shared parental leave, subsidies for childcare, and social pensions for full-time caregivers—especially in low-income and estate communities.",
    "Integrated and sustainable care – The Dutch model",
    "The Netherlands has built one of the world’s most integrated care systems. Their Long-Term Care Act combines medical, mental health, and social care services under a single administrative umbrella. Community-based services are prioritised to allow older adults to “age in place,” reducing pressure on hospitals and families.",
    "Sri Lanka should consider an integrated care system where services for the elderly, disabled, and children are coordinated through local government units. A unified national care registry and digital platform could track needs, deliver services, and evaluate outcomes effectively.",
    "Innovation and the silver economy – Finland’s technological leap",
    "Finland, with one of the fastest-ageing populations in Europe, has embraced digital solutions to support ageing at home. This includes wearable health devices, fall detection systems, and telehealth services tailored for elderly populations in remote areas.",
    "Sri Lanka can emulate this by investing in technology-enabled care delivery: mobile-based elder monitoring, remote consultations in estate areas, and tele-education for children in rural settings. Such solutions could also stimulate our local tech and health startups, creating a “care-tech” ecosystem.",
    "Unlocking Sri Lanka’s silver economy",
    "Europe’s “silver economy”—estimated to be worth over € 5.7 trillion by 2025—encompasses services, products, and infrastructure aimed at older adults. From senior-friendly housing to tourism packages, this is a growing market.",
    "Sri Lanka’s unique geographic and cultural context can position it as a regional hub for elder wellness tourism, retirement villages, and cross-border eldercare services. But this requires a formal caregiving sector, safety standards, and policy incentives.",
    "A national priority for 2025 and beyond",
    "If Sri Lanka invests in the care economy today, it will not only improve wellbeing but also generate thousands of jobs—especially for women and youth—and build economic resilience.",
    "This is not just about compassion. This is smart economics. The return on investment in care is high: better health, greater labour force participation, reduced inequality, and more inclusive growth.",
    "Let us learn from Europe and Australia. Let us reframe care not as a burden, but as a foundation for Sri Lanka’s next wave of development. A caring nation is a strong nation—and the time to build that future is now.",
    "(The writer, Emeritus Professor of Demography at the University of Colombo, is a demographer and social policy specialist. He has advised government agencies on ageing, population dynamics, and labour force planning in Sri Lanka and internationally.)"
  ]
}