{
  "url": "https://www.technologyreview.com/2024/11/14/1106900/cop29-climate-finance/",
  "title": "What’s on the table at this year’s UN climate conference",
  "ut": 1731544200.0,
  "body_paragraphs": [
    "This article is from The Spark, MIT Technology Review’s weekly climate newsletter. To receive it in your inbox every Wednesday, sign up here. It’s time for a party—the Conference of the Parties, that is. Talks kicked off this week at COP29 in Baku, Azerbaijan. Running for a couple of weeks each year, the global summit is the largest annual meeting on climate change.  The issue on the table this time around: Countries need to agree to set a new goal on how much money should go to developing countries to help them finance the fight against climate change. Complicating things? A US president-elect whose approach to climate is very different from that of the current administration (understatement of the century). This is a big moment that could set the tone for what the next few years of the international climate world looks like. Here’s what you need to know about COP29 and how Donald Trump’s election is coloring things.",
    "The UN COP meetings are an annual chance for nearly 200 nations to get together to discuss (and hopefully act on) climate change. Greatest hits from the talks include the Paris Agreement, a 2015 global accord that set a goal to limit global warming to 1.5 °C (2.7 °F) above preindustrial levels. This year, the talks are in Azerbaijan, a petrostate if there ever was one. Oil and gas production makes up over 90% of the country’s export revenue and nearly half its GDP as of 2022. A perfectly ironic spot for a global climate summit!",
    "The biggest discussion this year centers on global climate finance—specifically, how much of it is needed to help developing countries address climate change and adapt to changing conditions. The current goal, set in 2009, is for industrialized countries to provide $100 billion each year to developing nations. The deadline was 2020, and that target was actually met for the first time in 2022, according to the Organization for Economic Cooperation and Development, which keeps track of total finance via reports from contributing countries. Currently, most of that funding is in the form of public loans and grants. Related StoryAfrica’s AI researchers are ready for takeoffBut the continent’s AI sector faces many challenges.",
    "The thing is, that $100 billion number was somewhat arbitrary—in Paris in 2015, countries agreed that a new, larger target should be set in 2025 to take into account how much countries actually need. It’s looking as if the magic number is somewhere around $1 trillion each year. However, it remains to be seen how this goal will end up shaking out, because there are disagreements about basically every part of this. What should the final number be? What kind of money should count—just public funds, or private investments as well? Which nations should pay? How long will this target stand? What, exactly, would this money be going toward? Working out all those details is why nations are gathering right now. But one shadow looming over these negotiations is the impending return of Donald Trump.  As I covered last week, Trump’s election will almost certainly result in less progress on cutting emissions than we might have seen under a more climate-focused administration. But arguably an even bigger deal than domestic progress (or lack thereof) will be how Trump shifts the country’s climate position on the international stage. The US has emitted more carbon pollution into the atmosphere than any other country, it currently leads the world in per capita emissions, and it’s the world’s richest economy. If anybody should be a leader at the table in talks about climate finance, it’s the US. And yet, Trump is coming into power soon, and we’ve all seen this film before.  Last time Trump was in office, he pulled the US out of the Paris Agreement. He’s made promises to do it again—and could go one step further by backing out of the UN Framework Convention on Climate Change (UNFCCC) altogether. If leaving the Paris Agreement is walking away from the table, withdrawing from the UNFCCC is like hopping on a rocket and blasting in a different direction. It’s a more drastic action and could be tougher to reverse in the future, though experts also aren’t sure if Trump could technically do this on his own. The uncertainty of what happens next in the US is a cloud hanging over these negotiations. “This is going to be harder because we don't have a dynamic and pushy and confident US helping us on climate action,” said Camilla Born, an independent climate advisor and former UK senior official at COP26, during an online event last week hosted by Carbon Brief.",
    "Some experts are confident that others will step up to fill the gap. “There are many drivers of climate action beyond the White House,” said Mohamed Adow, founding director of Power Shift Africa, at the CarbonBrief event. If I could characterize the current vibe in the climate world, it’s uncertainty. But the negotiations over the next couple of weeks could provide clues to what we can expect for the next few years. Just how much will a Trump presidency slow global climate action? Will the European Union step up? Could this cement the rise of China as a climate leader? We’ll be watching it all.  Now read the rest of The Spark Related reading In case you want some additional context from the last few years of these meetings, here’s my coverage of last year’s fight at COP28 over a transition away from fossil fuels, and a newsletter about negotiations over the “loss and damages” fund at COP27. For the nitty-gritty details about what’s on the table at COP29, check out this very thorough explainer from Carbon Brief.  DAN THORNBERG/ADOBE STOCK   Another thing Trump’s election will have significant ripple effects across the economy and our lives. His victory is a tragic loss for climate progress, as my colleague James Temple wrote in an op-ed last week. Give it a read, if you haven’t already, to dig into some of the potential impacts we might see over the next four years and beyond.  Keeping up with climate   The US Environmental Protection Agency finalized a rule to fine oil and gas companies for methane emissions. The fee was part of the Inflation Reduction Act of 2022. (Associated Press)→ This rule faces a cloudy future under the Trump administration; industry groups are already talking about repealing it. (NPR) Speaking of the EPA, Donald Trump chose Lee Zeldin, a former Republican congressman from New York, to lead the agency. Zeldin isn’t particularly known for climate or economic policy. (New York Times) Oil giant BP is scaling back its early-stage hydrogen projects. The company revealed in an earnings report that it’s canceling 18 such projects and currently plans to greenlight between five and 10. (TechCrunch)",
    "Investors betting against renewable energy scored big last week, earning nearly $1.2 billion as stocks in that sector tumbled. (Financial Times) Lithium iron phosphate batteries are taking over the world, or at least electric vehicles. These lithium-ion batteries are cheaper and longer-lasting than their nickel-containing cousins, though they also tend to be heavier. (Canary Media) → I wrote about this trend last year in a newsletter about batteries and their ingredients. (MIT Technology Review) The US unveiled plans to triple its nuclear energy capacity by 2050. That’s an additional 200 gigawatts’ worth of consistently available power. (Bloomberg) Five subsea cables that can help power millions of homes just got the green light in Great Britain. The projects will help connect the island to other power grids, as well as to offshore wind farms in Dutch and Belgian waters. (The Guardian) hide"
  ]
}