{
  "url": "https://www.dailymirror.lk/opinion/The-Govt-must-study-Jack-Ma-and-the-ecosystem-EDITORIAL/172-294503",
  "title": "The Govt. must study Jack Ma and the ecosystem - EDITORIAL",
  "ut": 1729804445.0,
  "body_paragraphs": [
    "Sri Lanka has long been a country where ambitious individuals have toppled existing regimes and created new ones. This has been done repeatedly and entirely for personal gains. This is a greedy practice that must be buried. The caretaker regime operating under the country’s new President Anura Kumara Dissanayake (AKD) runs the risk of being toppled; even though it seems that there is no immediate risk of such a move taking place in the foreseeable future. Political analysts would speak about such an eventuality because there is an old saying ‘It is much harder to remain on top when compared to the efforts put to reach the top’.",
    "When considering the country’s political vibe, it is likely that AKD and his supporters would hold sway at the upcoming parliamentary elections. A new regime would be formed afterwards with debt repayment and development projects expected to top the list of ‘tasks to complete’. There is a school of thought, however, whether the regimes taking over this paradise island should think of turning the entire ‘operation of the country’ into how an ecosystem is managed with care and attention. This would mean that any activity that causes internal turmoil in the country and threatens the economy must be nipped in the bud. Regimes and empires can be toppled, but no person should think of putting a spanner in the works of an ecosystem. This is because the consequences would be disastrous.",
    "When the island’s tourism was picking up, Sri Lanka has received a blow. Many countries have issued travel advisories to their citizens to avoid travelling to Sri Lanka citing the heavy presence of Israeli tourists here. There are concerns-largely fuelled by the Israel-Palestine conflict- whether these Israelis here might be the target of attacks. This caretaker regime must be bold like the Australian government, which runs advertisements in the products of our local print and electronic media institutes discouraging that ill-famed journey by boat from Sri Lanka to Australia. As much as Australia doesn’t want unwanted drama in their country, nor do we.",
    "Sri Lanka is on the world map for many reasons. One is because of its tourism. The government must protect its market share in the global tourism industry; even at the expense of losing tourists from Israel. Israelis can be denied entry to this island till the Israel-Palestine conflict returns to a simmering state. We remember the regime in Sri Lanka taking steps in 2022 to inform Russian and Ukraine tourists overstaying their visas here to leave. There were some sporadic incidents that made the law enforcement officials here very concerned because the presence of Russian and Ukraine tourists in the same tourist locations sparked tensions. Regardless of how much Israel is important to Sri Lanka and the world, they must be told that we cannot afford to have them here and rock our boat at this juncture.",
    "‘Mother Lanka’ needs everybody from the toilet cleaner at the CMC to the private sector executive, who has proved that he is a performer. This writer wishes to convey that the heart of ‘Mother Lanka’ is the regime. This caretaker regime must take a cue from Jack Ma of China. Here is an entrepreneur who has worked closely with the Chinese regime and the Communist Party. Economists state that Ma couldn’t have achieved all that success through his ‘Alibaba Group’ if not for support from the Chinese Government. And what Ma has importantly underscored in working alongside his government’s interests is that ‘there are possibilities of being a wealthy businessman while working on projects which have the government’s blessings’.",
    "This thinking in the private sector that it’s stifling when working with the Government of Sri Lanka must be erased fast. If this change can be made it is good for foreign investors. The regime under Ranasinghe Premadasa was quite successful in changing the mindset of state organisations when opening new garment factories and boosting our apparel industry.",
    "We need to create the thinking that even when you retire from state service and join the private sector you’re still contributing to the country’s economy. Everything is interwoven; like in an ecosystem. Jack Ma operates his business with this thinking in mind."
  ]
}