{
  "url": "https://www.ft.lk/columns/Underestimated-climate-threat-Black-carbon-as-a-super-pollutant/4-777424",
  "title": "Underestimated climate threat: Black carbon as a super pollutant",
  "ut": 1749232175.0,
  "body_paragraphs": [
    "Black carbon and other super pollutants are short-lived in the atmosphere, but have an outsized impact on global warming",
    "Reducing greenhouse gas (GHG) emissions and limiting global temperature increase to 1.5°C or at least well below 2°C above pre-industrial levels is at the heart of the Paris Agreement. However, while carbon dioxide (CO2) is the major cause of global warming and has been a centrepiece of global discussions, there is a group of so-called super pollutants that are often overlooked when it comes to climate action. Not only are these super pollutants responsible for around 45% of global warming to date, but they also present a serious health hazard and are estimated to cause millions of premature deaths every year. Due to their short-lived nature, addressing super pollutants presents an opportunity for rapid impact while also yielding strong co-benefits for public health and clean air.",
    "Unpacking super pollutants",
    "The term “super pollutants” commonly refers to a group of greenhouse gases and aerosols that include methane, black carbon, fluorinated gases, nitrous oxide, and tropospheric ozone. These super pollutants are present in the atmosphere at lower concentrations than CO2 but have a much more powerful warming impact per ton and remain in the atmosphere for a much shorter time. This means that not only do they make an outsized contribution to climate change, reducing them can also make a big and rapid difference.",
    "Greenhouse gases under the Paris Agreement include carbon dioxide (CO2), methane (CH4), nitrous oxide (N2O), hydrofluorocarbons (HFCs), perfluorocarbons (PFCs), sulphur hexafluoride (SF6), and nitrogen trifluoride (NF3), with most of the attention placed on CO2 emissions. Reducing CO2 emissions is vital to mitigate climate change and avoid catastrophic long-term impacts, especially given the long atmospheric lifetime of these emissions. However, the long-lasting nature of CO2 also means that any efforts towards climate action will take decades to show a significant impact.",
    "Reducing super pollutants, on the other hand, has the potential to make an immediate difference and significantly slow down global warming. Therefore, it is an area of climate action that deserves more focus and support to facilitate collective action that can help to achieve the goals of the Paris Agreement in an equitable and inclusive way consistent with the need for green and climate-resilient development.",
    "The case of black carbon",
    "Black carbon is produced naturally and from human activities as a result of incomplete combustion of biomass, biofuels, and fossil fuels—such as through diesel engines, cook stoves, or forest fires. It is also referred to as soot and very effective at absorbing light while also releasing CO2, carbon monoxide, and organic carbon. Because black carbon is an aerosol rather than a greenhouse gas, it contributes to air pollution and can penetrate deep into the lungs, leading to health impacts such as heart and lung disease, respiratory diseases, cardio-respiratory symptoms, or even strokes, heart attacks, and premature deaths. Furthermore, the black soot particles can also gather toxic substances and affect people and animals by entering their bodies directly or indirectly via food.",
    "Black carbon has a warming impact that is up to 1,500 times as strong as that of CO2 per unit of mass, with an average atmospheric lifetime of only 4-12 days. Every year, millions of tons of black carbon are emitted across the world, with household energy (such as the use of wood, coal, dung, or kerosene for cooking, heating, and lighting) accounting for nearly half of this. Other main sources of black carbon include transport (especially diesel engines), industrial production, agricultural burning, waste burning, and fossil fuels.",
    "In addition to its climate and health impacts, black carbon can also negatively affect agricultural production, natural ecosystem, biodiversity, and weather patterns. Currently, however, only few countries have included black carbon in their Nationally Determined Contributions (NDCs) under the Paris Agreement, highlighting the need for greater awareness, support, and action that could simultaneously reap benefits for climate change mitigation, human health, livelihoods, and the environment.",
    "Addressing black carbon",
    "There is a clear case for stronger action on black carbon, and technologies to mitigate black carbon emissions are available and tested. Depending on the local context and sources of emissions, they can range from clean cooking and lighting to high-quality vehicle fuels, retrofitting diesel vehicles with filters, practicing integrated waste management, or changing agricultural practices.",
    "However, it is important to apply the principles of a just transition to the mitigation of black carbon emissions and ensure that developing countries—and especially poor households and communities depending on black-carbon-emitting practices—receive the support and resources needed to formulate and implement concrete commitments.",
    "(The writer works as Director: Research & Knowledge Management at SLYCAN Trust, a non-profit think tank. His work focuses on climate change, adaptation, resilience, ecosystem conservation, just transition, human mobility, and a range of related issues. He holds a Master’s degree in Education from the University of Cologne, Germany and is a regular contributor to several international and local media outlets.)"
  ]
}