{
  "url": "https://hbr.org/2024/06/making-the-time-to-build-your-side-hustle",
  "title": "Making the Time to Build Your Side Hustle",
  "ut": 1718607305.0,
  "body_paragraphs": [
    "Westend61/Getty Images",
    "Fifty percent of Gen Zs want to ditch the corporate world to become their own boss. However, this can be challenging when you lack the funds and flexibility to leave your day job. As a result, many ambitious young people begin by balancing full-time work with a side...more",
    "The dream of transforming a passion into a profitable business resonates with people of every generation, but especially those of us newest to the workforce. Disillusioned by the corporate world and driven by a desire to craft a career that aligns with our values, a whopping 50% of Gen Z aspire to become our own boss. Turning this dream into a reality, however, is complicated.",
    "Many young people lack the funds and flexibility required to leave their day job, and the security it offers, behind. As a result, the most ambitious of us begin by balancing full-time work with a side hustle, allowing us to test the waters and develop our ideas. But managing both commitments can be challenging. I know this from experience.",
    "For most of my career I worked 70-hour weeks —  as a management consultant by day and a YouTuber and speaker by night. After years of trial and error, I managed to gain a loyal following and grow my channel to 20 million views. While I’m not looking to build my own business just yet, investing in my side hustle has brought immense fulfillment and purpose to my life. Not to mention, it has enhanced my day job by helping me build unique branding skills and expertise.",
    "If, like me, you’re looking to set up a successful side business — something you’re passionate about that could one day be a full-time job — time management may be one of your biggest obstacles. During my own journey, the following hurdles have been the hardest to overcome:",
    "Energy drain: After a long day, how can I find the energy to work on my passion?",
    "Efficiency dilemma: How do I maximize the time I do have available?",
    "Consistency trap: What happens when life gets in my way?",
    "Through my experience — and through learning from others who’ve scaled their passion projects — I’ve gathered valuable advice that can help you make the most of the time you do have and get off to a strong start.",
    "Push through the first 10-15 minutes.",
    "The first barrier to getting started on your side hustle is often the most formidable: sheer exhaustion. After a long week, collapsing on the couch and binge-watching Netflix can be incredibly tempting. The key to overcoming that initial energy drain, I’ve found, is pushing through the first 10 to 15 minutes. If you can do that, you will likely find that dedicating time to your passion is more invigorating than depleting.",
    "Studies have shown that flow experiences — those moments of deep engagement where you lose track of time — can be highly energizing and lead to increased creativity and happiness. Passion projects, by their very nature, are more likely to trigger flow states as they’re activities you’re intrinsically motivated to do. (Think of it like going to the gym — you rarely feel like it beforehand, but once you get into the flow, you’re usually glad you made the effort, right?)",
    "To further ease into “passion project mode,” and make this dedicated time a habit, you can also use environmental cues. James Clear, author of Atomic Habits, emphasizes the importance of environment design in sustaining habits. Just like placing your sneakers by the bed can make it easier to go for a morning run, creating a specific environment for your passion project can help signal to your brain that it’s time to focus.",
    "I always play the same jazz music when working on my passion project, and never for anything else. The moment that jazz starts playing, I’m instantly in the “passion project mood.”",
    "Focus on one thing, one hour each week.",
    "No matter how busy you are, you can likely find one hour per week for your passion. It’s all about prioritization. Whether that hour is every Monday evening after work, every Sunday morning before you start your day, or another short period where you happen to be free, here’s a step-by-step guide to help you maximize those 60 minutes:",
    "1. Make your goals SMART.",
    "SMART goals — goals that are specific, measurable, achievable, relevant, and time-bound — aren’t just for your day job. They’re just as important when you’re developing a passion.",
    "So, ask yourself: What do I want to achieve with my passion? Do I want to build a social media channel about cooking? Land a TEDx talk? Or start my own consulting business? Pick one area and create a SMART goal for it. This will help you stay organized and motivated, especially when time is limited.",
    "Your SMART goal should be a little stretchy, pushing you out of your comfort zone, but not so ambitious that it becomes overwhelming. For instance, if your goal is to build a successful social media channel, aiming for one million followers in six months might be too much — setting you up for discouragement. A more realistic, but stretchy, goal might be 10,000 followers in 6 months.",
    "A good friend of mine, Irene Fan — a singer who achieved “Song of the Day” recognition by an Indie music radio station while working full-time as a product manager at Microsoft — says a timeframe of six months to one year is ideal for most passion projects. It provides enough time to create something tangible without being so long that you lose momentum.",
    "2. Focus on one action at a time.",
    "Achieving our goals often takes more effort than we expect — and this is one of the biggest reasons I’ve seen people fail to sustain their passion projects. They tend to get distracted by too many tasks. My friend Jia Jiang, forthcoming author of the book One Action Goal, emphasizes the power of going small. He suggests focusing on what matters most to you right now and ignoring the rest.",
    "To put this advice into practice, write down all the steps you need to take to achieve your first SMART goal. Then, choose just one step — or “one action” — to focus on during your one-hour work window.",
    "To identify your “one action,” ask yourself: “Out of all the steps I’ve written, which are essential and which are optional for reaching my SMART goal? Out of the ones that are essential, which must be done first (or right now)?”",
    "Take building a social media channel as an example. When starting, your “one action” might be analyzing three viral videos in your niche and identifying what elements make them successful. Many spend months on picking the right equipment or channel name instead of doing this essential task: developing compelling content. Dedicating time to this “one action” will allow you to study your competition and develop an idea you feel confident about. Producing a fancy logo is optional at this stage.",
    "3. Repeat your one action.",
    "Once you’ve identified your “one action,” repeat it every week, until you’ve completed that first step towards achieving your SMART goal. Then, move onto the next essential step, or action.",
    "The key is focusing on one thing at a time. Extraordinary results don’t necessarily require superhuman effort and sacrifices. When broken down, they’re more achievable than you might imagine.",
    "Ask: How can I make this more enjoyable?",
    "Consistency is crucial for building momentum with your passion project. But life happens. If you berate yourself every time you miss that one-hour appointment, you may end up in a negative headspace and find it difficult to move forward. Many high achievers are hard on themselves, but consistency isn’t about willpower. It’s a downstream metric that indicates how aligned your goal is with your authentic self.",
    "The next time you feel like beating yourself up about your passionate project, ask yourself this instead: “How can I make it more enjoyable?” Consistency will come more easily to you if you feel motivated to do the work simply because enjoy in it or because you believe it’s contributing to a larger purpose.",
    "When I started building my YouTube channel — which is focused on how to become a better speaker and communicator — I thought I should pack each video with at least 3-5 tips and also show my face to make my content more personable. But I couldn’t stay consistent. Doing makeup, editing, and constantly searching for new tips drained my energy and time, leading to procrastination.",
    "I paused and asked myself, “How can I make this more enjoyable? What can I post that I’m already doing anyway?” I stopped filming myself and started analyzing talk show clips of celebrities speaking, using my voice to add commentary. Now, whenever I find a clever comeback line on a talk show, I’ll create a video using only my voice to share the communication tips we can learn from it. This strategy has not only made posting easier, it’s also helped me significantly grow my views.",
    "My friend, Sundas Khalid — a content creator who gained over 600,000 followers across platforms while working a full-time job at Google — took a slightly different approach. She regularly found herself spending four to five hours editing just one, five-minute video. Eventually,  the process began to drain her. It wasn’t until she decided to outsource that task to an editor that she began to feel joy again and post more consistently.",
    "Ultimately, the key to success with your passion project lies in finding what truly resonates with you, committing to it, and making it a joyful part of your life. Whether you aim to build a business or simply nurture your soul, the journey itself can be incredibly rewarding. And it starts with putting in the time.",
    "Time Management Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Time Management. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Make smarter, more purposeful choices about how you spend your day.",
    "Learn More & See All Courses",
    "AI for Leaders: The HBR Collection on Bridging Strategy and Technology",
    "HBR Guide to Being a Great Boss Toolkit",
    "Read more on Time management",
    "Personal productivity and Early career"
  ]
}