{
  "url": "https://www.dailymirror.lk/opinion/Year-2024-the-good-the-bad-and-the-silly/172-298989",
  "title": "Year 2024 - the good, the bad, and the silly",
  "ut": 1735336293.0,
  "body_paragraphs": [
    "The year 2024- is coming to an end. On Wednesday the New Year will take off. It is perhaps time we looked back and enjoy the positives, ponder what we could have done better to avoid the mistakes of the past.",
    "We Lankans dragged ourselves out of bankruptcy. The ratings agencies have now rated Lanka from default to stable. Former President Wickremesinghe, despite losing the last presidential election played a major role in this process.",
    "That Wickremesinghe was defeated at the polls should not shock anyone. Different times require different types of leaders. After helping Britain defeat Germany and its allies during World War II, British premier Churchill was defeated at the polls in the aftermath of that war.",
    "President Dissanayake’s victory at the presidential election of September 22, followed closely by the victory of his NPP/JVP combine at the general election was expected. Today, the public eagerly await the fulfilment of election promises, especially a lowering of the cost of living.",
    "A piece of good news broke earlier this month via an announcement that consumer prices had in fact kept reducing over the past three months.",
    "This was undoubtedly, the best news since the financial melt-down which led to the bankrupting of the country in 2022. The financial crisis led to a sky-rocketing cost of living, shortages of most basic items ranging from food, to fuel, to medicine; the closing down of small and medium enterprises, accompanying loss of employment and an all-round pay cut to employees across the country.",
    "Recent media reports inform us that National Consumer Prices continued their descent for the third month in a row. Wow! Brilliant.",
    "Most people should have been dancing in the streets in delight. But they did not do so. Unfortunately, the sad or bad part of that piece of information, was that the real-life market place did not reflect the marginal price reductions referred to.",
    "Instead, most ordinary folk left scratching their heads in wonder. Rice, our staple food continues to be in short supply and at a relatively high price. The cost of coconuts -an essential ingredient in local food preparation- is beyond the reach of the common man.",
    "Turning this situation ugly, a small band of rice millers refuse to follow government requests to release their stocks of rice to the market at reasonable rates. A particular rice miller even boasted that he had played a vital role in bringing the new regime to power.",
    "The reality is, we the people, should not expect the new regime to work miracles and successfully tackle these problems overnight. Unfortunately our people are desperate. They are hungry. They are also getting angry. They have noted certain good things the new team of leaders are attempting to achieve.",
    "Government leaders have spoken of increasing the dole to the poorest sections of society by around Rs. 15,000/-. They have also promised to raise the wages of public servants next year. Unfortunately the government has not let the public know how it (government) is going to finance these costs.",
    "According to Central Bank reports the merchandise trade deficit widened in September 2024 (y-o-y), recording the highest monthly trade deficit thus far in 2024. Export earnings registered USD 9,518 million, while imports cost USD 13,718 million.",
    "The best news we can take into the New Year -2025- however, is a change in our traditional voting patterns. For the first time since independence, the minorities in our country voted on national priorities, rather than along parochial community based lines.",
    "Tamils, Muslims, Christians voted overwhelmingly for the present ruling party rather than for political parties based on sectarian interests. This government has a responsibility to ensure their policies and actions do not betray the trust reposed in them by the country’s minority communities.",
    "In this milieu we also have a few court jesters. A self-appointed prophet is now making fun of a Roman Catholic Cardinal -likening the latter to a can of floor polish. The present political leaders have wisely not entered into the toxic debate.",
    "The political party of former president Mahinda Rajapaksa is threatening to take legal action over the reduction in security provided to him. What is it the ex-president really wants? The prestige of a huge security presence?",
    "Like other rulers before them, the new regime promised much. How will history judge them? Heroes or zeros. Time alone will tell."
  ]
}