{
  "url": "https://www.ft.lk/columns/Proceeds-of-Crime-Bill-For-whom-the-bell-tolls/4-774376",
  "title": "Proceeds of Crime Bill: For whom the bell tolls",
  "ut": 1742241822.0,
  "body_paragraphs": [
    "If no financial crimes are committed there will be no need for such a law to deal with the proceeds of crime",
    "‘For whom the bell tolls’ is a novel by Ernest Hemingway published in 1940. It is widely believed that the title was derived from a poem written by John Donne (1572-1631), an English poet and dean of St. Paul’s Cathedral in London. Donne argues that the tolling of church bells, which signified the death of another human life, is a toll for each of us, as we are all bound together. In an article that appeared many years ago on the forfeiture of the proceeds of crime legislation in another jurisdiction, the author had used the title because of the wide ranging scope of the law for culprits it means virtual death. Losing almost all the ill-gotten wealth is good enough to trigger a fatal heart attack,",
    "Apart from a few statutes such as the Penal Code and Civil Procedure Code, the draft Proceeds of Crime Bill is one of the longest statutes in Sri Lanka. The bill that was published in the Gazette Supplement of 21 February 2025 runs into 227 A4 size pages with 151 clauses. It was drafted by an expert committee headed by Supreme Court Justice Yasantha Kodagoda P.C. The enactment of the Bill into an Act of Parliament is an IMF imposed condition.",
    "In the evolution of anti-money laundering and terrorist financing and anti-corruption legal regimes, the enactment of a law on the seizure and forfeiture of the proceeds of crime is more or less a response to the ineffectiveness of other measures of such laws to deter financial crimes as well as regulatory and compliance requirements such as Know Your Customer and Due Diligence.",
    "The rationale underlining the Bill is set out in the Preamble to the Bill:",
    "WHEREAS the committing of unlawful activities results in serious consequences and in certain circumstances causes pecuniary and other losses and the deprivation of the enjoyment of property rights by victims of such unlawful activities, the public at large and the state:",
    "AND WHEREAS those who commit unlawful activities do not possess any legal right or other entitlement to enjoy and benefit from proceeds of such unlawful activities, and those who receive or derive proprietary rights to proceeds of such unlawful activities also do not possess any legal right to such property:",
    "AND WHEREAS it is the responsibility of the state to take necessary measures to deprive perpetrators benefitting from proceeds of such unlawful activities and to have such proceeds returned to those who shall otherwise have received the entitlement to benefit from such proceeds:",
    "AND WHEREAS the existing legislation including the Penal Code, Code of Criminal Procedure Act, Offences Against Public Property Act, Convention on the Suppression of Terrorist Financing Act, Prevention of Money Laundering Act, Financial Transactions Reporting Act and the Anti-Corruption Act need to be supplemented by new legislation for the purpose of providing an efficacious legislative framework for the effective identifying, tracing, detecting, investigating, restraining, seizure, preserving, protecting, managing, judicial freezing, forfeiting and returning proceeds of crime to those who are legitimately entitled to such property:",
    "AND WHEREAS for the purpose of realizing the objectives of this Act, it is necessary to vest duties and responsibilities on certain law enforcement officers and to suitably empower them to perform such duties and responsibilities, and also to establish certain statutory bodies including the Proceeds of Crime Management Authority:",
    "In the evolution of anti-money laundering and terrorist financing and anti-corruption legal regimes, the enactment of a law on the seizure and forfeiture of the proceeds of crime is more or less a response to the ineffectiveness of other measures of such laws to deter financial crimes as well as regulatory and compliance requirements such as Know Your Customer and Due Diligence",
    "AND WHEREAS it is necessary to provide for a legislative mechanism to enable law enforcement authorities of Sri Lanka to cooperate with law enforcement, administrative and judicial authorities of other countries with regard to proceeds of crime located both within and outside Sri Lanka, and to cause the return to Sri Lanka or repatriate from Sri Lanka such proceeds of crime or value thereof to those who are legitimately entitled to such property:",
    "AND WHEREAS it is necessary to provide restitution and repatriation to victims of crime and to the community or the general public who have been affected by unlawful activities, and for such purpose provide for the creation and establishment of the Victims of Crime Reparation Trust Fund:",
    "AND WHEREAS it is also necessary to give full effect to Sri Lanka’s obligations under the United Nations Convention Against Corruption, the United Nations Convention Against Transnational Organized Crime, and the United Nations Convention Against the Illicit Traffic in Narcotic Drugs and Psychotropic Substance and to enact legislation relating to proceeds of crime, compatible with contemporary international norms and best practices…",
    "Objectives of the Bill",
    "In this background the Bill sets out the following objectives:",
    "(a) disincentivise the committing of unlawful activities for the purpose of benefitting from the proceeds of such unlawful activities;",
    "(b) prevent and deprive any person from benefitting from the proceeds of unlawful activities committed by such person or by any other person;",
    "(c) facilitate the investigation into the committing of unlawful activities including bribery and corruption, drug trafficking, terrorist financing and other organised and financial crimes;",
    "(d) provide for the recognition, adoption and enforcement of advanced investigation techniques and cooperation between domestic law enforcement and administrative authorities pertaining to investigation of proceeds of crime;",
    "(e) facilitate and provide for the tracing, identification and recovery of proceeds of crime;",
    "(f) provide for restraining the use and seizure of proceeds of crime;",
    "(g) provide for the issuance of judicial orders for the judicial freezing of proceeds of crime;",
    "(h) provide for protection, preservation and management of proceeds of crime including the disposal of proceeds of crime under certain circumstances pending the conduct and completion of forfeiture proceedings;",
    "(i) deter the committing of unlawful activities which yield proceeds of crime;",
    "(j) provide for legislative mechanisms for the conduct of judicial proceedings and the issuance of judicial orders for the forfeiture of proceeds of crime –",
    "(i) following the conviction of a person for having committed an unlawful activity which yielded such proceeds of crime (hereinafter referred to as the ‘post-conviction forfeiture proceedings’); and",
    "(ii) independent of prosecuting a person for having committed the unlawful activity which yielded such proceeds of crime, (hereinafter referred to as the ‘non conviction based forfeiture proceedings’);",
    "(k) recognise and provide a cause of action in civil law to enable victims of crime to recover loss or damage through civil litigation;",
    "(l) establish a statutory authority for the protection, preservation, management and disposal of restrained, seized or frozen proceeds of crime;",
    "(m) provide a mechanism for the management and the use of the realised value of the disposal of forfeited proceeds of crime;",
    "(n) establish a Trust Fund to provide for restitution and reparation to victims of crime;",
    "(o) provide a mechanism for cooperation, mutual assistance and reciprocity with judicial, law enforcement and administrative authorities of other countries pertaining to the recovery of proceeds of crime or value located overseas and for repatriation of the value of proceeds of crime located in Sri Lanka; and",
    "(p) give effect to Sri Lanka’s obligations under the United Nations Convention Against Corruption, the United Nations Convention Against Transnational Organized Crime and international standards and best practices pertaining to anti-money laundering and countering the financing of terrorist activities.",
    "The term ‘unlawful activity’ appears in many clauses and in the definition clause it is defined to mean ‘any conduct which constitutes an offence under the laws of Sri Lanka, and includes –",
    "(a) any activity which is wholly or partly committed in or outside Sri Lanka which constitute an offence under the laws of Sri Lanka if it was wholly committed in Sri Lanka; and",
    "(b) any activity which had been committed prior to this Act coming into operation, provided, such activity constituted an offence under the law of Sri Lanka at the time it was committed.’",
    "The terminology ‘unlawful activity’ finds specific expression in the Prevention of Money Laundering Act and in the Financial Transactions Act. However, the tem will apply to prohibited or unlawful activities in other legislation such as the Anti-Corruption Act.",
    "Institutional mechanisms",
    "Proceeds of Crime Management Authority with a Board of Directors and a CEO and other staff. Apart from four ex-officio members the Board will have seven appointed members, namely",
    "(i) a Chartered Accountant in consultation with the Institute of the Chartered Accountants of Sri Lanka;",
    "(ii) an Engineer in consultation with the Institute of the Engineers of Sri Lanka;",
    "(iii) an Attorney-at-Law in consultation with the Bar Association of Sri Lanka;",
    "(iv) a Chartered Valuer in consultation with the Institute of Valuers of Sri Lanka;",
    "(v) a person qualified and experienced in management in consultation with the Ceylon Chamber of Commerce; and",
    "(vi) two persons from reputed non-politically aligned civil society organisations of which the mandate shall include the development of transparency, strengthening of anticorruption measures or advancement of objectives of criminal justice in consultation with the Minister assigned the subject of Social Services.",
    "The Authority will have or oversee the following funds:-",
    "(a) Management and Administration fund   of the Authority;",
    "(b) Fund for the Protection, Preservation and Management of Proceeds of Crime",
    "There will be a separate Trust Fund to provide for restitution and reparation to victims of crime (Victims of Crime Reparation Trust Fund)",
    "Institution of legal proceedings",
    "In a short article of this nature, justice cannot be done to the technical procedures set out in the Bill in greater detail.",
    "Where the committing of an unlawful activity has been investigated into and the suspected perpetrator prosecuted for having committed the relevant unlawful activity and he has been convicted of having committed such unlawful activity, proceedings which shall be referred to as post-conviction forfeiture proceedings may thereafter be instituted for –",
    "(a) the forfeiture of proceeds of such unlawful activity which has been frozen; or",
    "(b) the corresponding value of the proceeds of crime to be recovered and forfeited.",
    "(2) Such proceedings can be instituted –",
    "(a) against the person who has been convicted for having committed the unlawful activity which yielded the relevant proceeds of crime or who had in his possession control or dominion the property of the corresponding value of such proceeds of crime; or",
    "(b) against any other person from whom the relevant proceeds of crime was recovered.",
    "(a) the trial does not result in the conviction of the accused; or",
    "(b) the appeal against the conviction is successful and the conviction is set-aside, the Attorney-General may initiate non–conviction based forfeiture proceedings in respect of the property believed to be proceeds of crime or in respect of the property of the corresponding value of such proceeds of crime.",
    "Following the conviction of any person for having committed any unlawful activity, the court which convicted such person must, in addition to the punishment specified for such unlawful activity in the relevant law, be entitled to impose a penalty to the value of the proceeds of crime derived at the time committing of the unlawful activity and any value derived by the utilisation of such proceeds of crime:",
    "Provided however, an order for payment for a penalty as provided above cannot be made if the unlawful activity had been committed prior to the date of the coming into operation of this Bill/Act.",
    "There are several clauses that deal with non-conviction based proceedings, namely where a property suspected to be proceeds of crime has been investigated into and material collected to establish prima-facie that such property is proceeds of crime, and such property has been either restrained or seized and thereafter frozen in terms of this Act, civil proceedings may be thereafter instituted in the High Court in terms of this Bill, against such property, for the forfeiture of such property suspected to be proceeds of crime as provided in this Act. Such civil judicial proceedings are referred to as non conviction based forfeiture proceedings.",
    "For the forfeiture of a proceed of crime in terms of non-conviction based forfeiture proceedings, it is not necessary to prosecute and obtain a conviction against the person who had committed the unlawful activity which yielded the relevant proceeds of crime.",
    "Civil remedy for victims of crime",
    "Where any person has committed an unlawful activity and such activity has resulted directly or indirectly in pecuniary, sentimental or other loss or deprivation of any benefit, service or other entitlement, the party adversely affected by such unlawful activity, any other person being so affected including the state shall be entitled to recover the pecuniary, sentimental, or other loss or damage suffered by such party.",
    "This Bill is highly technical in nature; however, given the scope of the subject-matter this was a necessity and the experts have done an admirable job in trying their best to demystify some of the concepts. There are several innovative measures in the Bill, compared with relevant laws in a few other jurisdictions. It will require a considerable amount of time and resources to make the legislation fully operational with trained Judges and officers. Integrity has to be in the genetic make up of those entrusted with the wide ranging statutory powers. The legal profession must extend their fullest cooperation to make this legislation to be successfully implemented rather than viewing it as a means of a new ‘gold mine’.",
    "Corporate vigilance key to avoiding criminal proceeds in company accounts",
    "Corporations and financial sector organisations must exercise heightened vigilance to ensure they do not unknowingly become entangled in activities involving criminal proceeds, which could inadvertently appear in their financial records. Such involvement, even if unintentional, could lead to severe repercussions not only for the organisations but also for their directors and staff, as stipulated by the relevant legislation. The penalties under this act are stringent, emphasising the necessity for rigorous adherence to compliance protocols. By maintaining robust preventive measures, organisations can effectively safeguard against the infiltration of illicit funds into their accounts. Directors and partners of partnerships need to be aware that they are equally liable (subject to some exceptions) if the corporate entity or one partner has committed an offence.",
    "If no financial crimes are committed there will be no need for such a law to deal with the proceeds of crime. This should be one of the ultimate goals of the ‘Clean Sri Lanka’ endeavour.",
    "A seminar under the above title will be held on 3 April at the NH Collections Colombo, Colombo 3. For any details and registration inquiries, please contact Jane on 0763666246 or [email protected] event is sponsored by Daily FT.",
    "(The writers are former Chairman and Director Generals of the Securities and Exchange Commission of Sri Lanka, with extensive experience in white-collar crime investigation. Dr. Jayasuriya was a Senior State Council attached to the Attorney General’s Department and has extensive local and international hands on experience on financial market regulations. Cader is an Attorney-at-Law, a Solicitor of the United Kingdom and Wales, a former Senior Advisor to the Ministry of Finance, and a past President of the Corporate Lawyers Association of Sri Lanka. He can be reached via [email protected].)"
  ]
}