{
  "url": "https://www.ft.lk/columns/From-crisis-to-creativity-Rethinking-economic-resilience-in-Sri-Lanka/4-786391",
  "title": "From crisis to creativity: Rethinking economic resilience in Sri Lanka",
  "ut": 1767315401.0,
  "body_paragraphs": [
    "Over the past eight years, Sri Lanka has been hit by a series of severe crises that have tested the country’s resilience. Beginning with the Easter Sunday terror attacks, followed by the prolonged disruptions caused by the COVID-19 pandemic, the nation has now faced another major blow with Cyclone Ditwah. Striking in late November, the cyclone stands out as one of the most intense and destructive events in Sri Lanka’s recent history, affecting nearly two million people and about 500,000 families across all 25 districts. Livelihoods were disrupted, essential services damaged, and large parts of the economy came under pressure.",
    "According to a Global Rapid Post-Disaster Damage Estimation (GRADE) report released by the World Bank Group, Cyclone Ditwah caused an estimated $4.1 billion in direct physical damage to buildings and contents, agriculture, and critical infrastructure—equivalent to almost four percent of Sri Lanka’s GDP. The social and economic impact has been equally serious. Research by the International Labour Organisation shows that up to 374,000 workers were employed in areas directly affected by floods and landslides. If these workers are unable to return to work or find suitable alternative employment, potential earnings losses could reach around $48 million per month. The agriculture and fisheries sectors have been especially hard hit, further weakening already vulnerable rural livelihoods.",
    "Sri Lanka urgently needs a more resilient economy. Yet, for decades, such resilience has remained elusive due to a traditional mindset, weak governance structures, and policy capture by vested interests. The country continues to rely heavily on a narrow export base—tea, rubber, coconut, and garments—while global competition demands innovation, diversification, and value creation. What Sri Lanka needs today is not incremental change, but a clear paradigm shift in its economic thinking.",
    "One promising pathway is the creative economy, an area that has gained increasing global attention. As defined by John Howkins in The Creative Economy: How People Make Money from Ideas, the creative economy refers to economic activities based on the generation and exploitation of knowledge, creativity, and intellectual capital. Howkins identifies fifteen sectors within the creative economy, including advertising, architecture, art, crafts, design, fashion, film, music, performing arts, publishing, research and development, software, toys and games, television and radio, and video games.",
    "I have been advocating the importance of the creative economy since 2011, across multiple public and professional forums in Sri Lanka. My first published article on the creative economy appeared in the Daily FT in 2011, where I introduced the concept in relation to Sri Lanka’s development context and highlighted the global opportunities offered by creative and knowledge-based industries.(The article can be accessed here: www.ft.lk/Columnists/creative-economy-for-sri-lanka-understanding-global-opportunities/4-27481).",
    "Building on this early advocacy, I continued to engage with policymakers, academics, and practitioners on the subject. In 2021, I delivered a public seminar at the Central Bank of Sri Lanka – Centre for Banking Studies, where I discussed and helped set the ground conditions for positioning the creative economy as a key driver of Sri Lanka’s future economic development. The session focused on policy alignment, institutional frameworks, and human capital development necessary to integrate the creative economy into the national development agenda( The full seminar is publicly available at: www.youtube.com/watch?v=Wkg91Pev4TM).",
    "At the global level, the creative economy has been the subject of ongoing and evolving debate, viewed through multiple perspectives. Scholars, policymakers, and international organisations have examined the creative economy not only as a driver of economic growth, but also as a contributor to employment creation, cultural identity, innovation, digital transformation, and sustainable development. These diverse perspectives reflect the complexity of the creative economy and its growing importance within contemporary development discourse. More importantly as early as 1995, Landry and Bianchini argued that “the industries of the twenty-first century will increasingly depend on creativity and innovation.” In today’s global economy, human capital—knowledge, skills, and attitudes—has become the most critical resource. This shift is reflected in global trade patterns as well. According to the United Nations Conference on Trade and Development, the creative economy contributes nearly 3% of global GDP and is one of the fastest-growing sectors, driven by digitalisation and services. For Sri Lanka, a country rich in culture, heritage, and creative talent, this potential remains largely underutilised.",
    "UNCTAD highlights three key challenges facing developing countries in the creative and cultural industries: unequal trade relations intensified by digital platforms, precarious forms of work, and environmental sustainability.",
    "Professor Andy Pratt of City, University of London notes that many creative networks still reflect colonial trade patterns, where value addition takes place in the Global North while creators in the Global South remain marginalised. This is evident in the migration of artists and creators from developing countries to Europe and the United States, where economic benefits are captured abroad rather than at home. Professor Jeannette Snowball of Rhodes University in South Africa points out that cultural trade lies at the intersection of creativity and globalisation. A more balanced distribution of creative opportunities can help developing countries benefit from both. Evidence from South America shows that growth in creative exports—such as design, media, and graphic arts—can also stimulate growth in non-creative sectors. However, weak regulation, informality, and poor intellectual property protection often prevent developing economies from fully benefiting from this sector.",
    "A powerful example worth studying is Nollywood, Nigeria’s film industry. Within just two decades, Nollywood has become the world’s second-largest film industry by volume, producing thousands of films annually and reaching global audiences through digital streaming platforms. While revenues remain constrained by piracy and low budgets, Nollywood demonstrates how local stories, low-cost innovation, and entrepreneurial creativity can build a globally visible industry.",
    "Sri Lanka can draw valuable lessons from this experience, particularly in relation to the Ranminithenna Film Village, which has significant but underexploited potential. University students and researchers could study Nollywood’s key success factors—its production models, distribution strategies, and institutional support—and adapt these lessons to the Sri Lankan context.In this context the Policy support is critical. In October 2024, Nigeria approved the Creative Economy Development Fund (CEDF) and launched an Intellectual Property Monetisation Pilot, signalling strong state commitment to the creative sector. Sri Lanka already has an institutional foundation through the National Enterprise Development Authority (NEDA), which is well positioned to benchmark international best practices and design targeted financing and policy mechanisms to support local creatives. It is also worth noting that, in recent times, NEDA has initiated important thinking and dialogue around the creative economy, signalling growing institutional recognition of its potential as a driver of national development.",
    "Sri Lanka’s repeated crises have created a moment for reflection. What is needed now is clear policy direction, effective implementation mechanisms, and measurable KPIs to support new growth sectors such as the creative economy. Policymakers, academics, and industry leaders must recognise that creativity is not a luxury—it is an economic necessity. This is the right time to pause, reassess, and draw inspiration from Sri Lanka’s own civilisational achievements at Sigiriya, Anuradhapura, and Polonnaruwa. A genuine paradigm shift—supported by aligned education reforms and long-term vision—can help place Sri Lanka on a more resilient and sustainable economic path.",
    "(The writer is Management Studies Professor  at the Open University of Sri Lanka. He can be reached via [email protected])"
  ]
}