{
  "url": "https://www.ft.lk/columns/Trump-and-Mar-a-Lago-Accords/4-776597",
  "title": "Trump and Mar-a-Lago Accords",
  "ut": 1747599047.0,
  "body_paragraphs": [
    "US Trade Representative Jamieson Greer",
    "Council of Economic Advisers Chair Stephen Miran",
    "Former US Trade Representative Robert Lighthizer",
    "The conceptual critique of the Trump tariffs states that trade deficits are not losses, the same way surpluses are not profits. Deficits and surpluses are accounting outcomes, a trade deficit reflects a stronger currency, high consumer demand and investment dynamics. Restoring domestic manufacturing is about more than tariffs and trade barriers, they involve concerted long-term industrial policies and depend on labour supply, infrastructure, energy costs, etc.; while in the short term, tariffs act as a tax on imports, raising prices for American consumers and costs for American producers",
    "“As currency accords are typically named after resorts where they are negotiated, like Bretton Woods and Plaza, with some poetic license I’ll describe the potential agreement in the Trump Administration… as the prospective ‘Mar-a-Lago Accord’” – Council of Economic Advisers Chair Stephen Miran",
    "This article will attempt to explain the strategic and economic rationale for the ‘Trump Tariff Plan’. It is first necessary to appreciate the relationship between a country’s trade deficit and fiscal deficit through basic macroeconomic accounting equations like the ‘Balance of Payments’ Identity (BoPI) expressed as Current Account + Capital Account = 0 and the Savings and Investment Identity (SaI), expressed as Current Account = National Savings - Investment.",
    "The BoPI, a fundamental macro-economic equation, categorises a nation’s international transactions; the Current Account includes the goods and services trade deficit or surplus and net current transfers like remittances; the Capital Account includes the Financial Account, together, they account for things like FDI, Financial Flows (loans, investments), one-time transfers, capital grants, transfers of intellectual property’ licenses, etc.",
    "In the case of both the United States (US) and Sri Lanka, current account deficits are driven by persistent trade deficits, thus in order to satisfy the BoPI equation, the current account deficit must be financed by an equivalent financial (capital) account surplus; both the US and Sri Lanka must borrow from abroad, issue sovereign bonds or attract FDI.",
    "The aforementioned Savings and Investment Identity (Current Account = National Savings - Investment) holds that if a country saves more than it invests, it will generate a Current Account Surplus, if it invests more than it saves, it will generate a current account deficit. Therefore, a Trade Deficit cannot be viewed simply as an imbalance between imports and exports but also as a result of the difference between domestic savings and investment rates. Historically, the US has always had a low savings rates but demand for US treasuries and other assets drive investments into the country; China and Japan own the highest volume of US Treasuries, not as a favour to the United States, but because of the safety and security of the US dollar, underwritten by the strength and stability of the US economy.",
    "As Sri Lankans, we are quite familiar with the concept of ‘Twin Deficits’ – having had decades of consistent, simultaneous fiscal and trade deficits, something our economy shares in common with the United States but presenting very different implications for each. A country that runs a fiscal deficit tends to increase domestic demand and reduce national savings, if investment rates remain stable, the savings to investment gap widens; a country with a low savings rate, such as the United States, becomes a net borrower to finance its investments, this flow is recorded in the Financial Account (part of the Capital Account) and when such flows are utilised, for example to finance imports, this leads to a current account deficit which satisfies the BoPI equation (Current Account + Capital Account = 0).",
    "In Sri Lanka, excessive fiscal deficits increase domestic demand contributing to high import demand; volatility or inconsistency of export sectors and remittances lead to vulnerabilities that can trigger balance of payments crises. Conversely, US twin deficits are far more sustainable due to global demand for US Treasuries and the status of the US dollar as the global reserve currency.",
    "It is thus important to appreciate that the BoPI has no position on whether a country’s trade deficit is a positive or negative, it only holds that a trade deficit must always be matched by capital inflows, the sustainability of the deficit depends on how it is financed and on how productively the funds are utilised.",
    "Broadly, the Trump world-view holds that a trade deficit is a loss, a negative for the country and following on from this, the discourse suggests that every country with which the United States has a trade deficit is “ripping-off” the American people and American industry, apparently due to tariffs and other non-tariff trade barriers on American goods. The antidote is a tariff war that will force the world’s largest companies to restore manufacturing facilities to the USA, to produce American goods with American labour; US tariffs are also being utilised as an instrument to pressure nations into trade deals and geo-strategic arrangements that are seen as more favourable to the United States.",
    "The conceptual critique of the Trump tariffs states that trade deficits are not losses, the same way surpluses are not profits. Deficits and surpluses are accounting outcomes, a trade deficit reflects a stronger currency, high consumer demand and investment dynamics. Restoring domestic manufacturing is about more than tariffs and trade barriers, they involve concerted long-term industrial policies and depend on labour supply, infrastructure, energy costs, etc.; while in the short term, tariffs act as a tax on imports, raising prices for American consumers and costs for American producers.",
    "If one considers the neo-liberal critique, that free trade has led to the outsourcing of jobs to countries with cheaper labour, thereby decimating domestic manufacturing, this critique is more related to laws of profit-shoring and tax avoidance, neither of which are solved through tariffs. It also requires that we consider the other side of the coin; countries do not trade with each other, companies based in those countries conduct trade with other companies based in foreign countries; this occurs as a transaction that is agreed upon mutually. Is anybody getting ripped off? Well, just take a look at the profit accumulation of most major American companies during the neo-liberal period.",
    "All The President’s Men",
    "The intellectual basis for the Trump Tariff Plan revolves around a few individuals; beginning perhaps with Robert Lighthizer from the first Trump administration and Peter Navarro, a veteran that survived into the second term.",
    "Lighthizer was appointed US Trade Representative (USTR) in 2017 and was a key driver of the 2019 China Tariffs and at the time, seemed supportive of a moderate policy of targeted tariffs on China in an attempt to re-shore manufacturing to the US. By some accounts Lighthizer had a reasonable strategy and in general, his critique of the free trade regime shared much in common with neoliberal critique but he is not part of Trump 2.0. Peter Navarro, Senior Counsellor to the President on Trade and Manufacturing, has a degree and PhD from Harvard University and is a self-professed supporter of Mercantilism, an economic nationalist policy framework that places maximum emphasis on exports, resource accumulation and one-sided trade that minimises imports in the economy.",
    "Trump echoes Navarro’s perspective that trade deficits are a sign of national weakness or even economic decline; the economics mainstream, as explained above, perceives trade deficits and surpluses as an outcome of macro-economic factors; for Navarro, these are outcomes of poorly designed trade policy. Crucially, Navarro also believes that tariffs are a means to achieve other national objectives, especially in the geo-strategic sphere; his critique of free trade is that it ignores national interests and enables strategic rivals, framing the US trade relationship with China as a national security threat.",
    "Scott Bessent, Secretary to the Treasury and Secretary of Commerce, Howard Lutnick are regulars in the media, acting as surrogates for the administration’s economic policies and tariff strategy. Bessent is a Finance Professional as an investor and hedge-fund manager while Lutnick is a hugely successful CEO and Corporate investor. Bessent commented recently, as reported by Reuters, that President Trump’s “tariff, tax-cut and deregulation agenda” would “work together to drive long-term investment to the US economy, adding that US financial markets were ‘anti-fragile’ and would weather any short-term turbulence.”",
    "Bessent also attracted some controversy over some strong comments regarding the IMF: “The IMF and World Bank have enduring value. But mission creep has knocked these institutions off course. We must enact key reforms to ensure the Bretton Woods institutions are serving their stakeholders – not the other way around…”",
    "Given his profile, Bessent has been one of the foremost surrogates for the Trump Administration, in the media but also in professional settings, conferences and high-profile events; as the Treasury Secretary, his words matter more than most: “The primary components of the Trump economic agenda – trade, tax cuts, and deregulation – are not standalone policies. They are interlocking parts of an engine designed to drive long-term investment in the American economy.”",
    "Jamieson Greer is the current Trade Representative and though his professional background is in the legal field, Greer served as Chief of Staff to Lighthizer in his role as USTR during the first Trump term; more recently you might have seen him being grilled by congressional oversight committees in the aftermath of the 2025 Trump tariffs. Greer calls for full enforcement of trade agreements and has always emphasised the geo-strategic imperatives of the tariff war.",
    "Perhaps the most intellectually substantive reasoning behind the Trump tariffs is the work of Stephen Miran, an Economist that was appointed Chair of the Council of Economic Advisers having previously served as an economic advisor to the Department of the Treasury.",
    "Miran published a 40-page document in November 2024 called ‘A User’s Guide to Restructuring the Global Trading System’, a strategy paper that discussed revitalising American manufacturing sectors and correcting trade imbalances. The tools provided by Miran are tariffs and currency adjustments; according to Miran, the US dollar is overvalued and thus undermines domestic US industry. Miran advocates using tariffs as strategic tools beyond protectionism and as a revenue generator that exerts pressure on trading partners to revalue their currencies.",
    "Miran states that “The root of the economic imbalances lies in persistent dollar overvaluation that prevents the balancing of international trade, and this overvaluation is driven by inelastic demand for reserve assets… Tariffs provide revenue, and if offset by currency adjustments, present minimal inflationary or otherwise adverse side effects… While currency offset can inhibit adjustments to trade flows, it suggests that tariffs are ultimately financed by the tariffed nation, whose real purchasing power and wealth decline.”",
    "The Dollar’s status as the global reserve currency leads to an overvaluation which harms US Exports says Miran, who seeks to mitigate this through coordinated currency realignments; he has explicitly noted the Plaza Accord of 1985. This agreement between the US, Japan, West Germany, France and the UK generated a coordinated devaluation of the US dollar relative to the Japanese Yen and Deutsche Mark. The Plaza Accords were the Reagan administration’s response to the US Trade Deficit and a strong US dollar resulting from tight monetary policy used to fight inflation in the early 1980s.",
    "This will sound familiar to readers, the major narratives at that time in the 80s, revolved around fears that Japanese exports like cars and electronics were replacing US made products; that US exports were expensive and imports too cheap. Despite concerns about the over-valued US dollar, the Reagan Administration including Treasury Secretary James Baker and Federal Reserve Chairman Paul Volcker, were keen to avoid protectionist policies like tariffs and instead sought coordination through diplomacy. A multilateral currency adjustment was seen as less disruptive and would avoid escalatory trade conflicts; the adjustment was instituted through Central Banks of the countries involved which sold Dollars and purchased Yen and Deutsche Marks to depress the value of the Dollar. The goal was to engineer a 10-12% depreciation of the US dollar.",
    "Over the next year, the Dollar depreciated by as much as 50% against the yen and Deutsche mark, the US Trade Deficit narrowed in the longer term but the negative outcomes are also well documented, particularly in Japan where appreciation of the Yen impacted Japanese export competitiveness. The ensuing loose monetary policy and cheap credit was partly responsible for the Japanese Asset Bubble of the late 1980s which ushered in the so-called ‘Lost Decade’ of Japan. It is worth nothing that Japan, like West Germany and France, saw the US as a key export market and viewed cooperation with the US as the best way to maintain diplomatic and economic relations. France and West Germany were able to counteract the negative impacts on their export sector’s due to strong internal demand.",
    "Make America rich again",
    "For the US, the currency adjustment certainly provided some relief but in the end, it was only temporary as the Plaza Accord could not impact the underlying structural issues of the United States economy, over-consumption and under-saving; i.e. high fiscal deficits and low savings rates.",
    "As per Stephen Miran, the US should utilise tariffs as a means to bring key trading partners to the negotiating table: “As things stand, there is little reason to expect that either Europe or China would agree to a coordinated move to strengthen their currencies. European real GDP growth has been below 1% for almost three years, and the rise of the Chinese auto export industry has Europe so concerned it is implementing its own set of protectionist measures to limit imports.”",
    "Miran contends that, with the continued and aggressive growth in China’s industrial capacity and given that Europe is also set to continue with some form of industrial subsidies, tradable manufacturing would not easily shift to the United States. “Japan, the U.K., and potentially Canada and Mexico, might prove more amenable to currency intervention, but aren’t large enough in today’s global economy to accomplish the desired end… It is easier to imagine that after a series of punitive tariffs, trading partners like Europe and China become more receptive to some manner of currency accord in exchange for a reduction of tariffs. That is the ultimate goal of Miran and his ‘User’s Guide to Restructuring the Global Trading System’: to hasten this generation’s readjustment of global trade flows through a future ‘Mar-a-Lago Accords’.",
    "If we go back to the BoPI, fiscal deficits reduce public savings, thereby widening the savings to investment gap and driving a current account deficit. This is perhaps why the Trump Administration attempted an aggressive but largely unsuccessful reduction in US Federal Government spending, through DOGE (Department of Government Efficiency) and other devices. The Trump Administration perhaps ought to generate a ‘User Guide to Rebalance the American Fiscal Deficit’; the crucial context being the stated policy of the Trump Administration to extend the 2017 Tax Cuts and Jobs Act (TCJA); responsible for a historic deficit in his first term. The impact of the TCJA on the country’s bond yields and overall market sentiments is difficult to estimate given the current volatility in global markets, however, if the deficit grows, not only does it become politically problematic for President Trump, it also creates pressures on American debt service, another driver of the fiscal deficit.",
    "The Mar-a-Lago Accords may need to include a group from the much derided 1% of Americans and American enterprise, because in an era of profit-shifting and tax avoidance, there is simply no way to rebalance a fiscal deficit unless you radically reduce non-discretionary spending by cutting social programs such as Medicare and Medicaid. Congressional Republicans have proposed spending cuts and reforms aimed at reducing $ 1.5 trillion over the next decade including $ 880 billion from Medicaid. This is an important, implicit part of the Trump Tariff Plan, it is partly necessary so that Trump can provide the tax cuts likely promised to donors while reducing the size the Federal Government to maintain a reasonable fiscal deficit. Indeed the Trump tariffs may just be the tip of the iceberg being used by the US to shake the foundations of the global economy.",
    "(The writer has 15 years of experience in the Financial and Corporate sectors after completing a Degree in Accounting and Finance at the University of Kent (UK). He also holds a Masters in International Relations from the University of Colombo. He is a media presenter, political commentator and Foreign Affairs analyst, invited regularly on television broadcasts as a resource-person. He is also a member of the Working Committee of the Samagi Jana Balawegaya (SJB).)"
  ]
}