{
  "url": "https://www.dailymirror.lk/opinion/AKD-the-Ninth-President-Of-Sri-Lanka/172-292238",
  "title": "AKD, the Ninth President  Of Sri Lanka",
  "ut": 1727043890.0,
  "body_paragraphs": [
    "The long awaited 2024 Presidential Election is done and dusted. Anura Kumara Dissanayake (AKD) of the National People’s Power became the Ninth President of Sri Lanka.",
    "He gained a lead over his fellow aspirants, but it was below the magical figure of 50%+1 votes required for an outright victory in the first round of counting.",
    "Sajith Premadasa of the Samagi Jana Balawegaya (SJB), his closest challenger was unable to overtake the frontrunner that  lead to a counting of preference votes.",
    "At this stage, all but the two leading candidates are eliminated. The 2nd preferential vote is added to the two leading candidates as per voters choice. If either of the candidates  receives 50%+1 votes, he is declared the winner.",
    "However, if the 2nd round of voting too proves inconclusive -that is if neither of the candidates is able to receive the required 50%+1 votes -the third preferential vote comes into play.",
    "At the end of the third round of counting, if neither of the two candidates is able to reach the magical 50%+1 votes the Commissioner of Elections may declare the candidate with the highest number of votes as President Elect.",
    "Since the executive presidency was instituted, the winning candidate had always been able to achieve the required number of votes at the first count. All presidential elections fitted neatly into the pattern and we have never faced such a situation before.",
    "This time around, we have a plethora of presidential candidates. In addition, there were four main candidates. This has ensured the split vote we are seeing. A result is that, it has left room for anti-social elements to claim possible election fraud and take to disruptive politics, leading to possible violence.",
    "This may have been the reason for the extension of the curfew up to noon yesterday, even though the run-up and conduct of the election this year has been one of the most peaceful in recent times.",
    "This is also the first time in Lankan democratic politics a left party has won an election at a national level.",
    "President Wickremesinghe, though defeated at the hustings, can take pride from the fact that it was due to his efforts the country that was facing political anarchy and bankruptcy to the tune of a $36 billion foreign debt was even able to hold a presidential elections two days ago.",
    "Through his political acumen, Wickremesinghe was able to secure a $2.9 billion credit line from the International Monetary Fund (IMF) which was crucial to opening up additional funding channels and restructuring our foreign debt. The IMF loan however came with strict conditions: taxation and elimination of subsidies and actions to control inflation.",
    "As a result, the cost of basics went beyond the reach of a majority of citizens. Wickremesinghe was also blamed for not taking action against the corrupt practices of the  Rajapaksa ‘dynasty’ during their near two decade rule, which led to the disintegration of the country’s economy.",
    "A failure to abide with the IMF conditions could lead us back to the era of food shortages, empty shop shelves, closure of small and medium industries, the resultant job losses, loss of credit worthiness in international circles leading once again to food and fuel shortages of the 2022 era.",
    "The issues facing incoming President AKD are challenging. The common man/woman is looking for a turnaround in their lives; this despite AKD having mentioned he would not be able to bring down prices in the immediacy of his presidency. AKD campaigned on a platform of anti corruption. He now needs to take immediate steps to fulfill this promise.",
    "The President elect faces the twin tasks of reviving the economy and lifting over 25% of our people out of destitution. He has also promised to develop the manufacturing, agriculture and IT sectors and to revise tax rates.",
    "The incoming President faces  huge challenges, including renegotiation with the IMF. Let us wish him well and co-operate with him in his efforts to right the ship of Lanka."
  ]
}