{
  "url": "https://www.dailymirror.lk/opinion/Ceasefire-deal-Blessed-are-the-Palestinians/172-300276",
  "title": "Ceasefire deal: Blessed are the Palestinians",
  "ut": 1737061047.0,
  "body_paragraphs": [
    "Palestinians celebrate in the southern Gaza Strip on Wednesday night as news spread that a ceasefire and hostage release deal had been reached between Israel and Hamas, aimed at ending more than 15 months of war in the Palestinian territory.",
    "Pic by Bashar Taleb/AFP",
    "We may die in our thousands; you may destroy our dwellings, hospitals, and infrastructure; and you may deny us access to food, water, and electricity, but never shall we let injustice triumph. With such feelings of victory, Pyrrhic or otherwise, the Palestinians in the Gaza Strip celebrated Wednesday night’s announcement of a ceasefire that will come into force from Sunday.",
    "When the ceasefire announcement was declared, the death toll had topped 46,000. According to the prestigious British medical journal, The Lancet, the death toll by last week was 64,200; 41 percent higher than what Gaza’s health ministry records.",
    "Enduring such a devastating onslaught for 15 months, or more than 460 days, is no insignificant achievement, while their suffering became a spectacular pastime for the imperialists in the West. Their suffering brings to mind what Jesus, the son of Palestine, said in his Sermon on the Mount, emphasising the importance of humility, patience, and faith in God. Blessed are the meek, for they shall inherit the earth.",
    "While Israel, backed by the West, killed and killed, the Palestinians in Gaza suffered and suffered but did not let evil triumph.",
    "The peace-loving people shocked to see the extent to which the wicked could descend to puke their wickedness on a civilian population that has been victimised over and over since 1948, the year in which Israel was set up and Palestinian misery began. The horror Israel heaped on Gaza’s civilians made even Adolf Hitler appear humane.",
    "Standing firm in their determination not to allow injustice to triumph, the battered and bruised Palestinian people held on against the might of not only Israel but also the United States, the United Kingdom, Germany, and several other Western nations with an imperialistic mindset. So, should not victory rightly belong to the Palestinians?",
    "Israel’s hardline Prime Minister Benjamin Netanyahu is a loser. The war he waged in Gaza has made him a war crimes suspect, a label that will stay with him until he appears before the International Criminal Court and proves his innocence—an outcome that seems to have a snowball’s chance in a fiery hell.",
    "Netanyahu set three main objectives to continue the war. He failed in all three. The first of these objectives is the elimination of Hamas, which Israel blames for starting the war on October 7, 2023, by launching a surprise attack on Israel. It was only a few days ago that US Secretary of State Anthony Blinken said Hamas has won more recruits than it lost in the 15 months of the war.",
    "Israel may have hunted down and killed Hamas leaders Ismail Haniyeh and Yahya Sinwar and thousands of resistance fighters and even claim it has decimated Hezbollah and brought about a friendly Islamic regime in Syria and weakened Iran, but undoubtedly it is Hamas that has emerged much stronger and more resilient.",
    "War crimes suspect Netanyahu also failed in his second and third objectives: getting the hostages released and ensuring Israel’s security.",
    "It was not his war, but the ceasefire deal that is finally going to see hostages walk free. The quid pro quo, or something-for-something, ceasefire deal is structured in three phases. During the first phase, or in the first six weeks, 33 Israeli captives, including women, children, and civilians over the age of 50, will be released. In return, Israel will release a larger number of Palestinian prisoners under a formula worked out.",
    "Israel is also required to withdraw from Gaza’s population centres. The displaced civilians will return to the north, while Israel is required to ensure at least 600 aid trucks, including fuel bowsers, are sent to the enclave daily. Israel will open the Rafah crossing to enable wounded Palestinians to obtain treatment in Egypt. Israeli troops will also have to vacate Rafah’s Philadelphi Corridor on the 50th day of the ceasefire.",
    "During the second phase, if Israel does not renege on its word, all the remaining captives in Hamas custody are to be released. However, Israel has refused to give a written guarantee that it would hold fire during this phase after obtaining the release of the hostages. Instead, mediators Qatar, Egypt, and the United States have given a verbal guarantee to Hamas that they would ensure Israel observes the ceasefire. The second phase is expected to see a complete withdrawal of Israeli troops from Gaza. But doubts remain as to whether Israel would stick to its part of the deal. Even as the ceasefire deal was announced, Israel killed 80 Palestinians in an attack on a Gaza civilian position. Yesterday, Israel accused Hamas of backtracking on its word, further confirming the fragility of the deal.",
    "During the third phase, the remains of the dead hostages will be handed over to Israel in return for a three- to five-year reconstruction plan to be conducted under international supervision.",
    "Israel’s security cabinet and the full cabinet were expected to approve the deal yesterday despite opposition from extremist elements such as Public National Minister Itamar Ben-Gvir and Finance Minister Bezalel Smotrich. The right-wing ministers have vowed to topple the government if Netanyahu goes ahead with the deal. The ceasefire deal is also replete with several grey areas, such as the role of the Palestinian Authority and the peacekeeping troops from Arab countries. But the biggest question is what made Netanyahu accept the deal when he has politicised the war to stay in power and delay the corruption cases against him.",
    "The answer is the involvement of President-elect Donald Trump in the process. The ceasefire deal itself is no different from the one presented in May by outgoing US President Joe Biden. But this time, the US delegations comprised Trump officials.",
    "Biden lacked the courage to reprimand Netanyahu when Israel rejected his ceasefire deal. But maverick Trump, despite being a bigger Zionist than Biden, could coerce the Israeli prime minister to go for the deal. Trump wants the Middle East to be without complications when he takes over the presidency on Monday, as he hopes to implement a pro-business foreign policy, which will include a normalisation deal between Israel and Saudi Arabia. Moreover, he has bigger pressing issues to be dealt with than the Middle East, and they include the economy, the migration crisis, the trade war with China, ending the Ukraine war, annexing Greenland, taking over the Panama Canal, and disputes with neighbours Canada and Mexico.",
    "Though Biden tried to take credit for the success of the agreement, it was billionaire Steve Witkoff, Trump’s Middle East envoy, who finally made it happen. Trump’s incoming White House press secretary, Karoline Leavitt, wrote on X Tuesday, “Let’s be clear: this deal would not have been struck without the forceful hand of President Trump and his special envoy, @SteveWitkoff. Once again, peace through strength prevails.”",
    "Israeli officials also acknowledge that Netanyahu was pressured by the Trump team.",
    "However, it is not clear what the bargain Trump held out to convince Netanyahu to agree to the deal is. It is likely that Trump, who during his first term recognised Jerusalem as the undivided capital of Israel, may this time recognise more West Bank areas and parts of Syria that Israel last month occupied as Israeli territories. One has to wait and see how events will unfold from Monday."
  ]
}