{
  "url": "https://hbr.org/2024/07/how-to-get-the-most-out-of-your-relationship-with-a-career-sponsor",
  "title": "How to Get the Most Out of Your Relationship with a Career Sponsor",
  "ut": 1721025935.0,
  "body_paragraphs": [
    "Anton Vierietin/Getty Images",
    "Synthetic sponsorship programs are built for action, designed to catalyze moments of advocacy and advancement. But the most effective sponsor-sponsoree pairs start out slow to go fast. In this article, the author shares four strategies that sponsorees can use to maintain momentum in synthetic sponsorship pairings. Especially for pairings where the bond is built mainly through virtual interactions, such as in companies that have adopted hybrid work models or those with dispersed global workforces, these strategies can make a critical difference for establishing durable connections.",
    "Sponsorship, or the tactical moves a leader makes on behalf of junior talent, is essential for advancement to senior leadership. There are times when sponsorship relationships form naturally — but more often than not, they simply don’t. Sometimes the problem is that leaders are just busy. Sometimes it’s that they don’t think of sponsorship as a part of their job. And sometimes (much of the time) it’s that they’re drawn primarily to sponsorees who look and think and act like them — which means that some groups, among them women and people of color, remain persistently under-sponsored. Given how well established the benefits of sponsorship now are, that’s a loss for everybody involved, and to address it many companies are now investing in “synthetic” sponsorship programs, which formally assign sponsors to sponsorees.",
    "Leading People Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Leading People. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "What you need to know about being in charge.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "Harvard Business Review, July/August 2024",
    "Teams at Work: Make Time for the Work That Matters",
    "Read more on Motivating people"
  ]
}