{
  "url": "https://www.technologyreview.com/2025/05/01/1115988/senior-state-department-official-sought-internal-communications-with-journalists-european-officials-and-trump-critics/",
  "title": "Senior State Department official sought internal communications with journalists, European officials, and Trump critics",
  "ut": 1746087092.0,
  "body_paragraphs": [
    "A previously unreported document distributed by senior US State Department official Darren Beattie reveals a sweeping effort to uncover all communications between the staff of a small government office focused on online disinformation and a lengthy list of public and private figures—many of whom are longtime targets of the political right.  The document, originally shared in person with roughly a dozen State Department employees in early March, requested staff emails and other records with or about a host of individuals and organizations that track or write about foreign disinformation—including Atlantic journalist Anne Applebaum, former US cybersecurity official Christopher Krebs, and the Stanford Internet Observatory—or have criticized President Donald Trump and his allies, such as the conservative anti-Trump commentator Bill Kristol.   The document also seeks all staff communications that merely reference Trump or people in his orbit, like Alex Jones, Glenn Greenwald, and Robert F. Kennedy Jr. In addition, it directs a search of communications for a long list of keywords, including “Pepe the Frog,” “incel,” “q-anon,” “Black Lives Matter,” “great replacement theory,” “far-right,” and “infodemic.” For several people who received or saw the document, the broad requests for unredacted information felt like a “witch hunt,” one official says—one that could put the privacy and security of numerous individuals and organizations at risk.",
    "Beattie, whom Trump appointed in February to be the acting undersecretary for public diplomacy, told State Department officials that his goal in seeking these records was a “Twitter files”-like release of internal State Department documents “to rebuild trust with the American public,” according to a State Department employee who heard the remarks. (Beattie was referring to the internal Twitter documents that were released after Elon Musk bought the platform, in an attempt to prove that the company had previously silenced conservatives. While the effort provided more detail on the challenges and mistakes Twitter had already admitted to, it failed to produce a smoking gun.)  \"What would be the innocent reason for doing that?\"~Bill Kristol  The document, dated March 11, 2025, focuses specifically on records and communications from the Counter Foreign Information Manipulation and Interference (R/FIMI) Hub, a small office in the State Department’s Office of Public Diplomacy that tracked and countered foreign disinformation campaigns; it was created after the Global Engagement Center (GEC), which had the same mission, shut down at the end of 2024. MIT Technology Review broke the news earlier this month that R/FIMI would be shuttered.",
    "Some R/FIMI staff were at the meeting where the document was initially shared, as were State Department lawyers and staff from the department’s Bureau of Administration, who are responsible for conducting searches to fulfill public records requests.  Also included among the nearly 60 individuals and organizations caught up in Beattie’s information dragnet are Bill Gates; the open-source journalism outlet Bellingcat; former FBI special agent Clint Watts; Nancy Faeser, the German interior minister; Daniel Fried, a career State Department official and former US ambassador to Poland; Renée DiResta, an expert in online disinformation who led research at Stanford Internet Observatory; and Nina Jankowicz, a disinformation researcher who briefly led the Disinformation Governance Board at the US Department of Homeland Security.  Have more information on this story or a tip for something else that we should report? Using a non-work device, reach the reporter on Signal at eileenguo.15 or tips@technologyreview.com.   When told of their inclusion in the records request, multiple people expressed alarm that such a list exists at all in an American institution. “When I was in government I’d never done anything like that,” Kristol, a former chief of staff to Vice President Dan Quayle, says. “What would be the innocent reason for doing that?” Fried echoes this sentiment. “I spent 40 years in the State Department, and you didn’t collect names or demand email records,” says Fried. “I’ve never heard of such a thing”—at least not in the American context, he clarifies. It did remind him of Eastern European “Communist Party minder[s] watching over the untrusted bureaucracy.”   He adds: “It also approaches the compilation of an enemies list.”  Targeting the “censorship industrial complex” Both GEC and R/FIMI, its pared-down successor office, focused on tracking and countering foreign disinformation efforts from Russia, China, and Iran, among others, but GEC was frequently accused—and was even sued—by conservative critics who claimed that it enabled censorship of conservative Americans’ views. A judge threw out one of those claims against GEC in 2022 (while finding that other parts of the Biden administration did exert undue pressure on tech platforms).  Beattie has also personally promoted these views. Before joining the State Department, he started Revolver News, a website that espouses far-right talking points that often gain traction in certain conservative circles. Among the ideas promoted in Revolver News is that GEC was part of a “censorship industrial complex” aimed at suppressing American conservative voices, even though GEC’s mission was foreign disinformation. This idea has taken hold more broadly; the House Foreign Affairs Committee held a hearing titled the “Censorship-Industrial Complex: The Need for First Amendment Safeguards at the State Department,” on April 1 focused on GEC.  Most people on the list appear to have focused at some point on tracking or challenging disinformation broadly, or on countering specific false claims, including those related to the 2020 election. A few of the individuals appear primarily to be critics of Trump, Beattie, or others in the right-wing media ecosystem. Many have been the subject of Trump’s public grievances for years. (Trump called Krebs, for instance, a “significant bad-faith actor” in an executive order targeting him earlier this month.)",
    "Beattie specifically asked for “all documents, emails, correspondence, or other records of communications amongst/between employees, contractors, subcontractors or consultants at the GEC or R/FIMI” since 2017 with all the named individuals, as well as communications that merely referenced them. He sought communications that referenced any of the listed organizations.   Finally, he sought a list of additional unredacted agency records—including all GEC grants and contracts, as well as subgrants, which are particularly sensitive due to the risks of retaliation to subgrantees, who often work in local journalism, fact-checking, or pro-democracy organizations under repressive regimes. It also asked for “all documents mentioning” the Election Integrity Partnership, a research collaboration between academics and tech companies that has been a target of right-wing criticism.  Several State Department staffers call the records requests “unusual” and “improper” in their scope. MIT Technology Review spoke to three people who had personally seen the document, as well as two others who were aware of it; we agreed to allow them to speak anonymously due to their fears of retaliation.  While they acknowledge that previous political appointees have, on occasion, made information requests through the records management system, Beattie’s request was something wholly different.   Never had “an incoming political appointee” sought to “search through seven years’ worth of all staff emails to see whether anything negative had been said about his friends,” says one staffer.  Another staffer calls it a “pet project” for Beattie.  Selective transparency Beattie delivered the request, which he framed as a “transparency” initiative, to the State Department officials in a conference room at its Washington, D.C., headquarters on a Tuesday afternoon in early March, in the form of an 11-page packet titled, “SO [Senior Official] Beattie Inquiry for GEC/R/FIMI Records.” The documents were printed out, rather than emailed. Labeled “sensitive but unclassified,” the document lays out Beattie’s requests in 12 separate, but sometimes repetitive, bullet points. In total, he sought communications about 16 organizations, including Harvard’s Berkman Klein Center and the US Department of Homeland Security’s Cybersecurity and Infrastructure Security Agency (CISA), as well as with and about 39 individuals.",
    "Related StoryUS office that counters foreign disinformation is being eliminatedConservative critics have long accused the State Department’s Counter Foreign Information Manipulation and Interference Hub of helping to censor the American right.",
    "Notably, this includes several journalists: In addition to Bellingcat and Applebaum, the document also asks for communications with NBC News senior reporter Brandy Zadrozny.  Press-freedom advocates expressed alarm about the inclusion of journalists on the list, as well as the possibility of their communications being released to the public, which goes “considerably well beyond the scope of what … leak investigations in the past have typically focused on,” says Grayson Clary, a staff attorney at the Reporters Committee for Freedom of the Press. Rather, the effort seems like “a tactic designed to … make it much harder for journalists to strike up those source relationships in the first instance.”",
    "Beattie also requested a search for communications that mentioned Trump and more than a dozen other prominent right-leaning figures. In addition to Jones, Greenwald, and “RFK Jr.,” the list includes “Don Jr.,” Elon Musk, Joe Rogan, Charlie Kirk, Marine Le Pen, “Bolsonaro” (which could cover either Jair Bolsonaro, the former Brazilian president, or his son Eduardo, who is seeking political asylum in the US), and Beattie himself. It also asked for a search for 32 right-wing buzzwords related to abortion, immigration, election denial, and January 6, suggesting a determined effort to find State Department staff who even just discussed such matters.   (Staffers say they doubt that Beattie will find much, unless, one says, it’s “previous [FOIA] queries from people like Beattie” or discussions about “some Russian or PRC [Chinese] narrative that includes some of this stuff.”)  Multiple sources say State Department employees raised alarms internally about the records requests. They worried about the sensitivity and impropriety of the broad scope of the information requested, particularly because records would be unredacted, as well as about how the search would be conducted: through the eRecords file management system, which makes it easy for administrative staff to search through and retrieve State Department employees’ emails, typically in response to FOIA requests.  This felt, they say, like a powerful misuse of the public records system—or as Jankowicz, the disinformation researcher and former DHS official, put it, “weaponizing the access [Beattie] has to internal communications in order to upend people’s lives.” “It stank to high heaven,” one staffer says. “This could be used for retaliation. This could be used for any kind of improper purposes, and our oversight committees should be informed of this.” Another employee expressed concerns about the request for information on the agency’s subgrantees—who were often on the ground in repressive countries and whose information was closely guarded and not shared digitally, unlike the public lists of contractors and grantees typically available on websites like Grants.gov or USAspending.gov. “Making it known that [they] took money from the United States would put a target on them,” this individual explains. “We kept that information very secure. We wouldn’t even email subgrant names back and forth.”",
    "Several people familiar with the matter say that by early April, Beattie had received many of the documents he’d requested, retrieved through eRecords, as well as a list of grantees. One source says the more sensitive list of subgrantees was not shared.   Neither the State Department nor Beattie responded to requests for comment. A CISA spokesperson emailed, “We do not comment on intergovernmental documents and would refer you back to the State Department.” We reached out to all individuals whose communications were requested and are named here; many declined to comment on the record. A “chilling effect” Five weeks after Beattie made his requests for information, the State Department shut down R/FIMI.  An hour after staff members were informed, US Secretary of State Marco Rubio published a blog post announcing the news on the Federalist, one of the outlets that sued the GEC over allegations of censorship. He then discussed in an interview with the influential right-wing Internet personality Mike Benz plans for Beattie to lead a “transparency effort.”",
    "“What we have to do now—and Darren will be big involved in that as well—is sort of document what happened … because I think people who were harmed deserve to know that, and be able to prove that they were harmed,” Rubio told Benz. This is what Beattie—and Benz—have long called for. Many of the names and keywords he included in his request reflect conspiracy theories and grievances promoted by Revolver News—which Beattie founded after being fired from his job as a speechwriter during the first Trump administration when CNN reported that he had spoken at a conference with white nationalists.  Ultimately, the State Department staffers say they fear that a selective disclosure of documents, taken out of context, could be distorted to fit any kind of narrative Beattie, Rubio, or others create.  Weaponizing any speech they consider to be critical by deeming it disinformation is not only ironic, says Jankowicz—it will also have “chilling effects” on anyone who conducts disinformation research, and it will result in “less oversight and transparency over tech platforms, over adversarial activities, over, frankly, people who are legitimately trying to disenfranchise US voters.”  That, she warns, “is something we should all be alarmed about.” hide"
  ]
}