{
  "url": "https://dbsjeyaraj.com/dbsj/?p=47003",
  "title": "Southern Skylark Susheela Soars  To ‘Record’ Heights In  Singing  Film Songs ♫♥",
  "ut": 1762980726.0,
  "body_paragraphs": [
    "(This Article Written 9 Years ago is re-posted to commemorate P.Susheela’s 90th Nirthday)",
    "“Joyous, and clear, and fresh, thy music doth surpass… how could thy notes flow in such a crystal stream?” – Percy Bysshe Shelley, ‘Ode to a Skylark’",
    "An indispensable feature of Indian language films are the song sequences. The songs are usually picturised on actors or actresses who lip-synch them on screen. The voices we hear belong to off-screen singers known generally as playback singers.",
    "P. Susheela with official certificate from the well-known Guinness Book of World Records-PTI poc-Courtesy: The Hindu",
    "The songs sung by these playback singers are pre-recorded for movies. Fortunately for these playback singers they are given credit in the film titles as well as the soundtrack albums. Film songs therefore are identified by the singer who actually sings them and not the actor who lip synchs on screen. Indian movie playback singers have gained much popularity and many, many fans over the years by their singing.",
    "One of the most popular playback singers in this respect is Pulapaka Susheela Mohan, known to millions of her adoring fans as P. Susheela. The octogenarian Susheela was in the news lately for setting a world record in playback singing. The well-known Guinness Book of World Records acknowledged in an official certificate dated 28 January that the Singer has recorded the highest number of songs in films.",
    "Pulapaka Susheela Mohan (born 1935)",
    "“Pulapaka Susheela Mohan (born 13 November 1935) has reportedly recorded up to 17,695 solo, duet and chorus-backed songs in over six Indian languages since the 1960s, as verified on 28 January 2016,” said the citation of the Guinness World Records.",
    "Singing in films in many languages since 1951",
    "Susheela, hailing from South India, has been singing in films since 1951. The Guinness Book of records however has only taken the years after 1960 into account in recognising Susheela’s achievement. The songs sung by her in the years before 1960 have not been included.",
    "It is estimated that the Southern skylark has sung more than 20,000 songs in 12 Indian languages, namely Tamil, Telugu, Kannada, Malayalam, Hindi, Bengali, Marathi, Gujarati, Sanskrit, Oriya, Tulu and Badaga. The Guinness Book of Records has taken note of only six languages, namely Telugu, Tamil, Hindi, Bengali, Kannada and Malayalam.",
    "Susheela has also sung in Sinhala films made in India during the fifties of the last century. As stated earlier, those songs too have not been taken note of as they were all sung before 1960.",
    "There was a time when Sinhala films were made mainly in India with the aid of Indian directors, cinematographers, editors, music composers and playback singers. Some of the Indian film fraternity even came over to Sri Lanka and involved themselves in Sinhala films. Many of those films were adapted versions of Hindi and Tamil films. Some were dubbed versions in Sinhala. It was said in lighter vein that the only thing “Sinhala” about these films were the actors, dialogues and words of songs.",
    "Indian music directors like V. Dakshinamurthy, C.N. Paandurangan, S.S. Vedha and S.M. Subbiah Naidu have composed music for several Sinhala films. Playback singers like A.M. Rajah, P. Leela, K. Ranee, S. Janaki, Jamunaranee, Jikki and P. Susheela have sung in Sinhala films.",
    "According to available information, Susheela seems to have sung in five Sinhala films. One was the ‘Dosthara,’ the first Sinhala film produced by the famous Chennai based A.V.M. Studios. It was an adaptation of the Tamil film ‘En Manaivi’. Another was ‘Manushathwaya,’ a Hindi film dubbed into Sinhala. The original Hindi film ‘Insaniyat’ produced by Gemini Studios starred Dilip Kumar and Dev Anand. ‘Jeevitha Satana’ was another Sinhala film for which Susheela has sung. It is a Sinhala remake of the Tamil film ‘En Veedu’.",
    "Susheela also sang in the films ‘Aiyai Malliyi’ and ‘Ahinsaka Prayogaya’ that had been dubbed into Sinhala. The Hindi film ‘Bhai Bhai’ starring Ashok Kumar and Kishore Kumar was dubbed as ‘Aiyai Malliyi’ while the Hindi film ‘Miss Mary’ starring Om Prakash, Gemini Genesan and Meena Kumari was dubbed into Sinhala as ‘Ahinsaka Prayogaya’.",
    "Sittukkuruvikkenna Kattuppaadu – Savalae Samali",
    "Guinness Book of World Records effort a labour of love",
    "Despite her remarkable achievements Susheela is an unassuming person. Her entry into the Guinness Book of World Records was not due to her efforts. It was the result of a labour of love undertaken by some of her devoted fans.",
    "Seven of her special rasikas, namely Kalaikkumar, Thaenrajah, Rajesh, Athepalli Rajagopal, Sreeram Lakshman, Kamala Narayanan and Rajeswari Ramesh joined forces in 2003 to start and run a website dedicated to the melody queen Susheela and her songs.",
    "When they discovered that North Indian nightingale Asha Bosle held the Guinness record for most number of songs, the seven-member team felt that the South Indian skylark Susheela who had sung more songs should get her name etched in the Guinness Book. After years of dedicated effort, the seven Susheela fans succeeded in compiling facts and statistics to prove that their singing idol had indeed sung more than 17,000 songs. Finally came official Guinness recognition in January 2016 for 17,695 songs.",
    "At a media conference held after the Guinness award Susheela said that she viewed it as an acknowledgement of her hard work. “There is a lot of hard work that has gone behind this achievement. Today, with so many television channels and newspapers, a talented singer can shine through quickly. But when I was singing, it was very slow and I had work my way up , step by step,” she said.",
    "Crediting her husband for her success, she said that her husband, a doctor, was a cornerstone in her life. “He fell in love with my voice and sacrificed his life so that I have a great career in playback singing,” she said.",
    "According to media reports Susheela was candid in her response when asked why she had never considered a career in acting. “I was offered a chance to act by several directors, but I refused saying that I wouldn’t want to act even if I was paid a crore,” she said, adding, “My heart was in music.”",
    "Unnai Ondru From Movie Puthiya Paravai",
    "When asked why she was not singing anymore, the singer said that she would love to sing in movies if someone offered a good song. When she was nudged by journalists to sing her favourite song, she ended the press conference by singing ‘Ennai pada sonnal, enna paada thondrum’ from ‘Pudhiya Paravai,’ a hit song of 1964.",
    "Quality, not just quantity",
    "Though the Guinness Book of records recognition and citation is a well-deserved acknowledgement of the prolific output of her work, it must be remembered that southern skylark Susheela has endeared herself to her rasikas through the quality of her songs and not merely the quantity.",
    "The quantitative Guinness award came only this year but Susheela has been winning many qualitative laurels over the years for her songs and contribution to Indian cinema. She has won the Indian National Award for Best Singer on five occasions. She has won numerous State awards in Tamil Nadu, Andhra Pradesh and Kerala.",
    "Narasimhan Vamanan, the noted historian of Tamil film music and author of several books on Tamil cinema, emphasises this point about Susheela being acclaimed over the years for the quality of her songs as opposed to mere quantity. In an article written for ‘Times of India’ in the aftermath of Susheela being recognised by the Guinness Book of Records, Vamanan observed as follows –",
    "“P. Susheela is in high spirits. A musical finale not easily replicable has been played out as a culmination of her eventful career. Her prolific musical output has been documented in a way that has got her into the Guinness Book of World Records. The event has warmed the cockles of the hearts of her myriad admirers. Heroines of yesteryear have flocked to her residence to express their joy”.",
    "“But it’s more the quality of her numbers than the quantity that has earned her the love of music lovers. The sheer melody, lyrical significance, musical excellence and popularity of many of her songs have made an iconic singer of South India. Many of the jewels of Kannadasan, Tamil cinema’s lyricist par excellence, are framed in Susheela’s inimitable voice. While carving a niche for herself in the film world dominated by men, she retained her dignity and self-respect as a tremendously gifted and resourceful songstress. A winner of many national and regional awards, she is also the recipient of the Padma Bhushan”.",
    "“A cultural icon of the Tamils and the Telugus, Susheela is also appreciated for her contribution to Malayalam and Kannada film song. Though she is a Telugu and her film songs in her mother tongue handsomely outnumber her Tamil songs, she is undoubtedly the main female figure of the golden age of Tamil film music.”",
    "Saravanappikaiyil Neeraadi – Ithu Sathiyam",
    "Born in Vizianagaram in 1935",
    "P. Susheela was born in 1935 in Vizianagaram, a state ruled by a Maharajah during the British colonial period. Today Vizianagaram is part of the Andhra Pradesh state in India. In an interview with the journal ‘Screen,’ Susheela outlined her family background and entry into play back singing thus –",
    "“I hail from a well-to-do family from Vizianagaram, the birth place of many well-known singers and musicians like Ghantasala and Dwaram Venkataswamy Naidu. My father, Mukunda Rao, was a famous criminal lawyer. My parents wished to see me as a great classical singer like M.S. Subbulakshmi. I was an avid listener of Lata Mangeshkar’s songs over radio. I obtained a First Class Diploma in Music. In fact, I came to Madras in 1951 to enrol for the Sangeetha Vidwan course. Music Director Pendyala Nageswara Rao spotted me at a children’s radio concert and took me as a lead singer for ‘Kannathalli’. And the rest is history.",
    "Susheela’s mother tongue is Telugu. Yet her pronunciation and diction in Tamil is superbly excellent. This was due to diligent practice. In the early years of her singing the music composer T.R. Paappa rejected Susheela after auditioning her for the film ‘Anbu’ in 1953. Pappa felt that her Tamil pronunciation was not up to the mark. A disappointed Susheela went in for elocution lessons in Tamil and strove to improve herself. Her perseverance paid off and soon she became the favourite of most Tamil film music directors, including Pappa.",
    "Thamilukku Amuthendru Paer – Panchavarnakkini",
    "Her crowning achievement was perhaps singing ‘Thamizhukku Amuthendru Paer’ in the film ‘Panchavarnakkili’. It is a song by the poet Bharathidasan about the sweet virtues of the Tamil language. That Susheela, a Telugu woman, could perfectly sing paeans of praise to the Tamil language in a captivating melody composed by the Malayalee M. S. Viswanathan is perhaps a glowing tribute to harmonious multi-ethnic nature of the Tamil film industry in India.",
    "One of the chief contributory factors for Susheela’s success in playback singing has been her ability to convey emotion and mood through her songs. As one of her ardent admirers noted Susheela is a “playback singer of fascinating felicity and immaculate charm in her voice with an extraordinary ability to combine clarity, force, sweetness and symphony in any song that was offered to her. She has been endowed with splendid vocal cords to enchant, energise and enthuse the listeners irrespective of the language in which she sang.”",
    "Anbe Vaa – Love Birds",
    "T.M. Soundararajan – P. Susheela Duo",
    "As I have often stated in these columns, watching Tamil movies on screen and listening to Tamil film songs over radio was an integral part of life for me as a child growing up in Colombo. My years of childhood and early teens was an era where Tamil film singers like T.M. Soundararajan, P. Susheela, P.B. Sreenivas, Seergali Govindarajan, S. Janaki and L.R. Eeswari, etc. dominated the screen and air waves.",
    "When I was growing up – on a diet of Tamil films and Tamil film songs – playback singers like Ghantasala, P. Leela, A.M. Rajah, Jikki, Chidambaram Jeyaraman, M.L. Vasanthakumari, Tiruchi Loganathan, etc., were on the decline in Tamil films. This was not due to any shortcoming on their part. In fact they were at their peak then. Unfortunately they were not given many opportunities to sing in Tamil movies.",
    "Aahaayapanthaliley – with TMS in Ponnoonjal",
    "This was due to four reasons. One was that particular film music composers and film directors had begun avoiding them for various reasons. Another was that the old custom of having a variety of singers render playback was giving way to a practice of having only two or three singers per film. Thirdly, the number of songs in a film too was being progressively reduced. Finally, leading actors and actresses of that time began insisting that only T.M. Soundararajan and P. Susheela should sing for them.",
    "Uncrowned  Empress of Tamil film songs",
    "The late fifties, sixties and early seventies of the 20th century was a period in Tamil cinema where Susheela was the uncrowned empress of Tamil film songs. Actresses like Padmini, Savithri, Saroja Devi and Devika insisted that Susheela and only Susheela should sing for them. Likewise the versatile T. M. Soundararajan (TMS) sang for the male actors in lead roles like M. G. Ramachandran, Sivaji Ganesan and S. S. Rajendran.",
    "Aduthaathu Ambujathai Paarthelaa –  with TMS in Ethir neechal",
    "The TM Soundararajan-P. Susheela duo had a monopoly over Tamil film songs. There were many films where all songs in a film were sung only by TMS and Susheela. This demand for them led to Susheela and Soundararajan jacking up their fee considerably for singing in films.",
    "One famous Producer-Director who was irked by this was C.V. Sridhar. In a bid to counter the TMS-Susheela combination, Sridhar began boosting another pair, P.B. Sreenivas and S. Janaki. They were given opportunities to sing the main songs in Sridhar’s movies like ‘Policekaran Magal’ and ‘Sumai Thaangi’. Despite Sridhar’s efforts, the TMS-Susheela duo could not be undermined. Finally Sridhar himself relented by returning to Susheela first and then Soundararajan.",
    "Enna Paarvai unthan paarvai – with KJ Yesuthas in Lathalikka Naeramiliai",
    "“It is God’s gift to me",
    "In an article written in 2014 for the Indian English daily ‘The Hindu,’ M. Balaganessin interviewing Susheela posed the questions “How does she retain her sweet voice despite the advancing age? What is the secret behind the magnetic resonance?” To all these, Susheela had only one simple answer: “It is God’s gift to me. I owe it to God.”",
    "The article went on to say: “There was no straightjacket to her voice. She could sing for anybody, any heroine. Nevertheless, she has been careful in ascertaining the situation of a song and the story of the film so as to modulate her voice and match the overall mood. Her songs for even supporting artistes could become hits, only due to the correct pitch and modulation of her voice. In fact, it is too hard for her to tell the number of songs she had sung in the past several decades in all South Indian languages. She started singing at the age of nine and made her debut in films at 16 in 1951. What is unique about her is the influence she has been wielding over listeners for generations together. This is because of her capability to be in consonance with changing tastes of different music directors, irrespective of the generation.”",
    "Iyatkai Ennum Ilaiya Kanni – with SPB in Shanthi Nilaiyam",
    "She has been a bridge between generations of music directors. Some of whom she has worked with include the late A. M. Raja, the late G. Ramanathan, K. V. Mahadevan, Viswanathan – Ramamoorthy and Ilayaraja. “I have even worked with Yuvan Shankar Raja, Ilayaraja’s son,” she adds with a sense of pride. She deftly brushes aside a question on what difference does she find among the music directors, though she has fond recollections of the late G. Ramanathan. Which are the ones dear to her among her own hits?",
    "She immediately selects a few songs that brought her national acclaim. `Naalai indha velai paarthu’ from `Uyarntha Manidhan’, for instance, which brought her National Award for Best Female Playback Singer in 1969. The runaway hits in `Pudiya Paravai’ such as `Unnai Onru Kaetpaen,’ and `Partha Gnabagam Illaiyo’ also count among her favourites. She has to her credit several awards – including the Tamil Nadu State award, the Andhra Pradesh State award, the Kerala State award, life-time achiever awards from a galaxy of `sabhas’ and organisations. What is her future project? “I have been singing for years. For me, music is everything. My future project is music, music and nothing else,” she replies.",
    "All good things have to end",
    "All good things however have to end at some point. Even the singing of a skylark! The reign of Susheela in Tamil films began to decline gradually in the late seventies, eighties and nineties of the last century. After five decades of singing off screen for the screen, the flow became a trickle in the new millennium. The mellifluous voice of Susheela became virtually silent on the Tamil silver screen. The old order began to give way to a new set of voices.",
    "Though her voice is not available in contemporary films, the sounds of Susheela’s sweet singing continue to regale listeners and rasikas via DVDs and CDs and through radio stations playing popular old songs. There is and always will be a demand for golden oldies among discerning listeners and rasikas. The songs of Susheela continue to resonate in that realm.",
    "Interestingly most of the young singers participating in reality shows and singing competitions pat homage to the southern skylark Susheela by singing her songs effectively to demonstrate their talents. Singing a Susheela song seems to be the crowning achievement of aspiring singers.",
    "Inbam Pongum Vennilaa Veesuthae – With PB Sreenivas in “Veera pandiya Kattabomman",
    "Vairamuthu on Susheela",
    "Let me conclude with brief excerpts from the writings of Tamil film lyricist and poet Vairamuthu about Susheela in his Tamil book ‘Intha Kulathil Kallerinthavargal’. Here are the relevant lines dedicated to Susheela –",
    "“Your voice is such that it enters my ears, mingles with my blood and fondles my life/Your vibrations spill honey into my mind/Your pronunciations awaken dormant feelings in me/And above all this, a dignity that only the ears can perceive…”",
    "“Your voice seems to smile when you sing a happy song—that same voice seems to cry when the song is sad/How is this possible? Even after singing thousands of songs, you don’t seem eager to draw attention to yourself/How is this possible?!”",
    "“You have not been understood adequately. You have not attained fame to the extent you deserve. The fact that your voice has swayed generations of Tamils has not been emphasised sufficiently.”",
    "DBS Jeyaraj can be reached at dbsjeyaraj@yahoo.com",
    "This article written for the “Spotlight” Column appears in the “Daily FT” of June 11, 2016. It can be accessed here: http://www.ft.lk/article/547351/Southern-skylark-Susheela-soars-to–record–heights-in-singing-film%C2%A0songs"
  ]
}