{
  "url": "https://www.ft.lk/columns/New-York-goes-Left/4-784355",
  "title": "New York goes Left",
  "ut": 1763142583.0,
  "body_paragraphs": [
    "Zohran Mamdani’s historic victory and what it means for global cities",
    "For developing nations such as Sri Lanka, Mamdani’s victory offers instructive parallels. His inclusive approach to governance highlights the value of city-to-city collaboration in education, climate resilience, and digital administration. An immigrant leading a global city also signals the potential of diaspora empowerment: expatriate professionals can be catalysts of innovation at home rather than distant observers. Moreover, the way New York balances social equity with fiscal prudence may serve as a policy benchmark for Colombo, suggesting that affordability and sustainability can reinforce each other in urban planning",
    "A turning point in America’s largest city",
    "New York City has made history. With his decisive win over former governor Andrew Cuomo and Republican Curtis Sliwa, Assembly member Zohran Mamdani has become the city’s first Muslim, first South-Asian-origin, and most openly progressive mayor in modern times. His victory, celebrated Tuesday night at the Brooklyn Paramount Theater, marks a symbolic turning point for America’s largest metropolis and for progressive urban governance worldwide.",
    "From surprise win to commanding mandate",
    "Mamdani’s rise began with a surprise win in the Democratic primary in June 2025, when he defeated Cuomo, a veteran American politician ,  under New York’s ranked-choice voting system—a contest many likened to Alexandria Ocasio-Cortez’s insurgent 2018 run. His coalition of younger renters, immigrant families, transit-reliant workers, and climate-conscious voters upended the city’s political establishment. By Election Day, polls had him ahead by mid-teens; the final tally confirmed a comfortable margin of victory. Major networks called the race shortly after 10 p.m., prompting jubilation as Mamdani told supporters, “The future is in our hands.” The moment marked a generational realignment in New York politics.",
    "A vision built on affordability and livability",
    "At the heart of Mamdani’s platform lies the conviction that affordability defines livability. His plan advocates fare-free city buses, rent freezes, accelerated public-housing repairs, publicly managed groceries in underserved neighborhoods, universal childcare, and higher taxes on top-income brackets and vacant luxury properties. Critics argue that such measures risk driving investors and high-earners away, while supporters see them as moral and economic imperatives—investments in social stability rather than giveaways. They contend that when working families spend less on rent and transport, local demand strengthens, small businesses thrive, and social cohesion deepens. The argument has resonated widely across boroughs still burdened by post-pandemic inflation and a chronic housing shortage.",
    "Global ripples of a local experiment",
    "The implications of this victory reach far beyond the five boroughs. Around the world, major cities—from London, Paris, and Berlin to Seoul and Istanbul—wrestle with similar pressures of housing cost, climate stress, and widening inequality amid fiscal austerity. New York under Mamdani could become a proving ground for what scholars describe as “municipal Keynesianism with a climate conscience.” If implemented effectively, it may inspire an international network of progressive mayors committed to low-fare transport, tenant-first housing reform, and green infrastructure tied to job creation. Yet success will depend not on rhetoric but on execution. Failure could quickly restore the dominance of centrist fiscal orthodoxy.",
    "Governing constraints and the Albany challenge",
    "The challenges ahead are immense. With an $110 billion budget and some 80 city agencies, New York’s bureaucracy can be both a tool and a constraint. Key powers such as rent control and school funding remain under the purview of the New York State Legislature in Albany, the state capital, which often leans cautious and fiscally moderate. This means that while the mayor oversees city administration, major reforms still require approval from state lawmakers. Mamdani’s first year will therefore demand deft sequencing: quick, visible achievements like bus-fare pilots, school retrofits, and participatory budgeting must build public confidence while more complex structural changes are negotiated with Albany. The new mayor will need to demonstrate that equity and fiscal responsibility are not mutually exclusive but mutually reinforcing.",
    "Trump’s counter-narrative and Islamophobia’s echo",
    "Predictably, Donald Trump has cast Mamdani’s triumph as proof of what he calls “America’s slide into socialism.” Speaking at a Florida rally, he warned that New York would “collapse under free buses and free rent.” His remarks, echoed by conservative media, frame the result as a morality tale between capitalist realism and radical excess. Yet this reaction reveals more than economic anxiety; it exposes the persistent shadow of Islamophobia in US political culture. For many New Yorkers, Mamdani’s victory is not just an endorsement of policy but a repudiation of fear—the culmination of two decades in which Muslims have moved from being scrutinised subjects to civic actors. In a city home to nearly 900,000 Muslims, voters chose competence over creed and pluralism over prejudice.",
    "Representation and civic belonging",
    "Mamdani acknowledged that symbolism in his victory address: “Tonight, New York chose to see its diversity as strength and its working people as the heart of its future.” His election challenges the long shadow of post-9/11 suspicion and redefines representation as confidence, not concession. For young Muslims from Detroit to Delhi, his rise demonstrates that civic engagement can be an expression of both faith and belonging. Yet the coming months will test whether that optimism can withstand the real pressures of governance and the inevitable provocations of identity politics. How New York handles debates over mosque zoning, policing, or foreign-policy symbolism will determine whether representation leads to reconciliation or renewed division.",
    "A night of celebration and transition",
    "Election night itself captured the mood of transformation. As results were announced, the Brooklyn Paramount Theater erupted in cheers. Supporters chanted, “Free the City!” as rain-soaked crowds gathered outside. “I stand here as a child of immigrants who believe that public service is the highest form of gratitude,” Mamdani told them. In Astoria, Jackson Heights, and Downtown Brooklyn—neighborhoods that powered his campaign—celebrations continued past midnight. Cuomo conceded gracefully, describing the contest as “a needed conversation about what New York can be,” while Sliwa urged the mayor-elect “to keep public safety at the top of his agenda.” The image of a 34-year-old son of Ugandan-Indian immigrants assuming command of a city of 8.5 million was, in itself, history rewritten.",
    "Lessons for Sri Lanka and the Global South",
    "For developing nations such as Sri Lanka, Mamdani’s victory offers instructive parallels. His inclusive approach to governance highlights the value of city-to-city collaboration in education, climate resilience, and digital administration. An immigrant leading a global city also signals the potential of diaspora empowerment: expatriate professionals can be catalysts of innovation at home rather than distant observers. Moreover, the way New York balances social equity with fiscal prudence may serve as a policy benchmark for Colombo, suggesting that affordability and sustainability can reinforce each other in urban planning.",
    "The broader arc of urban governance",
    "Ultimately, New York’s choice is emphatic. A city once synonymous with Wall Street’s triumph has elected a mayor of social equity and climate responsibility. Whether Mamdani’s tenure becomes a model or a warning will depend less on ideology than on performance—the quiet competence of buses running on time, roofs repaired on schedule, and budgets closing in balance. Should he succeed, New York will prove that justice and efficiency can be partners rather than adversaries. For cities watching from Colombo to Cape Town, that would be a transformative lesson: the future of governance may not emerge from parliaments or presidencies, but from mayors who dare to make equity operational.",
    "Associated Press, “Zohran Mamdani Wins New York City Mayoral Race,” AP News, Nov 4 2025.",
    "The Guardian, “Zohran Mamdani Elected New York City’s First Muslim Mayor in Historic Victory,” Nov 4 2025.",
    "CBS News New York, “Election Results 2025: Mamdani Declares Victory at Brooklyn Paramount Theater,” Nov 4 2025.",
    "New York Times, “Live Updates: New York City Mayoral Election 2025,” Nov 4–5 2025.",
    "Marist Poll and Siena College Survey Research Institute, “NYC Mayoral Race Tracking Polls,” Oct–Nov 2025.",
    "PBS NewsHour, “How a Mamdani Win Could Change New York City and the Democratic Party,” Oct 30 2025.",
    "New York Post, “Zohran Mamdani Can Win NYC Mayoral Election Despite Policy Skepticism, Poll Finds,” Oct 28 2025.",
    "(The writer is a retired Ambassador and could be reached via email at [email protected])"
  ]
}