{
  "url": "https://www.ft.lk/columns/From-arrests-to-allies-How-President-Disanayake-s-anti-drug-drive-seeks-to-rewrite-Sri-Lanka-s-strategy/4-783802",
  "title": "From arrests to allies: How President Disanayake’s anti-drug drive seeks to rewrite Sri Lanka’s strategy",
  "ut": 1762112785.0,
  "body_paragraphs": [
    "A turning point or another turn of the wheel?",
    "For decades, Sri Lanka has waged cyclical wars on drugs — each beginning with zeal, arrests, and television footage, only to lose steam amid overcrowded prisons, entrenched corruption, and enduring addiction. Against that background, President Anura Kumara Disanayake’s new initiative, launched on 30 October 2025 under the banner ‘A Nation United: Eradicating the Menace of Narcotic Drugs’, carries both promise and challenge. His address at Colombo’s Sugathadasa Indoor Stadium was not merely a policy statement; it was an appeal to conscience — a call to make the fight against drugs a collective national duty.",
    "The ghosts of past campaigns",
    "Sri Lanka’s earlier anti-drug efforts shared a common flaw: a reliance on spectacle rather than structure. The post-2009 crackdowns prioritised high-volume arrests, coastal patrols and tougher penalties, but corruption and weak rehabilitation diluted impact. By 2023, over 160,000 drug-related arrests had been recorded, yet narcotics use continued to spread across both urban and rural districts.1",
    "In 2018–2019, the push to reintroduce capital punishment for traffickers mirrored the Philippine model — dramatic in intent but unsustainable and internationally condemned.2 When Operation Yukthiya began in late 2023, the campaign’s early momentum was offset by allegations of arbitrary arrests and forced rehabilitation.3 Even where seizures were high, rehabilitation rates lagged, prisons overflowed, and the core networks remained untouched.",
    "Institutional rot compounded the problem. The 2020 Police Narcotics Bureau (PNB) scandal — where officers were caught colluding with traffickers — exposed how easily enforcement could be captured by the very crime it sought to eliminate.4 Meanwhile, demand-side interventions remained underfunded. Without strong rehabilitation or social reintegration programs, enforcement simply recycled offenders through a revolving door of arrest, imprisonment, and relapse.",
    "The President’s new message: national duty and institutional reckoning",
    "In his speech on 30 October, President Dissanayake painted a stark picture: the narcotics trade, he said, had become a “national scourge destroying our children, our families and our economy.” He vowed that his Government “will not permit this rot to continue.”5",
    "The new program, he announced, will operate as a multi-sector mission integrating law enforcement, health, education, religion, sports, and culture.6 It will not be a police operation alone but a “people’s movement.” Religious leaders, teachers, and community activists will be enlisted to lead prevention and awareness efforts.7",
    "A National Operations Centre will coordinate the work of the Police, Armed Forces, Customs, Immigration, and Motor Traffic Department — a structural correction designed to end siloed enforcement.8 Most strikingly, Dissanayake directly addressed corruption within state ranks: “We know who you are and where you are operating. If you are colluding with traffickers — leave now, or we will remove you.”9 It was an unusually blunt message for a national address, signalling that political protection — a long-standing feature of narcotics networks — will no longer be tolerated.",
    "He also pledged increased funding for voluntary rehabilitation centres and urged addicts to come forward for treatment, not punishment.10",
    "What makes this approach potentially different",
    "Several aspects of Disanayake’s plan suggest a break with precedent:",
    "1. Systemic target over surface-level arrests. By naming the political-criminal nexus and building inter-agency coordination, the focus shifts from rounding up street-level users to dismantling protection networks and financial flows.",
    "2. Integration of prevention and rehabilitation. Cultural and religious institutions, sports programs, and public-awareness campaigns are now central, not peripheral. The goal is to change behaviour, not just statistics.",
    "3. Accountability within the state. The open threat to colluding officials and the creation of a coordinating command structure indicate a willingness to confront the bureaucratic immunity that has long undermined enforcement.",
    "4. Public ownership. By reframing the issue as a social and moral crisis rather than purely a criminal one, the campaign seeks legitimacy from below — a prerequisite for sustainable change.",
    "Challenges on the road ahead",
    "The success of A Nation United will depend not on rhetoric but on results — and those results will hinge on whether the Government can overcome seven formidable challenges.",
    "First, measuring the right things. Arrest and seizure counts are politically attractive but analytically shallow. The key metrics must be network convictions, asset forfeitures, rehabilitation outcomes, and declines in new-user rates. Without transparent data, the campaign risks repeating past showmanship.",
    "Second, decongesting courts and prisons. Dragnet operations have historically overwhelmed Sri Lanka’s justice system. Unless minor users are diverted into community-based rehabilitation, and judges are empowered to order treatment instead of incarceration, enforcement will clog the system anew.",
    "Third, cleansing the enforcement chain. Disanayake’s tough rhetoric must be matched by real institutional reform — independent audits of police and customs, body-worn cameras, rotation of personnel in high-risk posts, and protection for whistle-blowers.",
    "Fourth, expanding demand-side responses. Rehabilitation and prevention require trained counsellors, data-driven evaluation, and reintegration support. The government’s pledge of increased budget allocation must translate into real capacity at the district level.",
    "Fifth, maritime and regional cooperation. Sri Lanka’s location on Indian Ocean trafficking routes makes it a relay hub. Sustained coordination with India, Pakistan, and Gulf states on maritime surveillance and precursor-chemical control is vital.",
    "Sixth, avoiding politicisation. Naming the political-criminal nexus is bold, but enforcing it even-handedly will test the administration’s credibility. Selective targeting or perceived vendettas would quickly erode public trust.",
    "Seventh, sustaining momentum. Anti-drug drives often fade once the media spotlight moves on. Institutionalisation — not campaign-style enthusiasm — must ensure that the mission outlives political cycles.",
    "What success should look like",
    "To know whether the “war on drugs” has turned into a long-term strategy, Sri Lanka will need transparent benchmarks:",
    "At least a 50 percent increase in convictions of top-tier traffickers within two years.",
    "Annual public reporting on assets seized and proceeds forfeited under the Prevention of Money Laundering Act.",
    "Expansion of voluntary treatment capacity by at least 30% within 18 months.",
    "Reduction in youth-initiation rates in Western and Southern Provinces, measured through NDDCB data.",
    "Zero tolerance for internal corruption—with mandatory dismissal and prosecution of implicated officers.",
    "A delicate balance between rights and resolve",
    "President Disanayake’s rhetoric evokes a mixture of urgency and empathy. Unlike earlier leaders who sought to fight drugs through fear, he appears to aim for reform through responsibility — combining firm policing with social partnership. Yet the line between tough and heavy-handed remains thin. Past operations such as Yukthiya revealed how swiftly “mass action” can morph into human-rights violations. International credibility, too, hinges on adherence to due process and rehabilitation-based justice.",
    "Conclusion: from confrontation to cooperation",
    "If this campaign lives up to its name, A Nation United could mark Sri Lanka’s transition from confrontation to cooperation — turning citizens from suspects into allies, and institutions from enablers into guardians. The shift will not be measured in arrests, but in lives rebuilt, institutions cleaned, and trust restored.",
    "For a nation long trapped in the cycle of enforcement without transformation, this may finally be the chance to rewrite the story. Whether that happens depends not on declarations made at the Sugathadasa Stadium, but on what follows in every village, police post, classroom, and rehabilitation centre in the months ahead.",
    "1National Dangerous Drugs Control Board (NDDCB) statistics, Annual Report 2024.",
    "2Human Rights Watch, Sri Lanka: Halt Plans to Resume Executions, 2019.",
    "3UN OHCHR, Concerns over Operation Yukthiya, January 2024.",
    "4Al Jazeera, Sri Lanka’s Narcotics Bureau Scandal Exposed, July 2020.",
    "5President’s Media Division (PMD), Committed to Addressing the Challenge Posed by Dangerous Drugs, 30 Oct 2025.",
    "6The Island, President Launches A Nation United Anti-Drug Campaign, 30 Oct 2025.",
    "7Daily Mirror, Strong People’s Movement Will Be Formed to Eradicate Drug Menace – President, 30 Oct 2025.",
    "9Daily Mirror, President Warns Police Officers Linked to Drug Networks to Leave or Face Removal, 31 Oct 2025.",
    "10The Island, President Pledges Increased Funding for Rehabilitation Centres, 30 Oct 2025.",
    "(The writer is a Retired Ambassador.)"
  ]
}