{
  "url": "https://www.ft.lk/columns/Unspoken-rift-When-founders-and-siblings-collide-in-family-businesses/4-783309",
  "title": "Unspoken rift: When founders and siblings collide in family businesses",
  "ut": 1761158128.0,
  "body_paragraphs": [
    "Boardrooms turn into battlefields, and family dinners into strategic meetings",
    "Behind every Sri Lankan business empire lies an untold story of love, sacrifice — and conflict that can tear families apart",
    "The hidden pain behind success",
    "Every great enterprise — whether a global conglomerate or a Sri Lankan household name — begins with a dream. An individual, armed only with courage, vision, and relentless drive, turns a simple idea into a living organism that creates jobs, builds brands, and sustains the economy. These entrepreneurs are the beating heart of every nation’s progress, yet their private struggles often remain unseen.",
    "Behind every triumphant photograph in a business magazine lies a story of pain, sacrifice, and loneliness. Founders risk everything — their savings, their homes, their health, and their family time — to build something enduring. They miss birthdays, family dinners, and milestones, while their children grow up seeing not a parent, but a perpetual worker.",
    "Ironically, the very success that brings them prestige and prosperity also sows the seeds of future conflict. When the time comes to pass on the business, many founders discover that the most devastating battles are not fought in the marketplace, but within their own homes.",
    "From enterprise to family business",
    "Every business begins as a founder’s enterprise — a reflection of one person’s energy and faith. But as years pass and the founder’s children mature, it inevitably transforms into a family business. Whether or not the siblings join management, once ownership passes to the next generation, the transition is complete.",
    "By this stage, the founder is often in his sixties or older. The company has become a national institution, employing hundreds and contributing significantly to the economy. Yet amid this maturity emerges a new challenge — the generational divide. The founder who grew up amidst scarcity, risk, and relentless toil now faces a generation raised in abundance, exposure, and comfort.",
    "The founder’s hard-earned prudence meets the siblings’ confidence born of global education. He values loyalty; they value merit. He believes in experience; they trust systems. What begins as a clash of methods gradually becomes a clash of mindsets — and soon, of identities.",
    "The 30–13–3 phenomenon",
    "Global research underscores this vulnerability. Studies show that only 30% of family firms survive into the second generation, 13% into the third, and a mere 3% into the fourth. This is known worldwide as the 30–13–3 phenomenon — or the “three-generation trap.”",
    "The reasons are varied: poor governance, weak succession planning, unequal ownership structures, and emotional entanglements. Yet beneath all these factors lies a silent but powerful trigger — conflict between the founder and the siblings.",
    "Sri Lanka has witnessed this cycle repeatedly. Many once-prominent business dynasties have fractured, not because of competition or market forces, but because of unresolved family tensions. Founders who built empires from nothing now live privately tormented, lamenting that the legacy they created to unite their families has instead become the source of division.",
    "The founder’s sacrifice — and the family’s perception",
    "Most first-generation entrepreneurs devote 30 to 40 years entirely to their businesses. They live and breathe survival — battling banks, crises, and bureaucracy, often without sleep or holidays. Every small victory comes with personal cost.",
    "To the founder, these sacrifices are justified — the business is a love letter to his family, a gift of security and pride. Yet to the family, the story feels different. The children remember not the gift, but the absence — the missed birthdays, the unanswered calls, the emotional distance.",
    "Years later, when they join the business, these unspoken grievances resurface. What appears to be a dispute over business strategy often conceals deeper emotional wounds — a lifetime of feeling secondary to the company.",
    "Research in the Journal of Family Business Strategy shows that intergenerational conflict is almost inevitable in founder-driven firms. Founders are shaped by struggle — they trust intuition over analytics, loyalty over credentials, and personal control over delegation. Their children, in contrast, are products of structure, technology, and education. They prize systems, professionalism, and balance.",
    "Neither side is wrong — but both see the other as misguided. For the father, borrowing to expand feels bold and visionary; for the son, it looks reckless. For the founder, frugality is virtue; for the daughter, it signals stagnation. An old business saying captures it well: “A rupee in the founder’s hand equals ten cents in the son’s.” Wealth earned through sweat is guarded fiercely, while inherited wealth is spent easily. Across cultures, this truth has echoed for centuries — father entrepreneur, son playboy, grandson beggar.",
    "In Sri Lanka, where reverence for parental authority runs deep, such differences can simmer silently for years until they erupt explosively when the next generation assumes power.",
    "Favouritism, succession, and spouses",
    "Nothing tests family harmony like succession. Many founders, often unconsciously, favour one child — usually the eldest or the most visible — as heir apparent. Others avoid naming a successor altogether, hoping the issue will resolve itself. Both approaches breed resentment.",
    "Research in the Journal of Family Business Management reveals that fairness in process matters more than fairness in outcome. Siblings will accept unequal inheritance if the decision is transparent and dignified. But when succession is decided behind closed doors, bitterness lingers for life.",
    "Another complicating factor is marriage. When siblings marry, new influences — and sometimes new ambitions — enter the family ecosystem. Spouses become advisers, alliances shift, and emotional boundaries blur. Studies published in Family Business Review identify spousal influence as one of the top three triggers of governance breakdowns in Asian family firms. In Sri Lankan families, in-laws can inadvertently become power brokers, shaping perceptions and loyalties. What begins as a simple disagreement over recruitment or budgeting can evolve into a feud that divides an entire household.",
    "Sri Lankan society treats family disputes as private shame. The idea of discussing family rifts publicly — even for learning — feels taboo. Yet, beneath polished corporate exteriors, many of our most admired founders carry immense personal pain.",
    "Late at night, behind closed doors, they confide in spouses or lawyers: “I built this for my children, and now it’s destroying us.” The media celebrates their companies, but never the emotional cost. Behind the smiles at awards ceremonies are lonely patriarchs who have mastered business battles but lost the peace at home.",
    "The emotional undercurrent",
    "Psychological research calls this phase succession grief — the founder’s subconscious struggle with letting go. For many, stepping aside feels like death in slow motion. The business is their identity; its loss feels like erasure. Children’s eagerness to lead is misinterpreted as arrogance, while their efforts to modernise are seen as rebellion.",
    "On the other hand, siblings entering the business often feel under constant surveillance, their ideas dismissed as inexperience. They long for autonomy but fear disappointing the very person they most admire.",
    "This cycle — of control and resistance, pride and hurt — corrodes trust. Boardrooms turn into battlefields, and family dinners into strategic meetings.",
    "Global lessons on continuity",
    "Across the world, some family enterprises have found ways to survive these transitions. The Ford family in the United States institutionalised governance through family councils and independent boards. The Tata Group in India built continuity through professional management and shared purpose rather than lineage.",
    "Ingvar Kamprad, founder of IKEA, placed ownership under a foundation to prevent future heirs from dismantling the business. The Hermès family in France has maintained unity over six generations by nurturing craftsmanship as a shared identity rather than a personal possession.",
    "These families learned early that emotions and economics must be managed together. Governance, they realised, is not a loss of control — it is the preservation of legacy.",
    "Sri Lankan lessons and missed opportunities",
    "In Sri Lanka, too, there are stories of both collapse and continuity. Several once-dominant family enterprises have vanished through internal division — brothers parting ways, businesses splintered, reputations lost. Others, such as Hayleys, Carsons, and Aitken Spence, have endured for more than a century by embedding professionalism and depersonalised governance into their DNA.",
    "Most founders, however, postpone these conversations until crisis forces them. Out of love or denial, they believe affection will suffice. But affection without structure is fragile. Without defined boundaries between family and business, neither survives intact.",
    "The strengths that can save family firms",
    "Despite the risks, family enterprises hold two enduring strengths that public corporations can never replicate. The first is familiness — the shared trust, loyalty, and purpose that binds members beyond contracts. The second is socio-emotional wealth — the pride and identity derived from belonging to something built by blood.",
    "When nurtured, these strengths can power extraordinary resilience. When neglected, they turn poisonous — loyalty becomes control, pride becomes ego, and belonging becomes ownership entitlement.",
    "How wise founders build continuity",
    "Founders who have successfully navigated these transitions share a mindset of preparation and humility. They begin early, not with ultimatums but with dialogue. They send their children to gain outside experience before joining the business, ensuring they learn humility and professionalism. They expose them to the industry strategically, letting them contribute meaningfully rather than ceremonially.",
    "Some allow their children to start small spin-off ventures, backed by seed capital, to cultivate independence and confidence. When those ventures mature, they are integrated back into the group, strengthening both the business and the bond.",
    "Above all, these founders embrace governance — family councils, constitutions, transparent shareholder agreements, and independent boards. These mechanisms convert emotion into order, and ambition into alignment.",
    "A Sri Lankan imperative",
    "Sri Lanka’s economy cannot afford to lose its entrepreneurial legacy to family feuds. At a time when capital flight, brain drain, and policy uncertainty already strain the private sector, the disintegration of established family firms would be a national tragedy.",
    "It is time for Sri Lankan entrepreneurs to give family governance the same seriousness they give to financial performance. Business schools and chambers must integrate family business strategy into their programs. The Postgraduate Institute of Management (PIM), COYLE, and SLID can lead this transformation, just as INSEAD, IMD Lausanne, and Kellogg School have done abroad.",
    "The media, too, should evolve — celebrating not only startups and profits but sustainability across generations. Family business continuity is not just a private goal; it is a national necessity.",
    "The founder’s reflection",
    "For many founders, the hardest realisation comes late in life. After decades of sacrifice and triumph, they discover that peace at home is harder to achieve than success in the marketplace. They have built empires, yet live amid emotional ruins.",
    "But it need not end this way. With empathy, foresight, and governance, founders can turn their children into partners rather than competitors. True legacy is not what one leaves for one’s children, but what one leaves within them.",
    "As one wise entrepreneur once said, “If I can teach my children to work together, I have succeeded — not only as a businessman, but as a father.”",
    "That sentiment captures the essence of family business continuity. It is not about control; it is about connection. It is not about wealth; it is about wisdom.",
    "From conflict to continuity",
    "Founder–sibling conflict is not a symptom of failure but of evolution. It marks the moment when a business outgrows one person’s hands. What determines its future is not the conflict itself, but how the family responds to it.",
    "The greatest entrepreneurs are not merely empire builders; they are bridge builders — connecting generations through trust, respect, and vision.",
    "For Sri Lanka, a nation built on entrepreneurial resilience, this understanding is vital. Our progress will not be defined only by those who start businesses, but by those who sustain them across generations — with both head and heart intact.",
    "(The writer is the Founder of LAUGFS Holdings Ltd. and holds a Ph.D. in Entrepreneurship and Family Business Continuity from Post Graduate Institute of Management (PIM) of the University of Sri Jayewardenepura.)"
  ]
}