{
  "url": "https://www.ft.lk/columns/2026-Budget-Well-balanced-between-economic-growth-and-development/4-784191",
  "title": "2026 Budget: Well balanced between economic  growth and development",
  "ut": 1762887452.0,
  "body_paragraphs": [
    "President and Finance Minister Anura Kumara Dissanayake",
    "By locking in fiscal consolidation while redirecting expenditure toward high-impact, productivity-enhancing projects, the Government aims not only to recover the economic output lost during the crisis but also to place Sri Lanka on a fundamentally stronger, more resilient, and technology-driven path. Its success will now depend entirely on efficient, transparent execution—a challenge the budget seeks to mitigate through its own commitment to digital governance and zero tolerance for corruption. In short, along with the 2026 Budget, President AKD is heading in the right direction to reach “A thriving Nation and a Beautiful Life”",
    "Introduction: The pivot to productive equilibrium",
    "President Anura Kumara Dissanayake’s Budget 2026, presented on 7 November, signals a clear shift from crisis management to strategic economic transformation. The main message is that fiscal consolidation and inclusive development are not opposing priorities but essential, interconnected elements for long-term national resilience.",
    "The Budget successfully navigates the challenging dual mandate of meeting international fiscal requirements (IMF targets) while urgently addressing domestic welfare and infrastructure needs. Macroeconomic targets are clear: the deficit is set at 5.2% of GDP, and the debt-to-GDP ratio is projected to fall to 95% by 2026, anchoring stability. Simultaneously, growth is aggressively targeted at 7% annually through investment and productivity-led expansion.",
    "The balance is evident in the allocations: major investments in digital infrastructure, healthcare, and education lay the groundwork for a knowledge economy, while significant financial packages for housing, rural roads, and public servant benefits directly inject relief and opportunity into the grassroots economy. By linking fiscal discipline with radical reforms—such as anti-corruption measures and digital governance—the budget attempts to build a moral and financial environment conducive to sustained, equitable prosperity.",
    "Anchoring stability: Fiscal discipline and macroeconomic ambition",
    "The Budget 2026 fundamentally commits to a stable fiscal trajectory, essential for maintaining investor confidence and concluding the nation’s debt restructuring efforts. This section focuses on the rigorous fiscal targets and revenue-enhancing reforms designed to ensure long-term sustainability.",
    "The continuation of the IMF-backed fiscal consolidation program is non-negotiable, targeting a primary surplus and reducing the Debt-to-GDP ratio to 95% by 2026, with a further ambitious reduction to 87% by 2030. Revenue mobilisation is central to this effort, with state revenue expected to climb to 15.3% of GDP by 2026.",
    "Key tax reforms are introduced for clarity and compliance:",
    "The Social Security Contribution Levy is now charged on vehicles at the import/manufacture/sale stage, simplifying collection.",
    "The Special Commodity Levy on imported coconut and palm oil is replaced with the standard VAT structure, standardising the tax environment.",
    "Furthermore, the introduction of a competitive bidding system for Government procurement alongside the launch of E-procurement and digital asset management systems in 2026 is a critical structural reform. These measures are not just cost-saving; they are vital anti-corruption tools that eliminate irregularities and ensure that public funds are utilised efficiently, thereby enhancing the productivity of public expenditure. This disciplined financial framework provides the platform for the Government to launch its growth initiatives.",
    "The digital leap: Productivity, governance, and future growth",
    "A cornerstone of the 2026 Budget is the realisation that long-term growth is inextricably linked to technological modernisation and institutional efficiency. The proposed digital reforms are designed to eliminate systemic corruption, improve service delivery, and create a high-value Virtual Economic Zone.",
    "Allocations in this area focus on creating a streamlined, transparent Government",
    "The shift to fully digital Government payments is pivotal, reinforced by eliminating fees for QR transactions below Rs. 5,000 to drive mass adoption. The commitment to issuing Digital ID cards by March 2026 provides the crucial underlying technology for efficient, targeted service delivery and resource management.",
    "Crucially, investment is channelled into innovation and connectivity:",
    "The establishment of a Virtual Economic Zone is aimed at attracting investment in high-tech and innovation sectors.",
    "A five-year tax concession for digital communication towers and the installation of 100 new telecom towers nationwide directly address the need for robust digital infrastructure across the island.",
    "The allocation of Rs. 750 million for AI Service Centres indicates an intent to integrate cutting-edge technology into public services, a necessary step for boosting national productivity.",
    "This digital focus is a clear growth accelerator, positioning Sri Lanka’s economy for modern, export-oriented services and laying the foundation for a significant increase in overall factor productivity.",
    "Investing in human capital: Health, education, and social equity",
    "The Budget achieves its development mandate through substantial, targeted allocations to strengthen the social safety net and build future human capital. By ensuring social protection, the Government secures the social license required for structural economic reform.",
    "Key allocations for human development include:",
    "Health: Rs. 11 billion for medical faculties in State universities and Rs. 4.2 billion for the Suwasariya Ambulance Service. The planned Rs. 1.5 billion investment in nationwide Primary Healthcare Centres aims to decentralise and improve health outcomes.",
    "Welfare: The Budget offers direct relief through welfare programs, notably a monthly Rs. 10,000 allowance for thalassaemia patients. Furthermore, Rs. 500 million is allocated for day-care centres for children with disabilities, emphasising inclusive development.",
    "Employment equity: The reservation of 3% of all State recruitments for persons with disabilities institutionalises equity within the public sector.",
    "Furthermore, the increase in the Mahapola Scholarship by",
    "Rs. 2,500 provides direct support to students, reinforcing access to higher education, a fundamental pillar of future economic productivity. These measures represent a clear developmental focus that protects the vulnerable and invests in the long-term quality of the national workforce, ensuring that the fruits of economic growth are shared equitably.",
    "President Dissanayake’s Budget 2026 is a pragmatic and ambitious blueprint that successfully balances the imperatives of Economic Growth and Development. It moves beyond the short-term transactional politics of past budgets by embedding core values—fiscal discipline, anti-corruption, and equity—into the nation’s financial architecture",
    "Revitalising core economic sectors: Infrastructure and production",
    "To ensure the projected 7% economic growth is realised, the Budget commits significant capital to core production and connectivity sectors. This investment focuses on both massive long-term projects and grassroots, productivity-boosting initiatives.",
    "1. Infrastructure as a growth catalyst:",
    "Roads: A total of Rs. 34.2 billion is allocated for road development, including funds to accelerate key segments of the Central Expressway and complete land acquisition for the Ruwanpura and Kurunegala–Dambulla expressways. This massive commitment to highways, alongside Rs. 24 billion for rural road construction and Rs. 2.5 billion for rural bridges, streamlines logistics, reduces costs, and connects rural production to national markets.",
    "Public transport: Funding includes Rs. 3.6 billion for 600 new SLTB long-distance buses and Rs. 3.3 billion to purchase five new Diesel Multiple Units (DMUs) for Sri Lanka Railways, improving efficiency and reliability for workers.",
    "2. Boosting local production:",
    "Agriculture and irrigation: Rs. 91.7 billion is allocated for the restoration of irrigation infrastructure, including major reservoirs such as Senanayake Samudraya and Gal Oya.",
    "The commitment of Rs. 5 billion for the Lower Malwathu Oya Multipurpose Project, alongside targeted funding for cattle and swine breeding (aiming for 75% self-sufficiency by 2030), directly boosts primary sector output and reduces import dependency.",
    "These investments are critical levers that translate fiscal stability into tangible economic output, generating jobs and securing the foundational requirements for national growth.",
    "Socio-economic upliftment: Wages, housing, and public service reform",
    "The final key element of the balanced Budget is its direct impact on citizen welfare and the structural improvement of public services—a critical step in enhancing overall governance and social harmony.",
    "1. Public sector morale and efficiency:",
    "A collective Rs. 130 billion (Rs. 110 billion for salary revisions, Rs. 20 billion for pension revisions) provides a significant financial boost to public servants, alongside the permanent appointment of long-serving contract staff.",
    "Increases to the distress loan limit (to Rs. 400,000) and the railway gatekeeper allowance (doubled to Rs. 15,000) directly address livelihood and morale issues.",
    "The planned recruitment of 75,000 new public servants in technical, revenue, and law enforcement roles aims to address critical capacity gaps and make the public service more effective.",
    "2. Housing and grassroots relief:",
    "A combined Rs. 10.2 billion is dedicated to the “A Place of Your Own – A Beautiful Life” program for low-income families, complementing the Rs. 15 billion Urban Regeneration Project in Colombo suburbs.",
    "Crucially, the estate workers’ daily wage is increased from Rs. 1,350 to Rs. 1,750 by January 2026, addressing a long-standing issue of low wages for a highly vulnerable segment of the population.",
    "These focused social and structural reforms ensure that the stabilisation gains are not achieved at the expense of the working class but are instead utilised to foster a more inclusive and socially resilient economic environment.",
    "This Budget is the pivot from rescue to resurgence. Fiscal discipline is now the fuel, not the burden, driving a decisive shift toward digitalisation and equitable growth. It is a blueprint that trades austerity for lasting, productive prosperity",
    "Conclusion: A blueprint for resilient and inclusive prosperity",
    "President Dissanayake’s Budget 2026 is a pragmatic and ambitious blueprint that successfully balances the imperatives of Economic Growth and Development. It moves beyond the short-term transactional politics of past budgets by embedding core values—fiscal discipline, anti-corruption, and equity—into the nation’s",
    "financial architecture. The simultaneous commitment to a 7% growth target via major infrastructure and digital transformation, alongside deep, structural investments in health, education, and social welfare, demonstrates a coherent strategy. This budget understands that a healthy, educated, and well-connected populace is the greatest asset for a production-led economy.",
    "By locking in fiscal consolidation while redirecting expenditure toward high-impact, productivity-enhancing projects, the Government aims not only to recover the economic output lost during the crisis but also to place Sri Lanka on a fundamentally stronger, more resilient, and technology-driven path. Its success will now depend entirely on efficient, transparent execution—a challenge the Budget seeks to mitigate through its own commitment to digital governance and zero tolerance for corruption. In short, along with the 2026 Budget, President AKD is heading in the right direction to reach “A thriving Nation and a Beautiful Life”.",
    "(The writer, among many, served as the Special Advisor to the President of Namibia from 2006 to 2012 and was a Senior Consultant with the UNDP for 20 years. He was a Senior Economist with the Central Bank of Sri Lanka (1972-1993). He can be reached via [email protected].)"
  ]
}