{
  "url": "https://www.dailymirror.lk/opinion/The-cataclysmic-year-2024-draws-to-an-end-EDITORIAL/172-299046",
  "title": "The cataclysmic year 2024 draws to an end…- EDITORIAL",
  "ut": 1735500232.0,
  "body_paragraphs": [
    "We have come to the end of 2024 a cataclysmic year, not just nationally but internationally as well. As September was drawing to a close Lankan’s elected a brand new president to lead the country. He did not receive the 50% plus one votes as required by the Constitution, but won after a recount as per Constitutional requirements.",
    "Comrade Anura Kumara Dissanayake -popularly known as AKD- of the JVP/NPP defeated the more seasoned political leaders at the Presidential Election. In November, the President’s party -the NPP- crushed the political opposition winning a two-thirds majority at the snap general election .",
    "More than a victory for the NPP, the results at the 2024 general elections was a people’s vote to drive the corruption-tainted politicians off the political map. As often happens in such times, a few incorruptible politicians too were swept away, by the sweeping broom.",
    "A campaign platform of the President and his party was to bring to book politicians involved in corrupt practice. The government, while speaking of this malaise had taken no practical steps to combat the same. More recently a son of a past president of the country was summoned to the Criminal Investigation Department (CID) to record a statement regarding an issue concerning state lands.",
    "“The wheels of justice turn slowly, but grind exceedingly fine,” the old saying goes.",
    "Another major change which took place in the aftermath of the election of President Dissanayake, was the change in voting patterns of minority communities. For the first time since independence, the Tamil community in the North did not vote en masse for regional or ethnicity-based political parties. The Muslim community too voted in large numbers for a national party rather than for parties based on a particular religion.",
    "The new regime has also brought in measures to cushion the worst effects of the International Monetary Fund (IMF) bailout which imposed harsh conditions on poorer sections of the community. One example being an increase in charity handouts to those living below the poverty line. World Bank reports reveal, nearly 25% of our countrymen and women live in situations of malnutrition and hunger.",
    "On the international scene too, 2024 has been a cataclysmic year. In November this year the people of US elected Donald Trump as President.",
    "According to an Associated Press (AP) report of 31 May 2024, Donald Trump became the first former American President to be convicted of the crime of felony. A New York jury found Trump guilty of 34 charges in a scheme to illegally influence the 2016 election through a hush money payment to a porn actress who said the two had sex.",
    "Violation of Human Rights took a body blow during the year. The US backed by the West -who portray themselves as protectors of human rights the world over- repeatedly refused to call for a ceasefire in Gaza where Israel is attacking and killing Palestinian civilians.",
    "Between 7 October 2023 and 17 December 2024, the United Nations Relief and Works Agency for Palestine Refugees in the Near East (UNRWA) quoting the Ministry of Health (MoH) in Gaza stated at least 45,059 Palestinians have been killed in Gaza and 107,041 have been injured.",
    "The United Nations Human Rights Chief Volker Turk condemned Israel’s “apparent indifference” to the killing of civilians in Gaza. A report from his agency showed that nearly 70 percent of verified deaths were of women and children. UN Secretary General António Guterres described Gaza as being the grave yard for children.",
    "In Ukraine rather than bringing an end to the war in that region, the US and the West keep pouring arms, armaments to the Ukraine regime to continue an unwinnable war. According to the US State Department, it has provided approximately $64.1 billion in military assistance to Ukraine since the conflict began in 2014.",
    "On a less serious note Indian cricket fans are up in arms against their team’s performance in the ongoing series in Australia. Pity the Indian national cricket team which until the present series, has dominated the world cricket scene.",
    "Yet, according to CNN around 60% of India’s nearly 1.3 billion people live on less than $3.10 a day."
  ]
}