{
  "url": "https://www.ft.lk/columns/Unpacking-Global-Goal-on-Adaptation-and-its-implications/4-774293",
  "title": "Unpacking Global Goal on Adaptation and its implications",
  "ut": 1741978649.0,
  "body_paragraphs": [
    "Adaptation actions should respond to national context to effectively address the needs of climate-vulnerable sectors and communities",
    "Every country has a different set of geographic, environmental, economic, and sociocultural characteristics as well as its own landscape of policies and plans (including development plans, physical development plans, sectoral plans, investment roadmaps, and similar documents). Therefore, adaptation actions should respond to these factors to effectively address the needs of climate-vulnerable countries, sectors, and communities",
    "A key challenge of adaptation is to align context-specific implementation—which mostly takes place at local level—with national and global goals and priorities. Planning processes, capacities, resources, and institutional setups are different at all levels of governance, highlighting the importance of robust communication, coordination, and exchange. The operationalisation of the GGA and the surrounding technical work provides an opportunity to strengthen this interconnection and learn from good practices and experiences at a regional and international level",
    "The 2015 Paris Agreement established the concept of—but not the operational framework for—a Global Goal on Adaptation (GGA). As a “guiding star” for climate change adaptation across the world, this goal aims to enhance adaptive capacity, strengthen resilience, reduce vulnerability to climate change, and contribute to sustainable development in the context of global climatic changes, especially in developing countries such as Sri Lanka.",
    "However, fleshing out the GGA has proven to be a complex and challenging task. As per the Intergovernmental Panel on Climate Change (IPCC), “adaptation is defined […] as the process of adjustment to actual or expected climate and its effects in order to moderate harm or take advantage of beneficial opportunities.” While there is a global need to adapt to climate change, adaptation actions should correspond to regional, national, and local contexts, realities, and priorities.",
    "Every country has a different set of geographic, environmental, economic, and sociocultural characteristics as well as its own landscape of policies and plans (including development plans, physical development plans, sectoral plans, investment roadmaps, and similar documents). Therefore, adaptation actions should respond to these factors to effectively address the needs of climate-vulnerable countries, sectors, and communities.",
    "When the framework for the GGA was adopted in late 2023, it included a total of seven thematic targets, focusing on water, food, health, ecosystems, infrastructure and human settlements, livelihoods, and cultural heritage. Furthermore, four process-oriented or “dimensional” targets were included as well to capture different stages of adaptation planning and implementation.",
    "These targets are meant to remain “country-driven, voluntary, and in accordance with national circumstances; take into account sustainable development and poverty eradication; and not constitute a basis for comparison” between countries. At the end of this year, the world hopes to add a list of indicators to these targets and render them operational through a technical as well as political process.",
    "Implications for national action",
    "Against this emerging backdrop, what is the significance of the GGA for climate change adaptation at the national level? The final list of GGA indicators will only be decided upon at the end of 2025, but the process of negotiations and technical workshops over the last three years already offers some takeaways and lessons.",
    "First, several common priority areas for adaptation have emerged. As outlined above, these include water, food, health, ecosystems, infrastructure and human settlements, livelihoods, and cultural heritage, as well as process-related aspects: the need to conduct impact, vulnerability, and risk assessments; develop plans and implementation mechanisms; and invest in monitoring, evaluation, and learning systems.",
    "Investigating these priority areas and their interconnections at the country level could lead to a better understanding of relevant systems, subsystems, enablers, and cross-cutting aspects from an adaptation perspective. Countries could map the interlinkages between sectors to identify the nexus dynamics that matter most to them, allowing them to subsequently assign higher priorities and establish relevant coordination mechanisms.",
    "Second, the discussion around the GGA points to a range of requirements and good practices for effective adaptation at the national level. This includes, among others, the development of a plausible climate scenario and the identification of adaptation benefits as compared to a do-nothing scenario; the need for both horizontal and vertical integration of adaptation planning into other plans and strategies; and the value of systems-based, programmatic approaches that include strong coordination mechanisms across sectors and agencies.",
    "Third, countries should continue thinking about how to track and verify the impacts of adaptation. What kind of information is already being collected on climate change and related sectors? How is it stored, how can it be accessed, what formats and protocols are used? Are there existing climate-relevant indicators or metrics that are widely tracked for the priority sectors? Can these be disaggregated to a sufficient level, for example, on gender, age, and socioeconomic status? How does reporting currently take place and where are important data gaps? Answering these questions will not only enable a better understanding of successful adaptation but also help to align country-level adaptation with the GGA and other global frameworks, such as the ones on disaster risk reduction, biodiversity, drought, or sustainable development.",
    "Fourth, countries could explore new ways to mobilise finance and other means of implementation, including technology. What are innovative instruments for adaptation finance, and what are the data needs and requirements to access different sources of funding? How can technology play a role for adaptation, especially emerging technologies such as artificial intelligence and machine learning? And finally, what are the needs for capacity-building and systems development for different sectors? This includes institutional, human, and technical capacities, but also policies and legal aspects; ensuring availability of relevant infrastructure and personnel; strengthening institutional memory; enhancing mechanisms for stakeholder engagement and participatory processes",
    "A key challenge of adaptation is to align context-specific implementation—which mostly takes place at local level—with national and global goals and priorities. Planning processes, capacities, resources, and institutional setups are different at all levels of governance, highlighting the importance of robust communication, coordination, and exchange. The operationalisation of the GGA and the surrounding technical work provides an opportunity to strengthen this interconnection and learn from good practices and experiences at a regional and international level.",
    "(The writer works as Director: Research & Knowledge Management at SLYCAN Trust, a non-profit think tank. His work focuses on climate change, adaptation, resilience, ecosystem conservation, just transition, human mobility, and a range of related issues. He holds a Master’s degree in Education from the University of Cologne, Germany and is a regular contributor to several international and local media outlets.)"
  ]
}