{
  "url": "https://www.ft.lk/columns/Counterfeit-and-substandard-drugs-Numbers-game/4-774548",
  "title": "Counterfeit and substandard drugs: Numbers game",
  "ut": 1742514702.0,
  "body_paragraphs": [
    "One of the most insidious consequences of counterfeit and substandard drugs is the unnecessary strain they place on the (already flailing) healthcare system",
    "‘Russian roulette’ is a game in which you empty the chamber of a revolver, load a single bullet in, spin the chamber, hold the gun up to your head and pull the trigger. In a hypothetical ten-chamber revolver, there’s a 1 in 10 chance of death. Imagine playing this game every time you fell ill? The World Health Organization (‘WHO’) estimates that at least 1 in 10 medicines in developing countries such as our own are substandard or falsified. Depending on the severity of your condition, you’re basically playing Russian roulette when you purchase medicines.",
    "What are counterfeit and substandard drugs?",
    "Counterfeit drugs are deliberately falsified. They are designed to look like genuine medicine but lack proper active pharmaceutical ingredients, or worse, contain harmful substitutes. These drugs often come in fake packaging and are nearly impossible for the average consumer to distinguish. (For an explanation of what is meant by ‘active pharmaceutical ingredients’, see: https://www.ft.lk/opinion/Are-all-generics-the-same/14-773316)",
    "Substandard drugs are genuine products that fail to meet proper quality standards due to poor manufacturing, improper storage or degradation over time. While counterfeiting is a crime, substandard drugs are often the result of regulatory failures and weak enforcement.",
    "Better a bad harvest than a bad neighbour",
    "Sri Lanka imports over 60% of its drugs from India, a nation that has over 8,000 manufacturers from which, according to some estimates, less than 10% meet acceptable quality and regulatory standards. A recent study analysing over 2,400 drugs sold in the United States between 2009 and 2018 found that Indian-made generics were associated with a 54% greater risk of serious adverse effects such as hospitalisation, disability and in some cases even death. (See: https://economictimes.indiatimes.com/industry/healthcare/biotech/pharmaceuticals/indian-generic-drugs-linked-to-deaths-in-us-trade-group-slams-study-blaming-desi-pharma/articleshow/118959152.cms?from=mdr)",
    "One of the most insidious consequences of counterfeit and substandard drugs is the unnecessary strain they place on the (already flailing) healthcare system. Imagine this – a patient visits a doctor, undergoes tests, and is prescribed medication. They go to the pharmacy, purchase the prescribed drugs and follow the treatment plan. But despite completing the course, they see no improvement. Naturally, the patient assumes the diagnosis was incorrect.",
    "This assumption sets off a wild goose-chase. The patient returns to the doctor who may adjust the treatment, or order further tests, or even refer the patient to a specialist. If the issue persists, multiple doctors may become involved, each trying to pinpoint the elusive cause of the illness. The reality, however, is that the original diagnosis was correct, but the medicine simply wasn’t effective.",
    "The ramifications of this go beyond the suffering of a single patient. Healthcare costs skyrocket as unnecessary tests, specialist consultations and alternative treatments pile up. Hospitals become overwhelmed with cases that should have been resolved with the first prescription. The credibility of doctors and the healthcare system takes a hit as patients lose trust, believing they are being misdiagnosed or mistreated. This erosion of confidence in medicine can drive people towards unsafe alternative treatments, further compounding the crisis.",
    "Onlookers from the flower shops opposite the National Eye Hospital have borne witness to many a strike over the past two years, consisting of healthcare workers asking for better compensation. While many blame these strikes for knee-capping our healthcare system, when put under the microscope, we can see that our healthcare system ends up footing the bill for the profits made by these distributors of counterfeit and substandard drugs. It’s this financial burden that manifests through unhappy and underappreciated healthcare workers. We blame what we see, so we end up (mis)directing our frustration at those on strike, whereas the real culprits operate behind closed doors, lining their pockets and would never be the victim of public scorn.",
    "The poor regulatory framework in Sri Lanka, coupled with its underfunded infrastructure, one which has scant resources to prevent the entry into the country of counterfeit and substandard drugs, suggests that authorities tasked with quality control are willing to roll the dice on our lives. A call to action should be made not just by the medical officers but the general public as well for a more stringent and better resourced regulatory environment that actually safeguards the welfare of the public. Although some may gamble with wealth, the public definitely should not be made to gamble with their health."
  ]
}