{
  "url": "https://www.ft.lk/columns/Healing-founder-s-rift-Turning-family-conflict-into-lasting-continuity/4-784418",
  "title": "Healing founder’s rift: Turning family conflict into lasting continuity",
  "ut": 1763339178.0,
  "body_paragraphs": [
    "If the first symptom of conflict is denial, then the most fatal disease in family enterprises is silence",
    "From awareness to action",
    "When my previous article “The Unspoken Rift: When Founders and Siblings Collide in Family Businesses” appeared in the Daily FT (https://www.ft.lk/columns/Unspoken-rift-When-founders-and-siblings-collide-in-family-businesses/4-783309), I was unprepared for the overwhelming response it received. My phone rang continuously for days. Many of the calls came from founders of Sri Lanka’s most respected family enterprises, from their children, and from professionals who have long observed such struggles from the sidelines. Almost every conversation began the same way: “You have written what we have all felt, but never dared to say.”",
    "The outpouring of emotion confirmed a truth I have long believed but had rarely seen so openly expressed—that behind the impressive facades of many Sri Lankan family businesses lies a layer of silence, frustration, and emotional fatigue. The founders who built their empires through sacrifice and sheer determination now find themselves battling not the market or regulation, but their own children and siblings. It is a quiet pain that does not make it into financial statements—yet it shapes the future of every family enterprise.",
    "But this response also revealed something far more encouraging: a deep readiness for change. Many who reached out did not just identify with the pain; they wanted to discuss solutions. They spoke of their desire to build bridges with their families, to professionalise governance, and to ensure that the next generation strengthens, rather than divides, their legacy.",
    "This realisation marks a turning point. The first article gave voice to the unspoken pain; this one will explore how that pain can be healed. How can Sri Lankan family enterprises turn conflict into continuity, resentment into renewal, and emotional inheritance into institutional strength? The answer lies in governance, empathy, and the courage to reinvent family leadership for a new era.",
    "The real cost of silence",
    "If the first symptom of conflict is denial, then the most fatal disease in family enterprises is silence. Many founders, even after sensing friction within their families, choose not to address it—believing that keeping peace is better than confronting pain. But in reality, this silence costs more than any financial crisis ever could. It erodes trust, paralyses decision-making, and turns once-vibrant organisations into guarded fortresses of suspicion.",
    "The damage begins subtly. Strategic meetings become shorter, discussions less open, and the founder’s once-trusted circle begins to fracture. Managers, sensing internal divisions, play politics or leave for more stable employers. External investors quietly withdraw, unwilling to risk capital in a boardroom divided by bloodlines. Sri Lanka’s business landscape already bears the scars of such collapses: several once-dominant manufacturing, retail, and trading families have seen their firms split, their brands diluted, and their market relevance fade because no one dared to speak the truth early enough.",
    "Family business scholars estimate that unresolved relational conflict can destroy between 30–40% of enterprise value within a decade—through disengagement, inefficiency, and poor succession planning. Local examples quietly support this data. Once-thriving second-generation firms in the plantation, apparel, and trading sectors have lost entire market segments because family members could not even agree on strategy or succession timing. When emotion dictates governance, opportunity evaporates.",
    "Yet the human cost runs deeper. The founder, who once commanded every decision, finds himself isolated—neither respected by his successors nor understood by his peers. The children, caught between admiration and frustration, retreat into silence or competition. The business, once a symbol of family unity, becomes a battlefield fought through accountants, lawyers, and whispered boardroom votes. Every family feud quietly drains not just corporate capital but human dignity.",
    "The longer these wounds stay unspoken, the more toxic they become. What starts as a difference in opinion about expansion or dividends soon turns into something existential: Who really owns the legacy?",
    "And by the time families realise it, the business—built over decades of sweat and sacrifice—has already lost its soul.",
    "Governance – From bloodline to boardroom discipline",
    "If silence is the invisible killer of family enterprises, governance is the antidote. The most successful family firms in the world have learned that emotional ownership must be balanced with institutional discipline. Governance does not mean replacing family values with bureaucracy; it means protecting those values through clear structures that outlive emotion. It is the bridge between legacy and longevity.",
    "In most Sri Lankan family businesses, the founder’s authority is absolute. Decisions are fast, personal, and often brilliant—but rarely documented. The same speed that built the business in its early years becomes its greatest weakness in maturity. When the next generation arrives, they inherit power without process. Without written rules, the same decisions that once inspired loyalty now invite suspicion. “Why him and not me?” becomes the unspoken question echoing in every family boardroom.",
    "Formal governance transforms these unspoken rivalries into managed discussions. Global family enterpriswes—from Tata Group in India to BMW in Germany—have demonstrated how family constitutions, shareholder agreements, and transparent dividend policies create clarity and stability. These mechanisms define who can join the business, under what conditions, and how key decisions are made. They prevent the boardroom from becoming a battleground and allow the company to focus on growth instead of grievance.",
    "Some forward-thinking Sri Lankan conglomerates have already embraced this approach. John Keells Holdings, Hirdaramani Group, and Hemas Holdings stand out for embedding professional boards, external advisory councils, and clear succession frameworks. These firms treat governance not as an afterthought, but as part of their competitive strategy. Their success shows that professionalisation does not dilute family control—it strengthens it.",
    "A Family Constitution, often viewed as a ceremonial document, is in reality a covenant. It formalises the founder’s philosophy while ensuring that future generations are guided by collective purpose, not personal ego. It outlines principles for succession, compensation, dividend sharing, and conflict resolution. It separates the “family table” from the “board table”—allowing love to remain in one room and strategy in another.",
    "In truth, governance is not about control—it is about continuity. It allows the founder to slowly step back with dignity, and the next generation to step forward with legitimacy. Without it, transitions are chaotic and often end in resentment. With it, families can disagree, debate, and even compete—without destroying the enterprise their forebears built.",
    "Emotional intelligence in family leadership",
    "Governance may define structure, but it is emotional intelligence that sustains it. The hardest leadership lesson for any founder is not how to build an empire—but how to let go with grace. In the same way, the hardest lesson for the next generation is not how to inherit wealth—but how to earn legitimacy. Between these two transitions lies the emotional battlefield of most family enterprises.",
    "Founders often find it difficult to separate their identity from their enterprise. The business is not just a company—it is their life story. Every warehouse, branch, and balance sheet carries the imprint of their sacrifice. So, when their children question their decisions or propose new ways of doing things, it is often felt not as innovation but as rejection. What the next generation views as progress, the founder may see as betrayal. This emotional misalignment, unless consciously managed, poisons even the most well-structured family constitution.",
    "Research in the Family Business Review (2025) highlights that emotionally intelligent leadership—marked by self-awareness, empathy, and humility—is the strongest predictor of successful generational succession. Founders who learn to listen without defensiveness, and heirs who learn to question without arrogance, create the healthiest transitions. The key is mutual empathy: the ability to see each other not as rivals for control, but as partners in stewardship.",
    "In Sri Lanka, where hierarchy and filial respect are cultural cornerstones, this emotional transformation is particularly challenging. Many founders were raised in scarcity; their children, in abundance. One generation built through survival; the other dreams through strategy. The father values loyalty and endurance; the son values innovation and work–life balance. Without empathy, these differences turn into accusations. With it, they can become complementary strengths.",
    "True emotional intelligence is not softness; it is strength under control. It allows founders to share power without feeling diminished, and heirs to challenge ideas without disrespect. When combined with formal governance, it becomes the invisible asset that protects the enterprise from the most dangerous risk of all—ego.",
    "Preparing the next generation: From heirs to entrepreneurs",
    "A founder’s greatest legacy is not the company he builds, but the successors he shapes. The transition from one generation to the next is not merely a change of management—it is a test of culture. The difference between continuity and collapse often depends on how the next generation is prepared, not positioned.",
    "In most Sri Lankan families, succession happens by inheritance rather than readiness. The next generation often enters the business too early, too easily, and with too much entitlement. They skip the struggles their parents endured—bypassing the lessons of humility, scarcity, and accountability. The result is predictable: while the founder built through sweat and scarcity, the successors operate from comfort and abundance. They inherit wealth without inheriting the mindset that created it.",
    "Global best practices show a very different approach. Leading family enterprises deliberately make the path to leadership harder, not easier for their children. The Tata Group in India, S.C. Johnson in the United States, and BMW in Germany require their next-generation leaders to work outside the family business for several years before being considered for internal roles. The Murugappa Group in Chennai even requires successors to go through structured training and external board evaluations before joining key decision-making forums. These practices build both competence and credibility—two currencies that entitlement can never buy.",
    "Some progressive Sri Lankan groups are also embracing this model. The Hirdaramani Group, Hemas Holdings, and MAS Holdings have begun developing structured leadership pipelines where heirs are groomed under professional mentors, measured by performance, and exposed to global markets. In such organisations, next-generation members are not treated as heirs apparent but as professionals in training. This shift transforms family firms into meritocracies that attract external talent instead of repelling it.",
    "Preparation must also include emotional and philosophical education. Successors need to understand not only the business model but the moral model—the founding purpose, the community ties, and the social contract that gave meaning to the enterprise. Without this awareness, they inherit assets but lose direction. As one study in Harvard Business Review (2024) observed, “When purpose is not transferred along with ownership, the second generation inherits a machine without a soul.”",
    "The founder’s responsibility, therefore, is not only to pass the torch but to teach how to carry it. The second generation’s responsibility is not only to accept the inheritance but to earn it. When successors learn to create value rather than consume it, the cycle of “father entrepreneur, son playboy, grandson beggar” can finally be broken.",
    "The spouse and extended family equation",
    "If bloodlines shape the origins of a family business, marriages often reshape its destiny. The entry of spouses and extended family members brings new personalities, loyalties, and expectations into the system. While this can enrich the family’s social fabric, it also introduces one of the most unpredictable forces in succession dynamics—the influence of those who were not part of the founder’s original struggle but who now hold emotional proximity to power.",
    "In Sri Lanka, where family ties are deeply personal and boundaries are often blurred, the spouse’s role can swing from being a stabiliser to a silent disruptor. Many founders confide more in their partners than in their boards. Over years, the spouse becomes the founder’s emotional adviser, sometimes even the informal decision-maker behind major moves. When the next generation steps in, this dynamic can cause friction: children may feel sidelined by their mother’s or father’s influence, or interpret it as manipulation rather than guidance.",
    "Equally complex is the entry of sons- and daughters-in-law. Their presence can either unify or fragment a family enterprise depending on how the family system is managed. Spouses who join the business without clear roles often blur the line between family and organisation. Informal authority leads to formal resentment. What begins as a difference of opinion about hiring or investment priorities can gradually evolve into factions—where siblings are divided not by strategy, but by marital alliances.",
    "Successful families manage this through structure, not sentiment. Family Councils or Family Assemblies often include spouses as observers or limited participants, ensuring they feel heard without distorting decision authority. Some families create “spousal codes of conduct”—agreements outlining acceptable involvement in business discussions, communication etiquette, and conflict boundaries. Far from being restrictive, such guidelines protect relationships by preventing misinterpretation and favouritism.",
    "In the end, the healthiest families are those that neither isolate nor idolise spouses. They welcome new members with warmth but define their place with clarity. For a family business, that clarity is not cruelty—it is protection. It ensures that love stays within the family, and governance stays within the boardroom.",
    "Legacy as a living contract",
    "Legacy is often misunderstood as something to be left behind—a monument, a name, a balance sheet. But in reality, true legacy is something to be lived through—a continuous contract between generations. It is not written once in a will or a constitution, but renewed each time a family chooses trust over ego, and dialogue over silence.",
    "For the founder, legacy begins as a dream: to create something that outlives him. But as decades pass, that dream must evolve into a shared purpose. The challenge is not only to build a company that endures, but to build a family that can sustain it. Many founders in Sri Lanka and across the world have failed not because their ideas were weak, but because their families were unprepared for the success those ideas created.",
    "The continuity of a family enterprise is therefore not a matter of inheritance—it is a matter of stewardship. The founder must teach not only how to make money, but how to value it; not only how to lead, but how to listen. The second generation must learn that the inheritance they receive is not a reward, but a responsibility. Each generation, in turn, must commit to improving what was handed down, rather than merely protecting it.",
    "Globally, the families that have stood the test of time—from the Rothschilds and Fords to Asia’s Murugappas and Tatas—view legacy as an evolving institution. Their guiding principles are periodically revisited, rewritten, and reaffirmed by each generation. This ensures that the founding spirit remains alive while adapting to the demands of modernity. In Sri Lanka, a few family groups are beginning to take this direction—by establishing succession academies, next-generation forums, and family philanthropy boards that bring purpose back into wealth.",
    "Legacy, then, is not about control. It is about continuity. It is about ensuring that the family’s collective energy flows in one direction—toward creation, not confrontation. When handled with wisdom, legacy becomes a covenant: a living promise between those who built, those who sustain, and those who will someday inherit.",
    "As Sri Lanka looks toward rebuilding its economy, the continuity of its family enterprises is not just a private matter—it is a national priority. Every stable family business sustains hundreds of livelihoods, attracts investors, and preserves trust in our entrepreneurial fabric. The way our founders and their heirs choose to manage transition will decide not just the fate of their companies, but the trajectory of our country’s future.",
    "In the end, the real measure of a founder is not the empire he builds, but the peace he leaves behind.",
    "(The author is Executive Group Chairman of LAUGFS Holdings Ltd., and a Doctor of Philosophy specialising in family business continuity. He writes frequently on entrepreneurship, governance, and succession planning. Your comments about this article to, email: [email protected])"
  ]
}