{
  "url": "https://www.ft.lk/columns/What-is-local-governance/4-786440",
  "title": "What is local governance?",
  "ut": 1767379768.0,
  "body_paragraphs": [
    "The recent Local Government elections that were conducted and the way some Councils were formed amply demonstrated the antithesis of what local governance should be, and the ideals of democracy",
    "Elections to Local Government authorities have become a referendum on the National Government and a hot bed for national political battles thereafter",
    "Looking towards the future, a genuine system change must occur when it comes to the practice of a truer sense of democracy at all levels of governance",
    "The purpose of local governance should essentially be to serve the community of each Local Government entity and that it should not be to further the agenda of national politics and national political parties",
    "‘‘When you are in local government, you are on the ground, and you are looking into the eyes and hearts of the people you are there to serve. It teaches you to listen; it teaches you to be expansive in the people with whom you talk to, and I think that engagement gives you political judgment’’ - Valerie Jarrett, Chief Executive Officer of the Obama Foundation",
    "Local governance is about managing public affairs at the community level.  It involves Local Government, citizens, and organisations in making and implementing decisions for services like roads, sanitation, schools, and parks.  It aims to be responsive, efficient, and representative of local needs through participatory processes like budgeting, planning, and service delivery. It decentralises power, bringing  Government closer to people, fostering democracy, and tackling local development issues.",
    "The question is whether local communities participate or have a say in any of the above activities in Sri Lanka. Overall, it appears that elections to Local Government authorities have become a referendum on the National Government and a hot bed for national political battles thereafter. While there may be some local bodies that are engaged in local governance involving local communities, broadly speaking, it appears that there is hardly any engagement with local communities to discuss, identify, agree on local priorities and monitor progress of such agreed priorities. There are no avenues or arrangements for local communities to meet councillors who they have elected and who supposedly represent them.",
    "From all accounts, electing Local Councils at a huge cost to the taxpayers in the country appears to have been an absolute waste of money. If the elections were about fostering and furthering democracy, and about discussions on local issues, it has been a farce as far as the local communities are concerned as the focus has been about national partisan politics, and nothing to do with local issues.",
    "The ideals of democracy",
    "As the Museum of Australian democracy says, “democracy is fundamentally about discussion, often referred to as “government by discussion,” because it relies on consultation, debate, and the free exchange of ideas among citizens to make informed decisions, manage differences, and ensure collective good through peaceful, inclusive dialogue rather than force. This ongoing conversation, requiring active listening and flexible thinking, sustains democratic life by allowing diverse viewpoints to be considered and integrated”.",
    "The overall governance model in Sri Lanka, whether it is at National, Provincial or Local Government level, does not subscribe to the above ideal, and practice of democracy is more or less limited to a periodic vote to elect a National Parliament, Provincial Councils and Local Councils. Generally, this exercise too has hardly any direct engagement between those seeking election and those who are voting.",
    "The recent Local Government elections that were conducted and the way some Councils were formed amply demonstrated the antithesis of what local governance should be, and the ideals of democracy. This has continued judging by subsequent developments in some Councils where budgets were defeated although Councils had been formed with majority support, either by one party or by way of coalitions. The elections themselves were about national politics and not about local issues and subsequent Council formations were based essentially to demonstrate either the popularity of the national policies of the Government, or the opposite of it by the Opposition, all in the quest of power rather than service to the local communities.",
    "Addressing key elements of democracy",
    "Looking towards the future, a genuine system change must occur when it comes to the practice of a truer sense of democracy at all levels of governance.",
    "Hopefully, the new Constitution that is expected to be drafted after a consultative process, and presented for a referendum, will address a key element of democracy that is missing, that is, mechanisms for and the practice of discussion and debate between those seeking election and those who are voting, during elections and thereafter.",
    "In respect of local governance, the following key aspects are highlighted for consideration by the elected Local Government Councils.",
    "Shifting the emphasis from national issues to local community issues whilst providing avenues for the local communities to engage in discussing national issues.",
    "Providing essential local services such as waste management, coordinating water supply and electricity supply, road maintenance, Local Government health services such as preventive health services and basic primary health services, developing parks and other recreational facilities, housing, including zonal planning, promoting and providing sports facilities and an efficient library service",
    "Managing resources, enforcement of environmental regulations, and promotion of green initiatives like waste management and renewable energy.",
    "Creating business-friendly environments, support local entrepreneurs, and develop green jobs to boost the local economy and create employment.",
    "Citizen engagement involving residents and community groups in discussions and decisions that affect their lives through regular constituency meetings. Using online/offline methods (meetings, surveys, digital platforms) to involve residents, ensuring accessibility and representation for all groups (e.g., translated materials, accessible venues).",
    "Acting as a link between citizens and the broader Provincial and National Government, reflecting local interests, points of view and concerns.",
    "The need to develop five-year strategic plans for the Local Government entity that reflects the community priorities identified through discussions and a consultative process. Such plans should reflect the goals and objectives in respect of the priorities identified, action plans to achieve the objectives, funding estimated and allocated, and a monitoring mechanism to ensure compliance with the plan. The entities budget has to comprise of an estimated forward budget for 5 years based on the five-year strategic plan, and an annual budget that reflects actual allocations for the financial year. Such forward planning and annual reviews of plans adjusted, financial allocations made, will give a more certain outlook of the entity’s longer-term program of action to the local communities who have been engaged in developing such plans.",
    "Engaging in data driven policy formulations that directly meet community needs, such as tailored housing or transport solutions.",
    "These key aspects could be implemented now, including a mechanism to engage national parliamentarians in Local Government entity discussions. The Government and the Opposition could nominate and allocate a given number of Local Government entities to a Member of Parliament for that person/s to attend periodic meetings of the entities so allocated so that national priorities and how they apply to the local government entities and also an exchange of points of view on them may be facilitated through such an engagement.  It needs to be mentioned, however, that the purpose of local governance should essentially be to serve the community of each Local Government entity and that it should not be to further the agenda of national politics and national political parties.",
    "The best suited to serve",
    "Ideally, there should be no partisan politics and political parties vying for power in Local Government entities. Members should be elected in their individual capacities and their ability to convince constituents that they are best suited to serve them. Partisan politics in Sri Lanka has been and still is so divisive it has not served citizens of the country as it should have. The divisiveness and lack of unity among national political parties in the face of the recent worst cyclone disaster Sri Lanka experienced amply demonstrates the damage such partisanship has done and still is doing to the country.",
    "A well-functioning local governance model, with community interests and priorities and their participation in contributing to decision making and formulation of policies, will form the bedrock of a grassroots upwards political process. Few people in the National Parliament, Provincial Councils or Local Government entities should not wear the mantle of being the sole thinkers and decision makers, something which they have conferred on themselves. There is plenty of untapped knowledge and talent in the country and without doubt their engagement in policy settings will greatly benefit the country."
  ]
}