{
  "url": "https://www.technologyreview.com/2025/03/03/1112758/should-we-be-moving-data-centers-to-space/",
  "title": "Should we be moving data centers to space?",
  "ut": 1740998887.0,
  "body_paragraphs": [
    "Last week, the Florida-based company Lonestar Data Holdings launched a shoebox-size device carrying data from internet pioneer Vint Cerf and the government of Florida, among others, on board Intuitive Machines’ Athena lander. When its device lands on the moon later this week, the company will be the first to explicitly test out a question that has been on some technologists’ minds of late: Maybe it’s time to move data centers off Earth? After all, energy-guzzling data centers are springing up like mushrooms all over the world, devouring precious land, straining our power grids, consuming water, and emitting noise. Building facilities in orbit or on or near the moon might help ameliorate many of these issues.   For Steve Eisele, Lonestar’s president and chief revenue officer, a big appeal of putting data storage on the moon is security. “Ultimately, the moon can be the safest option where you can have a backup for your data,” Eisele says. “It’s harder to hack; it’s way harder to penetrate; it’s above any issues on Earth, from natural disasters to power outages to war.” Lonestar’s device is equipped with eight terabytes of storage, about as much as a high-end laptop. It will last for just a couple of weeks before lunar night descends, temperatures plummet, and solar power runs out. But the company expects that to be enough time to test practicalities like downloading and uploading data and verifying secure data transfer protocols.",
    "And it has bigger plans. As early as 2027, the company aims to launch a commercial data storage service using a bunch of satellites placed in the Earth-moon Lagrange point L1, a gravitationally stable point 61,350 kilometers above the moon’s surface. There, the spacecraft would have a constant view of Earth to allow continuous data access. Other companies have similar aspirations. The US space company Axiom, best known for organizing short trips to the International Space Station for private astronauts, intends to launch a prototype server to the station in the coming months. By 2027, the firm wants to set up a computing node in low Earth orbit aboard its own space station module.",
    "A company called Starcloud, based in Washington state, is also betting on the need to process data in space. The company, which raised an $11 million round in December and more since then, wants to launch a small data-crunching satellite fitted with Nvidia GPUs later this year.  Axiom sees an urgent need for computing capacity in space beyond simply providing an untouchable backup for earthly data. Today’s growing fleets of Earth- and space-observing satellites struggle with bandwidth limitations. Before users can glean any insights from satellite observations, the images must be downlinked to ground stations sparsely scattered around the planet and sent over to data centers for processing, which leads to delays. “Data centers in space will help expedite many use cases,” says Jason Aspiotis, the global director of in-space data and security at Axiom. “The time from seeing something to taking action is very, very important for national security and for some scientific applications as well. A computer in space would also save costs that you need to bring all the data to the ground.” But for these data centers to succeed, they must be able to withstand harsh conditions in space, pull in enough solar energy to operate, and make economic sense. Enthusiasts say the challenges are more tractable than they might appear—especially if you take into account some of the issues with data centers on Earth.  Better in space? The current boom in AI and crypto mining is raising concerns about the environmental impact of computing infrastructure on Earth. Currently, data centers eat up around 1% or 2% of the world’s electricity. This number could double by 2030 alone, according to a Goldman Sachs report published last year.  Space-tech aficionados think orbiting data centers could solve the problem. “Data centers on Earth need a lot of power to operate, which means they have a high carbon footprint,” says Damien Dumestier, a space systems architect at the European aerospace conglomerate Thales Alenia Space. “They also produce a lot of heat, so you need water to cool them. None of that is a problem in space, where you have unlimited access to solar power and where you can simply radiate excess heat into space.” Dumestier, who led an EU-funded study on the feasibility of placing large-scale IT infrastructure in Earth’s orbit, also sees space as a more secure option than Earth for data transportation and storage. Subsea fiber-optic cables are vulnerable to sabotage and natural disasters, like the undersea volcanic eruption that cut Tonga off from the web for two weeks.",
    "High above Earth, data centers connected with unhackable laser links would be much harder to cut off or penetrate. Barring antisatellite missiles, space-based nuke explosions, or interceptor robots, these computing superhubs would be nigh untouchable. That is, except for micrometeorites and pieces of space debris, which spacecraft can dodge and, to some extent, be engineered to withstand.  Outside of Earth’s protective atmosphere, the electronic equipment would also be exposed to energetic particles from the sun, which could damage it over time. Axiom plans to tackle the problem by using hardened military equipment, which Aspiotis says survives well in extreme environments. Lonestar thinks it could avoid the harsh radiation near the moon by ultimately placing its data centers in lava tubes under the lunar surface. Then there is the matter of powering these facilities. Although solar power in Earth’s orbit is free and constantly available, it’s never previously been harvested in amounts needed to power data infrastructure at the scale existing on Earth.  The Thales Alenia Space study, called ASCEND (an acronym for “advanced space cloud for European net zero emission and data sovereignty”), envisions orbiting data platforms twice as large as the International Space Station, the largest space structure built to date. The server racks at the heart of the ASCEND platforms would be powered by vast solar arrays producing a megawatt of power, equivalent to the electricity consumption of about 500 Western households. In comparison, the solar panels on the ISS produce only about one-quarter that amount—240 kilowatts at full illumination. Launch costs—and the environmental effects of rocket launches—also complicate the picture. For space-based data centers to be an environmental win, Dumestier says, the carbon footprint of rocket flights needs to improve. He says SpaceX’s Starship, which is designed to carry very large loads and so could be cheaper and more efficient for each kilogram launched, is a major step in the right direction—and might pave the way for the deployment of large-scale orbital data centers by 2030.  Aspiotis echoes those views: “There is a point in the not-too-distant future where data centers in space are as economical as they are on the ground,” he says. “In which case do we want them on the ground, where they are consuming power, water, and other kinds of utilities, including real estate?” Domenico Vicinanza, an associate professor of intelligent systems and data science at Anglia Ruskin University in the UK, tempers the optimism, however. He says that moving data centers to space en masse is still a bit of a moonshot. Robotic technologies that could assemble and maintain such large-scale structures do not yet exist, and hardware failures in the harsh orbital environment would increase maintenance costs.  “Fixing problems in orbit is far from straightforward. Even with robotics and automation, there are limits to what can be repaired remotely,” Vicinanza says. “While space offers the benefit of 24-7 solar energy, solar flares and cosmic radiation could damage sensitive electronic equipment and current electronics, from mainstream microchips to memories that are not built and tested to work in space.”",
    "He also notes that any collisions could further crowd Earth orbit with space debris. “Any accidental damage to the data center could create cascading debris, further complicating orbital operations,” he says. But even if we don’t move data centers off Earth, supporters say it’s technology we will need to expand our presence in space.  “The lunar economy will grow, and within the next five years we will need digital infrastructure on the moon,” Eisele says. “We will have robots that will need to talk to each other. Governments will set up scientific bases and will need digital infrastructure to support their needs not only on the moon but also for going to Mars and beyond. That will be a big part of our future.” hide"
  ]
}