{
  "url": "https://www.technologyreview.com/2025/03/12/1113150/this-artificial-leaf-makes-hydrocarbons-out-of-carbon-dioxide/",
  "title": "This artificial leaf makes hydrocarbons out of carbon dioxide",
  "ut": 1741735800.0,
  "body_paragraphs": [
    "For many years, researchers have been working to build devices that can mimic photosynthesis—the process by which plants use sunlight and carbon dioxide to make their fuel. These artificial leaves use sunlight to separate water into oxygen and hydrogen, which could then be used to fuel cars or generate electricity. Now a research team has taken aim at creating more energy-dense fuels. Companies have been manufacturing synthetic fuels for nearly a century by combining carbon monoxide (which can be sourced from carbon dioxide) and hydrogen under high temperatures. But the hope is that artificial leaves can eventually do a similar kind of synthesis in a more sustainable and efficient way, by tapping into the power of the sun.  The group’s device produces ethylene and ethane, proving that artificial leaves can create hydrocarbons. The development could offer a cheaper, cleaner way to make fuels, chemicals, and plastics.  For research lead Virgil Andrei at the University of Cambridge, the ultimate goal is to use this technology to create fuels that don’t leave a harmful carbon footprint after they’re burned. If the process uses carbon dioxide captured from the air or power plants, the resulting fuels could be carbon neutral—and ease the need to keep digging up fossil fuels.",
    "“Eventually we want to be able to source carbon dioxide to produce the fuels and chemicals that we need for industry and for everyday lives,” says Andrei, who coauthored a study published in Nature Catalysis in February. “You end up mimicking nature’s own carbon cycle, so you don’t need additional fossil resources.” Copper nanoflowers Like other artificial leaves, the team’s device harnesses energy from the sun to create chemical products. But producing hydrocarbons is more complicated than making hydrogen because the process requires more energy.",
    "To accomplish this feat, the researchers introduced a few innovations. The first was to use a specialized catalyst made up of tiny flower-like copper structures, produced in the lab of coauthor Peidong Yang at the University of California, Berkeley. On one side of the device, electrons accumulated on the surfaces of these nanoflowers. These electrons were then used to convert carbon dioxide and water into a range of molecules including ethylene and ethane, hydrocarbons that each contain two carbon atoms.   Microscope images of the device’s copper nanoflowers.ANDREI, V., ROH, I., LIN, JA. ET AL. / NAT CATAL (2025)   These nanoflower structures are tunable and could be adjusted to produce a wide range of molecules, says Andrei: “Depending on the nanostructure of the copper catalyst you can get wildly different products.”  On the other side of the device, the team also developed a more energy-efficient way to source electrons by using light-absorbing silicon nanowires to process glycerol rather than water, which is more commonly used. An added benefit is that the glycerol-based process can produce useful compounds like glycerate, lactate, and acetate, which could be harvested for use in the cosmetic and pharmaceutical industries.  Scaling up Even though the trial system worked, the advance is only a stepping stone toward creating a commercially viable source of fuel. “This research shows this concept can work,” says Yanwei Lum, a chemical and biomolecular engineering assistant professor at the National University of Singapore. But, he adds, “the performance is still not sufficient for practical applications. It’s still not there yet.” Andrei says the device needs to be significantly more durable and efficient in order to be adopted for fuel production. But the work is moving in the right direction.  “We have been making this progress because we looked at more unconventional concepts and state-of-the-art techniques that were not really available,” he says. “I’m quite optimistic that this technology could take off in the next five to 10 years.”  hide"
  ]
}