{
  "url": "https://dbsjeyaraj.com/dbsj/?p=86691",
  "title": "Country-wide red alert as  Unprecedented rainfall  triggered by Cyclone Ditwah wreaks havoc across Sri Lanka; 20 districts  badly hit and 2,00,000 people directly affected; Nearly 100 dead and Dozens reported missing.",
  "ut": 1764365055.0,
  "body_paragraphs": [
    "Nearly 100 persons have been reported dead and dozens are missing in Sri Lanka — as of Friday (November 28, 2025) evening — amid incessant rains combined with strong winds, even as Cyclone Ditwah appears to proceed north and north-west, towards the coast of Tamil Nadu.",
    "The island has been experiencing torrential downpour over the last couple of days, with several districts recording unprecedented levels of rainfall.",
    "According to the Department of Meteorology and the Disaster Management Centre, 20 out of Sri Lanka’s 25 districts are badly hit, with over 60,000 families and 2,00,000 people directly affected amid an island-wide “red alert” issued by authorities.",
    "Reports indicate that the impact of the extreme weather conditions is especially severe along the east coast — in Ampara, Batticaloa, and Trincomalee — as well as in the Central Province, home to Kandy and Nuwara Eliya, both popular tourist destinations, and Matale, and Uva Province’s Badulla district.",
    "Several areas remain heavily flooded, while roads remain inundated and inaccessible in the hill country — where some of Sri Lanka’s poorest communities, such as the Malaiyaha Tamil tea and rubber estate workers, reside.",
    "The areas are also experiencing frequent landslips claiming many lives. Harrowing accounts of cars veering off roads and falling into waterways, families stuck on roads overnight, or climbing onto rooftops to survive the night amid rapidly rising stagnant water levels are being shared on social media, as authorities struggle to respond to what appears to be Sri Lanka’s worst rains in recent years.",
    "As rivers overflow and water levels in reservoirs increase, authorities have also issued flood warnings in the island’s southern districts.",
    "Schools have been ordered to remain closed, while authorities declared a holiday for government offices — barring essential services — on Friday.",
    "Convening an emergency meeting with representatives from all parties on Thursday (November 27, 2025), President Anura Kumara Dissanayake urged MPs from both the government and the Opposition to visit their districts and help with relief distribution while urgently ensuring public safety.",
    "Compensation of LKR 1 million (roughly ₹2,90,000) from the President’s Fund will be paid to the families of those who lost their lives.",
    "Further, President Dissanayake directed tourism authorities to ensure essential services are available for foreign tourists affected by the severe weather. Aviation authorities said some flight schedules have been disrupted.",
    "India stepped in to assist Sri Lankan authorities with relief and rescue efforts. “In solidarity with our closest maritime neighbour, India has urgently dispatched relief materials and vital HADR support under Operation Sagar Bandhu. We stand ready to provide more aid and assistance as the situation evolves,” Prime Minister Narendra Modi said on social media platform ‘X’.",
    "Responding to a request from Sri Lankan authorities, India also deployed its helicopters from INS Vikrant, currently docked in Colombo, to support evacuation efforts."
  ]
}