{
  "url": "https://www.eiu.com/n/eius-global-outlook-event-in-london/",
  "title": "EIU’s Global Outlook event in London",
  "ut": 1716278410.0,
  "body_paragraphs": [
    "EIU’s Global Outlook event in London",
    "EconomyForecastingGeopoliticsRiskUS electionGlobalSpeaker Bureau",
    "On Thursday, May 16th EIU hosted a Global Outlook event at our London office at the Adelphi. The event featured insightful presentations from our experts.",
    "Tom Rafferty, head of global forecasting and economics, kicked things off with an in-depth analysis of our latest global outlook. He provided a comprehensive overview of the current economic trends and future projections, highlighting the resilience of the global economy despite high interest rates and geopolitical tensions.",
    "Here some key takeaways from Tom’s presentation:",
    "Global growth has been surprisingly resilient in the face of higher interest rates and rising geopolitical risk. EIU is forecasting 2.5% growth in 2024, unchanged from last year.",
    "Inflation is settling at a level above the pre-pandemic average. Supply chain reconfigurations and changing labour markets are part of this, but the housing crisis – with a lack of supply pushing up housing costs – is a crucial additional dimension.",
    "The US dollar will remain strong, lifted by US economic outperformance and its safe haven status. In the long-term, we still do not see a meaningful alternative global reserve currency emerging to challenge the US dollar.",
    "Matt Sherwood, senior global economist and lead commodities analyst, then presented our latest forecasts concerning the US elections. Matt’s analysis included the potential economic impacts of the upcoming elections, providing a deep understanding of how these political events might influence the US and global economies",
    "Here some key takeaways from Matt’s presentation:",
    "EIU expects Joe Biden to win reelection in November, in an extremely close race for a second term as president. Congress will remain divided, with majorities in both houses remaining slim. This will limit the ability of the president, regardless of who wins, to pursue his policy agenda.",
    "Given the closeness of the race, EIU has mapped out scenarios for a second term for both Mr Biden and his opponent, the former president, Donald Trump. The policy differences remain stark, but are narrowing in some notable areas, particularly US policy towards China, where there is considerable unimity between Democrats and Republicans.",
    "Mr Trump would prioritise a quick agreement to end the war in Ukraine, even at the expense of Ukraine’s interests. A second Biden administration would continue its strong support for Ukraine, but would most probably limit US military and financial aid, owing to waning public support.",
    "The event was wrapped up with a highly engaging Q&A panel session with Tom Rafferty, Matt Sherwood, Ana Nicholls and Emily Mansfield. We had many thought-provoking questions, covering topics such as UK defence spending, China’s EV infrastructure and challenges to the green transition.",
    "This event was a great success and we want to thank those who attended. We hope you benefited from the insights discussed and networking with our experts. Keep an eye out for future EIU events where we look forward to providing more on our award-winning analysis.",
    "Looking for more expert insights? Our country and industry analysts are available to book as keynote speakers or for bespoke boardroom briefings through our Speaker Bureau service. Explore the diverse range of topics we cover and inquire here.",
    "EconomyForecastingGeopoliticsRiskUS electionGlobalSpeaker Bureau"
  ]
}