{
  "url": "https://dbsjeyaraj.com/dbsj/?p=87015",
  "title": "Pakistan Agrees to Play  T-20 World Cup Match  With India  in Colombo After  President Anura Kumara  Dissanayake Speaks to Pakistani PM  Shehbaz Sharif in  30 Minute Telephone Call””It’s Cricket Diplomac’Says Foreign Minister Vijitha Herath",
  "ut": 1770752490.0,
  "body_paragraphs": [
    "A telephone call between Sri Lankan President Anura Kumara Dissanayake and Pakistani Prime Minister Shehbaz Sharif on Monday (February 9, 2026) night appears to have been the game-changer in convincing Pakistan to play India in the scheduled T20 World Cup match in Colombo.",
    "Deciding to play peacemaker, Sri Lanka’s Ministry of Foreign Affairs reached out to the Pakistani authorities on Sunday (February 8) through the two high commissions in Colombo and Islamabad.",
    "After swift discussions, a call between President Dissanayake and PM Sharif was scheduled Monday night. “The telephone call between the President and Prime Minister lasted nearly 30 minutes,” Sri Lanka’s Foreign Minister Vijitha Herath told The Hindu Tuesday morning, adding: “it’s cricket diplomacy!”",
    "While Sri Lanka initiated a call between the leaders, Bangladesh, too, had made formal requests to the Pakistan Cricket Board, according to a post by the Government of Pakistan on social media platform ‘X’. “The Government of Pakistan has reviewed the formal requests extended to the PCB by the Bangladesh Cricket Board, as well as the supporting communications from Sri Lanka, the United Arab Emirates, and other member nations. These correspondences sought Pakistan’s leadership in securing a viable solution to recent challenges,” the post said.",
    "It referred to a “warm and friendly conversation” between President Dissanayake and PM Sharif, in which they “recalled that Pakistan and Sri Lanka had always stood shoulder to shoulder, especially during challenging times.” The Sri Lankan President requested the Prime Minister to accord serious consideration to amicably resolve the impasse, it said.",
    "President Dissanayake wrote on social media platform ‘X’ (Twitter) around midnight, “Delighted that the eagerly awaited India and Pakistan match at the ongoing T20 Cricket World Cup in Colombo will proceed as planned. As co-host of the tournament, Sri Lanka thanks the ICC and all concerned for their efforts. Sri Lanka hasn’t forgotten the solidarity shown by both India and Pakistan during the 1996 World Cup, when they played in Colombo at a time when others refrained due to security concerns.”",
    "Meanwhile, the International Cricket Council (ICC) issued a statement late Monday (February 9) night confirming the development. “The dialogue between ICC and Pakistan Cricket Board (PCB) took place as part of a broader engagement, with both parties recognising the need for constructive dealings and being united, committed and purposeful in their aspirations to serve the best interests of the game with integrity, neutrality and cooperation,” it said."
  ]
}