{
  "url": "https://www.technologyreview.com/2025/10/13/1124970/astronomy-planet-hunting-atmosphere/",
  "title": "An Earthling’s guide to planet hunting",
  "ut": 1760315400.0,
  "body_paragraphs": [
    "The pendant on Rebecca Jensen-Clem’s necklace is only about an inch wide, composed of 36 silver hexagons entwined in a honeycomb mosaic. At the Keck Observatory, in Hawaii, just as many segments make up a mirror that spans 33 feet, reflecting images of uncharted worlds for her to study.  Jensen-Clem, an astronomer at the University of California, Santa Cruz, works with the Keck Observatory to figure out how to detect new planets without leaving our own. Typically, this pursuit faces an array of obstacles: Wind, fluctuations in atmospheric density and temperature, or even a misaligned telescope mirror can create a glare from a star’s light that obscures the view of what’s around it, rendering any planets orbiting the star effectively invisible. And what light Earth’s atmosphere doesn’t obscure, it absorbs. That’s why researchers who study these distant worlds often work with space telescopes that circumvent Earth’s pesky atmosphere entirely, such as the $10 billion James Webb Space Telescope.  Related StoryInside the hunt for the most dangerous asteroid everAs space rock 2024 YR4 became more likely to hit Earth than anything of its size had ever been before, scientists all over the world mobilized to protect the planet.",
    "But there’s another way over these hurdles. At her lab among the redwoods, Jensen-Clem and her students experiment with new technologies and software to help Keck’s primary honeycomb mirror and its smaller, “deformable” mirror see more clearly. Using measurements from atmospheric sensors, deformable mirrors are designed to adjust shape rapidly, so they can correct for distortions caused by Earth’s atmosphere on the fly.  This general imaging technique, called adaptive optics, has been common practice since the 1990s. But Jensen-Clem is looking to level up the game with extreme adaptive optics technologies, which are aimed to create the highest image quality over a small field of view. Her group, in particular, does so by tackling issues involving wind or the primary mirror itself. The goal is to focus starlight so precisely that a planet can be visible even if its host star is a million to a billion times brighter.",
    "In April, she and her former collaborator Maaike van Kooten were named co-recipients of the Breakthrough Prize Foundation’s New Horizons in Physics Prize. The prize announcement says they earned this early-career research award for their potential “to enable the direct detection of the smallest exo­planets” through a repertoire of methods the two women have spent their careers developing.  In July, Jensen-Clem was also announced as a member of a new committee for the Habitable Worlds Observatory, a concept for a NASA space telescope that would spend its career on the prowl for signs of life in the universe. She’s tasked with defining the mission’s scientific goals by the end of the decade.",
    "The Keck Observatory’s 10-meter primary mirror features a honeycomb structure with 36 individual mirror segments.ETHAN TWEEDIE   “In adaptive optics, we spend a lot of time on simulations, or in the lab,” Jensen-Clem says. “It’s been a long road to see that I’ve actually made things better at the observatory in the past few years.” Jensen-Clem has long appreciated astronomy for its more mind-bending qualities. In seventh grade, she became fascinated by how time slows down near a black hole when her dad, an aerospace engineer, explained that concept to her. After starting her bachelor’s degree at MIT in 2008, she became taken with how a distant star can seem to disappear—either suddenly winking out or gently fading away, depending on the kind of object that passes in front of it. “It wasn’t quite exoplanet science, but there was a lot of overlap,” she says.  “If you just look up at the night sky and see stars twinkling, it’s happening fast. So we have to go fast too.”  During this time, Jensen-Clem began sowing the seeds for one of her prize-winning methods after her teaching assistant recommended that she apply for an internship at NASA’s Jet Propulsion Laboratory. There, she worked on a setup that could perfect the orientation of a large mirror. Such mirrors are more difficult to realign than the smaller, deformable ones, whose shape-changing segments cater to Earth’s fluctuating atmosphere. “At the time, we were saying, ‘Oh, wouldn’t it be really cool to install one of these at Keck Observatory?’” Jensen-Clem says. The idea stuck around. She even wrote about it in a fellowship application when she was gearing up to start her graduate work at Caltech. And after years of touch-and-go development, Jensen-Clem succeeded in installing the system—which uses a technology called a Zernike wavefront sensor—on Keck’s primary mirror about a year ago. “My work as a college intern is finally done,” she says.  Related StoryAstronomers are enlisting AI to prepare for a data downpourTailored algorithms will help filter a coming flood of astronomical observations, helping scientists make new discoveries about the universe.",
    "The system, which is currently used for occasional recalibrations rather than continuous adjustments, includes a special kind of glass plate that bends the light rays from the mirror to reveal a specific pattern. The detector can pick up a hairbreadth misalignment in that picture: If one hexagon is pushed too far back or forward, its brightness changes. Even the tiniest misalignment is important to correct, because “when you’re studying a faint object, suddenly you’re much more susceptible to little mistakes,” Jensen-Clem says. She has also been working to perfect the craft of molding Keck’s deformable mirror. This instrument, which reflects light that’s been rerouted from the primary mirror, is much smaller—only six inches wide—and is designed to reposition as often as 2,000 times a second to combat atmospheric turbulence and create the clearest picture possible. “If you just look up at the night sky and see stars twinkling, it’s happening fast. So we have to go fast too,” Jensen-Clem says.  Even at this rapid rate of readjustment, there’s still a lag. The deformable mirror is usually about one millisecond behind the actual outdoor conditions at any given time. “When the [adaptive optics] system can’t keep up, then you aren’t going to get the best resolution,” says van Kooten, Jensen-Clem’s former collaborator, who is now at the National Research Council Canada. This lag has proved especially troublesome on windy nights.  Jensen-Clem thought it was an unsolvable problem. “The reason we have that delay is because we need to run computations and then move the deformable mirror,” she says. “You’re never going to do those things instantaneously.”",
    "Related StorySee the stunning first images from the Vera C. Rubin ObservatoryWith a spectacular array of galaxies and nebulas, the ambitious telescope begins its 10-year survey of the cosmos.",
    "But while she was still a postdoc at UC Berkeley, she came across a paper that posited a solution. Its authors proposed that using previous measurements and simple algebra to predict how the atmosphere will change, rather than trying to keep up with it in real time, would yield better results. She wasn’t able to test the idea at the time, but coming to UCSC and working with Keck presented the perfect opportunity.  Around this time, Jensen-Clem invited van Kooten to join her team at UCSC as a postdoc because of their shared interest in the predictive software. “I didn’t have a place to live at first, so she put me up in her guest room,” van Kooten says. “She’s just so supportive at every level.” After creating experimental software to try out at Keck, the team compared the predictive version with the more standard adaptive optics, examining how well each imaged an exoplanet without its drowning in starlight. They found that the predictive software could image even faint exoplanets two to three times more clearly. The results, which Jensen-Clem published in 2022, were part of what earned her the New Horizons in Physics Prize.  Thayne Currie, an astronomer at the University of Texas, San Antonio, says that these new techniques will become especially vital as researchers build bigger and bigger ground-based facilities to capture images of exoplanets—including upcoming projects such as the Extremely Large Telescope at the European Southern Observatory and the Giant Magellan Telescope in Chile. “There’s an incredible amount that we’re learning about the universe, and it is really driven by technology advances that are very, very new,” Currie says. “Dr. Jensen-Clem’s work is an example of that kind of innovation.”  In May, one of Jensen-Clem’s graduate students went back to Hawaii to reinstall the predictive software at Keck. This time, the program isn’t just a trial run; it’s there to stay. The new software has shown it can refocus artificial starlight. Next, it will have to prove it can handle the real thing.  Related StoryDigital twins are helping scientists run the world’s most complex experimentsEngineers use the high-fidelity models to monitor operations, plan fixes, and troubleshoot problems.",
    "And in about a year, Jensen-Clem and her students and colleagues will brace themselves for a flood of observations from the European Space Agency’s Gaia mission, which recently finished measuring the motion, temperature, and composition of billions of stars over more than a decade.  When the project releases its next set of data—slated for December 2026—Jensen-Clem’s team aims to hunt for new exoplanetary systems using clues like the wobbles in a star’s motion caused by the gravitational tugs of planets orbiting around it. Once a system has been identified, exoplanet photographers will then be able to shoot the hidden planets using a new instrument at Keck that can reveal more about their atmospheres and temperatures.  There will be a mountain of data to sort through, and an even steeper supply of starlight to refocus. Thankfully, Jensen-Clem has spent more than a decade refining just the techniques she’ll need: “This time next year,” she says, “we’ll be racing to throw all our adaptive optics tricks at these systems and detect as many of these objects as possible.” Jenna Ahart is a science journalist specializing in the physical sciences.  hide"
  ]
}