{
  "url": "https://hbr.org/2024/09/research-how-anxiety-shapes-mens-and-womens-leadership-differently",
  "title": "Research: How Anxiety Shapes Men’s and Women’s Leadership Differently",
  "ut": 1726469734.0,
  "body_paragraphs": [
    "master1305/Getty Images",
    "One of the oldest erroneous gender stereotypes is that women are too emotional to be effective leaders, especially in uncertain times. Contrary to this belief, research on 137 leader-report pairs in Europe during the early stages of the Covid-19 pandemic indicates that women may actually be less likely to let their emotions negatively influence their leadership behaviors compared to men. During this time, women leaders reported higher anxiety levels but did not translate these emotions into abusive behaviors, unlike their male counterparts who exhibited more hostile supervision when anxious. Women typically engaged in family-supportive behaviors regardless of their emotional state. The research emphasizes the importance of recognizing the unique strengths women bring to leadership roles, especially their capacity to lead compassionately and prioritize others, but also notes that caring leadership behaviors are evaluated differently based on the gender of the leader. The study calls for more inclusive research that addresses diverse gender identities and cultural contexts.",
    "One of the oldest and most persistent gender stereotypes is that women are too emotional. This stereotype hurts women’s leadership prospects as they are seen as less fit for leader roles because they are perceived to be more likely to make irrational, emotion-driven decisions than men.",
    "Diversity, Inclusion, and Belonging Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Diversity, Inclusion, and Belonging. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "How to build a better, more just workplace.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "Fusion Strategy: How Real-Time Data and AI Will Power the Industrial Future (Ebook and Mini Masterclass with Vijay Govindarajan)",
    "The Latest Research: Generative AI",
    "Workplace discrimination,",
    "Diversity and inclusion",
    "and Crisis management"
  ]
}