{
  "url": "https://www.ft.lk/opinion/Don-t-take-silence-for-recovery-we-need-to-act-before-silence-turns-into-hunger-FAO/14-786160",
  "title": "Don’t take silence for recovery, we need to act before silence turns into hunger: FAO",
  "ut": 1766958313.0,
  "body_paragraphs": [
    "FAO Representative for Sri Lanka and the Maldives Vimlendra Sharan",
    "FAO Representative for Sri Lanka and the Maldives Vimlendra Sharan during a visit to a Cyclone Ditwah affected area",
    "What worries me most is the shift I see from disaster to deepening livelihood insecurity and this could show up months later as hunger, debt, migration, and children dropping out of school",
    "In this exclusive interview FAO Representative for Sri Lanka and the Maldives Vimlendra Sharan having visited several affected districts provides a more in-depth analysis of Cyclone Ditwah’s impact on the agriculture, fisheries, and livestock sectors, as well as the immediate recovery priorities to protect the livelihoods of smallholder farmers and fishers while ensuring food security for the country in the coming months.",
    "Q: Cyclone Ditwah has affected a large part of the country. Just how severe is the situation right now?",
    "Let me be very honest, this has been one of the most painful emergencies I have witnessed in recent years. On paper, we say 1.7 million people were affected and nearly half a million families disrupted. But when you stand in the flooded villages, those numbers turn into faces, mothers worrying about the next meal, farmers staring at fields they nurtured for months now lying under water, fishers watching damaged boats tied helplessly to the shore.",
    "Even today, over 66,000 people remain displaced and thousands of acres of lands remain uprooted and unplanted.  The crisis did not end when the rains stopped. What worries me most is the shift I see from disaster to deepening livelihood insecurity and this could show up months later as hunger, debt, migration, and children dropping out of school",
    "Almost everyone told me the same thing: “If we get a little help now, we can still recover.” One farmer told me, “Sir, don’t give us food forever. Help us stand again.” That sentence has stayed with me",
    "Q: FAO keeps emphasising that smallholder farmers and fishers must be prioritised. Why is this so critical?",
    "Because if we fail them now, we fail the country’s food system. Because the clock is ticking and farmers and fishers can hear it even if the rest of us cannot. It is really that simple.",
    "Smallholder farmers and small-scale fishers are not marginal actors; they are the backbone of Sri Lanka’s food security. They grow the rice on our plates, the vegetables in our markets, and bring fish to our households every day. Our assessments show nearly 270,000 ha of agricultural land exposed to flooding with over a 100,000 ha completely damaged, affecting over 248,000 farmers.",
    "When these families are unable to plant, harvest, or fish, the impact goes far beyond their homes. Food availability tightens, prices rise, nutrition suffers and recovery becomes much harder and more expensive later. Supporting them now is not just humanitarian compassion; it is smart, preventative action. This is not just about recovery, it is about nation building.",
    "Q: You recently visited several affected districts. What stayed with you most from those visits?",
    "What I saw was the quiet determination and resilience in every face. In Kurunegala, Anuradhapura, Puttalam and Chilaw, I walked through paddy fields where seedlings had been completely wiped out. I spoke to fishers who had repaired their nets again and again, only to see them destroyed overnight. And yet, almost everyone told me the same thing: “If we get a little help now, we can still recover.” One farmer told me, “Sir, don’t give us food forever. Help us stand again.” That sentence has stayed with me.",
    "Farmers told me that 30-40% of the damaged land could still be replanted this season if seeds and fertiliser arrive immediately. Fishers said the same: repair our boats, replace our nets, and we will go back to fish. These are not people asking for handouts; they are asking for a chance.",
    "While we sincerely appreciate the support extended so far by the Government and our development partners, the scale of needs on the ground continues to significantly outpace available resources",
    "Q: How extensive is the damage specifically to agriculture and fisheries?",
    "Extremely serious and dangerously overlooked. The scale is alarming. Over 245,000 hectares of paddy land were exposed to flooding, affecting more than 167,000 paddy farmers alone. Other field crops, maize and vegetables grown by women farmers have also suffered heavily. Over 6000 ha of vegetable farms impacting nearly 40000 vegetable farmers have been uprooted and over 5000 ha of maize impacted.",
    "In fisheries, the damage cuts deep into livelihoods. Government  estimates show over $ 2.5 million in losses in marine fisheries and more than $ 9.2 million in inland fisheries. That includes boats, engines, fishing gear, aquaculture facilities and processing infrastructure. For many families, that equipment is their entire livelihood. Losing it means losing income overnight.",
    "Q: FAO often stresses that timing is everything in recovery. Why is this moment so critical?",
    "Because we are standing at a narrow window and it is closing fast. For those farmers, whose fields can be replanted this season, the window is as narrow as three to four weeks. If they don’t plant now they would have missed the current season. For the others whose land has debris and sand, their land needs to be rehabilitated and they must have access inputs before the upcoming Yala season. Else the consequences will not stop in 2025. They will ripple well into 2026 and beyond.",
    "This is why I keep saying: support delayed is support denied. Every week we lose now increases the risk of prolonged dependency, deeper poverty, and food shortages later. Timely investment today can prevent a much larger crisis tomorrow.",
    "Q: How is FAO ensuring that recovery support is well targeted and evidence-based?",
    "We moved quickly because affected communities do not have the luxury of time. Immediately after the cyclone, FAO worked with Agriculture Instructors, Fisheries Officers and Livestock Officials across all affected districts. We conducted Key Informant Interviews, used satellite data from the International Disaster Charter, and analysed flood exposure through the Department of Agriculture’s CROPIX registry, a platform developed with FAO support.",
    "These tools allow us to see, almost field by field, where the damage is most severe. And importantly, we are now reaching out directly to nearly 5,000 farmers and fishers to hear their stories firsthand through our household survey because data must always be grounded in human reality.",
    "FAO has moved quickly. Together with the Government , we have verified damage using satellite imagery, CROPIX cultivation data, and field-level assessments. We are designing recovery packages that combine seeds, fertiliser, land rehabilitation, livestock support, and fisheries recovery, with a strong focus on women-headed households.",
    "Using FAO - SFERA funding of $ 400,000 we are targeting 3000 smallholder farmers, assisting them with $ 100 agriculture vouchers each to enable them jumpstart their Yala cultivation.",
    "While we sincerely appreciate the support extended so far by the Government  and our development partners, the scale of needs on the ground continues to significantly outpace available resources. Beyond the much-needed Government  interventions and cash infusions, funding mobilised to date from the donor community represents an important start, though additional resources will be essential, particularly for the rehabilitation and revival of agriculture and fisheries livelihoods of smallholder farmers and fishers. Continued and enhanced support will therefore be critical to address these pressing gaps.",
    "Support delayed is support denied. Every week we lose now increases the risk of prolonged dependency, deeper poverty, and food shortages later. Timely investment today can prevent a much larger crisis tomorrow",
    "Q: How can agriculture and fisheries drive Sri Lanka’s broader recovery from Cyclone Ditwah?",
    "Agriculture and fisheries are among the fastest ways to turn relief into recovery. When land is rehabilitated, irrigation restored, and boats repaired, people go back to work almost immediately. Food flows back into markets. Rural economies start moving again. Every dollar invested here delivers multiple returns, economic, social and nutritional. This is why recovery in agriculture and fisheries is not a side issue; it is central to national recovery.",
    "Q: What is your message to funding partners and the international community?",
    "My message is simple, but urgent: please listen to the silent cry of Sri Lanka’s farmers and fishers.",
    "They are resilient but resilience has limits. FAO, together with the Government , has already developed concrete, cost recovery proposals focused on those most affected. What we need now is partnership, timely, flexible and decisive support.",
    "This is a moment where early action can prevent long-term suffering. With the right support, these communities will not only recover, they will continue feeding the nation. But without it, the cost of inaction will be felt for years to come.",
    "Assessments show households eating less, skipping meals, borrowing money, selling assets, and relying on neighbours or religious institutions for food. These are not coping strategies, they are warning signs. Families are already exhausting their last safety nets.",
    "My earnest plea is not to mistake silence for recovery. We need to act before this silence turns into hunger."
  ]
}