{
  "url": "https://hbr.org/2024/06/how-smaller-companies-can-join-the-circular-economy",
  "title": "How Smaller Companies Can Join the Circular Economy",
  "ut": 1719470745.0,
  "body_paragraphs": [
    "coolbiere photograph/Getty Images",
    "Even smaller and medium-size enterprises can become more sustainable by finding other companies that need their waste. Pursuing those opportunities — and becoming part of the circular economy — entails four steps: take stock of your materials flow, seek...more",
    "In 19th century London, the River Thames was heavily polluted. The contaminants included untreated sewage, which caused cholera and typhoid outbreaks that claimed thousands of lives, and coal tar. The overpowering smell of the sewage during the “Great Stink of 1858” led to the construction of a sewer system that is still in use. As for the coal tar, a discovery that it could be distilled into the building blocks of synthetic dyes caused businesses to stop dumping it into the river and instead repurpose it into valuable dye compounds.",
    "The story of coal tar’s journey from pollutant to the powerhouse of a $6 billion industry is a powerful example of the circular economy in action and a compelling case for businesses to embrace it. The need is immense. It is estimated that globally, over 2 million tons of sewage and industrial and agricultural waste is discharged into the world’s waterways every day. In developing countries, 70% of industrial waste is dumped untreated into waters, polluting the water supply.",
    "Many large companies are embracing the circular economy, but small and medium-size enterprises (SMEs) can as well. Here’s how.",
    "Turning Waste into Wealth",
    "The circular economy is all about moving away from the traditional, linear “take-make-waste” model and instead keeping products and materials in use. For SMEs, this shift in thinking can initially seem daunting — after all, many are already struggling with slim margins, limited resources, and complex supply chains.",
    "However, as I’ve seen time and again, embracing circularity is not just a sustainability imperative for SMEs; it’s a significant business opportunity. By simply reevaluating byproducts and waste streams as potential resources, SMEs can simultaneously cut costs, generate new revenue, and gain a competitive advantage — essentially turning waste from a cost center into a profit driver.",
    "Consider a citrus-juicing SME that sells its orange-peel waste to a natural cleaning products manufacturer. By finding a buyer for its orange-peel waste, the juicing company not only reduces waste-disposal costs but also creates a new revenue stream. The cleaning products manufacturer benefits by sourcing a sustainable, cost-effective raw material that contains natural antimicrobial and degreasing properties, making it an ideal ingredient for its products. This is how circularity turns a cost center into a profit driver.",
    "Here are some real-world examples of this in action:",
    "Aeropowder, a UK company, developed a thermal packaging material called Pluumo, made from surplus feathers collected from poultry farms. This is not only sustainable but is also cost effective for the company.",
    "Ananas Anam, another UK-based company, has successfully turned pineapple-leaf fibers into Piñatex, a sustainable leather alternative, creating a new revenue stream while reducing agricultural waste. This innovative material is now used by major brands such as Hugo Boss and Paul Smith, driving profits for Ananas Anam.",
    "While working with an apparel company on sustainability issues, I noticed it was overly focused on supplier certifications and was overlooking a problem in its own backyard: a warehouse full of surplus garments and fabric destined for landfill. By conducting an audit, we identified that warehousing and overstocking inefficiencies were its largest overhead costs. Instead of paying for disposal, we found buyers for the surplus, including a local retailer and a textile company struggling to meet minimum order quantities. This generated over $45,000 in revenue and also opened up the opportunity to sublease its unused warehouse space to a neighboring business, which generated even more income.",
    "Starting the Circular Journey",
    "Going circular takes work. However, the smaller scale of SMEs can actually be an advantage, as they are more agile and can adapt to change more quickly than larger corporations, which can be slow and cumbersome in their decision-making processes. Tapping this opportunity entails four steps.",
    "1. Take stock of your materials flow.",
    "What comes into your business, and in what form does it leave? Conduct a waste management audit to identify “leakage” points in your value chain. The aim is to identify what is costing your company the most — likely assets and overheads that are hotspots for both emissions and cost savings.",
    "When conducting a waste audit and exploring opportunities for circularity, it is crucial for SMEs to be mindful of internationally standardized Harmonized System (HS) codes. These codes classify traded products, including waste and scrap materials. Since HS codes can vary between countries, understanding these differences can help SMEs identify which waste materials can be exported to specific markets. By properly categorizing waste according to HS codes, SMEs can ensure compliance with trade regulations and facilitate the process of finding potential buyers or partners for their waste materials.",
    "2. Seek collaboration opportunities.",
    "Which companies in your region produce waste that could be your raw materials or vice versa? For example, could locally sourced quarry dust replace silica sand in your production process? Are there opportunities to sell your own byproducts to nearby manufacturers? Even beyond materials, consider how you could collaborate with other local businesses to share resources and cut waste. Could you sublease unused warehouse or trucking capacity to avoid empty trips? Could you co-invest in equipment with a neighboring firm to boost utilization? By engaging in such symbiotic exchanges — of materials, water, energy, and even logistics — all participants benefit.",
    "In the Danish city of Kalundborg, members of a network of companies at the Kalundborg Eco-industrial Park, which include a power station, two big energy firms, a plasterboard company, and a soil remediation company, have been exchanging waste and byproducts, significantly reducing waste and resource consumption.",
    "3. Leverage digital marketplaces.",
    "Such platforms can seamlessly connect companies with excess materials to those who can utilize them as inputs. In recent years, such platforms have come a long way. Examples include Rheaply, which enables organizations to track, share, and sell their unused assets; Materiom, an open-source platform for developing materials from bio-based sources; and The Surpluss, a B Corp company that I founded and head whose platform allows businesses to share excess resources.",
    "4. Treat going circular as a major change program.",
    "Going circular requires a systemic shift in thinking and operations. Progress, even if incremental, is critical to cultivating a culture that promotes circular thinking. Toward that end, engage employees in identifying circular opportunities, incentivize circular innovation, and ensure circularity is embedded into core business strategy, not siloed as a CSR afterthought.",
    "Training will be crucial to give  the procurement department the skills needed to practice sustainable sourcing, teach sales teams about extended producer responsibility and service-based offerings, and get product designers to incorporate circular principles into their work. These circular principles include designing products for longevity, repairability, and recyclability; using renewable, recycled, or biodegradable materials; minimizing waste throughout the product life cycle; and engaging in industrial symbiosis, where the waste or byproducts of one company become the raw materials for another.",
    "Evolving to circular models takes time, and the transition looks different for every company. What matters is taking that first step — whether it’s investigating your company’s waste streams for hidden value or reaching out to colleagues at a nearby firm to brainstorm about opportunities to exchange materials. By embracing the circular economy, SMEs can reap substantial benefits — not just for themselves but also for the planet and its inhabitants.",
    "Readers Also Viewed These Items",
    "HBR Guide to Being a Great Boss Toolkit",
    "How Finance Works: The HBR Guide to Thinking Smart about the Numbers",
    "Read more on Environmental sustainability",
    "Operations and supply chain management"
  ]
}