{
  "url": "https://www.ft.lk/opinion/How-to-ensure-fairer-tax-burden-on-all/14-774318",
  "title": "How to ensure fairer tax burden on all",
  "ut": 1742158056.0,
  "body_paragraphs": [
    "The Tax Justice Network (TJN), which is an internationally recognised independent organisation dedicated to researching global tax issues and tax evasion, has identified the tax loss attributable to Sri Lanka’s tax jurisdiction for 2022 as $ 413.25 million. Of this, Sri Lankan resident companies evaded $ 406.56 million, while wealthy Sri Lankan individuals evaded 6.69 million US dollars. The total annual tax loss in LKR is around 125 billion",
    "Retired IRD Deputy Commissioner General N.M.M. Mifly says several billion rupees in taxes are siphoned off annually by non-resident MNCs whilst existing resident taxpayers are arm-twisted for additional taxes",
    "Inland Revenue Department (IRD) retired Deputy Commissioner General N.M.M. Mifly in this interview notes that several billion rupees in taxes are siphoned off annually from non-resident MNEs, and the existing resident taxpayers are arm-twisted for additional taxes. He says, if the IRD were smart enough, it would take decisive action to tighten tax enforcement, eliminate loopholes, hold non-resident MNEs accountable, and ensure a fairer tax burden on all, reducing the undue tax burden on resident taxpayers. Following are excerpts.",
    "Retired IRD Deputy Commissioner General N.M.M. Mifly",
    "There is no level playing field between the resident and non-resident businessmen, while both are conducting same business in Sri Lanka, the earlier is subject to taxation and the latter is not",
    "Q: The Government is expecting to raise a huge amount of tax revenue of Rs. 4.5 trillion for 2025 as per its Budget proposal. Is it a realistic target?",
    "Yes, it is a realistic target, and I did not see any parliamentarian—either from the ruling party or the Opposition party—express a doubt on the feasibility of achieving the said tax revenue target in the Budget debate.",
    "Increasing tax revenue does not necessarily require imposing additional burdens on existing taxpayers. The key lies in fostering a positive public perception of the tax system, particularly regarding tax expenditures—how tax money is allocated and utilised by political authorities.",
    "In the past, we have seen how hard-earned tax money was plundered and wasted colossally by politicians and their cronies in the name of medical disbursement from the President’s Fund and compensation for the damages to their properties caused by the aftermath of goon attacks on Aragalaya.",
    "However, the current Budget echoes a paradigm shift. Wastage is minimised, resources are optimised, and the President’s example of curtailing his own allocation is exemplary. As a result, people’s confidence in the tax system is slowly being restored.",
    "Q:  It is alleged that ill-gotten and black money are parked and hidden by politicians and large-scale tax dodgers out of the country. Isn’t there an effective and efficient way of tracing and taxing them?",
    "Yes, of course, there are a few effective mechanisms to tackle this issue. Many countries use them. The major barrier to tracing and taxing such income is the lack of reliable information of whereabouts.",
    "You may remember the leak of the Pandora Papers in late 2021, which sent shockwaves across the country as it exposed numerous corrupt politicians and their associates who had invested millions across the borders in shell companies and tax havens. In response, then Rajapaksa Government appointed a kangaroo committee to investigate this money laundering scandal—a tactic aimed at easing public pressure amid the economic turmoil gripping the nation. The report is yet to be made public.",
    "As this tax evasion poses a global challenge to international tax agencies, the Global Forum of OECD has developed an effective framework called Automatic Exchange of Information (AEoI) to combat tax evasion of cross-border transactions.",
    "AEoI is a mechanism through which tax jurisdictions automatically share financial account information with their home country authorities on an annual basis. It operates under the Common Reporting Standard (CRS) developed by the OECD.",
    "Over 170 countries and tax jurisdictions have now joined the Global Forum, and more than 100 countries have joined the AEoI to implement it effectively. Sadly, Sri Lanka has not yet signed up for the AEoI for reasons best known to political authorities.",
    "It is noteworthy that Indonesia, which introduced the AEoI in 2009 and linked it to a tax amnesty in 2015, led to the disclosure of $ 366 billion in hidden assets by 900,000 declarants and generated $ 8.6 billion in taxes. Similarly, India has collected $ 20 billion in taxes in one year through AEoI mechanisms—three times Sri Lanka’s total 2024 tax revenue target.",
    "The Tax Justice Network (TJN), which is an internationally recognised independent organisation dedicated to researching global tax issues and tax evasion, has identified the tax loss attributable to Sri Lanka’s tax jurisdiction for 2022 as $ 413.25 million. Of this, Sri Lankan resident companies evaded $ 406.56 million, while wealthy Sri Lankan individuals evaded 6.69 million US dollars. The total annual tax loss in LKR is around 125 billion.",
    "Over 170 countries and tax jurisdictions have now joined the Global Forum, and more than 100 countries have joined the AEoI to implement it effectively. Sadly, Sri Lanka has not yet signed up for the Automatic Exchange of Information for reasons best known to political authorities",
    "Q:  The Government has proposed to tax the digital service export and foreign-sourced income earned by resident persons of Sri Lanka at the concessionary rate of 15%. My question is whether the digital income earned from Sri Lanka by non-resident MNEs through their digital platforms such as Google, Meta, Uber, and Amazon is subject to taxation in Sri Lanka.",
    "This is a very good and pertinent question that policymakers and law-enforcing agencies, especially IRD, should pay their full attention to.",
    "As far as these non-resident multinational corporations (MNCs) are concerned, the internationally accepted tax principle is that business profits of such MNCs cannot be taxed by a country unless they have a physical presence either directly or indirectly in the country.",
    "Many MNCs such as Google and Facebook have no physical presence either directly or indirectly in Sri Lanka, which is called Permanent Establishment (PE) in tax terminology. So they cannot be subject to taxation on the business profit derived from Sri Lanka through digital platforms, as they have no PE here.",
    "However, the UN Tax Committee, which is largely represented by developing countries, has proposed to allow such source countries where the income was generated to tax non-resident MNEs engaged in such digital services business through a withholding tax (WHT) mechanism, regardless of their physical presence. This taxing right is known as the Article 12B Amount.",
    "Currently, some countries use the equivalent of 12B to tax the digital services income of non-resident MNEs through the withholding mechanism of Digital Services Tax (DST). These countries include Austria, Italy, France, the United Kingdom, Kenya, India, etc.",
    "Q:  Isn’t it unfair by Sri Lankan residents and local industries as there is no level playing field as the resident business enterprises are subject to taxation, while their counterpart non-residents are not?",
    "Yes, I agree. There is no level playing field between the resident and non-resident businessmen, while both are conducting same business in Sri Lanka, the earlier is subject to taxation and the latter is not subject to taxation.",
    "Sri Lanka has enacted an act in 2019 to impose Digital Service Tax on the digital business conducted by non-resident entities in Sri Lanka with effect from the date of gazette notification to be issued by the Minister of Finance. The gazette notification is yet to be published. So it is not enforced even though the law is enacted.",
    "Section 7 of the Finance Act No. 21 of 2019 imposes a tax of 3.5%, known as Levy on Foreign Commercial Transactions, on the purchase of goods or services made from a person outside Sri Lanka through digital platforms by a debit or credit card.",
    "The folly of this section of the act was that the levy is to be deducted from the consumer, not from the non-resident MNCs of foreign suppliers of the commercial goods or services. As a result, the purpose of the Act is lost.",
    "My suggestion is that the financial institutions issuing debit/credit cards through which such digital business transactions are done should be required to deduct the withholding tax from the amount due to be remitted to such non-resident MNCs (not from the consumer), and the amount should be remitted. Sri Lanka could collect $ 104.5 million annually from such WHT from non-resident MNCs as per the research of the UN Tax Committee.",
    "Financial institutions issuing debit/credit cards through which such digital business transactions are done should be required to deduct the withholding tax from the amount due to be remitted to such non-resident MNCs (not from the consumer), and the amount should be remitted. Sri Lanka could collect $ 104.5 million annually from such WHT from non-resident MNCs as per the research of the UN Tax Committee",
    "Q:  Can you explain the tax status of the non-resident MNCs that have a physical presence, or rather, a permanent establishment in Sri Lanka, with an example?",
    "Yes, as I said earlier, some non-resident companies and MNCs conduct business in Sri Lanka using their digital platforms, having their physical presence here directly or indirectly. Such non-resident entities become liable to pay not only income tax but also Value Added Tax (VAT) as well on their respective income and taxable supplies, due to their permanent establishment in the country.",
    "One example of such non-resident MNCs is the well-known international taxi company, which runs the business of taxi service by connecting drivers with customers for rides or food deliveries through its digital app. It is evident that operating a large-scale, complex business involving thousands of drivers and riders requires an active physical presence, either through the company itself or its agent.",
    "This non-resident MNC conducts its said business in Sri Lanka through a PE agent, which is its related party, as their Ultimate Parent Entity of both the principal and the agent is the same, and the local agent has organised all the necessary arrangements and logistics, such as legal agreements, representations, operational agreements, and so on, for the smooth functions of the business in Sri Lanka. The local agent is paid a percentage of the revenue received by the said MNC as its share of commission, and the net revenue is remitted to the principal company.",
    "I am very sure that this particular non-resident MNC, which runs its business in Sri Lanka through its related party agency PE, is liable to pay both income tax and VAT on its income and taxable supplies as per the existing provisions of the tax statutes. Several billion rupees in taxes are siphoned off annually from such non-resident MNCs, and the existing resident taxpayers are arm-twisted for additional taxes. If the IRD were smart enough, it would take decisive action to tighten tax enforcement, eliminate loopholes, hold non-resident MNCs accountable, and ensure a fairer tax burden on all, reducing the undue tax burden on resident taxpayers.",
    "Q:  What are the tax implications of the purported payments—amounting to several billions of rupees—paid to politicians and their associates as medical expenses and compensations for the properties destroyed in the aftermath of the violence in the Aragalaya?",
    "This is a good question, which IRD must pay its immediate attention to. As for me, any income received by a Sri Lankan resident falls under one of the four sources of income, which the Inland Revenue Act, No. 24 of 2017 (the Act), has enumerated. They are business, investment, employment, and other. Further, any gain or profit received is liable to tax unless it is exempted by the provisions of the Act.",
    "As for the payments made out of the President’s fund for medical purposes, they are specifically exempted by the Third Schedule of the Act.",
    "I am of the well-considered opinion that the compensation paid by the Government for the properties destroyed is liable to tax. Sections 38, 39, and the Third Schedule of the Act are applicable in this context. Section 39 describes the destruction of an asset too as a “realisation,” and Section 38 explains that an amount received for such an asset is the consideration.",
    "There is no specific provision in the Act exempting such amounts in the hands of the recipients from tax, other than three instances.",
    "I. Compensation related to personal injuries,",
    "II. Compensation for the death of another person, and",
    "III. Gains from the realisation of one’s principal place of residence.",
    "Several billion rupees in taxes are siphoned off annually from such non-resident MNCs, and the existing resident taxpayers are arm-twisted for additional taxes. If the IRD were smart enough, it would take decisive action to tighten tax enforcement, eliminate loopholes, hold non-resident MNCs accountable, and ensure a fairer tax burden on all, reducing the undue tax burden on resident taxpayers",
    "Accordingly, any compensation paid by the Government or by an insurance company for a destruction of a property is taxable as either business or investment income, subject to the exemptions specified in the Act."
  ]
}