{
  "url": "https://www.ft.lk/columns/Legalised-begging-and-elegant-targeting-What-Ministers-Multilaterals-are-getting-wrong-about-social-protection-in-Sri-Lanka/4-785790",
  "title": "‘Legalised begging’ and elegant targeting: What Ministers, Multilaterals are getting wrong about social protection in Sri Lanka",
  "ut": 1766011371.0,
  "body_paragraphs": [
    "The transfer amounts are not large enough to dis-incentivise households from working. This mischaracterisation of social welfare recipients as lazy and living on benefits has been perpetuated for too long",
    "In early November 2025, Minister Sunil Hadunhetti stated in Parliament that beneficiaries of the Aswesuma program should be ashamed for taking taxpayer money through the Government and characterised it as a form of \"legalised begging.” He was widely criticised for this statement. In response to a press release by the Law and Society Trust which expressed disappointment in the Minister’s statement, he offered an explanation to LST about his reasoning for this statement. This reasoning in itself was revealing. The Minister’s office had not succeeded in securing the participation of 120 young adults into a free training program and had done a fact-finding mission as to why. He observed, “....we found that Aswasuma beneficiaries were reluctant to send their children (young adults) thinking that if they get proper employment, they will lose the Aswasuma benefits.”",
    "This exemplified the lack of awareness and information on the ground regarding Aswesuma. Being on a social registry goes beyond just a monthly transfer - it enables people to be recognised for support in other ways, for example, in times of a sudden disaster. Targeting or selection of beneficiaries only seeds tensions on the ground. Families are in constant competition with each other over who gets selected. A lack of clarity about the different tiers, how people get selected, how the scoring works and so on all lead to misconception on the ground - including around how you can ‘lose’ Aswesuma.",
    "Since June this year, we have heard from many families",
    "in Colombo that their Aswesuma payments suddenly stopped in April. Some said it may be because there was an error in the system, while others said it was probably because someone in their household went abroad or got a job. They all had one thing in common - they were all categorised in the ‘transitionary’ category (those who are at the risk of falling into poverty due to potential external economic shocks, but are not yet classified as chronically poor) and payments were due to stop in April 2025 anyway. But this was not known to a single person we interviewed. This categorisation was set by the Welfare Benefits Board in 2023 and at pre-determined intervals, those in this group ‘graduate’ out of the program, with no assessment of whether their circumstances have improved or not. It was initially due to end in 2024, but was extended to end March 2025 by the Cabinet as “the impact of the economic crisis has not fully subsided”.",
    "The explanatory letter from the Minister’s office and the use of the phrase ‘proper employment’ is also revealing, alongside his comment on ‘legal begging’. It goes to the heart of what the general perception is around those who apply for social security schemes like Aswesuma - that they are lazy, are not motivated to find work, are not entrepreneurial, and want to live on handouts.",
    "Universal social security is feasible and affordable, if done gradually over time as phased rollout schemes - covering elderly, caregivers, children, persons with disabilities for example. Social protection is a right and should not be viewed as charity",
    "This perception is at odds with what beneficiaries actually receive. The highest category of payment for Aswesuma is Rs. 17,500 a month in the ‘extremely poor’ category. None of these are amounts that a household can survive on alone. Our research among Colombo’s",
    "working class communities has shown that Aswesuma payments were largely spent on meeting expenses that had significantly increased due to the economic crisis and subsequent fiscal tightening - electricity, medication, transport and education related costs. Interviews conducted in Colombo city with Aswesuma and non-Aswesuma receiving households in November 2025 revealed that households are still struggling to make ends meet, with those not receiving the cash transfers taking on more debt, eating less nutritious food and fewer meals.",
    "The recently released nationally representative BRIGHT 2024-25 survey confirms this precarious situation. Aswesuma payments represented just 19% of the expenditures of the poorest 20% of households, and just 10% for the next poorest group. The authors noted “This share-of-expenditure indicator also addresses the widespread misperception that Aswesuma cash transfers are large enough to incentivise households to give up working; the evidence below clearly indicates that transfers are only large enough to cover a modest proportion of total household expenditure needs.”",
    "Clearly, the transfer amounts are not large enough to dis-incentivise households from working. This mischaracterisation of social welfare recipients as lazy and living on benefits has been perpetuated for too long. It has been fuelled by popular think-tanks in Colombo that run simulations based on certain economic theories, and producing numbers based on 2019 data about how Aswesuma may lead to a decline in male labour force participation. Media outlets then give coverage to these assertions with headlines like “Sri Lanka welfare scheme triggers male labour force decline”. This continues to seed and cement problematic ideas that are not grounded in reality.",
    "The BRIGHT survey also found that urban households show the lowest levels of coverage, with only 34 - 44% of poor or food-insecure households receiving Aswesuma benefits. The reasons given are that indicators favour agricultural households, and that urban poverty and food insecurity may be under recognised within existing targeting systems, perhaps because poverty and food insecurity are now far more prevalent among the urban population.",
    "In the last few years, we have repeatedly raised the issue of targeting and using indicators developed even before COVID-19 to make selections, when the need was to be more universal and to further expand the safety net. How does one make selections about who is the most deserving? These are the pitfalls of targeting and the result of an over-obsession around inclusion errors.",
    "Despite extensive studies from many countries that show  how proxy-means testing results in high exclusion errors and have not shown good long-term results, here in Sri Lanka we continue to follow this path. There is solid evidence-based research that challenges longstanding assumptions about the cost of universality, and whether it is actually affordable in low and middle income countries, despite what MDBs like the World Bank may say about fiscal constraints as they continue to tie their development loans into more targeted social security systems and social registries. A recent report by Development Pathways demonstrates through a tax-financed social security method that universal social security is feasible and affordable, if done gradually over time as phased rollout schemes - covering elderly, caregivers, children, persons with disabilities for example. For Sri Lanka, this is aligned with the National Social Protection Policy as well the NPP’s own manifesto that views social protection through a lifecycle approach.",
    "Social protection is a right and should not be viewed as charity. The Government must commit to better investing in the economic, social and cultural rights of citizens through stronger social protection, if not it will be difficult to achieve a just and equitable recovery from not just the polycrisis, but also the impact of Cyclone Ditwah. This can take the shape of cash transfer schemes to different vulnerable groups, social insurance schemes, labour laws that provide paid or sick leave for domestic workers, school meal programs, parametric insurance or retirement/pension schemes for informal sector workers.  We have to consider social protection as a constellation of programs, where they build on or complement, meeting different needs of people while also delivering transformative change, and not something that is triggered in a crisis.",
    "(The author is Director at Centre for a Smart Future (CSF) and Colombo Urban Lab. CSF is an interdisciplinary public policy think tank. She has been Fulbright Scholar based at the Urban Institute in Washington D.C. For references used in this article, visit www.csf-asia.org/knowledge-insights.)"
  ]
}