{
  "url": "https://www.dailymirror.lk/opinion/Solution-to-rice-crisis-a-litmus-test-for-Govt/172-299187",
  "title": "Solution to rice crisis a litmus test for Govt.",
  "ut": 1735667712.0,
  "body_paragraphs": [
    "Now, the government is vilified over its dismal failure in addressing the rice shortage In Sri Lanka, rice is in short supply in the months of    November, December and January",
    "As such, President Anura Kumara Dissanayake imposed price ceilings on two occasions and allowed the private sector to import. Obviously, it was done in a bid to control market manipulation.  Price controls do not work in a market economy. Previous price control attempts failed. Today, rice is available, but not at the rates stipulated by the government",
    "The ruling National People’s Power (NPP) has been in power for more than 100 days. It is a significant milestone for the new government. The NPP’s first time governing experience is watched over by many including the opposition parties, media, the international community and more importantly the citizenry of this country.",
    "It is unrealistic for people to expect miracles or wonders in the span of 100 days from any government. Still, more than any other government in the past, the NPP government led by President Anura Kumara Dissanayake   is held to account by people for   delivery   on what it pledged ahead of the elections last year.  Any mismatch between what it said and what it does actually will cost it dearly in politics. People have ways and means of expressing themselves today.   A chorus of voices on social media can prevail upon rulers.",
    "According to experiences from elsewhere in the world, what happened in Sri Lanka as a country that endured a civil and political strife is very much understandable. In any part of the world that had similar experiences, people confined the traditional political parties into the dustbin of history and elected new forces with left of centre leanings.  It is a seismic shift that was experienced either in some parts of Europe or Latin America, where civil struggles erupted against the incumbent governments. Sri Lanka is no exception. In fact, the NPP’s ascendancy to power attests this global trend, signaling a broader rejection of the status quo.",
    "Now, people expect nothing but delivery. The NPP is under compulsion to walk the talk.",
    "For the NPP government, fresh challenges crop up to be dealt with.  People pin heightened expectations on it. People have new expectations raised, and they expect the new government to deliver as promised.  More than ever in history, the new government is under the watchful eyes of people over its performance. It has to be cautious. In case of lax results, there will be disillusionment.",
    "The 100-day milestone does not offer a full verdict on the government’s performance.  However, it reminded the government of the level of vigilance people have on its performance.",
    "The false declaration of academic qualification resulted in a major public outcry, amplified by social media, and it resulted in MPAshoka Sapumal Ranwala stepping down from the Speaker’s post within the first 100 days of the government in office.",
    "Now, the government is vilified over its dismal failure in addressing the rice shortage.  The new government was formed at a time when the country was preparing for the cultivation of rice for the main Maha season.  In Sri Lanka, rice is in short supply in the months of    November, December and January. The fresh harvest begins only in February.",
    "As usual, a handful of leading mill owners who have market control attempted to put up prices this time. But, the NPP government which came to power on the plank of reducing the cost of living cannot afford to allow the rise of prices of varieties of rice, the staple diet of Sri Lanka.",
    "As such, President Anura Kumara Dissanayake imposed price ceilings on two occasions and allowed the private sector to import. Obviously, it was done in a bid to control market manipulation.  Price controls do not work in a market economy. Previous price control attempts failed. Today, rice is available, but not at the rates stipulated by the government. In some cases, certain varieties such as white raw rice and red raw rice are not available, according to media reports.",
    "The rice crisis features the broader governance challenges facing the NPP at present. Economic management, particularly of essentials like food, is a litmus test for any administration. It is more so for the NPP, which campaigned on a platform of economic justice and transparency. Any failure will lead to erosion of public trust for the NPP more than for any other party.",
    "Next, the government is heading for the revival of the Paddy Marketing Board (PMB) to procure paddy from farmers for the maintenance of a buffer stock of rice.",
    "This is a practice followed by different countries such as India where the governments are used to selling food grains such as rice and wheat from their buffer stocks to control retail prices.  Otherwise, inflationary trends cannot be controlled.",
    "For the NPP Government, it will be another litmus test. It will test the new government’s ability to compete with the private sector in the purchase of paddy directly from farmers. Stabilization of food prices is a challenging task for the government. Today, rice prices are refusing to climb down despite the governments’ intervention.",
    "In competing with the private sector, the government has to ensure adequate storage facilities, efficient transportation, and timely procurement to prevent wastage and ensure a seamless supply chain.",
    "Besides, the PMB must offer competitive prices to farmers, incentivising them to sell their produce to the government rather than private millers. This balance is crucial to ensuring sufficient procurement for buffer stocks while maintaining market fairness.",
    "Historically, state institutions in Sri Lanka have struggled with inefficiency and mismanagement. Ensuring transparency and accountability in the PMB’s operations will be critical to avoid repeating past mistakes. The NPP government that is mandated to end corruption will have a greater duty in this regard.",
    "The revival of the PMB represents a litmus test for the NPP government’s ability to deliver on its promise of reducing the cost of living.  It has now learnt a lesson that price ceilings will not yield the desired results in an open market economy."
  ]
}