{
  "url": "https://www.dailymirror.lk/opinion/Why-Sri-Lanka-must-borrow-from-Chinas-golden-harvest/172-293425",
  "title": "Why Sri Lanka must ‘borrow’ from China’s golden harvest",
  "ut": 1728494766.0,
  "body_paragraphs": [
    "There is an old Sinhala saying ‘when the farmer washes off the mud splattered on his body after working on the field, he is fit to be king’ (FILE PHOTO)",
    "Both China and the present Sri Lankan lawmakers cannot do away with socialist thinking; but Sri Lanka can learn from ‘socialist’ China the art of transforming both the lives of the citizens and human consciousness",
    "Being in power for just over two weeks, this government has given some hope by checking on corruption and waste and driving fear into the corrupt forces in the country with the message that the law will not spare anybody",
    "There is hope in the horizon after the 2024 Presidential Elections that the new regime would do all it could to ensure that people could, again, afford nutritional food in their diets.",
    "There was a time (2022) when at least 50% of the households were forced to cut the children’s food intake due to the country’s crumbling economy. Sri Lanka has recovered somewhat from that shaky past, but there are concerns still; concerns fuelled by the thought that Sri Lanka is now in the hands of a new government that has a Marxist label on it.",
    "The government’s leader or the President of the country has the label ‘Marxist’ pinned on him, and he has not made any attempt to remove it or acknowledge its relevance to him. We all know that Marxists were never known to be eating, drinking and merrymaking people. Socialists, Marxist and Leninist theories were at least partially practised in Sri Lanka during the rule of Mrs. Bandaranaike, and people suffered much because essential goods were in shortage. The bright citizens of this country believe that President Anura Kumara Dissanayake (AKD) would not be foolish to implement socialist features and deny the people of this country opportunities to grow and engage in business. He must remember that some businesses are still reeling from the double blows that they received in the recent past; the first from the Easter Bombings and then the Covid pandemic. People of this country are demanding opportunities to reach their full potential and earn a decent living. Living in Sri Lanka shouldn’t be restricted to surviving the 30 days of the month with a paltry salary in hand!",
    "AKD’s method of governance needs an identity. Being in power for just over two weeks, this government has given some hope by checking on corruption and waste and driving fear into the corrupt forces in the country with the message that the law will not spare anybody. But still there is not enough food on the table at home and we all know that a worker on an empty stomach is not geared to even listen to a religious sermon; leave alone stepping onto the field and engaging in ploughing it. Just for the record, our well-dressed President is a believer that Sri Lanka must increase its food production within the island. This is good news for a country where there is a history of the former regime trying out giving Fridays off for the state worker to stay at home and grow essential ‘food’ to brace a looming food crisis. This was about two years ago; when the man who had a litre of fuel in a can and was willing to sell it was considered a ‘local king’.",
    "AKD hails from a farmer’s family, so he probably knows what he is talking about when it comes to production and planning Sri Lanka’s future. There is an old Sinhala saying, ‘When the farmer washes off the mud splattered on his body after working on the field, he is fit to be king’. This ambitious politician has shown lasting patience to go through the mill in politics and work his way to the presidency. AKD in his speeches has often promised better days ahead for the labourer or workman. A university professor who appeared on Rupavahini’s Nuga Sewana programme emphasised on the fact that a farmer must work eight hours and nothing more during a day. He emphasised that like in the good old days, a farmer who puts in decent hours at his field and returns home at a reasonable time will have time to read books, write poems and become a person who loves and appreciates arts and culture. This is a feature lacking in the present-day worker or labourer who is a daily wage earner.",
    "All signs point to the fact that AKD is opting for educated lawmakers to form the full Cabinet soon. He must wisely fill in the slots in the Cabinet to rope in even educated people representing the minorities. This is because Tamils and Christians in this country are somewhat sceptical and reluctant to throw their weight behind any government. This is because these Tamils and Christians are demanding justice for lives lost during a civil war and a carnage that took place inside three churches respectively. For most of these people carrying mental scars, justice served for their grievances would be more satisfying than a nutritious meal of rice put on the table after the first harvest of the season.",
    "AKD’s regime has reduced the cost of some essentials and promised more price reductions on more items on the list of essentials. He is likely to tax the rich and give more benefits to the less affluent. This is a President who was quick to say ‘Sri Lanka needs international support’. Should anyone teach him that he needs the support of both his loyal voters and also those who didn’t vote for him?",
    "China wouldn’t certainly send us food in the form of help. It would instead work closely with Sri Lanka and make sure the island’s government relies on Chinese technology and their prowess on building and construction. AKD’s government has shown an inclination towards looking at China for inspiration and support for obvious reasons. Both China and the present Sri Lankan lawmakers cannot do away with socialist thinking. But Sri Lanka can learn from ‘socialist’ China the art of transforming both the lives of the citizens and human consciousness. The Chinese worker on the agricultural fields has moved from being a peasant to a working professional. The mindsets of these workers have been changed over the years to embrace professionalism and be part of an advanced society. Sri Lanka can borrow from China on this change of mindset. But Sri Lanka certainly doesn’t have to borrow one aspect from the mindset of the Chinese people which makes them mere ‘subjects’ and not citizens enjoying better human rights; like the citizens of Sri Lanka. Mr. President, please make note of this as you shape the country’s future!"
  ]
}