{
  "url": "https://www.eiu.com/n/us-gdp-revision-and-flat-inflation-suggest-soft-landing/",
  "title": "US GDP revision and flat inflation suggest soft landing",
  "ut": 1724994684.0,
  "body_paragraphs": [
    "US GDP revision and flat inflation suggest soft landing",
    "EconomyForecastingInflationAmericasUnited StatesCountry Analysis",
    "The US economy continues to power ahead, according to two official measures released on August 29th-30th by the Bureau of Economic Analysis (BEA). The first revised up measurements of GDP in the second quarter to a real, inflation-adjusted 3% seasonally adjusted annual rate (up from a previous estimate of 2.8%). The second showed that the personal consumption expenditure (PCE) price index growth was flat on the month, rising by 0.16% in July month on month (June’s reading was also 0.16%). We expect that inflation will continue to abate in a gradual return to the 2% target of the Federal Reserve (Fed, the central bank). These latest data fortify our conviction that the US economy will avoid recession, shake off the post-pandemic inflation spike and enjoy a soft economic landing.",
    "The BEA’s second estimate of GDP for the second quarter of 2024 showed robust expansion at a 3% annual rate, far outpacing the 1.4% recorded in the first quarter of the year. The growth was broadly based, with consumer spending as measured by personal consumption expenditure (PCE) expanding by 2.9%; this component alone makes up nearly 70% of GDP. Spending growth was distributed across both goods (up by 3%) and services (up by 2.9%). We forecast that growth will decelerate in the second half of the year, leading to an expansion of 2.4% across 2024 (only slightly below the 2.5% recorded in 2023).",
    "Private investment, a smaller component, expanded by 7.5% overall, although it turned negative in the sub-categories of residential (-2%) and non-residential structures (-1.6%). Developers and homebuyers have been deterred by high interest rates, but we believe that these segments will recover as a result of a recent easing of market rates and the cuts that we anticipate to the Fed’s policy rate starting in September.",
    "A second area of concern was the US trade position, where imports rose by 7% in the second quarter (up from 6.1% in the first), while exports expanded by just 1.6% in both periods. Imports are a subtraction in calculating GDP, while exports are an addition. However, the imbalance is likely to ease because we anticipate that the US dollar will lose some of its present overvaluation in the coming years as interest rates ease in most advanced economies.",
    "Both data releases also showed continued moderation in inflation, deflating a spike that has proven to be the most vexing problem in the US economy in recent years. In the second quarter the PCE price index rose by a modest 2.5% (down from a previous estimate of 2.6%), while the core index excluding food and energy prices increased by 2.8% (from a previous estimate of 2.9%). The July PCE price index, published on August 30th, showed that core PCE rose by 2.6% year on year for the second month in a row. Headline PCE was also flat on the month, rising by 2.5% year on year, also for the second month in a row. Crucially, the monthly change in both headline and core PCE were below the Fed’s 2% on an annualised basis (1.9% and 2% respectively). Although the waning of price pressures has been gradual, they bolster our view that the Fed will shift away from its restrictive monetary stance and cut its policy rate by a total of 0.75 percentage points in its three policy-setting meetings before end-2024.",
    "The monthly nonfarm payrolls report, appearing on September 6th, is likely to show a continued moderate rise in unemployment and waning job creation. We expect the figures for monthly CPI, due on September 11th, to show further ebbing of inflation. Because of the slight weakening in employment and the gradual ebbing in inflation, we anticipate that the Fed will cut its federal funds target rate by 0.25 percentage points to a range of 5-5.25% on September 18th. We do not exclude the possibility of a 0.5-percentage-point Fed rate cut if jobs weakness and disinflation proceed more rapidly than expected.",
    "The analysis and forecasts featured in this article are accessible through EIU’s Country Analysis service. This comprehensive solution provides unmatched global insights covering the political and economic outlook for nearly 200 countries, enabling organisations to identify potential opportunities and risks effectively.",
    "EconomyForecastingInflationAmericasUnited StatesCountry Analysis"
  ]
}