{
  "url": "https://www.ft.lk/columns/National-lesson-from-Kandy-s-environmental-crisis/4-776170",
  "title": "National lesson from Kandy’s environmental crisis",
  "ut": 1746397335.0,
  "body_paragraphs": [
    "The Kandy incident is merely a symptom of a deeper malady affecting our nation",
    "The path forward requires honesty about our current failings and commitment to systematic change. By investing in the character formation of our youngest citizens, we plant seeds that will blossom into a society defined by consciousness rather than convenience, responsibility rather than neglect",
    "The 2025 Dalada Exhibition in Kandy should have been a moment of national pride and spiritual reflection. Instead, this sacred cultural celebration became a stark illustration of our collective civic failure. Historic streets lay buried under discarded food containers, sacred spaces were defiled by plastic waste, and the ancient city that houses our most revered relic—the Sacred Tooth of Buddha—was transformed into a cautionary tale that reverberated across the nation.",
    "What was meant to honour our heritage instead held up a mirror to our deteriorating public discipline. Rather than allowing this moment to fade from memory or devolve into partisan finger-pointing, we must recognise it as a crucial catalyst for national renewal.",
    "The aftermath of the celebration painted a disturbing picture. National media documented scenes that should trouble every Sri Lankan: heritage sites surrounded by mountains of plastic waste, waterways choked with debris, and vendor stalls abandoned without proper cleanup. This environmental negligence stemmed from multiple failures: visitors discarding waste with apparent indifference to their surroundings, vendors prioritising convenience over responsibility with minimal waste management, local authorities implementing insufficient preventive measures and enforcement, and a pervasive absence of accountability across all participants.",
    "This wasn’t merely an organisational oversight or logistical challenge. It represents a profound erosion of the values that once defined Sri Lankan society—respect, responsibility, and reverence for both our heritage and natural environment.",
    "A symptom of deeper issues",
    "The Kandy incident is merely a symptom of a deeper malady affecting our nation. The true problem isn’t infrastructural but spiritual and cultural—a gradual displacement of civic consciousness by collective apathy. This transformation didn’t happen overnight; it represents decades of neglecting character formation in our youngest citizens.",
    "Developmental psychology confirms what our ancestors intuitively understood: the foundation of lifelong habits and values is established during early childhood, particularly between ages 2 and 6. During these formative years, children develop their moral framework and social behaviours that persist into adulthood. If we aspire to cultivate a society defined by discipline and civic-mindedness, we must deliberately nurture these qualities from the earliest stages of development.",
    "A framework for renewal",
    "The reversal of our civic decline requires systematic, values-centred education that begins in early childhood. Children must learn that their actions have consequences beyond themselves. This understanding can be fostered through:",
    "Structured classroom routines that include personal and shared cleanup responsibilities",
    "Visual accountability systems that track positive contributions to community spaces",
    "Regular reflection on how individual choices impact shared environments",
    "Recognition programs that celebrate responsible citizenship among peers",
    "Environmental consciousness must become second nature rather than an afterthought:",
    "Age-appropriate waste segregation and recycling practices should be introduced as daily habits",
    "Nature-connection activities can foster emotional attachment to local environments",
    "Community service projects like “Guardian of the Street” programs led by school children",
    "Partnerships with local environmental organisations for hands-on conservation projects",
    "Explicit values education",
    "Values must be explicitly taught, modelled, and reinforced through:",
    "Integration of traditional Sri Lankan stories that emphasise respect for nature and community",
    "Classroom discussions about ethical dilemmas related to environmental and civic choices",
    "Role-playing exercises that develop empathy and perspective-taking",
    "Recognition of moral courage when children stand up for what’s right, even when difficult",
    "The ancient Sri Lankan concept of shramadana (gift of labour) must be revitalised through:",
    "Collaborative classroom projects that emphasise interdependence and mutual success",
    "Rotating leadership roles that give every child experience in both following and leading",
    "Cross-age mentoring programs where older students guide younger ones in civic practices",
    "Community improvement initiatives where children work alongside adults to solve local problems",
    "Coordinated action across society",
    "To scale these principles across our society requires coordinated action at multiple levels:",
    "Integrate systematic character education and civic responsibility into the national curriculum",
    "Establish a “Responsible Citizen” certification program with measurable community impact metrics",
    "Train teachers in values-based instruction and character development methodologies",
    "Create assessment frameworks that measure civic competencies alongside academic achievement",
    "Family and community engagement:",
    "Parent education programs that bridge school values with home practices",
    "Community-school partnerships for environmental improvement projects",
    "Intergenerational mentoring opportunities between seniors and children",
    "Leveraging technology to facilitate community-wide environmental monitoring and reporting",
    "Cultural and religious leadership:",
    "Emphasising environmental stewardship as spiritual practice",
    "Utilising media platforms to showcase positive examples of civic responsibility",
    "Revitalising cultural ceremonies to explicitly include environmental reverence",
    "Partnering with artists and musicians to create compelling narratives around civic values",
    "A national turning point",
    "The disgrace of Kandy’s environmental crisis must become our national turning point. The immediate cleanup of physical waste must be accompanied by a more profound cleansing of attitudes and expectations.",
    "Sri Lanka’s identity is inseparable from our reverence for both spiritual wisdom and natural beauty. When we allow sacred spaces to be defiled, we compromise not just our environment but our national character. True patriotism isn’t displayed merely through celebrations and ceremonies, but through the daily discipline of caring for our shared spaces.",
    "The path forward requires honesty about our current failings and commitment to systematic change. By investing in the character formation of our youngest citizens, we plant seeds that will blossom into a society defined by consciousness rather than convenience, responsibility rather than neglect.",
    "The disheartening scenes in Kandy need not define our future. Instead, they can mark the moment when Sri Lanka recommitted to its highest values—when we collectively recognised that preserving our heritage requires first cultivating the character to honour it.",
    "Our nation’s renewal begins not with grand policies but with simple, daily acts of responsibility—taught to our children, modelled by our leaders, and practiced by every citizen. The time for this transformation isn’t tomorrow; it is now."
  ]
}