{
  "url": "https://www.ft.lk/columns/Greening-the-tax-system/4-785555",
  "title": "Greening the tax system",
  "ut": 1765490835.0,
  "body_paragraphs": [
    "Sri Lanka stands at a critical moment in its economic and environmental journey. While efforts continue to stabilise public finances and restore investor confidence, the country faces an urgent and growing threat: climate risks that strain agriculture, water resources, coastal areas, infrastructure, and public health. The recent devastation caused by Cyclone Ditwah which brought severe flooding, landslides, and widespread displacement has made these stakes unmistakably clear. The disaster exposed vulnerabilities across critical sectors and demonstrated how climate shocks can magnify economic pressures. In this context, fiscal tools that both reduce environmental harm and finance resilience, such as green taxation, are not just desirable but essential.",
    "Green taxation is more than an environmental policy; it is a strategic instrument that can strengthen fiscal resilience, reshape behaviour, and protect communities against future climate crises. By linking revenue generation to climate-conscious incentives, governments can address immediate recovery needs while laying the groundwork for sustainable long-term development. Although still relatively new in Sri Lanka, green taxation has become central in many advanced and emerging economies. It enables governments to price environmental harm, reward sustainable choices, and support strategic investments in cleaner technology. As Sri Lanka seeks to meet global climate commitments and national sustainability goals, now is the time to explore how green taxation can be adapted to local realities and what lessons can be drawn from countries that have already implemented such measures successfully.",
    "How Green Taxation works and why it matters now",
    "Green taxation, at its core, is a fiscal approach that integrates environmental responsibility into the tax system. By putting a price on pollution and resource use, governments can steer businesses and households toward greener choices. Carbon pricing, plastic taxes, congestion pricing, and incentives for renewable energy are just a few examples of how countries use tax policy to guide economic transformation. For Sri Lanka, this tool has a dual function. It can help curb environmental degradation now (one of the biggest threats to food security, tourism, and public health) while simultaneously supporting fiscal recovery. Revenue from green taxes can be used to finance climate adaptation, invest in cleaner public transport, support green SMEs, and strengthen disaster preparedness. This approach also aligns with the Paris Agreement, the UN 2030 Sustainable Development Goals, and the global shift toward low-carbon development. More importantly, it positions Sri Lanka to attract green investment at a time when global capital markets are increasingly favouring environmentally aligned economies.",
    "Where Sri Lanka stands today: Preparedness and awareness gaps",
    "Despite the clear benefits, Sri Lanka’s progress in implementing green taxation has been slow. Several factors explain this:",
    "Most citizens are unfamiliar with how green taxes work, why they are imposed, and how they benefit society. In many cases, green taxation is misunderstood as another revenue collection tool rather than an environmental safeguard.",
    "Varying levels of industry readiness",
    "While some sectors, especially export-oriented manufacturing are adapting to global sustainability norms, many domestic industries lack the capacity, technology, or incentives needed to shift toward greener practices.",
    "Aligning policies for greater impact",
    "Sri Lanka has several environment-related taxes, but they are fragmented, outdated, or weakly enforced. Without a unified green tax framework, the system fails to deliver measurable environmental outcomes.",
    "Weak monitoring systems",
    "Effective green taxation requires accurate data on emissions, pollution levels, and consumption patterns. Sri Lanka’s current monitoring systems, especially at municipal and provincial levels, are still developing.",
    "The divide between theory and implementation highlights the need to draw lessons from countries that have effectively put green taxes into practice.",
    "Lessons from global leaders in green taxation",
    "Sweden and Denmark offer powerful examples of how carbon pricing can transform an economy. Sweden introduced a carbon tax in 1991; since then, the country has reduced emissions by more than 30% while growing GDP by over 80%. The key was a gradual introduction, transparent communication, and reinvesting tax revenue into social welfare and green innovation.",
    "Japan’s energy-efficient vehicle tax incentives show how targeted fiscal tools can reshape consumer behaviour. By rewarding low-emission vehicle purchases, Japan accelerated the shift toward hybrid and electric transport while reducing urban pollution.",
    "Singapore’s plastic and waste management taxes demonstrate how small taxes can drive major behavioural change. Singapore combined taxes with strict enforcement and public education campaigns.",
    "Germany’s green energy transition, funded partly through eco-taxes, highlights the importance of long-term consistency. Germany used green tax revenue to expand renewable energy infrastructure, enabling the country to become a global leader in solar and wind power.",
    "The common thread in all these cases is not simply the tax itself, it is the policy design, communication, gradual rollout, and reinvestment strategy that determine success.",
    "Potential risks and challenges for Sri Lanka",
    "Green taxes are not without complications, especially in a developing economy. Several risks must be managed thoughtfully:",
    "Regressive impact on low-income groups",
    "Certain environmental taxes can disproportionately affect vulnerable households if not paired with subsidies, rebates, or targeted support. For example, fuel taxes in Indonesia and India increased energy costs for low-income families, prompting governments to introduce targeted cash transfers to offset the burden. Careful design is essential to ensure fairness.",
    "Competitiveness concerns for small businesses",
    "Industries facing sudden cost increases without access to greener technology or transition financing may see rising production costs. In Germany, small manufacturers initially struggled with carbon pricing until support programs helped them adopt cleaner technology. Gradual implementation can help maintain competitiveness.",
    "Enforcement gaps and bureaucratic delays",
    "Without strong monitoring and compliance systems, green taxes risk being ineffective or applied unevenly. In Kenya, inconsistent enforcement of plastic bag taxes led to limited impact on reducing waste, demonstrating the importance of robust oversight.",
    "Risk of public resistance",
    "In countries where citizens distrust tax policies, green taxes may face pushback if their purpose and benefits are unclear. For instance, France’s “Yellow Vest” protests began partly in response to fuel taxes perceived as unfair, highlighting the need for clear communication and social acceptance.",
    "Potential for revenue misuse",
    "If funds collected through green taxes are absorbed into general revenue rather than invested in environmental programs, credibility and public trust can be undermined. In some early carbon tax initiatives in Canada, unclear allocation of revenues led to public criticism, reducing the perceived legitimacy of the policy.",
    "These risks do not argue against implementing green taxes; they simply highlight the need for thoughtful design, careful planning, and strong public engagement to ensure effectiveness and fairness.",
    "Key areas for strengthening",
    "Sri Lanka still lacks a clearly defined, evidence-based green taxation roadmap. Environmental taxes exist, but they are outdated, insufficiently enforced, or poorly aligned with global standards. There is also limited collaboration across ministries especially environment, finance, power and energy, and transport resulting in uncoordinated policies.",
    "Furthermore, awareness among policymakers, local authorities, and industry groups remains uneven. Many businesses are unaware of how green taxes could help modernise production processes or reduce long-term costs. Public understanding is even lower. To bridge these gaps, Sri Lanka needs a combination of education, policy coherence, technology upgrades, and public-private collaboration.",
    "Steps toward effective action",
    "1. Introduce a National Green Tax Policy Framework",
    "A unified, transparent, and long-term policy direction would ensure consistency and strengthen public trust. It should define tax types, revenue allocation, enforcement mechanisms, and transition support for industries.",
    "2. Begin with a phased, sector-focused rollout",
    "Start with sectors that produce the most pollution plastics, transport, construction, and energy then expand based on data and readiness.",
    "3. Ensure revenue transparency by earmarking funds",
    "Allocate green tax revenue to renewable energy projects, waste management systems, climate-resilient agriculture, and public transport improvements. This builds trust and creates visible impact.",
    "4. Support industries through green transition financing",
    "Low-interest green loans, tax rebates on energy-efficient equipment, and technology-transfer programmes will help businesses adapt rather than suffer.",
    "5. Strengthen data systems and monitoring technology",
    "Invest in emissions tracking, satellite monitoring, digital reporting systems, and GIS-based environmental assessments.",
    "6. Launch nationwide awareness campaigns",
    "Public support grows when people understand that green taxes protect water, food production, and health. Media, schools, and civil society can play a major role.",
    "7. Learn continuously from global best practices",
    "Adopt models that fit Sri Lanka’s context: Japan’s vehicle tax incentives, Singapore’s waste taxes, Sweden’s carbon pricing, or Germany’s renewable energy strategy.",
    "Preparing for tomorrow",
    "Sri Lanka’s climate vulnerabilities make inaction an expensive choice. Green taxation, if implemented wisely, can be a powerful instrument to shape sustainable behaviour, mobilise revenue for climate action, and push industries toward innovation. The world is moving rapidly toward climate-aligned economies; Sri Lanka must not fall behind. A well-designed green tax framework supported by public awareness, transparent revenue use, and strong enforcement can act as both a national shield and a springboard for long-term resilience. By learning from global leaders and adapting their lessons to local realities, Sri Lanka has the opportunity to turn climate risk into climate opportunity. This is the moment to get the policy right. The future generations who inherit this island will depend on it.",
    "(The author is an independent researcher)"
  ]
}