{
  "url": "https://www.dailymirror.lk/opinion/Clean-Sri-Lanka-Executive-Presidency-and-Media-Freedom/172-300101",
  "title": "“Clean Sri Lanka”, Executive Presidency and Media Freedom",
  "ut": 1736885272.0,
  "body_paragraphs": [
    "President AKD giving his assurances to key religious leaders for the success of Clean Sri Lanka",
    "Sri Lankan citizens have to decide whether any past constitutional changes have improved ethnic harmony or governance",
    "Progressive clauses in the existing Constitution, like combating corruption, hate speech, and extremism, are routinely ignored by parliamentarians, state authorities, and law enforcement",
    "Leaving the future of the Constitution solely in the hands of politicians, would be a disservice to the democratic principles that underpin our nation",
    "The new government’s “Clean Sri Lanka” [CSL] initiative is a bold and transformative step toward national renewal, deserving the unwavering support of all.",
    "The Archbishop of Colombo, Malcolm Cardinal Ranjith, has renewed the call for a new Constitution that fosters national unity. The Cardinal emphasised the importance in bringing this change to the groundwork for this new Constitution immediately, rather than waiting until the end of its term. He made these remarks while speaking to journalists following a courtesy visit by the newly appointed Speaker, Jagath Wickramaratne.",
    "“Yes, I am ready to stand as a Single-Issue (SI) presidential candidate. I will serve for six months only within which time I will abolish the Executive Presidency and institute a parliamentary system by constitutional methods. The roots of bribery, corruption, nepotism and bad governance lie in the Executive Presidency,”-- Maduluwawe Sobitha Thero.",
    "The “CSL Project,” launched on January 1st 2025, by His Excellency Anura Kumara Dissanayake, President of Sri Lanka, is a comprehensive nationwide initiative focused on promoting environmental sustainability, reducing waste, and fostering ethical values. Unlike previous governments that adopted fragmented approaches to these challenges, this marks the first time a government has embraced a holistic strategy aimed at uplifting the nation as a whole.",
    "On January 8th, Premier Amarasuriya was responding to a government MP’s query about HIRU and ARUNA in Parliament. She said, “Yes, the ‘Sun’ will shine on certain media institutions due to the Clean Sri Lanka programme.” Was her remark a subtle warning to the media, a significant policy statement, or a display of political naivety?",
    "“It aims to restore our society and build a foundation of renewed values and principles,”- the President. This vision encompasses economic reforms, and the promotion of democratic ideals. The programme is a cornerstone of his Presidency, tackling corruption, inefficiency, and environmental degradation while fostering accountability, transparency, and respect for free speech and expression.",
    "All such endeavors, if successfully completed, would “clean the nation” of 10% of its mess and disorder. The remaining 90% stems from the Executive Presidency—a system introduced by Jayewardene and perpetuated by all subsequent presidents. Despite their election pledges to abolish it, they chose to enjoy its personal benefits at the expense of the nation and its people, making it the root cause of much of the nation’s decay.",
    "“There is undoubtedly one virtue in this system of Parliament… and that is that the chief executive of the day is answerable directly to the representatives of the people continuously by reason of the fact that the Prime Minister can remain Prime Minister only so long as he can command the confidence of that assembly. …We do not want either Presidents or Prime Ministers who can ride roughshod over the people and, therefore, first of all, over the people’s representatives. There is no virtue in having a strong man against the people.” –Dr Colvin R de Silva. He was responding to a proposal by J.R. Jayewardene that the country should have an executive presidency. He explained: “We want an evolving society, and therefore we want a constitutional system that permits the evolution, that facilitates the evolution, that propels the evolution, and that itself evolves with the evolution. Nothing less would do.”",
    "Sri Lankan citizens must decide if past constitutional changes have improved ethnic relations or governance. It is doubtful whether future amendments will succeed where others have failed. Despite numerous attempts to draft or amend the Constitution, good governance remains elusive. We must ensure its constitutional reforms are transparent and inclusive, engaging civil society and the public to build a culture free of corruption and violence. Only through collective effort can the nation overcome accusations, establish good governance, and end domestic and external hostilities. A model Constitution could pave the way for unity and progress. Some progressive clauses in the existing Constitution, meant to combat corruption, hate speech, and extremism, are routinely ignored by parliamentarians, state authorities, and law enforcement. This neglect has fostered impunity, allowing corruption to thrive and extremism to grow, further eroding public trust in governance.",
    "In this context, the proposals by the Citizens Movement for Good Governance (CIMOGG), led by Dr. A.C. Visvalingam, offer a solid foundation for a new Constitution. Their focus on transparency, accountability, and inclusivity provides a framework to address systemic flaws, strengthen anti-corruption measures, and combat hate speech and extremism. Incorporating CIMOGG’s principles could bridge the gap between constitutional ideals and citizens’ lived realities. These reforms, coupled with strong political will and civil society involvement, can promote justice, equality, and unity, paving the way for a truly peaceful and prosperous Sri Lanka.",
    "Clause 57 of the Devolution Proposals presented in the Sri Lanka Constitution Bill on August 7th 2000, by President Chandrika Bandaranaike, G.L. Peiris, and Neelan Tiruchelvam, outlined provisions for the establishment of two Vice-Presidents in Sri Lanka.",
    "The fundamental principles of democracy rest on reverence for the rule of law, the conduct of free, fair, and timely elections, the protection of basic rights and freedoms, freedom of expression, and the presence of an independent judiciary. These pillars ensure that governance is just and equitable, holding leaders accountable while safeguarding the interests of the people. A Constitution, as the fundamental law of a nation, carries immense significance—it can shape the course of a nation and influence generations to come.",
    "Media Freedom Reverberates in Parliament Amid Gravesite Plea",
    "While Lasantha Wickrematunge’s relatives appealed to the government for justice from his gravesite on January 8th, Premier Amarasuriya was responding to a government MP’s query about HIRU and ARUNA in Parliament. She said, “Yes, the ‘Sun’ will shine on certain media institutions due to the Clean Sri Lanka programme.” Was her remark a subtle warning to the media, a significant policy statement, or a display of political naivety?",
    "Leaving the future of the Constitution solely in the hands of politicians, would be a disservice to the democratic principles that underpin the country. The people must have their say, and their voices must guide the process to ensure that the Constitution becomes a living document that upholds justice, fairness, and the collective will of the nation. Only through inclusive participation can the people reclaim their sovereignty and build a future rooted in trust, integrity, and equality.",
    "While the country as a whole—including ministers, members of parliament, public servants, the police, the armed forces, and general public—focuses on addressing the diverse challenges of the Clean Sri Lanka initiative, the President and Prime Minister should seize this opportunity to collaborate with the Opposition political Leaders. Together, they can deliberate and outline the fundamental principles of a new constitution after calling for proposals from the public.",
    "This initiative must prioritise the abolition of the Executive Presidency and the implementation of meaningful power devolution. With a target timeline of six months, they should finalise these proposals and forward them to the legal draftsman for further refinement and formalisation.",
    "This collaborative effort would mark a decisive step toward resolving longstanding structural challenges and establishing a more equitable and democratic governance framework for the nation, aiming to achieve the balance 90% of the Clean Sri Lanka goals by the end of 2025 and the CHANGE, the people envisaged.",
    "Pursuing all other tasks without amending the constitution to abolish the Executive Presidency—a concept the JVP has opposed since its inception—is like treating the symptoms while ignoring the root cause of the disease.",
    "The writer can be reached at [email protected]"
  ]
}