{
  "url": "https://www.ft.lk/columns/How-to-beat-the-NPP-In-2029-BluePrints-and-Bloc-parties/4-784924",
  "title": "How to beat the NPP In 2029: BluePrints and Bloc parties",
  "ut": 1764280534.0,
  "body_paragraphs": [
    "Anura Kumara Dissanayake",
    "The NPP Government has chosen austerity, underinvestment, and bureaucratic wrangling, neither protecting the vulnerable nor enabling development and growth. The SJB’s “Blueprint,” criticised by some for being over-technocratic, remains the only directionally coherent economic strategy presented in the last cycle",
    "If the NPP Government maintains the current IMF-driven economic trajectory, by 2029, a combined liberal political movement, led by Sajith Premadasa, under the UNP’s ‘Elephant’ Symbol, without the baggage of former President Ranil Wickremesinghe, would comfortably defeat the incumbent President, Anura Kumara Dissanayake.",
    "2029: Horizon or cliff?",
    "In 2028/29, full external debt repayments will recommence just as the election cycle heats up. Constitutionally, the presidential election precedes the parliamentary, which favours the NPP because AKD remains far more popular than his party and Government. The electorate’s goodwill toward AKD defects from the administration’s lacklustre legislative performance, with policy reversals and the absence of a bold economic agenda to match its manifesto and the President’s own rhetoric.",
    "AKD delivered another cautious, incremental Budget mirroring the very IMF-framing he once campaigned to overturn. Budget 2026 is effectively a continuation of Budget 2025: record capital expenditures that will not materialise; education spending at 1% of GDP and inadequate allocations for health, transport, and social protections.",
    "Budget 2026 also offers no relief for SMEs or low-income households: core constituencies who expected a progressive economic transformation. The middle-class, already among the most heavily taxed in South Asia, paying some of the highest regional prices for food, essentials, and energy, will receive no meaningful relief either.",
    "The NPP had every opportunity to pursue an alternative economic path that did not require abandoning crucial reforms. This was always a false dichotomy: renegotiating the program does not equal abandoning reforms. In reality, whether at the CEB or SriLankan Airlines, reforms have slowed or been reversed anyway, while the program apparently remains on track.",
    "The risks of the strategy are obvious: revenue increases driven by Value-Added Tax (VAT) and import duty depresses consumer spending and disincentivises trade liberalisation. As Sri Lanka grows, imports rise proportionally, while even net Foreign exchange (FX) earners like tourism generate substantial import leakages. This tightens dollar liquidity and puts pressure on the rupee, eventually raising the cost of living. The CBSL drive toward a $14 billion (bn) usable-reserves target will tighten liquidity further.",
    "When repayments resume, rating agencies will focus on fundamentals: 95% debt to GDP, ISBs at 40% of external debt, and total external debt near 60% of GDP. With over one-third of Government revenue already consumed by debt service, bond yields and rollover costs will undoubtedly increase further, leading to even higher finance costs: the vicious cycle continues.",
    "It is tempting to view 2029 as a simple Sajith vs AKD contest, but personalities will matter far less than the underlying economic structure, the extent of political consolidation, and whether the anti-incumbent vote unifies or fragments. Electoral outcomes in Sri Lanka have always turned on whether public anger flows through a single outlet or splinters across competing alternatives",
    "AKD’s dominance within the NPP-JVP project is absolute. As President, Minister of Finance, and Minister of Defence, with a party-appointee as Treasury Secretary, he presides over one of the most centralised executive-fiscal relationships in recent history.",
    "In Parliament, the NPP is less formidable than its majority implies. Cabinet reshuffles, the Speaker’s resignation, low FDI, rising crime, and persistent cost of living pressures, all undercut the Government’s credibility. JVP stalwarts such as Bimal Ratnayake must reconcile their longstanding ideological commitments with an increasingly austerity-leaning policy trajectory.",
    "It is tempting to view 2029 as a simple Sajith vs AKD contest, but personalities will matter far less than the underlying economic structure, the extent of political consolidation, and whether the anti-incumbent vote unifies or fragments. Electoral outcomes in Sri Lanka have always turned on whether public anger flows through a single outlet or splinters across competing alternatives. History is clear: when anti-incumbent sentiment channels through a single figure (1994, 2015), Governments fall, even those with widespread public support. Think of Prime Minister John Major’s 1997 defeat, though personally popular, public exhaustion of the Conservative Party era proved a structural hurdle to re-election. George H.W. Bush had an approval rating as high as 80% but was easily defeated by Clinton; beyond the charisma of his opponent, Bush was unable to overcome Perot splitting the conservative vote, another insurmountable structural obstacle.",
    "This dynamic will intensify in 2029 as full external-debt repayments resume, FX outflows accelerate, and household pressure rises. Economists, from W.A. Wijewardena to Dhananath Fernando, warn that the post-IMF repayment cliff will strain dollar",
    "availability, increase import costs, and raise the cost of living. Economists across the spectrum, including Talal Rafi, Murtaza Jafferjee, Shiran Illanperuma, and Dhanusha Gihan Pathirana, emphasise that the fiscal space resulting from debt moratoriums must be used to expand productive capacity, strengthen social protection, reform SOEs, and upgrade the external sector.",
    "This is essentially a call for counter-cyclical fiscal policy, echoed by Jayati Ghosh, Martin Guzman, who visited Sri Lanka post-collapse, to warn of the repercussions of crushing demand so sharply for such an extended period of time.",
    "Sri Lanka is locked into the opposite path: focused on maintaining a primary surplus above 2.3% of GDP from 2025 onwards per the IMF, projected to peak at 3.8% in 2025 before easing to 2.8% in 2026, per Fitch Rating’s November 2025 analysis. Such consolidation requires a delicate balance: too sharp, it crushes firms and communities; too slow, and it prolongs inflation and rationing.",
    "Worse, this surplus is being generated largely through underinvestment in public services on one side and heavy reliance on indirect taxes on the other, specifically VAT and import duties, which disproportionately burden lower-income groups. Despite decades of weak income-tax and corporate-tax performance, there is still no serious plan to strengthen the Inland Revenue Department or Customs. Nor is there a coherent strategy to shift away from tariff-dependent revenue toward a more liberalised international trade regime.",
    "The NPP had every opportunity to pursue an alternative economic path that did not require abandoning crucial reforms. This was always a false dichotomy: renegotiating the program does not equal abandoning reforms. In reality, whether at the CEB or SriLankan Airlines, reforms have slowed or been reversed anyway, while the program apparently remains on track",
    "The NPP anti-corruption drive cannot sustain a Government elected on an economic premise amid collapsing living standards. The anti-corruption narrative itself also risks becoming superficial: why has the NPP produced so few major indictments? Why was Ranil Wickremesinghe prosecuted over a Rs. 16 million misappropriation rather than the bond scam? Why is media attention wasted on Namal Rajapaksa’s law degree, something immaterial to his political credibility.",
    "Various NPP/JVP members have claimed that the Rajapaksas siphoned billions of Dollars abroad and even implied that repatriation of these funds could help part-settle Sri Lanka’s national debt. Yet outside Shashindra Rajapaksa’s case, and Basil Rajapaksa effectively evading court through an extended “medical” stay in the US, none of this rhetoric has translated into meaningful disclosures or prosecutions. The resemblance to Yahapalanaya is unmistakable.",
    "If living standards stagnate, and if the Rajapaksa network strengthens under Namal while Dilith Jayaweera consolidates the JHU/NFF nationalist bloc, the NPP’s vote base will weaken sharply. AKD’s “anti-incumbent incumbent” advantage is already fragile; five years of concentrated executive power makes that narrative unsustainable. A movement that promises everything to everyone inevitably breeds disillusionment as soon as outcomes fall short of expectations.",
    "The ethnic-minority vote for example: Tamil, Muslim, and the estate communities, will also behave differently in 2029. The post-IMF squeeze impacts minority communities disproportionately. If minority voters channel anti-incumbent sentiment through a single opposition candidate, as they did in 2015, the liberal wing can build another insurmountable structural hurdle for AKD and the NPP.",
    "Finally, a unified liberal movement behind a Sajith Premadasa candidacy, without Ranil Wickremesinghe, unlocks voter blocs currently inaccessible to the Opposition Leader: moderate urban UNP liberals; soft-nationalist rural voters; the business and professional-classes. Together, these blocs can erode the NPP’s electoral lead.",
    "The very suggestion of another cost-of-living adjustment, whether through abrupt currency adjustment or a prolonged depreciation, will provoke anger among voters who were told their sacrifices would yield relief somewhere down the road. Elections held during ‘cost of living’ crises or extended periods of stagnation: from 1956 and 1970, 1977 to 2015, and 2024/25, show a consistent pattern of anti-establishment energy.",
    "The SJB must now articulate a credible alternative Budget: one that expands fiscal space by shifting the burden to high-income earners and large corporates; reduces VAT and indirect taxes to support consumption; formalises the grey economy; widens the tax net; and strengthens revenue authorities rather than relying on the most regressive revenue instruments available",
    "In 2029, if AKD’s vote splinters, a unified opposition candidate has a clear opening. A crowded field complicates this, but any consolidation of the liberal bloc would be significant. Namal Rajapaksa is almost certain to run; the November 21st rally was a clear signal of intent but there is an enthusiasm gap: none of the other major nationalist parties and alliances participated: Sarvajana Balawegaya, National Freedom Front, Pivithuru Hela Urumaya, Lanka Sama Samaja Party.",
    "Sajith Premadasa will also contest but the real uncertainty is whether a 79-year-old Ranil Wickremesinghe will once again contest, or do so by proxy. Much has been made of a possible SJB-UNP alliance, but its strategic purpose is still unclear. Any alignment risks absorbing the UNP’s deeply unpopular legacy, one still associated with policy failure and the more recent accommodation of the Rajapaksas.",
    "For the UNP to stop being a liability,",
    "it would require genuine renewal, shedding decades of political baggage, ideological stagnation and policy lethargy. To become viable, it must absorb the SJB’s moderate economic liberalism and social-contract approach, abandon rigid market fundamentalism, and reconnect with the party’s most successful traditions: DS Senanayake’s post-independence social contract, JR’s 1977 open-economy reforms, and the Premadasa-era second liberalisation of 1989-93.",
    "A Sajith Premadasa-led UNP must root itself in the Premadasa development philosophy: a modern social-democratic program grounded in institutional reform and productivity upgrading. This is the moment for a Sri Lankan New Deal: an export-oriented industrial policy, expanded technical education, investments in research and innovation, and a digitally managed hybrid welfare system combining cash transfers, compulsory savings, and incentives for schooling and skills development, a real successor to Janasaviya. This is counter-cyclical investment aimed at raising productivity and modernising the economy.",
    "Such a program requires institutional discipline and careful policy design, but the cost of failing to upgrade Sri Lanka’s industrial base is far greater. Labour is emigrating across the skills spectrum, from doctors and engineers to managers, technicians, care workers and IT professionals. Families are deferring childbirth due to unaffordable housing, rising living costs, overstretched health systems, and limited higher-education pathways. These are not projections or hypotheticals, this is the prevailing reality.",
    "The NPP Government has chosen austerity, underinvestment, and bureaucratic wrangling, neither protecting the vulnerable nor enabling development and growth. The SJB’s “Blueprint,” criticised by some for being over-technocratic, remains the only directionally coherent economic strategy presented in the last cycle.",
    "The SJB must now articulate a credible alternative Budget: one that expands fiscal space by shifting the burden to high-income earners and large corporates; reduces VAT and indirect taxes to support consumption; formalises the grey economy; widens the tax net; and strengthens revenue authorities rather than relying on the most regressive revenue instruments available.",
    "A new liberal formation can succeed only by reclaiming the reformist spirit of 1989-93; Sri Lanka’s only sustained episode of export-oriented industrialisation, recognised in the development literature for combining high growth with targeted protection for the poor. Janasaviya was a pioneering hybrid welfare program; social indicators improved; tax-to-GDP approached 20%, amid simultaneous northern and southern conflicts. That legacy remains the only proven blueprint: growth with social justice, reform with protection, and a developmental state capable of laying the foundation for private sector-led transformation.",
    "A UNP-led Government has historically represented aspiration, whether rural, working-class or middle-class and today, the SJB must carry that torch. This requires a cohabitation of liberal Opposition parties. Any SJB-UNP alignment that includes the Rajapaksa orbit is politically toxic. The only credible path to defeating the NPP is if Namal Rajapaksa draws votes away from AKD on one flank while a unified liberal-centrist bloc consolidates around Sajith Premadasa on the other",
    "Consistent and formidable",
    "A UNP-led Government has historically represented aspiration, whether rural, working-class or middle-class and today, the SJB must carry that torch. This requires a cohabitation of liberal Opposition parties. Any SJB-UNP alignment that includes the Rajapaksa orbit is politically toxic. The only credible path to defeating the NPP is if Namal Rajapaksa draws votes away from AKD on one flank while a unified liberal-centrist bloc consolidates around Sajith Premadasa on the other.",
    "Ranil Wickremesinghe still holds leverage, no future-oriented coalition can include the former President; his presence would undermine public trust and invite anti-establishment attacks. His retirement, abdication of the UNP and implicit support for a consolidation behind Sajith Premadasa, would make the crucial difference.",
    "For its part, the SJB cannot allow itself to become absorbed by the UNP and still expect to be perceived as an anti-incumbent movement without aggressive posturing. This necessitates utilising talents within to further recalibrate the party as the exclusive medium for Social Democracy, with a core a message of reducing the cost of living, rebuilding the middle-class and fighting for economic justice.",
    "Sajith Premadasa has already outperformed his party in two consecutive presidential cycles. And across two elections, he secured a combined 10.4 million votes, more than Ranil (2.3), Gotabaya (6.9), or AKD (5.6) across 2019 and 2024. Before and after the 2022 economic collapse, the Opposition Leader’s vote bloc, between 4.5 million and 5.5 million votes, remained stable and formidable.",
    "For a decade, every governing project, from Yahapalanaya to Gotabaya, to this current AKD-NPP experiment, has failed due to ideological blind spots. The period between now and 2029 gives the SJB an opportunity to present a fundamentally different path. A BluePrint exists, if only we might grasp it.",
    "If living standards stagnate, and if the Rajapaksa network strengthens under Namal while Dilith Jayaweera consolidates the JHU/NFF nationalist bloc, the NPP’s vote base will weaken sharply. AKD’s “anti-incumbent incumbent” advantage is already fragile; five years of concentrated executive power makes that narrative unsustainable. A movement that promises everything to everyone inevitably breeds disillusionment as soon as outcomes fall short of expectations",
    "(The author is a political commentator, media presenter, and foreign affairs analyst. He serves as Advisor on Political Economy to the Leader of the Opposition of Sri Lanka, and is a member of the Working Committee of the Samagi Jana Balawegaya (SJB). A former banker, he spent 11 years in the industry in Colombo and Dubai, including nine years in corporate finance at DFCC Bank, where he worked closely with some of Sri Lanka’s largest corporates on project finance, trade facilities, and working capital. He holds a Master’s in International Relations from the University of Colombo and a Bachelor’s in Accounting and Finance from the University of Kent (UK). He could be reached via email at [email protected])"
  ]
}