{
  "url": "https://www.ft.lk/opinion/Fintech-regulation-that-supports-innovation-Balancing-act/14-773919",
  "title": "Fintech regulation that supports innovation: Balancing act",
  "ut": 1741301524.0,
  "body_paragraphs": [
    "Balancing fintech innovation with financial stability requires a pragmatic regulatory approach and effective supervision",
    "Dr. Ranee Jayamaha, a distinguished expert in Monetary Economics and a Payment Systems Specialist with over 50 years of experience in the banking and financial services sector, serves on the board of the newly formed Fintech Forum. She offers the following insights into the evolving regulatory requirements of the financial landscape.",
    "The rise of fintech companies and their innovative products has undeniably transformed the financial landscape, offering speed, efficiency, and accessibility that strongly appeal to a new generation of consumers, particularly Generation Z. Their demand positions fintech as the primary driver of the future of financial services. Fintech is widely used across the sector to generate efficiencies, lower costs, improve online services and digitisation, and assist regulatory authorities, therefore they impact both advanced and developing financial markets. While traditional banks have often been slow to embrace innovation and digitisation, exceptions exist. The Development Bank of Singapore (DBS), for example, has established a Digibank (a Fintech-type neobank) in India, offering personal accounts, including debit cards, with all transactions managed from an iPhone or Android application.",
    "The scope and regulatory landscape of fintech",
    "Fintech encompasses a broad range of disciplines. Most fintech companies enhance access to existing financial services through technological innovation, while others introduce entirely new services powered by technology. In Sri Lanka, fintech companies that do not provide traditional banking services, such as issuing loans, are not regulated by the Central Bank of Sri Lanka (CBSL). They are either unregulated or may fall under different regulatory frameworks depending on their specific services.",
    "In some jurisdictions, fintech is driven by startups, while in others, large technology conglomerates and established financial institutions (FIs), primarily banks, deploy fintech solutions. Regulatory responses should identify and address the risks associated with fintech while tailoring the approach to the nature of innovation and its impact on financial services. Overly stringent regulation can stifle fintech initiatives, potentially depriving consumers of low-cost, convenient, and efficient financial services.",
    "Striking the right regulatory balance",
    "Regulators and policymakers must proactively assess the adequacy of current regulatory frameworks to harness fintech’s benefits while mitigating risks to financial stability. While fintech remains relatively small compared to regulated FIs in Sri Lanka, it is growing rapidly, particularly in riskier business segments. Although fintech has the potential to improve financial inclusion, it also presents increased risk-taking, cybersecurity risks, market volatility, and contagion effects among consumers and FIs, potentially undermining financial stability.",
    "Lending activity facilitated by fintech platforms may involve higher financial risks due to concentration and over-reliance on data-driven algorithms.",
    "In Sri Lanka, many borrowers have reported that while fintech loan processing is much faster than traditional banks, the interest rates are high, and repayment enforcement methods are aggressive. Because these loans are granted online with minimal barriers, regulatory authorities face challenges in controlling them. Additionally, new financial technologies with complex network structures—particularly in lending—have yet to be assessed during economic downturns.",
    "On the positive side, fintech can contribute to financial stability by enhancing decentralisation, diversifying risk, deepening financial markets, and improving efficiency and transparency in service delivery. The ability of fintech to facilitate capital raising helps diversify risk in financial systems, as demonstrated in advanced economies.",
    "Systemic financial risks and the need for strong oversight",
    "Even in its infancy, fintech can significantly impact financial stability. With rapid growth, its influence will only expand, necessitating crucial policy interventions, especially as large FIs and big-tech companies increasingly adopt fintech solutions. Fintech firms often assume higher risks, which in turn pressurise traditional FIs to engage in riskier operations and transactions.",
    "Recent developments indicate that systemic financial risks can emerge from institutions that individually may not appear systemically significant. Maintaining financial stability requires robust regulatory institutions, better technological oversight, extensive cross-border coordination, and prudential regulations that ensure a level playing field. Effective monitoring and supervision of both traditional and emerging FIs is essential.",
    "A technology-neutral regulatory approach may be suitable when fintech is used to enhance the efficiency of existing banking products. However, when fintech introduces heavily tech-based innovations that significantly differ from traditional financial services, bespoke regulations may be required.",
    "The risks of unregulated fintech",
    "Dr. Jayamaha, a distinguished Economist and Payment Systems Specialist with over 50 years of experience in banking and financial services, emphasises the importance of effective but light-touch regulation. “If fintech is left unregulated,” she warns, “the entire financial system could be at risk.”",
    "The core issue with unregulated fintech is its inherent risks as the rapid pace of innovation and transaction processing introduces vulnerabilities. Even when transactions pass through licensed banks, these institutions may struggle to monitor activities effectively.",
    "Dr. Jayamaha highlights several potential risks:",
    "1.Market disruptions – Unregulated fintech can undermine established market practices, creating unfair competition for regulated institutions. In Sri Lanka, licensed banks and finance companies account for two-thirds of total financial assets, operating under stringent CBSL supervision. The unchecked rise of fintech could disrupt this balance and orderly conduct of markets.",
    "2.Foreign exchange concerns – Unregulated fintech can facilitate untraceable cross-border transactions, impacting a country’s foreign exchange position. Even when transactions flow through banks, monitoring remains a challenge. When they begin to deal with invisible crypto assets, cross-border regulations will have to be tightened.",
    "3.Jurisdictional differences – The global nature of fintech complicates regulation, allowing fintech companies to facilitate money laundering and terrorist financing by exploiting regulatory loopholes in different jurisdictions.",
    "4.Fintech expansion outpacing manual regulatory systems: Risks are not confined to the unregulated sector. Manual regulatory mechanisms often struggle to keep pace with technological advancements. The rapid expansion of fintech can undermine existing supervisory systems, which are traditionally built on less digitised foundations.",
    "Fintech’s interconnectedness with larger FIs creates channels for risk transmission. Many banks integrate fintech solutions into their operations, while some fintech companies operate as subsidiaries or associates of banks. This relationship can expose traditional FIs to vulnerabilities if their fintech partners engage in illegal financial activities. Additionally, cloud-based networks connecting fintech and traditional institutions could introduce cybersecurity risks to either or both parties.",
    "International regulatory best practice and the path to regulation",
    "Key regulatory concerns include:",
    "Data security – Strong consumer data protection measures are essential to mitigate financial risks.",
    "Anti-Money Laundering (AML) Compliance – Governments are keen to prevent fintech from being exploited for illicit financial activities.",
    "Cybersecurity – Fintech companies are prime targets for cybercriminals, necessitating robust security frameworks.",
    "Live testing environments and potential disruptions – Allowing fintech innovations to operate in controlled environments before full-scale deployment can mitigate risks.",
    "The Financial Conduct Authority (FCA) oversees the UK’s financial markets, ensuring consumer protection, market integrity, and competition. The UK’s regulatory sandbox approach has been adopted by other countries such as Singapore, Malaysia, and Jordan. Sri Lanka launched its fintech regulatory sandbox in February 2020, and CBSL issued applicable regulations to Fintech.",
    "To align Sri Lanka’s fintech regulations with international standards, CBSL may consider adopting a two-pronged regulatory approach:",
    "1.Technology-neutral approach – When fintech enhances existing banking services, leveraging existing regulatory frameworks, then the existing regulatory mechanism should be sufficient.",
    "2.Sandbox approach – For entirely new fintech innovations, a controlled live testing environment ensures compliance before market release. A well-functioning regulatory sandbox can foster fintech innovation without disrupting financial stability objectives. In 2020 CBSL issued the “Financial Technology Regulation Sandbox Framework” for fintech who were keen to test their products in a live environment. However, none of the applicants qualified for the CBSL entry requirements, and stated that the criteria were too stringent. To maximise fintech’s benefits while addressing regulatory challenges, CBSL needs to engage in continuous dialogue with the fintech industry and revisit the sandbox entry requirements in consultation with fintech operators.",
    "The Fintech Forum, established in 2024, has been instrumental in fostering interaction between regulators, FIs, and fintech companies as well as setting out guiding principles for fintech operations. The new Government has already embarked on a systematic approach to digitisation and in this background, the Forum can assist in formulating a sustainable fintech ecosystem that would collaborate with all stakeholders and regional forums.",
    "Balancing fintech innovation with financial stability requires a pragmatic regulatory approach and effective supervision. While excessive regulation can stifle progress, lax oversight can create systemic risks. The sandbox approach, combined with flexible but effective regulations, offers a viable path forward. As Dr. Jayamaha asserts, “Markets and fintech service providers cannot afford to wait until all regulations are finalised before becoming regulated and supervised.” The goal should be to leverage fintech’s transformative potential while ensuring a safe and stable financial future."
  ]
}