{
  "url": "https://www.ft.lk/columns/The-Baby-Prince-s-daydream-Opposition-s-empty-trump-cards-against-AKD-Govt/4-784831",
  "title": "The Baby Prince’s daydream: Opposition’s empty trump cards against AKD Govt.",
  "ut": 1764117366.0,
  "body_paragraphs": [
    "SLPP MP Namal Rajapaksa waves at the large crowd that gathered for the 21 November anti-Government rally",
    "“Reality is that which, when you stop believing in it, doesn’t go away.”",
    "On 05 November 2025, I wrote an article for Colombo Telegraph titled “The Opposition Has No Trump Cards to Play Against the Government.” That analysis was published well before the Opposition hastily announced its so-called “Nugegoda Rally” scheduled for 21 November 2025. The political landscape was already clear: the Opposition had run out of ideas, narratives, and credibility long before they attempted to gather crowds.",
    "In my article, I demonstrated—with evidence echoing across speeches, press briefings, and parliamentary performances—that the Opposition had been recycling the same five exhausted talking points for months. These were: (a) the overplayed and increasingly unconvincing complaint about the high cost of living; (b) the blatant hypocrisy behind their corruption allegations, coming from individuals who once normalised corruption as a governing method; (c) manufactured claims of oppression aimed at reviving public fear; (d) the Opposition’s deep-seated fear of accountability under the new administration; and (e) their undisguised desperation to recover lost wealth, privileges, and political power.",
    "In short, long before they marched to Nugegoda, the Opposition had already exposed its weakness: they had no new trump cards, no fresh ideas, and no moral authority left to mobilise the public. What remained was a tired script, repeated loudly but empty at its core.",
    "New two trump cards of the Opposition",
    "The Opposition’s fabricated “Trump Cards” and the real history they attempt to rewrite",
    "In their frantic attempt to appear relevant in the national political discourse, the Opposition Rally on 21 November 2025,  introduced two so-called “new trump cards” to attack the Government. The first came from Nalin Fernando, who boldly—and irresponsibly—claimed that the JVP insurrections of 1971 and 1988/89 were responsible for a 76-year setback to the country. This assertion was not merely historically inaccurate; it was a deliberate distortion designed to absolve the political class that governed—and misgoverned—Sri Lanka for decades.",
    "What makes Fernando’s argument particularly untenable is that it directly contradicts established judicial findings. On 14 November 2023, the Supreme Court of Sri Lanka delivered a landmark 4–1 judgment holding several senior officials of the Rajapaksa regime directly responsible for the country’s worst economic collapse, ruling that they violated the fundamental rights of the people and breached the public trust. This judgment was a powerful vindication of the millions who took to the streets during the 2022 Aragalaya and ultimately forced the Rajapaksa brothers out of power.",
    "Yet, despite such authoritative clarity, Nalin Fernando attempts to erase the failures of those leaders and instead places blame on the youth who rebelled against unbearable state-created conditions.",
    "The historical truth: Insurrections did not create crisis—crisis created insurrections",
    "Every insurrection in Sri Lanka arose directly from the economic, political, and social conditions manufactured by the ruling regimes of their respective periods. These uprisings were not romantic adventures, nor were they reckless impulses of misguided youth. They were the inevitable consequence of: crushing youth unemployment; widening inequality; state repression and authoritarianism,",
    "rampant corruption and the complete absence of democratic pathways for grievances.",
    "Decades of unfulfilled promises, bad governance, and political arrogance fostered an environment where rebellion was the only option left for a generation abandoned by the state.",
    "The post-2024 reality: A country broken by misrule",
    "By September 2024, the conditions that historically triggered insurrections had become even more visible: a bankrupt nation; an eroded public trust in politicians; a discredited political class; and a generation pushed to the margins by economic collapse.",
    "These are not abstract academic theories—they are lived experiences, recorded in national statistics, court judgments, and the collective memory of the people.",
    "Nalin Fernando’s misrepresentation: A strategy of political evasion",
    "Against this backdrop, Nalin Fernando’s claim of a 76-year setback is revealed as nothing more than a political smokescreen. By shifting blame onto the youth, he avoids confronting the core truth: Sri Lanka’s setbacks were created by the very political elites he aligns with. His refusal to recognise this reality exposes either an extraordinary level of ignorance or a deliberate attempt to rewrite history. Suppose he genuinely wants to understand the causes of the 1971 and 1988/89 uprisings. In that case, he should start by examining the actions of his own political mentor, Ranil Wickremesinghe, whose policies played a crucial role in creating the environment that fueled those rebellions.",
    "Trump card of Namal Rajapaksa",
    "The second Trump card was played by Namal Rajapaksa, whom Nalin Fernando referred to as a prince. Namal said, “We will topple the Government at the very first chance we get.”",
    "It is interesting to know that given the strong Government of AKD, what are the possibilities that Nmal could topple the Government? In other words, it is a very relevant and key question regarding the current political landscape in Sri Lanka.",
    "Namal Rajapaksa’s statement, “We will topple the Government at the very first chance we get,” is aggressive political rhetoric. However, the political reality, particularly the strength of the current Government led by Anura Kumara Dissanayake (AKD) and the National People’s Power (NPP), makes this a significantly difficult prospect for the Sri Lanka Podujana Peramuna (SLPP).",
    "Here is an analysis of the possibilities of Namal Rajapaksa’s faction toppling the AKD Government:",
    "The political and parliamentary hurdle",
    "The biggest challenge for the SLPP is the NPP/AKD Government’s current strength in Parliament.",
    "Two-thirds majority: The NPP achieved a landslide victory in the 2024 parliamentary elections, securing a two-thirds majority (159 out of 225 seats).",
    "Implication:This means the Government has an unprecedented level of stability. They can pass any legislation, including constitutional amendments, without needing support from the SLPP or other opposition parties.",
    "The primary constitutional method to “topple” a Government in between general elections is a No-Confidence Motion (NCM). For an NCM to succeed, the Opposition would need a simple majority (113 votes). Given the NPP’s 159 seats, the SLPP, with its significantly reduced numbers, has virtually zero chance of passing an NCM.",
    "The SLPP’s diminished strength",
    "The political capital of the Rajapaksa family and the SLPP has dramatically decreased since the 2022 economic crisis and the subsequent elections.",
    "The 2024 elections saw the SLPP routed, a stark sign of public repudiation against the old political establishment, which many citizens blame for the economic collapse.",
    "Loss of credibility: The primary platform of the NPP was its anti-corruption and “system change” narrative, which directly targeted the Rajapaksa era’s governance. For the SLPP to gain enough public support to destabilise the current Government, they would need a major resurgence in credibility, which is currently lacking.",
    "Economic and governance stability",
    "The NPP’s strength is currently underpinned by a mandate for change and progress in the economy.",
    "Public mandate: AKD won on a massive anti-establishment wave. The public gave the NPP a strong mandate to implement its promised reforms, including an anti-corruption drive and economic restructuring.",
    "Economic performance: While the economic recovery progresses slowly under the IMF-led program, any meaningful, positive progress (for example, in stabilising inflation or reducing shortages) will strengthen the Government’s legitimacy and make it much more difficult for the opposition to exploit public discontent.",
    "Possible “First Chances” (low possibility)",
    "Namal Rajapaksa’s statement implies he is waiting for a crack in the Government’s stability. The only realistic possibilities would be:",
    "nMassive internal division: If the NPP alliance were to fracture significantly, with a large block of over 40-50 MPs breaking away to join the opposition. Given the party’s strong ideological cohesion, this is highly unlikely.",
    "nMajor policy catastrophe: A new, unexpected economic or political crisis of the magnitude of 2022 that completely erodes public trust and triggers renewed mass protests (“Aragalaya”) against the NPP. Even in this scenario, the anger would likely benefit other anti-establishment forces rather than the SLPP.",
    "nScheduled elections: The most viable “chance” is waiting for the next scheduled Provincial Council, Presidential, or General Election. The SLPP’s strategy is likely focused on rebuilding its base to compete in the next electoral cycle, rather than toppling the Government through parliamentary means in the short term.",
    "The chances of Namal Rajapaksa’s SLPP faction successfully toppling the AKD/NPP Government through any parliamentary method in the near future are very slim. The current power balance, the Government’s stability, and the lack of any credible realignments all indicate a political climate not favourable to such a change. Whether Namal has some secret strategy or if his recent comments were made in a moment of excitement—like many others present—is still uncertain. What is clear, however, is that there is no realistic way at this point for such a political shift to happen. In that context, Namal’s expectations appear less like a practical plan and more like an optimistic daydream.",
    "In the lead-up to the 21 November 2025, Nugegoda Rally, the Opposition tried to revive their declining narrative by presenting two so-called “trump cards.” Nalin Fernando distorted history by blaming the youth for the JVP uprisings of 1971 and 1988/89, ignoring decades of elite-led mismanagement validated by the Supreme Court. Meanwhile, Namal Rajapaksa boldly claimed the Government could be overthrown at the earliest opportunity. However, a close review of parliamentary math, Government stability, and public support shows that neither scenario is possible in the short term. What becomes clear is that the Opposition lacks new ideas, credible plans, and their ambitions are little more than a hopeful daydream.",
    "(The writer, among many, served as the Special Advisor to the President of Namibia from 2006 to 2012 and was a Senior Consultant with the UNDP for 20 years. He was a Senior Economist with the Central Bank of Sri Lanka (1972-1993), [email protected])"
  ]
}