{
  "url": "https://www.ft.lk/columns/Our-rotten-pillars-politicians-and-bureaucrats/4-786333",
  "title": "Our rotten pillars, politicians and bureaucrats",
  "ut": 1767205705.0,
  "body_paragraphs": [
    "Relative to the Asian dynamos, lack of distinction is what stands out in our performance this lengthy period. Seventy years is sufficient time for us to appraise the performance capabilities of the bureaucracy the nation has brought forth, their inherent attitudes and skills when placed as administrators",
    "Almost everything about us, the policies, structures, institutions and even the laws can ultimately be traced back to the political establishment and the high bureaucracy",
    "A cyclone of unusual strength has sent the nation reeling",
    "In a good part of the island, violent winds and gushing waters left a scene of utter destruction.  Bridges were blown away, roads damaged, buildings brought down, rail lines swept aside, houses destroyed and much of the farmland left in ruins. Many a family have lost a dear one while many more are left destitute. A poor nation sees its hopes and aspirations receding further into the horizon.",
    "We are inclined to see the earth as bountiful, custom-made for human needs. Occasionally we are given a sobering reminder that an evolved primate, undeniably versatile as he is, is yet a tiny creature in the larger scheme of things. A creature who has entered the stage only recently relative to other species of much longer histories on earth, but whose activities have impacted the planet like no other. Nature is indifferent to the tragicomedy enacted on her stage. Natural calamities hit virtually every country in the world",
    "His capabilities have enabled man to assault our life sustaining earth with a savagery no other creature can match. As their numbers multiply, humans continually claim more land, jungles are cleared, other animals inhabiting the earth are pushed into small reservations to live only as a tourist attraction, resources are tapped relentlessly, water is polluted and the globe is dangerously heated.",
    "Man will reap the whirlwind for what he sows",
    "After the 2004 tsunami we on this island were told that living near the shoreline was not wise. Now we learn that living above a certain elevation can be injurious to your well-being as well. Thus restricted, the twenty something million humans in Sri Lanka must make their homes in the balance part of the land. What a relief that we have toy homes in the form of condominiums now!",
    "Travelling on our congested roads, in an uncomfortable bus, you might begin to think that Sri Lanka is a large country. It takes so many hours to get from one point to another! But unlike light years, we should not measure distances on our island based on time. Sri Lanka is small; in fact, the size of a few large Australian farms added together; then that is a truly large country.",
    "Not only the size of their land, in many other ways too there are noticeable differences between various peoples. Obvious differences in their physical features apart, people’s attitudes, habits, customs, beliefs and values vary considerably. So goes their social, economic and even intellectual performance. Clearly, certain nations will get the trophy for attaining ‘developed country’ status for their capacities for establishing large and complex economic processes and most importantly, the high living standards they have provided for their citizens.",
    "Having deep pockets, resources and capabilities, the developed countries cope with the occasional natural disaster much better than other countries. What is only a temporary inconvenience to a rich and powerful nation becomes a crippling blow to a poor nation.",
    "The baffling question is why some nations remain poor and weak, while others march ahead. If it is the size, limited resources or the hot climate, there are several countries which have overcome these disadvantages, Singapore being a striking example.",
    "In the case of Sri Lanka, we had an early start, having gained Independence more than seventy years ago. Many of Asia’s shining stars became self-governing only decades later. Relative to the Asian dynamos, lack of distinction is what stands out in our performance this lengthy period. We are a slow-growing economy.  In terms of Gross Domestic Product or Per Capita Income we are among the underachievers. There are no great expectations among the young today, especially the more cosmopolitan; before the Western embassies they line up in their thousands looking for a better life.",
    "Why a nation performs in a particular way is a complex matter. The answer would necessarily be an amalgam; history, culture, outlook, attitudes, values, skill and energy levels of that people; even their language could play a role. Egypt of ancient was formidable, Egypt now is a different story. Performing to the requirements of the modern world is another celestial sphere altogether, the methods and mind-set of the high priests of a Pharo will not deliver in the 21st Century.",
    "A nation like ours could find the findings of an objective performance appraisal, unflattering",
    "We like to consider ourselves an agricultural country, claiming a history going back centuries. Both Israel and Netherlands are substantially smaller than Sri Lanka in size. Yet, they are agricultural powerhouses, huge exporters of fruits and vegetables. In our cultivations, tea, rubber, even rice, the per acre yield is below global standards. In industrial products it is only the most basic things we manufacture, value adding is minimal. Where human hands must intervene, our weaknesses show.",
    "Trapped in an endless karmic web, the average Sri Lankan can do little about his human condition. It is to the political leaders, the high bureaucrats and the business community that a nation looks for leadership.",
    "Here, we look in vain!",
    "If an alternate history were to be imagined, we cannot resist the hypothesis that had men of a different timbre held our leadership roles since Independence, it would have made all the difference to the country.",
    "Sri Lankans have been electing their representatives even from before Independence. The vote could be the only common factor between advanced democracies and us. Despite this evident freedom to choose the leaders through the ballot, a few families, perhaps four, have dominated the country’s power structure in the preceding seventy years: the Senanayake, Bandaranayake, Jayawardena and Rajapakse’s. In addition to these families, many electorates also have a history of family dominance, perhaps families of a lesser order. Reducing the base even further, nearly all of them are from one or two Colombo schools, declared by the locals to be elite.",
    "It is not as if Sri Lanka is a success story or a great achiever. In truth it is the opposite, a mediocrity and a slowcoach. Either the nation is woefully deficit in leadership skills, or, by some miraculous process all leadership DNA has been gifted to these handful of families and the old boys of these schools. Karma works in mysterious ways!",
    "The world sees the joke but is too polite to call it!",
    "Of course, the blatancy of family dominance is obscured by the crisis of the moment and if there is none, one could be created. A time of crisis is not the moment to conduct analysis of the prevailing power structure. These families realise the game is fixed in their favour, so resort to guises and ruses to obscure the truth. The basic method of dominance is by having a stranglehold on the party leadership, in Sri Lanka, in all but name, a limited liability company of the leading family. In a two-party system, sooner or later, the pendulum will swing their way. When it does, the leader of the winning party is declared a mastermind in the political game.",
    "Invariably, the common narrative is made use of to elevate the founding family member to near celestial heights, liberator, visionary, patriot or even genius. The pathetic state of the country is not explained.  A people of doubtful maturity are further confused and confounded.",
    "Periodically, various family members alight on the stage with a new slogan, righteousness, vision, corruption fighter, moderniser and liberator.  All surveys point to a country abysmally deficient in these virtues, a laggard among the Asian success stories, yet the next family member will come up with another catchy slogan.",
    "After the recent cyclone and the ensuing flooding an idea was mooted by interested parties that old politicians with “experience”, although completely rejected by the voter, must be brought in to handle the crisis. Repeatedly rejected by the voter, they continue to cast around for an opportunity to jump on the national stage. No example was given of their virtuoso handling of a disaster in the past. As we understand Sri Lanka has been hit by every conceivable calamity, natural as well as man-made.  There was no masterful avoidance of any disaster or a sterling rehabilitation after the event. The country performed as it always has, ineptly. Every disaster left us waiting abjectly for aid and sympathy from the world. Obtaining a foreign loan became an achievement, a matter of pride.",
    "The family based political power structure is an anachronism. In the early years our voters had no idea of the inherent corruption in the system. Imagining their leaders to be well meaning and capable, they participated in the electoral process with gusto. However, their lives today are not as insular as before.  Many Sri Lankans now have travelled overseas, there is the television bringing the world to their sitting rooms, there is the internet, they can compare as well as contrast.  Their eyes have opened, their expectations widened.",
    "In recent years reality has bitten hard.  People’s illusions have turned to disillusionment. The one desperate demand at the watershed ‘aragalaya’ was ‘system change’.",
    "Seventy years is sufficient time for us to appraise the performance capabilities of the bureaucracy the nation has brought forth, their inherent attitudes and skills when placed as administrators. The administrative structure is now manned entirely by products of our post-independence education system (many of the higher bureaucrats proudly boast of further education and training overseas on account of the taxpayers of those countries). In the feudal era, high office devolved based on birth and caste. There was no proper yardstick to measure their competence. Their officiousness, corruption or tardiness mattered not; only the king’s goodwill mattered. As a result, they oppressed the people and toadied the king.",
    "In modern times we live in a very competitive world.  How well we educate our children, how our health services perform, how good our infrastructure is, how productive our industries are, how honest our systems are; these measurable factors are compared with other countries and development happens based on our relative performance. We can lull ourselves with a faulty assessment of our capabilities, ignore the evident limitations of the personnel, and even deny glaring realities.",
    "Nevertheless, the truth is in our face, a mediocre country lurching from crisis to crisis.",
    "Almost everything about us, the policies, structures, institutions and even the laws can ultimately be traced back to the political establishment and the high bureaucracy. It is they who conceived of and adopted them. Any institution is defined by its workforce, the individual personalities manning it. Without exception every public institution in Sri Lanka has been abused as well as diminished, standing presently only as a masquerade of what they were meant to be.",
    "There are similar institutions in Singapore. They work very differently. The personnel matter, they could make an institution great or diminish it.",
    "When there is a natural disaster we run around like headless chickens, crying and mourning, pleading for help.",
    "We do not realise the inevitability of the tragedies that hit us, for seventy years we have sowed the winds…."
  ]
}