{
  "url": "https://www.eiu.com/n/saudi-arabia-forges-alternative-defence-partnerships/",
  "title": "Saudi Arabia forges alternative defence partnerships",
  "ut": 1722855914.0,
  "body_paragraphs": [
    "Saudi Arabia forges alternative defence partnerships",
    "ForecastingGeopoliticsRiskChinaGlobalMiddle East and AfricaSaudi ArabiaCountry Analysis",
    "The Saudi government has signed deals with Turkish defence companies to localise weapons manufacturing while pledging to step up military collaboration with China. We view the pact to be in line with long‑running efforts to diversify defence procurement and military alliances, in response to weaker relations with the US (still Saudi Arabia’s core strategic ally).",
    "Saudi defence ties with Turkey have blossomed over the past 12 months in tandem with diplomatic rapprochement, spurred by opportunities to diversify procurement away from the US (which supplies over 70% of Saudi weaponry) and to learn from Turkey’s success in building a major domestic defence industry over the past two decades. The collaboration was cemented by a landmark US$3bn deal finalised in August 2023 for Saudi Arabian Military Industries (a government company) to acquire much‑sought after AKINCI Unmanned Combat Aerial Vehicles (drones) from Baykar, a Turkish defence company (said at the time to envisage joint production and technology transfer) followed in February of this year by a pact with Ramsa Defence (also of Turkey) to invest US$120m to build two weapons-manufacturing facilities in the kingdom.",
    "The Vision 2030 economic plan calls for 50% of Saudi Arabia’s vast defence expenditure to be spent locally by end‑decade, to enhance security as well as to boost domestic manufacturing. In early July, during a visit to Turkey by Khalid bin Salman al‑Saud, the defence minister, the Saudi company signed Memorandums of Understanding (MoUs) with Baytar, elaborating on the earlier manufacturing localisation pledge, as well as with Aselsan, also Turkish, to explore opportunities to localise advanced defence electronics technologies.",
    "Tapping Turkey (a NATO member) in Saudi Arabia’s procurement diversification drive also has the advantage of being relatively uncontroversial in the US, sporadically tense American-Turkish relations notwithstanding, while also reminding the White House that the kingdom has alternative supply options. Any deepening of defence ties with China, by contrast, is consciously provocative, and no major arms supply deals have been disclosed publicly since 2022. Sheikh Khalid bin Salman’s meetings with his Chinese counterpart and the head of the country’s top military decision‑making body in late June gave rise to a pledge to enhance military co‑operation and the wider defence partnership but no concrete commitments or arms deals. However, Sheikh Khalid’s visit came as the kingdom presses the US for enhanced security guarantees separate from potential diplomatic normalisation with Israel. This was the bargain proposed originally but which was unfeasible in the short term, owing to the latter’s opposition to Palestinian statehood.",
    "Saudi Arabia will continue efforts to diversify military procurement away from the US, prioritising countries and companies willing to commit to local manufacturing and technology transfer to enhance long‑term security and boost domestic industrial growth. Practical military co‑operation will also be stepped up with non‑Western partners, including China, but within boundaries set by the need to preserve the core strategic alliance with the US.",
    "The analysis and forecasts featured in this article are accessible through EIU’s Country Analysis service. This comprehensive solution provides unmatched global insights covering the political and economic outlook for nearly 200 countries, enabling organisations to identify potential opportunities and risks effectively.",
    "ForecastingGeopoliticsRiskChinaGlobalMiddle East and AfricaSaudi ArabiaCountry Analysis"
  ]
}