{
  "url": "https://hbr.org/2024/09/research-flat-hierarchies-can-discourage-women-applicants",
  "title": "Research: Flat Hierarchies Can Discourage Women Applicants",
  "ut": 1726641920.0,
  "body_paragraphs": [
    "Viktor Solomin/Stocksy",
    "Many firms struggle to attract a diverse talent pool, particularly women. To stand out, companies often tout flatter organizational structures in their recruitment materials, assuming these unique features will appeal to a more diverse group of prospective...more",
    "Diversifying the workplace has become a central objective for many employers, with U.S. firms spending nearly $8 billion annually on diversity efforts. While the many benefits of diverse teams have been widely studied, attracting a diverse talent pool has proven challenging for some companies, and many groups, like women, remain severely underrepresented across industries. The push for gender diversity is especially crucial for startups, who risk accruing “diversity debt” — the issue of correcting a lack of diversity that becomes increasingly difficult as the firm grows.",
    "Parallel to this emphasis on gender diversity, companies are increasingly adopting flatter organizational structures, characterized by fewer managerial levels. Companies like Valve and Zappos are well-known examples of firms that have eliminated traditional hierarchical roles, positioning flat hierarchies as more egalitarian and flexible environments. To compete against established firms — which can offer applicants more attractive financial incentives and greater job security — startups often highlight unique non-monetary attributes that may appeal to diverse groups of potential employees, including references to their flat organizational hierarchies in recruitment materials. This led us to question whether mentioning flat hierarchies in recruitment materials actually encouraged more women to apply.",
    "In new research, published in the Strategic Management Journal, we found that, surprisingly, when companies reference their flat hierarchies, it actually deters women, relative to men, from applying or being interested in the role.",
    "To reach these findings, we first conducted a field experiment. We partnered with a U.S. health care startup and created two recruitment emails for two open jobs at the company. One email highlighted the startups’ flat hierarchy, and the other made no mention of organizational structure. The emails went out to 8,167 actual U.S. job seekers on ZipRecruiter whose profiles identified them as good applicants for the roles. While highlighting the startup’s flatter hierarchy did not significantly impact the number of job applicants between the two groups, the email that emphasized a flat hierarchy had 28% fewer women applicants in their pool. Women applicants were also 14% less likely to show an interest in the position (measured by whether or not they clicked a link in the recruitment email that led to the application) when the recruitment email mentioned a flat hierarchy.",
    "To understand why women may be relatively less attracted to flatter hierarchies, we conducted a large-scale follow-up experiment, surveying 8,498 new U.S. participants. Our findings unveiled several potential reasons:",
    "Compared to the male participants in the survey, women perceived flatter hierarchies as more challenging to fit into. Several women in our survey expressed concerns, including that “a flat hierarchy will run like a boys’ club” and “be harder to fit in.”",
    "Women also anticipated a disproportionately higher workload in flatter organizations. In this respect, many women participants voiced concerns about an “overwhelming” or “heavy” workload in such environments.",
    "Compared to men, women expected relatively fewer opportunities for career advancement. As one woman participant noted, “I think of [a flatter structure of having] prejudice in the workplace preventing upward mobility of marginalized employees.”",
    "Our research demonstrates that emphasizing flatter hierarchies in recruitment efforts may unintentionally hinder startups’ ability to enhance gender diversity in their workforce.",
    "Why Referencing Flat Hierarchies Isn’t Enough",
    "While flatter hierarchies seem to promise work cultures with attractive features, like less rigid oversight and more autonomy, clearly that does not match women’s expectations of those environments or address the associations with flat hierarchies that women see as obstacles.",
    "Our research provides interesting considerations for companies looking to attract diverse applicants.",
    "Examine what employees value",
    "First, talk to your employees and recruiters about what workers, particularly underrepresented workers, value in an organization. What makes them feel welcome and like they belong? Have they felt that they’ve had a hard time fitting into the culture? Do they experience a heavier workload? Fewer opportunities to advance? How can you design your company’s structure to promote an inclusive and fair workplace environment? How can you describe those efforts in recruitment? This could help signal to other star performers how seriously you take their work experience and make sure they have what they need to be successful.",
    "Interrogate potential negative associations",
    "Second, our study suggests that companies need to carefully craft their recruiting efforts. In particular, companies should consider what organizational attributes may have unintended associations for prospective hires. Hiring managers should identify and address aspects of their organizational structure and work culture that could discourage diverse candidates from applying, and ensure these concerns are reflected in their recruitment materials.",
    "To attract a diverse pool of applicants, startups need to find ways to distinguish themselves from established firms that can offer more financial incentives and job security. While some features, like flat hierarchical structures, may appeal to certain job seekers, our research suggests these features may have unintended consequences, particularly in attracting a gender-diverse applicant pool. Our work shows that to attract top talent, it is crucial that companies carefully assess recruiting strategies to determine and work toward cultivating and conveying a truly inclusive and equitable environment.",
    "Diversity, Inclusion, and Belonging Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Diversity, Inclusion, and Belonging. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "How to build a better, more just workplace.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "HBR Guide to Leading Through Change",
    "Smart Rivals: How Innovative Companies Play Games That Tech Giants Can't Win",
    "Read more on Diversity and inclusion",
    "Hiring and recruitment,"
  ]
}