{
  "url": "https://www.ft.lk/columns/Anura-Kumara-Dissanayake-a-Sri-Lankan-President-like-no-other/4-784927",
  "title": "Anura Kumara Dissanayake a Sri Lankan President like no other",
  "ut": 1764282437.0,
  "body_paragraphs": [
    "Anura Kumara Dissanayake being sworn in as the President on 24 September 2024 - File photo",
    "When Anura was six months old, his mother went to an astrologer to cast his horoscope. The astrologer made some calculations based on planetary movements that prevailed at the time of the boy’s birth and told the mother “your son has a “Rajayoga” in his destiny. He is born to rule. One day he will rule this country.” The mother Seelawathi was pleased but puzzled. How could my son be a ruler? She wondered",
    "Anura Kumara Dissanayake who was elected last year as Sri Lanka’s ninth Executive President  celebrated his 57th birthday early  this week on 24 November. Unlike some past presidents who celebrated their birthdays ostentatiously with Poojas and parties, President Dissanayake chose to observe his birthday as simply another “business as usual” day without publicity or fanfare.",
    "This was in keeping with the public persona of President Dissanayake known popularly as Anura and AKD",
    "Anura Kumara Dissanayake who was elected last year as Sri Lanka’s ninth Executive President   celebrated his 57th birthday early  this week on 24 November.  Unlike some past presidents who celebrated their birthdays ostentatiously with Poojas and parties, President Dissanayake  chose to observe his birthday as simply another “business as usual” day without publicity or fanfare. This was in keeping with the public persona of  President Dissanayake known popularly as Anura and AKD.",
    "Anura Kumara Dissanayake or AKD’s rise from humble beginnings to the pinnacle of power  has in recent times captured the imagination of the Sri Lankan public in a big way.. He is generally perceived as a simple ,unassuming man intent on serving the people who elected him to office.",
    "AKD’s double -pocketed long sleeve shirts are becoming a fad with sections of his youthful admirers. Anura’s simple yet effective functional style has helped him acquire  “a President like no other” image within a relatively short time. It is in this context that this column focuses -with the aid of earlier writings-  on AKD  and his  Presidential journey this week.",
    "Dissanayake Mudiyanselage Anura Kumara Dissanayake was born on 24 November 1968. His birthplace was Galewala in the Matale district of the Central Province. Both his father Ran Banda Dissanayake and mother Seelawathi were of Kandyan Govigama Buddhist stock. The family relocated to the Anuradhapura district in the North Central Province when Anura and his elder sister Sriyalatha were children. After residing in Kekirawa for a few years, the family moved to Thambuthegama situated in an agrarian region in the Kalawewa electoral division of the province.",
    "Thambuththegama  is about 25 km away from Anuradhapura town and 190 km from Colombo city.Anura completed his primary education at  Gamini Maha Vidyalaya and secondary education at Thambuththegama Central College. Anura brought great credit to his Alma Mater when he made history as the first student of Thambuththegama Central College to gain admission to the Peradeniya University science faculty.",
    "Anura’s father Ran Banda was essentially an agricultural worker. After several years, he  obtained permanent employment in the Surveyors department as an office aide. At times, Dissanayake snr would accompany surveyors on field  assignments carrying  equipment.",
    "Anura’s mother Seelawathie  was a housewife who obtained periodic employment during paddy planting and harvesting seasons.",
    "When Anura was six months old, his mother went to an astrologer to cast his horoscope. The astrologer made some calculations based on planetary movements that prevailed at the time of the boy’s birth and told the mother “your son has a “Rajayoga” in his destiny. He is born to rule. One day he will rule this country.” The mother Seelawathi was pleased but puzzled. How could my son be a ruler? She wondered.",
    "When Anura celebrated his 12th birthday, the chief incumbent of a Buddhist temple or Viharadhipthy wanted him to be a novice monk and be ordained a member of the Buddhist clergy. The elderly monk had been impressed by the boy’s demeanour, intelligence and good conduct. After much thought the parents respectfully declined to do so.",
    "The family was  financially challenged  in the early years after moving to Thambuththegama. Their wattle and daub cottage  had no electricity. Young Anura would study at night with the aid of a kerosene lamp.  In his boyhood Anura would perch himself on a branch of an “Araliya” tree (Temple Tree) and read. According to his mother, Anura would be reading a book or a newspaper even while eating.",
    "In order to augment the family income, Anura’s mother would make sweetmeats. The son would take them as well as toffees and mangoes  to the nearby Thambuththegama railway station  and sell them to passengers on long distance trains such as the “Yarl Devi”, “Uttara Devi” and “Rajarata Rajani”. He would at times  climb aboard the trains and move from compartment to compartment selling his stuff. During school holidays, Anura would be employed part -time as a ditch digger and be paid twenty rupees a day.",
    "Despite economic hardship, Anura  shone brightly as a student. He  had great powers of comprehension and would grasp the finer points in the texts easily. He also had a good memory. Anura brought great credit to his Alma Mater when he made history as the first student of Thambuththegama Central College to gain admission to the Peradeniya university science faculty.",
    "Some weeks before the  2024 presidential election, Anura was felicitated by staff and students at his old school. While speaking Anura made an observation that resonated with his audience. Anura compared himself to the top three Presidential candidates (Ranil,Sajith and Namal) and said that  he, a student of Thambuththegama Central College, was competing with  his rivals  educated at posh Colombo schools. At the hustings Thambuthegama triumphed over Colombo.",
    "The president in the making was  an avid reader during his student and undergraduate days. (he still is). In a media interview given some years ago, AKD was asked about the books he liked.  Some of the books mentioned by Anura were “War and Peace” by Leo Tolstoy, “The Mother” by Maxim Gorky, “Senkottan” by Mahinda Prasad Masimbula and “Adaraneeya Victoria” by Mohan Raj Madawala. He further said that there were a number of short stories he liked.",
    "Anura  also said that during schooldays he used to read about the work done by Dr. Abraham Kovoor. Dr. Kovoor a native of Thiruvalla in Kerala, India moved to Sri Lanka and taught for many years at St.Thomas’ College Mt.Lavinia. He was the president of the Rationalist Association and did much work in combating superstition, pseudo Godmen and falsehoods in the name of religion.",
    "AKD enjoys reading biographies and auto-biographies of great thinkers and political leaders. Among those renowned persons whose life stories have enriched Anura’s life are  Marx, Engels, Lenin, Gandhi, Tito, Castro and Clinton.",
    "Speaking further in the interview AKD said “There are many books that changed my life.I was deeply inspired by the literature of Soviet Russia. Novels and short stories. The literature of that period had a great impact on our lives.”",
    "Anura’s love of reading and acknowledgement of the impact of books on his life does not mean that  he is a nerdy bookworm alone. People seeing him in person and on electronic screens would have noted the “athlete” in him. His brisk walk and the ease with which he mounts stages are strikingly noteworthy. The genesis of this physical fitness lies in the waters of Anuradhapura.",
    "Anura Kumara Dissanayake who learnt to swim in the Nallaachiya Lake near his home is a very good swimmer  who combines  speed and stamina.  In his  student days, Anura would swim in the three historic  tanks of Anuradhaura -Tissa Wewa, Abaya Wewa and Nuwara Wewa.  He would often swim  the entire length (3 km) of  Nuwara Wewa tank  constructed  by King Valagamba in the first century.",
    "Later on as a political activist, Anura travelled throughout Sri Lanka. He would swim in  tanks, lakes , rivers  and the sea wherever and whenever possible. “I love to swim. On average, I swim about two kilometers. So a swimming pool isn’t enough for me. To be honest, I don’t like swimming pools,” he  told an interviewer once.",
    "From the idyllic existence of swimming, reading and studying Anura Kumara came of  age politically in  his  late teens. 1987 was the year of war, peace and war. It was  also the year that changed Anura’s life utterly.",
    "The India-Sri Lanka Accord was signed by former Indian Prime Minister Rajiv Gandhi and ex-Sri Lanka president Junius Richard (JR) Jayewardene on 29 July 1987 in Colombo. A ceasefire was declared and Indian army personnel described as the Indian Peace Keeping Force (IPKF) were stationed in the Northern and Eastern Provinces of the island to maintain peace.",
    "The Janatha Vimukthi Peramuna (JVP) led by Rohana Wijeweera opposed the Indo-Lanka Accord and engaged in armed resistance in the predominantly Sinhala areas. The JVP had in 1971 launched an armed insurrection when the United Front Government of Prime Minister Sirimavo Bandaranaike was in power. It was cruelly and brutally crushed. This is commonly referred to as the first JVP insurgency.",
    "When the Indo-Lanka accord was signed and the IPKF was stationed in the North and East, the JVP revived atavistic fears of the various invasions by Indian kings in the past and commenced an anti-Indian struggle in the Sinhala majority provinces. This was termed as the second JVP insurgency.",
    "It was in this situation that 19-year-old Anura Kumara Dissanayake joined the JVP in 1987 along with his first cousin Sunil Dissanayake. “Sunil Aiya” as Anura called him, had a great influence on Anura’s life. It was Sunil who was instrumental in convincing Anura that they should join the JVP for the motherland’s sake.",
    "Anura’s love of reading and acknowledgement of the impact of books on his life does not mean that  he is a nerdy bookworm alone. People seeing him in person and on electronic screens would have noted the “athlete” in him. His brisk walk and the ease with which he mounts stages are strikingly noteworthy. The genesis of this physical fitness lies in the waters of Anuradhapura",
    "When Anura joined the JVP, he was a GCE (AL) student. Some months later, Anura gained admission to the University of Peradeniya. Anura moved to Kandy and commenced his varsity education. But he devoted most of his time to clandestine political activity. Anura adopted the nom de guerre “Aravinda” and engaged in pro-JVP activities.",
    "The terror unleashed by the JVP was matched by the counter terror of the state. Anura’s cousin Sunil was among the thousands of youths killed through State terror. Anura, known as Aravinda fled from Peradeniya and went into hiding. He became a wanted man. Anura’s non-political family was then living in a modest brick house. Agents of the State reportedly burnt the house down as a warning to “Aravinda”.",
    "Anura dropped out of varsity and went underground. According to JVP circles Anura maintained a low profile and moved from place to place. This period was arguably the most dangerous phase in his life.",
    "Anura kept away from home during this time. When Anura’s father Ran Banda Dissanayake died the security officials expected the son to attend the funeral and were lying in wait in the vicinity. Anticipating such a trap, Anura kept away and was not able to attend his own father’s funeral.",
    "Somawansa Amerasinghe",
    "The JVP’s second insurgency was ruthlessly suppressed by the Ranasinghe Premadasa regime. The only senior top leader and Politburo member to survive was Somawansa Amerasinghe alias Siri Aiyaa. He became the fourth JVP leader. Somawansa escaped to India in 1990 and from there went to Thailand. He later travelled to Italy and from there sought political asylum in France.",
    "After Premadasa’s death in May 1993, the political climate changed for the better as far as the JVP was concerned. Somawansa Amerasinghe returned to Sri Lanka in 1994 and began re-organising the JVP quietly.",
    "Meanwhile Anura had resumed his tertiary studies again. He was an undergraduate at the Kelaniya University in 1992. Anura adopted a low profile during his undergraduate days but participated in student union activity. He also conducted classes at a tutorial institution. AKD completed his studies and obtained a Bachelor’s degree (BSc) in Physical Science in 1995. Instead of seeking full time employment AKD turned to full time politics.",
    "As mentioned earlier, Somawansa had returned to Sri Lanka and was engaged in reviving the JVP. Anura was in contact with Somawansa and used to convey confidential messages from him to other JVP members. Somawansa liked Anura and was impressed by the young man’s intellect, ability and convictions. He took Anura under his wing.",
    "The JVP backed Socialist Students Union was re-organised in 1995 after the national convention at Tangalle. AKD was appointed National Organiser. Thereafter his rise was rapid within JVP ranks. In 1996 he became a member of the JVP central committee. AKD was elevated to the all-powerful JVP Politburo (Political Bureau) in 1998.",
    "When the JVP contested Parliamentary polls in 2000, AKD was placed on the national list so that he could engage in propaganda all over instead of being tied down to the district as a candidate. He had blossomed into an able speaker. Anura was a direct, straight to the point kind of speaker who appealed to reason. Sometimes he was emotional too.",
    "Thus in 2000 AKD was appointed as national list MP and entered Parliament for the first time. In 2001 Anura was re-appointed as national list MP for the second time. Soon AKD made his mark as a powerful orator and skilful debater in Parliament.",
    "The JVP contested as part of the SLFP led United People’s Freedom Alliance (UPFA) in the 2004 elections. The JVP obtained 39 MP seats in the 2004 election. Anura contested in the Kurunegala district on the UPFA ticket. He was elected with 153,868 preference votes. When President Kumaratunga formed the cabinet, four portfolios were allocated to the JVP. Anura was appointed as the cabinet minister of Agriculture, Livestock, Land and Irrigation.",
    "Unfortunately matters took a different turn. Anura’s ministerial duties came to an abrupt end. Dissanayake along with other JVP colleagues in the UPFA Government resigned their posts. All 39 MPs of the JVP quit the Government.",
    "As years progressed, the JVP began losing its vigour and vitality. It was becoming increasingly clear that the JVP required a new sense of direction under a fresh leader if it were to survive as a political force. The veteran leader Somawansa Amersinghe realised that he needed to step down and began dropping hints that he would retire soon.",
    "The JVP’s 17th national convention was held on 2 February 2014. Somawansa stepped down as leader and proposed that Anura Kumara Dissanayake replace him. It was approved unanimously. Somawansa had appreciated the potential in Anura years ago and had groomed him as his successor. A.K. Dissanayake became the JVP’s fifth leader 11 years ago in February 2014.",
    "After protracted consultations with external elements and prolonged internal discussions the JVP resolved to form a broad alliance or front. The JVP would remain the pivotal power in that alliance and maintain its position of pre-eminence. Overtly the JVP would be the first among equals (Primus Inter Pares) in the new set up. Covertly the JVP would be in control.",
    "When the Indo-Lanka accord was signed and the IPKF was stationed in the North and East, the JVP revived atavistic fears of the various invasions by Indian kings in the past and commenced an anti-Indian struggle in the Sinhala majority provinces. This was termed as the second JVP insurgency. It was in this situation that 19-year-old Anura Kumara Dissanayake joined the JVP in 1987 along with his first cousin Sunil Dissanayake. “Sunil Aiya” as Anura called him, had a great influence on Anura’s life. It was Sunil who was instrumental in convincing Anura that they should join the JVP for the motherland’s sake",
    "Jathika Jana Balawegaya",
    "And so the Jathika Jana Balawegaya (JJB) or National People’s Power (NPP) was born. On 13 July 2019, hundreds of political activists converged at the BMICH in Colombo. The National People’s Power (NPP) known in Tamil as the Thesiya Makkal Sakthi (TMS) was formally launched following a motion proposed by Anura Dissanayake and seconded by Tilvin Silva.",
    "JVP leader Anura Kumara Dissanayake was elected as leader of the NPP also. The NPP General Secretary was Dr. Nihal Abeysinghe. Dr. Harini Amarasuriya and Lal Wijenayake were the Deputy Secretaries. The Treasurer was Eranga Gunasekara.",
    "Sri Lanka  underwent the unprecedented experience of the “Aragalaya” (struggle) in 2022. The NPP too tapped into the popular anger against the ruling regime in general and the Rajapaksas in particular. Ultimately the Rajapaksas were ousted from power.",
    "Anura made an incisive analysis of the changed situation with the aid of pro-JVP academics, analysts and opinion makers. He recognised that the people in general and youths in particular were yearning for a change. Some called it a system change. None seemed sure or clear about what this change was likely to be. The JVP/NPP led by AKD defined this change as a change of those in power from the presidency to Parliament.",
    "The JVP-NPP felt the situation was ideal for political advancement by aiming for the presidency in a big way. It was a foregone conclusion that AKD would be the NPP Presidential candidate.",
    "Presidential candidate",
    "The NPP geared itself up for the 2024 Presidential election. The JVP led NPP began to assiduously promote Anura Kumara Dissanayake’s Presidential candidacy. Anura refurbished his image and re-invented the political approach of his party.",
    "Thereafter the JVP led NPP began a push -pull approach. On the one hand it widely encouraged  the yearning for change  while on the other that yearning was channelled into a demand for political change. The JVP/NPP used the  Compass symbol as its symbol for change. Countless video  clips promoting the “Malimawa” and “Thisaikaatti” as harbingers of change were propagated in Sinhala and Tamil  over social media and YouTube.",
    "In the process, two passions came to the fore. One was anger and hatred  against the privileged classes and those in power.  The other was sympathy and empathy for the under-privileged and powerless people. The Presidential election was going to be an undeclared war between the haves and have- nots. The goal was a victory for the  proverbial common man. AKD was projected as both a champion  for change  as well as an agent of change.",
    "AKD fitted the bill perfectly. He had rugged good looks, an amiable disposition and a flair for effective oratory. He had a knack for establishing instant rapport with his varied audiences be it the Udarata,Rajarata, Ruhuna, Vadakku or Kizhakku.",
    "He spoke simply yet elegantly in a conversational style. He would pose questions and then proceed to answer them.",
    "There was also feeling and empathy when he spoke about the particular problems faced by segments of the people  and their sufferings as well as their aspirations. His was a tone of sincerity coupled with the ring of authenticity. The Audience were both touched and impressed.",
    "This enabled Anura to spearhead a commendable political renaissance of the JVP led NPP. As is well known, Anura Kumara Dissanayake finished first in the Presidential election held on 24 September 2024. AKD polled 5,634,915 (42.31%) votes on the first count and 5,740,179 (55.89%) on the second count. It was truly a famous victory.",
    "(This Article is a modified version of two earlier articles. The author can be reached at [email protected])"
  ]
}