{
  "url": "https://www.eiu.com/n/us-pauses-military-aid-to-ukraine/",
  "title": "US pauses military aid to Ukraine",
  "ut": 1741176459.0,
  "body_paragraphs": [
    "US pauses military aid to Ukraine",
    "ForecastingGeopoliticsUkraine crisisEuropeGlobalRussiaUkraineUnited StatesCountry Analysis",
    "What’s happened?On March 3rd the US president, Donald Trump, ordered the suspension of military aid to Ukraine. This followed a spat between Mr Trump and the Ukrainian president, Volodymyr Zelenskyi, on February 28th. The military aid that has been suspended includes aid that had already been approved by the former US administration and aid already in transit. Following Mr Zelenskyi’s climbdown on March 4th, the US may consider that Ukraine is committing to “good-faith negotiations” towards a peace process and allow aid to start flowing again. However, the longer the US suspension lasts, the more Russia’s leverage grows in the conflict and the peace talks, enhancing its prospects for a deal on extremely favourable terms.Why does it matter?Ukraine is heavily dependent on US military aid. Although Ukraine can compensate for some artillery losses with domestically produced drones, the loss of US Bradley fighting vehicles, Patriot missiles and GPS-guided GMLRS rockets will be a major setback. The psychological blow also risks demoralising Ukrainian forces. It remains unclear whether the provision of all US intelligence via NATO—which is critical for Ukraine to be able to identify and engage emerging targets in real time—will be affected by the freeze order, although it reportedly includes US intelligence shared with the UK. Additional EU military aid could partly close the gap. But Europe still relies heavily on the US military-industrial complex, and US aid would be difficult to replace.The US’s more conciliatory stance towards Russia since Mr Trump returned to office has serious ramifications for European security. The suspension of US military aid is one of several setbacks for Ukraine. Since taking office, Mr Trump has suggested that Ukraine was responsible for the war, aligning with the Kremlin’s narratives, and has twice sided with Russia in votes at the UN Security Council that marked the third anniversary of the Russian invasion of Ukraine. A bilateral meeting between US and Russian teams has led to concern that both European and Ukrainian partners could be cut out of future negotiations. In parallel, the US has halted efforts to seize Russian oligarchs’ assets and has shut down a federal initiative targeting foreign influence campaigns, while the defence secretary, Pete Hegseth, has reportedly ordered the US Cyber Command to slow offensive cyber-operations against Russia.Recent decisions from the US have added new urgency to Europe’s efforts to support Ukraine and review its transatlantic reliance on defence, but any spending uplift will take time to be effective. The UK and France have said that they are ready to send peacekeeping troops to Ukraine after European leaders outlined a four-point strategy.",
    "Germany’s incoming government plans to exempt defence spending from the country’s constitutionally enshrined “debt brake”, enabling hundreds of billions in additional spending.",
    "The European Commission has announced several initiatives, including a new €150bn defence procurement loan package to EU governments to bolster their domestic defence sectors. Overall, since the start of the invasion, the US has provided €64bn (US$66bn) in military aid to Ukraine, while Europe has provided €62bn. In 2024 the US support accounted for €20bn out of a total €42bn in military aid, meaning the US contribution was equal to just 0.12% of EU GDP. However, European defence efforts will continue to struggle with insufficient co-ordination and infrastructure, logistical difficulties in scaling up quickly, and continued reliance on the US for both intelligence and essential equipment.Russia is unlikely to be able to take advantage of the spending freeze immediately. The Russian military is currently severely weakened, despite temporary measures such as deploying North Korean conscripts to Kursk, the Ukrainian-controlled enclave in Russia, and offering increased pay to attract more troops. The loss of Russian armoured vehicles is also significant, and Russia is probably running short of Soviet supplies previously in storage, which it has been upgrading. In Toretsk, an industrial city in Donetsk that has endured months of intense battles, Ukrainian forces have launched a successful counteroffensive against Russian troops, and Russian progress in recent months has been slow and extremely costly. That said, the longer the aid freeze continues, the more the Russian forces may be able to benefit.What next?The suspension of US material assistance is a serious blow to Ukraine, intended to force Mr Zelenskyi back to the negotiating table. To judge from Mr Zelenskyi’s climb-down on March 4th–emphasising his desire to mend relations, and willingness to sign a deal granting the US access to Ukrainian minerals–this has worked. Our expectation is that the US and Ukraine will sign the critical minerals deal, which is an initial step towards peace negotiations. However, Mr Trump’s willingness to exert maximum pressure on Ukraine, and his conciliatory stance towards Russia, underpins our forecast that the end result will be a weak peace deal in the second half of 2025, with Ukraine forced to make significant territorial concessions, with only flimsy security guarantees that are insufficient to discount the risk of future Russian aggression.The analysis and forecasts presented in this article are drawn from EIU’s Country Analysis service. This comprehensive solution offers essential insights into the political and economic outlook of nearly 200 countries, empowering businesses to manage risks and develop effective strategies.",
    "ForecastingGeopoliticsUkraine crisisEuropeGlobalRussiaUkraineUnited StatesCountry Analysis"
  ]
}