{
  "url": "https://www.technologyreview.com/2025/02/11/1111467/the-dream-of-offshore-rocket-launches-is-finally-blasting-off/",
  "title": "The dream of offshore rocket launches is finally blasting off",
  "ut": 1739228774.0,
  "body_paragraphs": [
    "Want to send something to space? Get in line. The demand for rides off Earth is skyrocketing, pushing even the busiest spaceports, like Florida’s Kennedy Space Center, to their operational limits. Orbital launches worldwide have more than doubled over the past four years, from about 100 to 250 annually. That number is projected to spiral further up this decade, fueled by an epic growth spurt in the commercial space sector. To relieve the congestion, some mission planners are looking to the ocean as the next big gateway to space. China has sent more than a dozen space missions from ocean platforms since 2019, most recently in January 2025. Italy’s space program has announced it will reopen its ocean launchpad off the coast of Kenya, while German space insiders envision an offshore spaceport in the North Sea. In the US, the idea of sea launches has attracted attention from heavyweights like SpaceX and inspired a new startup called the Spaceport Company.   Launching rockets from offshore platforms like barges or oil rigs has a number of advantages. For one thing, it dramatically expands potential locations to lift off from, especially along the equator (this provides rockets with a natural speed boost because, thanks to geometry, the equator moves faster than the poles). At the same time, it is potentially safer and more environmentally friendly, placing launches further from population centers and delicate ecosystems.  Ocean launches have taken place on and off for decades. But the renewed interest in offshore spaceports raises a host of questions about the unique regulatory, geopolitical, and environmental trade-offs of sea-based launches. It also offers a glimpse of new technologies and industries, enabled by a potentially limitless launch capacity, that could profoundly reshape our lives.",
    "“The best way to build a future where we have dozens, hundreds, or maybe thousands of spaceports is to build them at sea,” says Tom Marotta, CEO and founder of the Spaceport Company, which is working to establish offshore launch hubs. “It’s very hard to find a thousand acres on the coast over and over again to build spaceports. It’s very easy to build the same ship over and over again.” The saga of sea launches The vision of oceanic spaceports is almost as old as rocketry itself. The first large rocket to take off from sea was a V2, the notorious missile developed by Germany in World War II and subsequently adopted by the United States, which the US Navy launched from the aircraft carrier USS Midway south of Bermuda on September 6, 1947.",
    "As it turned out, the inaugural flight was a bit of a mixed bag. Neal Casey, an 18-year-old technician stationed on the Midway, later recalled how the missile tilted dangerously starboard and headed toward  the vessel’s own command center, known as the island. “I had no problem tracking the rocket,” said Casey, according to the USS Midway Museum. “It almost hit the island.” Despite this brush with disaster, the test was considered a success because it proved that launching rockets from sea platforms was technically feasible. That revelation enabled the proliferation of missile-armed vessels, like warships or submarines, that have prowled the sea ever since. Related StoryWhat’s next for NASA’s giant moon rocket?The Space Launch System is facing fresh calls for cancellation, but it still has a key role to play in NASA’s return to the moon.",
    "Of course, missiles are designed to hit targets on Earth, not venture into space. But in the early 1960s Robert Truax, an American rocketry engineer, began pursuing a spectacular vision: the Sea Dragon.   Standing nearly 500 feet tall, it would have been by far the biggest rocket in history, towering over the Apollo Program’s Saturn V or SpaceX’s Starship. No launchpad on land could withstand the force of its liftoff. A rocket this gargantuan could only be launched from a submerged position beneath the sea, rising out of the water like a breaching whale and leaving whirlpools swirling in its wake. Truax proposed this incredible idea in 1963 while he was working at the rocket and missile manufacturer Aerojet General. He was even able to test a few small prototypes, including the Sea Bee, which was fired from under the waters of San Francisco Bay. Though the Sea Dragon never became a reality, the concept captured the imaginations of space dreamers for decades; most recently, it was depicted bursting from the ocean in the Apple+ series For All Mankind.   Truax was eerily prescient about many future trends in spaceflight, and indeed, various governments and private entities have developed offshore launch platforms to take advantage of the flexibility offered by the seas. “The most wanted launching sites are close to the equator,” says Gerasimos Rodotheatos, an assistant professor of international law and security at the American University in the Emirates who has researched sea-based launches. “Many countries there are hard to deal with because of political instability or because they don’t have the infrastructure. But if you’re using a platform or a vessel, it’s easier to select your location.”",
    "Another major advantage is safety. “You’re far away from cities,” Rodotheatos adds. “You’re far away from land. You’re minimizing the risk of any accidents or any failures.” For these reasons, rockets have intermittently lifted off from sea for nearly 60 years, beginning with Italy's Luigi Broglio Malindi Space Center, a retrofitted oil rig off the coast of Kenya that launched orbital missions from the 1960s to the 1980s and may soon reopen after a nearly 40-year hiatus.  Sea Launch, a multinational company founded in 1995, launched dozens of missions into orbit from the LP Odyssey, another repurposed drilling rig. The company might still be in business if Russia had not annexed Crimea in 2014, a move that prompted the venture—a partnership between Russia, Ukraine, the United States, and Norway—to shutter later the same year.  Related StoryThe search for extraterrestrial life is targeting Jupiter’s icy moon EuropaNASA’s Europa Clipper mission will travel to one of Jupiter's largest moons to look for evidence of conditions that could support life.",
    "The saga of Sea Launch proved that offshore launches could be commercially profitable, but it also exposed gray areas in international marine and space law. For instance, while Sea Launch was a venture between four spacefaring nations, it registered its rig and vessels to Liberia, which has been interpreted as a flag of convenience. Such strategies could present the opportunity for companies or other entities to evade certain labor laws, tax obligations, and environmental regulations.    “Some states are very strict on the nationality and transparency of ownership, and other states less strict,” says Alla Pozdnakova, a professor of law at the University of Oslo’s Scandinavian Institute for Maritime Law, who has researched sea-based launches. “For now, it seems that it hasn’t been really that problematic because the United States, for example, would require that if you’re a US citizen or a US company, then you have to apply for a license from the US space authorities, regardless of where you want to launch.” But if the US imposes strict oversight on launches, other nations might apply different standards to licensing agreements with launch providers. “I can imagine that some unauthorized projects may become possible simply because they are on the seas and there is no real authority—by contrast to land-based space launches—to supervise those kinds of launches,” Pozdnakova says. Boeing, which managed Sea Launch, was fined $10 million in 1998 by the US Department of State for allegedly sharing information about American defense technology with its foreign partners in violation of the Arms Export Control Act. In addition to the legal and national security risks posed by Sea Launch, Pacific Island nations raised concerns to the United Nations in 1999 that the company’s offshore rockets could damage the environment by, for instance, creating oil slicks from unused fuel in discarded boosters.  The complex issues that offshore spaceports raise for international law, environmental protection, and launch access have never been more relevant. SpaceX, which is famous for pioneering offshore rocket landings, has also flirted with sea-based launches. The company went so far as to purchase two oil rigs for $3.5 million apiece in 2020. They were renamed Deimos and Phobos after the two moons of Mars.",
    "“SpaceX is building floating, superheavy-class spaceports for Mars, moon & hypersonic travel around Earth,” SpaceX CEO Elon Musk posted on Twitter (when it was still Twitter) in 2020.  SpaceX eventually abandoned this project and sold the rigs, though Gwynne Shotwell, its president and COO, said in 2023 that sea-based launches were likely to be part of the company’s future. SpaceX did not respond to a request for comment.",
    "The company might need to move launch operations offshore if it wants to carry through on its aspirations for Starship, which is the most powerful rocket ever developed and the keystone of SpaceX’s future plans to send humans to the moon and Mars. “We have designed Starship to be as much like aircraft operations as we possibly can get it,” she said at a conference in 2023, according to SpaceNews. “We want to talk about dozens of launches a day, if not hundreds of launches a day.”  The environmental impact of launching hundreds of rockets a day, either from sea or land, is not known. While offshore launches pose fewer direct risks to local environments than land launches, very little is understood about the risks that rocket emissions and chemical pollution pose to the climate and human health at current levels, much less exponentially higher ones.  Related StoryThe world’s next big environmental problem could come from spaceTo stop them from becoming space junk, satellite operators send spacecraft to burn up in the atmosphere at mission’s end. The environmental impacts are still uncertain.",
    "“It’s hard to deny that launching or emitting anything further from people is usually better,” says Sebastian Eastham, the senior lecturer in sustainable aviation at Imperial College London, who studies aerospace emissions and their environmental impacts. “But when we say that we're concerned about the emissions, it is incomplete to say that we’re not launching near people, so people aren’t going to be affected.” “I really hope that we find out that the impacts are small,” he continues. “But because you have this very rapid growth in launch emissions, you can’t sample now and say that this is representative of what it's going to be like in five years. We’re nowhere near a steady state.” In other words, rocket launches have been largely overlooked as a source of greenhouse-gas emissions and air pollution, simply because they have been too rare to be considered a major contributor. As space missions ramp up around the world, experts must aim to constrain the impact on climate change, the ozone layer, and pollution from spent parts that burn up in the atmosphere.  The McDonald’s of spaceports Offshore launches are almost routine in China, where companies like Galactic Energy, Orienspace, and the China Aerospace Science and Technology Corporation have expanded orbital liftoffs from barges. (None of these companies responded to a request for comment.)",
    "But at the moment, sea-based launches are limited to small rockets that can deploy payloads of a few thousand pounds to orbit. No ocean spaceport is currently equipped to handle the world’s most powerful rockets, like SpaceX’s Falcon Heavy, which can deliver more than 140,000 pounds to orbit. There are also currently no public plans to invest in sea-based infrastructure for heavy-lift rockets, but that may change if smaller offshore spaceports prove to be reliable and affordable options. Related StoryThis futuristic space habitat is designed to self-assemble in orbit The structure can be carried into space compactly, potentially lowering launch costs.",
    "“All the activities now are based on off-the-shelf technologies,” Rodotheatos says, meaning facilities like oil rigs or barges. “If one company makes an investment to design and implement a floating platform from zero, specifically fitted for that purpose, I expect to see a big change.”  Tom Marotta founded the Spaceport Company in 2022 with a similar long-term vision in mind. After working both for the space company Astra and on the regulatory side at the Federal Aviation Administration’s Office of Commercial Space Transportation, Marotta observed what he calls a “spaceport bottleneck” that had to be addressed to keep pace with the demands of the commercial space sector.   To that end, the Spaceport Company procured a former US Navy training vessel, named the Once in a Lifetime after the Talking Heads song, as its first launchpad. The company is currently serving customers for suborbital space missions and missile tests, but its broader vision is to establish a network of scalable orbital spaceports across the ocean.",
    "“We want to be the McDonald’s of spaceports, and build a model that can be repeated and copied-and-pasted all around the world,” Marotta says. Marotta sees boundless applications for such a network. It could expand launch capacity without threatening coastal ecosystems or provoking pushback from local communities. It could serve as a reliable backup option for busy spaceports on land. It could give nations that normally don’t have access to spaceflight an affordable option for their own launch services.  “Many nations want their own sovereign orbital launch capability, but they don’t want to spend a billion dollars to build a launchpad that might only be used once or twice,” Marotta says. “We see an opportunity there to basically give them a launchpad on demand.” Marotta also has another dream in mind: ocean platforms could help to enable point-to-point rocket travel, capable of transporting cargo and passengers anywhere on Earth in under 90 minutes. “You’re going to need dedicated and exclusive use of rockets off the coasts of major cities to serve that point-to-point rocket travel concept,” Marotta says. “This is science fiction right now, but I would not be surprised if in the next five years we see [organizations], particularly the military, experimenting with point-to-point rocket cargo.”  Offshore launches currently represent a small tile in the global space mosaic, but they could dramatically change our lives in the coming decades. What that future might look like, with all of its risks and benefits, depends on the choices that companies, governments, and the public make right now. Becky Ferreira is a science reporter based in Ithaca, NY. She writes the weekly Abstract column for 404 Media and is the author of the upcoming book First Contact, about the search for alien life. hide"
  ]
}