{
  "url": "https://www.eiu.com/n/india-and-pakistan-gear-up-for-an-escalation-of-hostility/",
  "title": "India and Pakistan gear up for an escalation of hostility",
  "ut": 1745491832.0,
  "body_paragraphs": [
    "India and Pakistan gear up for an escalation of hostility",
    "ForecastingGeopoliticsRiskAsiaIndiaPakistan",
    "What’s happened?On April 22nd a terrorist attack in India led to the death of at least 26 civilians, including a foreign tourist, and injured several others. The attack, which occurred in Pahalgam, a tourist spot in India’s northernmost state of Jammu and Kashmir, was carried out by a little-known militant group, the Kashmir Resistance, which is an offshoot of the Lashkar-e-Taiba (a Pakistani Islamist jihadist organisation) that has expressed discontent about non-Kashmiris and non-Muslims settling in the region and spurring a “demographic change”. India has blamed Pakistani terrorists and authorities for the attack—a claim denied by the Pakistan government. India’s prime minister, Narendra Modi, cut short a two-day visit to Saudi Arabia and returned to India in the wake of the attack.Why does it matter?The attack will lead to a major escalation in hostilities between India and Pakistan, who have shared a fraught relationship over the control of Kashmir for decades. EIU assigns a moderate (20%) probability to a military conflict between the two nuclear-armed neighbours breaking out in the next few days.Our baseline view is that the Indian administration will resort to covert cross-border air strikes or conventional cruise-missile strikes, following the pattern seen in 2016 and 2019 after previous terrorist attacks in India. Pakistan will probably respond with air raids, which could lead to aerial dogfights. Both sides will attempt to display strength, albeit falling short of a full-scale war, given the mutual nuclear threat. Strong public pressure in India to act decisively will make military action a political compulsion for the government. The chief risk is a miscalculation on either side that could be a major trigger for a full-scale war. Meanwhile, Mr Modi could suspend the ceasefire at the Line of Control (the de facto border in the disputed region of Kashmir), which could escalate cross-border fire at outposts.The attack, which was one of the worst to have targeted civilians in India, will crush the booming tourism industry in Kashmir in 2025-26, dealing a major blow to the local economy; the region relies on tourism as a major source of its livelihood. This will amplify local discontent with the ruling administration, and could worsen militant activity in the region as local youths join terrorist outfits. Overall, the attack will worsen India’s security outlook slightly, though the impact will be limited to Kashmir, which is not a major business hub, and will not deter broader interest in India from foreign investors.India has already announced a slate of retaliatory measures against Pakistan, stating that cross-border connections to the attack had been established. The diplomatic relationship, which in any case was poor, has been further downgraded. India’s foreign secretary, Vikram Misri, announced the expulsion of Pakistani military attaches, the suspension of the Indus Water Treaty of 1960, the immediate closure of the Attari land-transit post in the Indian state of Punjab, a suspension and revocation of visas for Pakistani nationals and a reduction in the numerical strength of the Pakistani and Indian high commissions. We expect none of these measures to be revoked in 2025, and they are likely to be in effect for a sustained period.Pakistan has denied involvement in the attack and will start to prepare for any covert (or overt) military action undertaken by India. The suspension of the Indus Water Treaty will adversely affect Pakistan’s agrarian economy, especially as the sowing season begins soon and a large part of Pakistan’s Punjab region depends on the Indus and its tributaries for irrigation. This will further affect Pakistan’s already weak economy. Any military confrontation with India will mean greater damage, given the country’s limited spending power to sustain a prolonged war. India could also look to abrogate the Treaty entirely under Article 62 of the Vienna Convention, dealing a major blow to the agriculture sector in riparian lower Pakistan.What next?Pakistani diplomats have been given a week to leave India, which hints at a potential timeline for India’s actions against its neighbour. Resentment against the Bharatiya Janata Party-led national government will persist among the local Kashmiri Muslim population over the abrogation of Article 370 in Kashmir. This move allowed local authorities to issue domicile certificates to outsiders, enabling them to apply for jobs and buy land. This could result in recurrent attacks over time in an effort to pressurise the government to re-instate Kashmir’s special status, although we do not expect any backtracking on this from the Indian administration. The latest attack will prevent a return to normality in the Kashmir Valley, and will undermine the national government’s development efforts in the region for a long time. Domestic security concerns may also be heightened for a while in India if communal clashes erupt in other parts of the country.The analysis and forecasts presented in this article are drawn from EIU’s Country Analysis service. This comprehensive solution offers essential insights into the political and economic outlook of nearly 200 countries, empowering businesses to manage risks and develop effective strategies.",
    "ForecastingGeopoliticsRiskAsiaIndiaPakistan"
  ]
}