{
  "url": "https://www.ft.lk/columns/AKD-s-double-pocket-diplomacy/4-775578",
  "title": "AKD’s ‘double pocket’ diplomacy?",
  "ut": 1744932356.0,
  "body_paragraphs": [
    "In the dawned New Year, President Disanayake may be faced with issues emanating from the Defence Cooperation MoU",
    "The Defence Cooperation Memorandum of Understanding (MoU), exchanged when PM Narendra Modi visited Sri Lanka has become a thorn in the flesh of several ‘anti-AKD Government’ spokespersons.",
    "In the Parliament, Minister Vijitha Herath mentioned the Right to Information Act facilitation to obtain a copy of the MoU. If it is so simple, the counter-query is why he did not share it, saying, “Hon Speaker, I table the Defence Cooperation MoU, arrived between India and Sri Lanka”.",
    "JVP’s Secretary General Tilvin Silva, probably embarrassed, confirmed that all MoUs were tabled in the Parliament, adding salt to Minister Herath’s wounds. Its non-availability in the public domain rightly creates speculation about the contents.",
    "There are differences in name-tagging the document. Some say it is an MoU; another, an Agreement or a Framework. Interpreters give different meanings to these but are used complementarily.",
    "According to the media, it is an umbrella framework, aimed at enhancing and institutionalising bilateral defence cooperation. As observed by the Indian Foreign Secretary Vikram Misri, it “will make existing defence cooperation initiatives more structured,” and include high-level military exchanges, joint military exercises, capacity building, humanitarian assistance and disaster relief, and naval port calls, (which are the standard), and exploratory discussions on defence industry cooperation.",
    "In diplomacy, an “Exploratory discussion” is a preliminary or informal exchange of ideas, often used to probe or explore possible solutions before formal negotiations or agreements. However, this terminology has stirred a hornet’s nest. Finally, it must set boundaries, and decide to avoid participating in certain initiatives, that may create conflicts with others. More importantly, we know who has issues with whom in what.",
    "All initiatives, except the last on the defence industry are considered harmless, and appreciated for their contribution to past defence activities. Though some query the last initiative, we cannot gauge it, as the MoU contents are yet unknown. The wording is crucial. However, this article is not about throwing the baby with the bath water, but only to caution about some issues to be mindful at ‘exploratory discussions.’",
    "Since this MoU is time framed for five years, technically it could be annulled with agreed due notice. However, in practice such does not happen so simply, especially when powerful nations are involved. If military industrialisation is explored, India may rightly demand long-term operational stability, due to industry vulnerability, and business expediency, and seek new MoU-term-validation. Five years is only a number.",
    "However, in the defence industry initiative, one should be extremely careful, as it invites security-wise vulnerabilities, especially if we become a “cohort” of the Indian military industry establishment. Incidentally, the positioning of the Indian military industry away from India’s northern and western boundaries self-explains such vulnerabilities. Hence, if we are the ‘Indian expansion’ location, it could be a constrictor knot, tight and dangerous.",
    "Some critics stuffed the MoU contents, extending Sri Lanka’s participation in India’s future wars. Such is not found in the objectives declared by Secretary Misri. Such critics were kidding that India while possessing about 150 warships/submarines, 36 Rafale fighters, Sukhoi Su-30MKI fighter jets, and about 115 MiG-29s, etc., ranked fourth in the Global Firepower Index, with the world’s second-largest military force and world’s largest Volunteer Army would seek military cooperation from us, who do not possess a single of quoted items in the total military.",
    "Have a hilarious laugh, until your lungs burst!",
    "Such predictions are a Sri Lankan political trait, seen from the suspicious commentaries made against Chinese investments, projecting military intrusions, and deliberately hiding the negative economic fallout, that bankrupted the country. Of course, Victoria Nuland’s proposal to establish an American- Indian-Sri Lankan joint military base in Trincomalee, was deservingly criticised, on grounds of sovereignty, and repetition of any such even by Indians must compulsorily receive adverse criticism. Hence, the interlocutors must note the potential international manipulations.",
    "Guessing political reasons for the MoU",
    "The defence industry military cooperation limits to exploring the defence industry’s potential. In that, India has vast international defence connections, and our explorations hold low priority. Despite the indigenisation program under the ‘Atmanirbhar Bharat’ initiative, India’s billions of dollars of defence trade surges with the USA, Russia, France, and Israel, and the ‘exploration’ with us ought to be for MoU-unspecified reasons.",
    "India faces several boundary-related defence issues presently. With Chinese expansionism in the Indian Ocean Region (IOR), boundary conflicts with China in the northern Line of Actual Control, with Nepal in the Kalapani area, challenges from Pakistan in the Line of Control and Paksitan-Occupied- Azad Jammu Kashmir, Chinese political approaches to Nepal, Bhutan, and Bangladesh, though India has agreements with them, losing friendly ties in Bangladesh, which could support China and Pakistan to create cross-border defence issues, India has to reinforce relations with Sri Lanka. It cannot be delayed fearing other intrusions. It is our value.",
    "The incumbent Government’s ideological status and past negative responses to India had to be overlooked. Sri Lanka’s being the southernmost country open to the Indian Ocean also would have motivated India. The financial support received by Sri Lanka on IMF decrees would have eased negotiating the MoU.",
    "Tagging external agreements",
    "The recent bilateral discussions between PM Modi and President Donald Trump have drawn new military relations and set for strategic initiatives to expand military technology exchanges, co-production ventures, and strengthening bilateral defence ties. Since we are nowhere in the international defence industry, the MoU-recommended “explorations” will yield comparably negligible output. Still, these developments may open potential defence cooperation.",
    "It may provide opportunities to perhaps supplement or integrate into India’s defence industry processes, e.g., with the US-India COMPACT (Catalyzing Opportunities for Military Partnership, Accelerated Commerce & Technology for the 21st Century). The Indian Ministry of External Affairs is expected to formalise a 10-year defence framework later this year, deepening military partnerships, i.e., focusing on technology, trade, and defence-industrial cooperation. For Indians, these are opportunities to pursue.",
    "The US and Indians are cohorts in Quad, and building on the US-India Roadmap for Defence Industrial Cooperation, the two leaders (Trump-Modi) announced a new initiative namely, the Autonomous Systems Industry Alliance (ASIA). It will focus on underwater domain awareness technologies, where India will be the first to collaborate with the US defence industry on such sensitive systems.",
    "We know of Indian sensitivities about Chinese oceanographic research demands. For oceanographic research, Indians love distancing the Chinese, and our disagreement with them may disturb MoU operation. I pray Secretary Misri was not hiding India’s real interests in oceanography when discussing this MoU and settling for hydrography when drafting the December 2024 Joint Statement. We know hiding information protects sensitive interests and is used by diplomats to control the narrative or facilitate sensitive negotiations, which are yet to happen here. Be mindful of smart Indian diplomats, and a smarter Minister Dr. Jaishankar, whom I admire.",
    "If the Defence Cooperation MoU follows the quoted Joint Statement, the Chinese may not have issues, but if in addition to hydrography, oceanography is considered in exploratory discussions, it will excite the Chinese. If Indians gain access to oceanographic research through this MoU, instead of them, it will be worse.",
    "President Disanayake, probably responding in a round-about camouflaged manner requested PM Modi’s “intervention to urgently initiate bilateral technical discussions regarding Sri Lanka’s claim to the United Nations Commission on the Limits of the Continental Shelf” to establish the outer limits of our Continental Shelf beyond the mutually Exclusive Economic Zone (EEZ).",
    "He was sharp not to discuss the Afnasay Nikithin Seamount issue, [Sri Lanka (from 2009) and India (from 2024) are before the international Seabed Authority seeking EEZ and exploration rights respectively], knowing that Indian interests are partly driven by reports of Chinese vessels conducting reconnaissance in the region and the interest on rich cobalt resources in the Nikithin Seamount crust. PM Modi’s and Secretary Misri’s silence on the request may be an indication of leaving the issue to interlocutors, or Indians being negative.",
    "If Indians accede to President Disanayake’s request, the Chinese are messaged of our difficulty in agreeing to their demands, going against a friend who favoured us in the demarcation of the EEZ, neighbour, historical and cultural blood relation, who helped Sri Lanka, here and as the first responder during the debt crisis.",
    "If it happens, Sri Lanka must firmly stick with Indians on this issue. She cannot abdicate. True that the Chinese have helped us, especially in UNHRC and economic matters. But as Jehan Perera recently wrote, “But among friends, there must always be a first.” Will China agree with Jehan Perera? Can interlocutors find an alternative solution to appease the situation?",
    "It is a friendly approach but killing two birds with one stone I say ‘friendly’ since the Indian intervention with the UN in March 2024 could be a provocation due to Indians’ suspicion then, of a National People’s Power (NPP) Government, possibly engaging the Chinese in oceanographic research in the EEZ. Perhaps, the Indian Intelligence would have predicted a Marxist-rooted, China-friendly NPP victory.",
    "If the proposed exploratory exercises are to extend to wider IOR, we may face new political issues with Quad, Chinese, et al. Hence, in the exploratory discussions on defence industry cooperation, interlocutors need to search for compromising favourable stances.",
    "Squeezing Indian approaches",
    "Indian defence interests were exposed when PM Modi declared, “We believe that we have shared security interests. The security of both countries is interconnected and co-dependent.” Do we share the much-critiqued ‘Akhanda Bharat’ concept? Do we endorse Indian- Russian- American- Israeli security and defence interlinks as ours too? Do we connect with Sino-Indian clashes? We may have reservations.",
    "Secretary Misri uses the ‘diplomatic endorsement tactic’ to refer to PM Modi’s strategy with a supporting statement, which I quote. While explaining the strategic rationale underpinning the defence MoU, he stated: “… I would say a point of really close convergence in the narratives from both sides has been a recognition of the completely interlinked nature of the national security of Sri Lanka and India.”",
    "He craftily ‘produces’ our decision to recognise complete security interlinking, (Note ‘complete security interlinking’) isolating us with India only, and reiterates PM Modi’s ‘interconnection’ and ‘co-dependency’ concept, using the terminology ‘convergence of narratives’ and ‘interlinking.’ If the Palk Bay fishery issue or Kachchathivu is considered under ‘defence co-dependency’ and ‘interlinking’ fishers, it need not surprise the interlocutors, because the Tamilnadu factor irritates Delhi. Be cautious, Misri aims higher than our Secretaries, who are silent!",
    "Secretary Mistri said, “In fact, if I recall correctly during discussions today, he (President Dissanayake) said that neither Sri Lanka’s land nor the oceans around it will be allowed to be used in any manner inimical to India’s security.” If one wishes, it demarcates the convergence narrative.",
    "In the quoted Joint Statement ‘President Dissanayake reiterated Sri Lanka’s stated position of not permitting its territory to be used in any manner inimical to the security of India as well as towards ‘regional stability’.’ Secretary Misri has ‘improved’ on it by specifically interpreting ‘territory’. It is directly aimed at Chinese oceanographic research requests. Anyhow, the Indian attitude is public.",
    "This defence cooperation exercise is common with other Indian neighbours, but very specific in certain aspects. Hence, the negotiators must navigate carefully in studying the unmentioned, before deciding on the Indian ‘interconnects’ and ‘co-dependency’ arrangements, also comparing with other Indian and Lankan commitments. It is necessary since we are not threatened in any military environment to prioritise massive convergence, and we should maintain our sovereignty rights.",
    "Indian supported manoeuvring",
    "Indian involvement in defence or economics could be a gain for Sri Lanka if India cooperated. It may be by manoeuvring. To quote an example, I may extract from the quoted Joint Statement (December 2024).",
    "It says under 13 (ii) (c), “cooperation amongst India, Sri Lanka, and UAE to implement a multi-product pipeline from India to Sri Lanka for the supply of affordable and reliable energy.’ It has marks of the Modi-Ranil Vision Statement too.",
    "One may wonder how the UAE (no other oil producer) entered into this project and its role. Secretary Misri was reported in the Times of India (‘Heading-’Eye on China, India inks SL deal for energy hub in Trincomalee’ 7-4-2025), saying, “And what the exact contours of the UAE role will be something that is going to be elaborated once the B2B discussions kick off under the MOU.” Appears a bit secretive. According to Indian media, the purpose is China bashing, straight from the horse’s mouth.",
    "Many reasonable justifications may be available.",
    "But, one unspoken in our public domain is India’s involvement with 12U2, a strategic partnership between India, Israel, the UAE, and the United States, (Two Is, and two Us) established in 2022, to deal with issues concerning maritime security, infrastructure and transport in the region. It aims to foster cooperation and collaboration in various areas, including energy, and as literature says will not only “revitalise and re-energise the system of alliances and partnerships around the world, but also stitch together partnerships that did not exist previously or were not utilised to their full extent.”",
    "Hence, this is a good example of how Indians manoeuvre their external arrangements to benefit India, by engaging new partners, ‘stitching’ the latter to their beneficial projects.",
    "We cannot criticise it, because that is what governments must do. Interlocutors must look for similar potential approaches, since an unacceptable may be in an Indian arrangement, though UAE is not. That is what our Government must do.",
    "One may call this as seeing another crocodile in a basin. But for sure it determines whether we are indirectly and unwittingly gaining entry to the I2U2, the “West Asian Quad” of America, India, UEA, and Israel. The interlocutors must know the boundaries of PM Modi’s ‘shared security.’",
    "In the dawned New Year, President Disanayake may be faced with issues emanating from the Defence Cooperation MoU, which we have touched on. There is a lot to happen to see the fruition of the MoU. In it, caution will be the keyword, especially in the defence industry issue, though the rest of the Defence MoU does not seem to be problematic, and is in operation now.",
    "Uvindu Kurukulasuriya’s Facebook carried a humorous presentation on President Dissanayake’s “Double Pocket Shirts.” In it, Comedian Samare explains the meaning of President Dissanayake’s “Double Pocket Shirts” imitating his speaking style. Accordingly, the double pockets symbolise the capacity of the NPP Government to balance inequalities. Samare in President’s tone, while touching the shirt pockets says “We have one pocket for Indian money and another for Chinese money,” and “We can balance both sides.”",
    "Apart from satire, the Defence Cooperation MoU implementation will prove whether Samare’s “Double Pocket Shirts” parody would work in explorations and practically balance the Chinese and Indians, which is in summation the challenge for President Dissanayake. Good luck, Excellency!"
  ]
}