{
  "url": "https://www.technologyreview.com/2025/08/27/1121503/james-odonnell-three-things/",
  "title": "3 Things James O’Donnell is into right now",
  "ut": 1756254600.0,
  "body_paragraphs": [
    "Overthink This is a podcast in which two very smart people (who happen to be young and hilarious professors of philosophy) draw unexpected philosophical connections between facets of modern life. Ellie Anderson and David Peña-Guzmán have done hour-long episodes on everything from mommy issues to animal justice, with particularly sharp segments on tech-adjacent issues like biohacking and the relationship between AI and art. Whenever I think society is dealing with a brand-new problem, these two unearth someone who was pondering it centuries ago. It’s a treat to listen to.  A film from the tech billionaire bunker Over the summer I was eager to watch Mountainhead, a darkly funny film by Jesse Armstrong, the creator of Succession, that follows four unlikable tech founders as they watch the world collapse under political turmoil and violence caused by AI deepfakes. I was prepared for it to seem like a documentary, but to a reporter who is in frequent dialogue with AI’s movers and shakers, it felt a little too real. From their remote mountain mansion, they talk about AI accelerationism, utilitarian ethics, uploading one’s consciousness to the cloud, liberating humanity to other planets—all common conversation topics among the tech elite that has had so much influence in the current administration.   Music by human beings For much of last winter I was reporting a story about just how far AI-generated music has come. As a lifelong musician (I play guitar, bass, and drums, none particularly well), I found the songs I heard—built with models whose creators have been sued for training on the discographies of artists without compensation—so convincingly human that they made me deeply uncomfortable. Since then, I’ve had a revitalized zeal for live shows where real people in punk bands or jazz trios do things that AI is not capable of (Sophie Truax is my latest favorite).  hide"
  ]
}