{
  "url": "https://www.ft.lk/columns/Monkey-theory-and-Clean-Sri-Lanka-Systems-perspective/4-774085",
  "title": "Monkey theory and Clean Sri Lanka: Systems perspective",
  "ut": 1741637351.0,
  "body_paragraphs": [
    "Corruption is not merely a failure of individual ethics but a symptom of systemic inefficiency and inequality",
    "One of my favourite childhood stories was ‘thoppi velenda’ (The hat seller and the monkeys). For those unfamiliar with this story, it’s about a group of mischievous monkeys that grabbed hats from a hat seller as he slept under a tree, and wouldn’t return them despite the hat seller’s shouting and stone-throwing. Then the hat seller had a brilliant idea—he took off his own hat and threw it on the ground. The monkeys, being natural imitators, did exactly the same; they took off their hats and threw them down the tree. The hat seller quickly gathered all the hats and continued on his journey. I was reminded of this story recently when I was reading and watching the Sri Lankan news.",
    "Monkeys have always been a part of our folklore and culture, but never did I imagine that a Sri Lankan monkey would make world news for a nationwide power outage! I was going to use this as a motivational story for those who think that one person cannot make a difference! Nonetheless, I was happy to see the monkey being honourably discharged later (thank you, engineers of the Ceylon Electricity Board).",
    "In what has become a familiar pattern of human-wildlife conflict, Sri Lanka’s monkeys find themselves cast as the villains in a story largely written by human actions. The recent surge in reported “animal-related incidents” across our country reveals less about animal behaviour but more about humans’ reluctance to confront their own role in environmental disruption, or in other words, upsetting the ‘system’.",
    "An uncomfortable truth",
    "A closer look at these problems reveals an uncomfortable truth – whether it’s monkeys, elephants, or peacocks – that these animals are responding to an existential crisis of human making. Their supposed “invasion” of human spaces is, in reality, a desperate adaptation to the destruction or desecration of their natural habitats.",
    "The statistics tell a damning story. Over the years, Sri Lanka has cleared its forests for urban development, agriculture, and infrastructure projects, dramatically reducing the country’s forest cover to less than 30%. The ‘vanished’ forest cover would have been home to a variety of animals. Yet, when crops are destroyed by elephants or other animals, or people complain about animal encounters, the narrative focuses solely on controlling “problem animals” rather than on addressing the root causes.",
    "Now let me draw your attention to the latest initiative by the Sri Lankan Government: Clean Sri Lanka. I have read and watched with interest the many parties, both local and foreign, who have come forward to support this initiative. It is commendable.",
    "As a practitioner turned academic and researcher who sees the world through a systems thinking lens, I would like to share some important considerations in this task of ‘cleaning Sri Lanka’.",
    "Our world is intricately connected. We cannot exist outside of our relations with others, whether it be humans, animals, or nature at large. The simplest example is our physical body. Our bodies function because of all the interconnected parts such as the heart, liver, and kidneys, that work in harmony and seamlessly. Only when any one of these parts ceases to work do we realise the consequences.",
    "Similarly, in any organisation or society, our ability to function depends on a myriad of relationships. We have experienced how our lives are affected when some critical services go on strike; the result is utter chaos.",
    "Ignoring the interconnections",
    "Ignoring these interconnections, if one part of our ‘system’ makes a change, often with good intentions, there would be unexpected consequences. You may be familiar with the story of the infamous Hanoi rat massacre. When Vietnam was a French colony in the 1800s, Hanoi faced a huge rat problem. Rats were roaming everywhere in the city. As a fix, the government offered a bounty, an incentive, to every person who brought a rat tail as evidence of killing a rat(s), intending citizens would help solve the problem.",
    "However, the government soon realised that the rat population was actually increasing! What happened, in reality, was threefold: (1) people saw this as an income source—they were cutting off rat tails without killing the rats; (2) people started breeding more rats to earn more money; and (3) those rats without tails continued to breed, increasing the rat population. These ‘tailless rats’ didn’t get killed because they had no tail and people couldn’t cash-in on them. This illustrates how even well-intentioned but simplistic approaches often create unintended consequences.",
    "For initiatives like Clean Sri Lanka to succeed, we must dig deeper than impose superficial fixes.  As an authoritative Government source recently stated, cleaning Sri Lanka involves not only cleaning the environment but also eliminating corruption among the public. As we know through lived experiences that catching people who give and accept bribes is not going to change the system fundamentally. Punishing the wrong-doers is not going to change the system, certainly not at the root level. When enforcement becomes tougher, wrong-doers get smarter in finding new ways of evading the rules or working around the rules.",
    "Ask why it is dirty in the first place",
    "If we want to clean, we must ask why it is dirty in the first place – why are people corrupt? We need to identify the root causes of the problem.",
    "The first step is to understand that ‘corruption’ is an emergent property arising from many interconnected parts; it is an outcome. For example, one may argue that corruption emerges from incorrect values; another might argue that corruption emerges because of poverty; another might see this as greed. It often is a combination of these things. Until we address these underlying factors, which are often not visible at the surface level, corruption cannot be eliminated from our society.",
    "A good place to start would be our school system where a strong ethic against wrong-doing could be inculcated. However, only instilling values is not adequate; it will not eliminate corruption entirely. There are many other interconnected parts.",
    "For example, the processes involved in human services, delivered by both public and private sectors, need to be made more efficient and accessible. Consider the common scenarios that breed corruption. When citizens must endure hours or even days in queues for services, they inevitably seek more ‘efficient’ alternatives, often resorting to bribes. Similarly, parents desperate to secure a reputable school for their children might offer payments to those who can guarantee admission to such a school. The system is designed to reinforce the same behaviours.",
    "Can we fault individuals?",
    "In these instances, can we fault individuals for responding to fundamentally dysfunctional systems? Even those with strong moral principles may find themselves in positions that compromise their values when faced with desperation or essential needs. Corruption, therefore, is not merely a failure of individual ethics but a symptom of systemic inefficiency and inequality.",
    "Systems are producing exactly what they have been designed to achieve. This means, if we do not like what the system is producing, we need to change the design. Trying to change the outcome without changing the design is just wasting everyone’s time and resources.",
    "Similarly, the waste management crises. If people are littering or throwing garbage on the road, imposing more fines is merely encouraging people to be more creative about not getting caught. Instead, we need to look deeper into understanding why people behave this way. Is it because of insufficient garbage disposal mechanisms? Is it because of a lack of awareness about environmental and health hazards? Is it because of laziness or apathy?",
    "Whether it’s Clean Sri Lanka or wildlife conflicts, the solution lies not in deterrents or ‘elephant watchers’, but in looking beyond the surface level and understanding underlying factors and interconnections. When we make changes without considering the whole system, we risk creating more problems than we solve. Changing systems at a fundamental level involves understanding why something is happening and finding ways to change people behaviour.",
    "Ultimately, it boils down to that – us, changing our behaviours. Otherwise, the monkey theory will remain what it is – a convenient myth that absolves us, humans, of responsibility.",
    "(The writer is a lecturer at the University of New South Wales, Canberra, Australia. She is also visiting faculty at the Postgraduate Institute of Management (PIM), Sri Lanka.)"
  ]
}