{
  "url": "https://www.technologyreview.com/2024/09/03/1103450/coming-soon-2024-innovators-under-35/",
  "title": "Coming soon: Our 2024 list of Innovators Under 35",
  "ut": 1725343200.0,
  "body_paragraphs": [
    "To tackle complex global problems such as preventing disease and mitigating climate change, we’re going to need new ideas from our brightest minds. Every year, MIT Technology Review identifies a new class of Innovators Under 35 taking on these and other challenges.  On September 10, we will honor the 2024 class of Innovators Under 35. These 35 researchers and entrepreneurs are rising stars in their fields pursuing ambitious projects: One is unraveling the mysteries of how our immune system works, while another is engineering microbes to someday replace chemical pesticides.  Each is doing groundbreaking work to advance one of five areas: materials science, biotechnology, robotics, artificial intelligence, or climate and energy. Some have found clever ways to integrate these disciplines. One innovator, for example, enlists tiny robots to reduce the amount of antibiotics required to treat infections. Related Story2023 Innovator of the Year: As AI models are released into the wild, Sharon Li wants to ensure they’re safeLi’s research could prevent AI models from failing catastrophically when they encounter unfamiliar scenarios.",
    "MIT Technology Review has published its Innovators Under 35 list since 1999. The first edition was created for our 100th anniversary and was meant to give readers a glimpse into the future, by highlighting what some of the world’s most talented young scientists are working on today. This year, we’re celebrating our 125th anniversary and honoring this 25th class of innovators with the same goal in mind. (Note: The 2024 list will be made available exclusively to subscribers. If you’re not a subscriber, you can sign up here.)Keep an eye on The Download newsletter next week for our announcement of the new class. You can also meet some of them at EmTech MIT, which will take place on September 30 and October 1 on MIT’s campus in Cambridge, Massachusetts. If you can’t wait until then, we’ll reveal our Innovator of the Year during a live broadcast on LinkedIn on Monday, September 9. This person stood out for using their ingenuity to address a power imbalance in the tech sector (and that’s the only hint you get). They’ll join me on screen to talk about their work and share what’s next for their research. hide"
  ]
}