{
  "url": "https://hbr.org/2024/07/creating-stability-is-just-as-important-as-managing-change",
  "title": "Creating Stability Is Just as Important as Managing Change",
  "ut": 1720507544.0,
  "body_paragraphs": [
    "PM Images/Getty Images",
    "When we think about change at work today, we tend to assume its inevitability and focus our attention on how to manage it — what methods and processes and technology and communication we need to put in place to have it move ahead more smoothly. Of course, some change is necessary, and some is inevitable. But not all of it. What the scientific literature on predictability, agency, belonging, place, and meaning suggests is that before we think about managing change, we should consider the conditions that people need at work in order to be productive. In this article, the author explains why we should cultivate a renewed appreciation for the virtues of stability, together with an understanding of how to practice “stability management.”",
    "Imagine, for a moment, being on the receiving end of the sort of communication that typically heralds a change at work. An email, say, announces a reorganization to be carried out over the course of the next few months. The language is cheery and optimistic, and talks in upbeat terms about the many opportunities that will flow from the latest transformation or realignment.",
    "Leading People Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Leading People. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "What you need to know about being in charge.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "HBR Emotional Intelligence Ultimate Boxed Set (14 Books) (HBR Emotional Intelligence Series)",
    "The Latest Research: Generative AI",
    "Read more on Motivating people",
    "Employee performance management,",
    "Leadership and managing people,"
  ]
}