{
  "url": "https://www.technologyreview.com/2024/11/11/1106762/africa-ai-barriers/",
  "title": "What Africa needs to do to become a major AI player",
  "ut": 1731283200.0,
  "body_paragraphs": [
    "Kessel Okinga-Koumu paced around a crowded hallway. It was her first time presenting at the Deep Learning Indaba, she told the crowd gathered to hear her, filled with researchers from Africa’s machine-learning community. The annual weeklong conference (‘Indaba’ is a Zulu word for gathering), was held most recently in September at Amadou Mahtar Mbow University in Dakar, Senegal. It attracted over 700 attendees to hear about—and debate—the potential of Africa-centric AI and how it’s being deployed in agriculture, education, health care, and other critical sectors of the continent’s economy.      A 28-year-old computer science student at the University of the Western Cape in Cape Town, South Africa, Okinga-Koumu spoke about how she’s tackling a common problem: the lack of lab equipment at her university. Lecturers have long been forced to use chalkboards or printed 2D representations of equipment to simulate practical lessons that need microscopes, centrifuges, or other expensive tools. “In some cases, they even ask students to draw the equipment during practical lessons,” she lamented.   Okinga-Koumu pulled a phone from the pocket of her blue jeans and opened a prototype web app she’s built. Using VR and AI features, the app allows students to simulate using the necessary lab equipment—exploring 3D models of the tools in a real-world setting, like a classroom or lab. “Students could have detailed VR of lab equipment, making their hands-on experience more effective,” she said.  Established in 2017, the Deep Learning Indaba now has chapters in 47 of the 55 African nations and aims to boost AI development across the continent by providing training and resources to African AI researchers like Okinga-Koumu. Africa is still early in the process of adopting AI technologies, but organizers say the continent is uniquely hospitable to it for several reasons, including a relatively young and increasingly well-educated population, a rapidly growing ecosystem of AI startups, and lots of potential consumers.",
    "“The building and ownership of AI solutions tailored to local contexts is crucial for equitable development,” says Shakir Mohamed, a senior research scientist at Google DeepMind and cofounder of the organization sponsoring the conference. Africa, more than other continents in the world, can address specific challenges with AI and will benefit immensely from its young talent, he says: “There is amazing expertise everywhere across the continent.”  However, researchers’ ambitious efforts to develop AI tools that answer the needs of Africans face numerous hurdles. The biggest are inadequate funding and poor infrastructure. Not only is it very expensive to build AI systems, but research to provide AI training data in original African languages has been hamstrung by poor financing of linguistics departments at many African universities and the fact that citizens increasingly don't speak or write local languages themselves. Limited internet access and a scarcity of domestic data centers also mean that developers might not be able to deploy cutting-edge AI capabilities.",
    "DEEP LEARNING INDABA 2024   Complicating this further is a lack of overarching policies or strategies for harnessing AI’s immense benefits—and regulating its downsides. While there are various draft policy documents, researchers are in conflict over a continent-wide strategy. And they disagree about which policies would most benefit Africa, not the wealthy Western governments and corporations that have often funded technological innovation. Taken together, researchers worry, these issues will hold Africa’s AI sector back and hamper its efforts to pave its own pathway in the global AI race.           On the cusp of change Africa’s researchers are already making the most of generative AI’s impressive capabilities. In South Africa, for instance, to help address the HIV epidemic, scientists have designed an app called Your Choice, powered by an LLM-based chatbot that interacts with people to obtain their sexual history without stigma or discrimination. In Kenya, farmers are using AI apps  to diagnose diseases in crops and increase productivity. And in Nigeria, Awarri, a newly minted AI startup, is trying to build the country’s first large language model, with the endorsement of the government, so that Nigerian languages can be integrated into AI tools.  Related StoryThis company is building AI for African languagesAI models can’t understand African languages. Lelapa AI is trying to change that.",
    "The Deep Learning Indaba is another sign of how Africa’s AI research scene is starting to flourish. At the Dakar meeting, researchers presented 150 posters and 62 papers. Of those, 30 will be published in top-tier journals, according to Mohamed.   Meanwhile, an analysis of 1,646 publications in AI between 2013 and 2022 found “a significant increase in publications” from Africa. And Masakhane, a cousin organization to Deep Learning Indaba that pushes for natural-language-processing research in African languages, has released over 400 open-source models and 20 African-language data sets since it was founded in 2018.  “These metrics speak a lot to the capacity building that's happening,” says Kathleen Siminyu, a computer scientist from Kenya, who researches NLP tools for her native Kiswahili. “We’re starting to see a critical mass of people having basic foundational skills. They then go on to specialize.”       She adds: “It’s like a wave that cannot be stopped.”    Khadija Ba, a Senegalese entrepreneur and investor at the pan-African VC fund P1 Ventures who was at this year’s conference, says that she sees African AI startups as particularly attractive because their local approaches have potential to be scaled for the global market. African startups often build solutions in the absence of robust infrastructure, yet “these innovations work efficiently, making them adaptable to other regions facing similar challenges,” she says.",
    "In recent years, funding in Africa’s tech ecosystem has picked up: VC investment totaled $4.5 billion last year, more than double what it was just five years ago, according to a report by the African Private Capital Association. And this October, Google announced a $5.8 million commitment to support AI training initiatives in Kenya, Nigeria, and South Africa. But researchers say local funding remains sluggish. Take the Google-backed fund rolled out, also in October, in Nigeria, Africa’s most populous country. It will pay out $6,000 each to 10 AI startups—not even enough to purchase the equipment needed to power their systems. Lilian Wanzare, a lecturer and NLP researcher at Maseno University in Kisumu, Kenya, bridles at African governments’ lackadaisical support for local AI initiatives and complains as well that the government charges exorbitant fees for access to publicly generated data, hindering data sharing and collaboration. “[We] researchers are just blocked,” she says. “The government is saying they’re willing to support us, but the structures have not been put in place for us.” Language barriers  Researchers who want to make Africa-centric AI don’t face just insufficient local investment and inaccessible data. There are major linguistic challenges, too.   During one discussion at the Indaba, Ife Adebara, a Nigerian computational linguist, posed a question: “How many people can write a bachelor’s thesis in their native African language?”   Zero hands went up.  Then the audience disintegrated into laughter.    Africans want AI to speak their local languages, but many Africans cannot speak and write in these languages themselves, Adebara said.       Although Africa accounts for one-third of all languages in the world, many oral languages are slowly disappearing, their population of native speakers declining. And LLMs developed by Western-based tech companies fail to serve African languages; they don’t understand locally relevant context and culture.",
    "For Adebara and others researching NLP tools, the lack of people who have the ability to read and write in African languages poses a major hurdle to development of bespoke AI-enabled technologies. “Without literacy in our local languages, the future of AI in Africa is not as bright as we think,” she says.       On top of all that, there’s little machine-readable data for African languages. One reason is that linguistic departments in public universities are poorly funded, Adebara says, limiting linguists’ participation in work that could create such data and benefit AI development.",
    "This year, she and her colleagues established EqualyzAI, a for-profit company seeking to preserve African languages through digital technology. They have built voice tools and AI models, covering about 517 African languages.        Lelapa AI, a software company that’s building data sets and NLP tools for African languages, is also trying to address these language-specific challenges. Its cofounders met in 2017 at the first Deep Learning Indaba and launched the company in 2022. In 2023, it released its first AI tool, Vulavula, a speech-to-text program that recognizes several languages spoken in South Africa.   This year, Lelapa AI released InkubaLM, a first-of-its-kind small language model that currently supports a range of African languages: IsiXhosa, Yoruba, Swahili, IsiZulu, and Hausa. InkubaLM can answer questions and perform tasks like English translation and sentiment analysis. In tests, it performed as well as some larger models. But it’s still in early stages. The hope is that InkubaLM will someday power Vulavula, says Jade Abbott, cofounder and chief operating officer of Lelapa AI.  “It’s the first iteration of us really expressing our long-term vision of what we want, and where we see African AI in the future,” Abbott says. “What we’re really building is a small language model that punches above its weight.” InkubaLM is trained on two open-source data sets with 1.9 billion tokens, built and curated by Masakhane and other African developers who worked with real people in local communities. They paid native speakers of languages to attend writing workshops to create data for their model. Fundamentally, this approach will always be better, says Wanzare, because it’s informed by people who represent the language and culture.",
    "A clash over strategy Another issue that came up again and again at the Indaba was that Africa’s AI scene lacks the sort of regulation and support from governments that you find elsewhere in the world—in Europe, the US, China, and, increasingly, the Middle East.  Of the 55 African nations, only seven—Senegal, Egypt, Mauritius, Rwanda, Algeria, Nigeria, and Benin—have developed their own formal AI strategies. And many of those are still in the early stages.   A major point of tension at the Indaba, though, was the regulatory framework that will govern the approach to AI across the entire continent. In March, the African Union Development Agency published a white paper, developed over a three-year period, that lays out this strategy. The 200-page document includes recommendations for industry codes and practices, standards to assess and benchmark AI systems, and a blueprint of AI regulations for African nations to adopt. The hope is that it will be endorsed by the heads of African governments in February 2025 and eventually passed by the African Union.   But in July, the African Union Commission in Addis Ababa, Ethiopia, another African governing body that wields more power than the development agency, released a rival continental AI strategy—a 66-page document that diverges from the initial white paper.",
    "It’s unclear what’s behind the second strategy, but Seydina Ndiaye, a program director at the Cheikh Hamidou Kane Digital University in Dakar who helped draft the development agency’s white paper, claims it was drafted by a tech lobbyist from Switzerland. The commission’s strategy calls for African Union member states to declare AI a national priority, promote AI startups, and develop regulatory frameworks to address safety and security challenges. But Ndiaye expressed concerns that the document does not reflect the perspectives, aspirations, knowledge, and work of grassroots African AI communities. “It’s a copy-paste of what’s going on outside the continent,” he says.                Vukosi Marivate, a computer scientist at the University of Pretoria in South Africa who helped found the Deep Learning Indaba and is known as an advocate for the African machine-learning movement, expressed fury over this turn of events at the conference. “These are things we shouldn’t accept,” he declared. The room full of data wonks, linguists, and international funders brimmed with frustration. But Marivate encouraged the group to forge ahead with building AI that benefits Africans: “We don’t have to wait for the rules to act right,” he said.   Barbara Glover, a program manager for the African Union Development Agency, acknowledges that AI researchers are angry and frustrated. There’s been a push to harmonize the two continental AI strategies, but she says the process has been fractious: “That engagement didn’t go as envisioned.” Her agency plans to keep its own version of the continental AI strategy, Glover says, adding that it was developed by African experts rather than outsiders. “We are capable, as Africans, of driving our own AI agenda,” she says.         DEEP LEARNING INDABA 2024   This all speaks to a broader tension over foreign influence in the African AI scene, one that goes beyond any single strategic document. Mirroring the skepticism toward the African Union Commission strategy, critics say the Deep Learning Indaba is tainted by its reliance on funding from big foreign tech companies; roughly 50% of its $500,000 annual budget comes from international donors and the rest from corporations like Google DeepMind, Apple, Open AI, and Meta. They argue that this cash could pollute the Indaba’s activities and influence the topics and speakers chosen for discussion.  But Mohamed, the Indaba cofounder who is a researcher at Google DeepMind, says that “almost all that goes back to our beneficiaries across the continent,” and the organization helps connect them to training opportunities in tech companies. He says it benefits from some of its cofounders’ ties with these companies but that they do not set the agenda. Ndiaye says that the funding is necessary to keep the conference going. “But we need to have more African governments involved,” he says.      To Timnit Gebru, founder and executive director at the nonprofit Distributed AI Research Institute (DAIR), which supports equitable AI research in Africa, the angst about foreign funding for AI development comes down to skepticism of exploitative, profit-driven international tech companies. “Africans [need] to do something different and not replicate the same issues we’re fighting against,” Gebru says. She warns about the pressure to adopt “AI for everything in Africa,” adding that there’s “a lot of push from international development organizations” to use AI as an “antidote” for all Africa’s challenges.        Siminyu, who is also a researcher at DAIR, agrees with that view. She hopes that African governments will fund and work with people in Africa to build AI tools that reach underrepresented communities—tools that can be used in positive ways and in a context that works for Africans. “We should be afforded the dignity of having AI tools in a way that others do,” she says.      hide"
  ]
}