{
  "url": "https://www.ft.lk/columns/Myth-of-the-76-year-curse-and-the-failed-post-Independence-political-elite/4-785489",
  "title": "Myth of the 76-year-curse and the failed post-Independence political elite",
  "ut": 1765410324.0,
  "body_paragraphs": [
    "AKD faults institutions, doesn’t believe ‘The Buck Stops Here’",
    "Sajith: superior policies and concern for people; dubious political instincts, reflexes and choices",
    "Namal: dynamic leadership qualities, good political reflexes, thin policy portfolio, uneven team",
    "Prof Nicholas analytically dismisses ‘corruption’ as a fundamental causative factor, zeroes in on ISB debt, and prescribes as the only proven solution, the acceleration of hard currency  earnings through the Vietnamese model, which he says had as a forerunner, President Ranasinghe Premadasa’s export-led industrialisation drive. The ‘curse’ of indebtedness and declared bankruptcy is attributed by Prof. Nicholas not to a 76-year ‘fall’, but to the abandonment of the Premadasa model by his successors Chandrika Kumaratunga and Ranil Wickremesinghe",
    "Earlier this year, President Anura Dissanayake announced in Parliament his intention to reduce the military by 140,000, by the year 2030. The Army would be downsized to 100,000, the Navy to 40,000 and the Air Force to 18,000. The cyclone and the indispensable role of the military as responder would make any rational leader reconsider this reckless plan—but Anura’s post-cyclone speeches gives no indication of reversal.",
    "We Sri Lankans are living in a big lie. The JVP-NPP are its manufacturers, purveyors and adherents. That big lie is also their ideology. Karl Marx defined ideology as false consciousness in which “men and their circumstances appear upside down as in a camera obscura”.",
    "That false consciousness, that upside-down narrative, has two interlocking components. One is that we have lived a 76-year curse since Independence in 1948; one continuing ‘downfall’ since 1948, culminating in bankruptcy. The second is that the 76-year curse was the result of rule by the ‘old bipartisan political elite’ and that now things are beginning to recover with difficulty under the rule of the ‘non-elite’.",
    "The consequence of believing this lie is that the JVP-NPP does not regard its responsibility, duty and task as inheriting, preserving and building upon the best achievements of the past. It perceives and acknowledges no such positives, pluses. It has only a negative, nihilistic narrative, which it propagates.",
    "This is true not only in the domain of national development and state policy, but also in political history and ideological tradition. When it clinched Colombo’s Mayoralty thanks to Sajith Premadasa’s farcical choice of an unknown non-campaigner as SJB mayoral candidate, the JVP-NPP never once mentioned that LSSP leader Dr. N. M. Perera was the first leftist Mayor of Colombo, and Vivienne Goonewardene the first leftist woman MMC – one who climbed to the top and hoisted the red flag over the Colombo Town Hall. The negation of ‘76 years’ means that the JVP-NPP victory in 2024 was ‘Year Zero’—the same outlook as Pol Pot’s Khmer Rouge.",
    "The JVP-NPP ignores the struggles of the past except its own. It is ignorant of the post-independence achievement and the history of the evolution of policy in various fields. That’s why it is ignorant of what to do in an emergency such as a cyclone. This gross lapse cannot be excused as a youthful lack of experience. It stems from the JVP-NPP’s ‘they are all crooks’ rejection of a United Front of the left and progressive-democrats, the Latin American ‘Pink Tide’ model which would have infused experience and expertise from previous governments.",
    "Wrong diagnosis, prescription",
    "With wrong diagnosis comes wrong prescription. Contrary to JVP-NPP mythology, ‘bankruptcy’ had nothing to do either with ‘corruption’ or ‘76 years of misrule’. It was the result of bad policy by two successive administrations.",
    "I.Ranil Wickremesinghe’s UNP during Yahapalanaya, which:",
    "(a) Needlessly over-liberalised (2017) the existing (1953) foreign exchange regulations governing hard currency outflows—resulting in a massive dollar drain.",
    "(b) Borrowed excessively in the private international money markets in 2019.",
    "II. The Gotabaya Rajapaksa administration, which:",
    "(a) Slashed taxes excessively.",
    "(b) Imposed an overnight, island-wide ban on chemical fertiliser-weedicide-pesticide which crashed agrarian productivity and incomes including from export crops, and necessitated foreign currency outlays on fertiliser and compensatory food imports.",
    "(c) Hastily repaid ISB holders, knowingly leaving inadequate foreign currency for import of essentials such as fuel and gas.",
    "This is a ‘conjunctural’ policy catastrophe, a deviation, not a ‘76-year curse’ or consequence and culmination of one.",
    "Accurate diagnosis results in a correct, scientific prescription, such as contained in an essay in the scholarly journal Development and Change by one of the most brilliant living economists produced by Sri Lanka, Prof. Howard Nicholas. (https://onlinelibrary.wiley.com/doi/full/10.1111/dech.12794, ‘An Alternative View of Sri Lanka’s Debt Crisis’.)",
    "Prof Nicholas analytically dismisses ‘corruption’ as a fundamental causative factor, zeroes in on ISB debt, and prescribes as the only proven solution, the acceleration of hard currency  earnings through the Vietnamese model, which he says had as a forerunner, President Ranasinghe Premadasa’s export-led industrialisation drive.",
    "The ‘curse’ of indebtedness and declared bankruptcy is attributed by Prof. Nicholas not to a 76-year ‘fall’, but to the abandonment of the Premadasa model by his successors Chandrika Kumaratunga and Ranil Wickremesinghe. He concludes that the sole viable solution is a return to the Premadasa model of rapid, export-led industrialisation – not a shift to services or financial services in particular (as advocated by Dr. Harsha De Silva).",
    "The JVP-NPP ignores the struggles of the past except its own. It is ignorant of the post-independence achievement and the history of the evolution of policy in various fields. That’s why it is ignorant of what to do in an emergency such as a cyclone. This gross lapse cannot be excused as a youthful lack of experience. It stems from the JVP-NPP’s ‘they are all crooks’ rejection of a United Front of the left and progressive-democrats, the Latin American ‘Pink Tide’ model which would have infused experience and expertise from previous governments",
    "Post-Independence achievement",
    "I’ve travelled overseas from age 7, the first time being to the 2nd Non-Aligned Conference in Cairo (1964) with my parents, and for six decades have listened to and participated in many discussions—formal and informal—among intelligent, educated people the world over. Apart from Black July’83, I have had reason to be proud in such company of my country Ceylon/Sri Lanka from a comparative point of view, up to and including the day Gotabaya Rajapaksa was overthrown by over a million unarmed young citizens.",
    "If I didn’t think well enough of Sri Lanka, I wouldn’t have stayed on here, actually returning on several occasions against all advice and good sense, to participate in risky struggles, political and diplomatic, over its destiny.",
    "There are 5 reasons why I have been proud of my country.",
    "1. Independence and Sovereignty, international prestige: Sri Lanka was no satellite of a Great Power or a Big Power. It didn’t host foreign military bases; it got rid of them. It didn’t play any role in wars waged by Great Powers. It punched above its weight in world affairs and the United Nations (the sole exception was in the 1980s under the Jayewardene Presidency, notwithstanding his excellent earlier chairmanship of the Nonaligned Movement up to 1979).",
    "2. Democracy: Not only was Ceylon the oldest democracy in the Afro-Asian continents, its 1931 election was the first in a British colony, it practised universal adult suffrage a mere four years after Britain, and lowered the voting age to 18 in 1959. Unlike many countries in the Global South and some in the West, Ceylon/Sri Lanka preserved democracy by avoiding right-wing/military dictatorship and defeating attempts at left-wing dictatorship. When rulers combined economic irrationality with authoritarian arrogance, Sri Lankans overthrew them without arms (1953, 2022) with the military staying on the side lines, thus deepening democracy.",
    "3.Social welfare: Ceylon/Sri Lanka enjoyed a system of universal social welfare including free healthcare and free education through university, which few Third World and even Western countries did.",
    "4. Open economy: Sri Lanka opened its economy well before many countries and did so without a military dictatorship, essentially retaining its competitive multi-party electoral democracy and the basics of its social welfare. In some respects, social welfare was extended-- housing, university scholarships, school meals, uniforms, textbooks. The combination of an Open Economy and Social Welfare continued to make Sri Lanka a model—until the recent and continuing ruthless austerity.",
    "5. Resilient, durable State: Sri Lanka as a state proved strong enough to hold together as a single country; retain/retrieve its independence, sovereignty, territorial unity and integrity, delinking a foreign military presence and defeating one of the world’s most powerful anti-state secessionist movements. This contrasts with many states which have been broken up by armed militias and/or foreign intervention.",
    "These are notable achievements—victories—on a global and historical scale. ‘Global’ from comparative world politics perspective. ‘Historical’ from a post-colonial and post-Cold War history perspective.",
    "All these were achievements of Sri Lanka’s ‘accursed’ 76 years.",
    "None were contributions of the celebrated ‘non-elite’ (the pioneering exception being President Premadasa, against whom the JVP waged war).",
    "All these achievements were during the stewardship of the condemned ‘established bipartisan political elite’.",
    "In contrast to countries in which the ruling elite failed to sustain democracy, caved into military dictatorships, stripped away social welfare, became satellites of great powers, allowed its country to be carved-up into separate states, failed to remove foreign interference and intervention from its soil, failed to maintain its country as a single state, and in some cases failed to maintain itself as a country on the world map, Sri Lanka’s post-Independence elite proved itself a relative success, compared to its counterparts in the Global South and even parts of Europe (Greece, Spain, Portugal, Yugoslavia).",
    "How should we regard our leaders since Independence? Certainly not in the narrow, spiteful manner the JVP-NPP does. With the objectivity and civility characteristic of the post-Independence liberal-modernist, humanist intelligentsia, comes the Ceylon Daily News editorial by Mervyn de Silva on the death of former Prime Minister Dudley Senanayake (who SWRD protégé and centre-left commentator Mervyn had always stood politically opposed to):",
    "“All our greatest leaders have stood for a few essential things, although each one of them may have emphasised one at the expense of the other, although each left the struggle unfinished. Mr. Dudley Senanayake, by the light of his own political vision, stood for the unity of this country, for an open society and for economic emancipation, particularly through agricultural self-sufficiency. No monument to him can possibly be finer or more enduring than our own renewed dedication to these ideals.”",
    "(https://www.colombotelegraph.com/index.php/mervyn-de-silva-enlightened-dissent/)",
    "Red Guard or Old Guard?",
    "Sri Lanka’s first year with the ‘non-elite’ JVP-NPP is a failed pseudo-progressive, neo-reactionary experiment. The evidence is clear.",
    "1. Anura’s decision not to attempt to secure either a substantive haircut on foreign debt-servicing—obtaining a measly haircut of under 10%—or a longer period of repayment (beyond 2030). With a significant share of ISBs held by Sri Lankans, and Colombo’s top corporates directly intertwined with the Anura administration, the unprecedentedly superficial haircut (condemned by Volker Turk) and the early repayment deadline would have had local beneficiaries. This may explain why the details of AKD’s 2024 negotiations chiefly by the (then) Chairman of the Chamber of Commerce remain totally opaque.",
    "2. AKD’s absence from three important global gatherings, BRICS, SCO and COP 30, his undisclosed agreements with India, and expansion of the Israeli footprint despite the genocidal Gaza war, signalled a deviation from a balanced foreign policy.",
    "3. His filibustering on the reactivation of Provincial Councils.",
    "4. His unilateral decisions to downsize the military while also retrenching it from strategically and tactically important locations in the North and East.",
    "5. His Govt’s negligence and his buck-passing in respect of the November 2025 cyclone. (https://www.dailymirror.lk/top-story/Govt-under-fire-for-failure-to-mitigate-disaster-damage-despite-prior-warnings/155-327129)",
    "The JVP-NPP myth of the intrinsic moral superiority of the ‘non-elite’ over the established elite is dangerous. Those who recall the movie classic The Sound of Music, based on the true story of the Von Trapp family of singers, would remember Capt. Von Trapp, the martinet played by Christopher Plummer, and the charming young postman who fell in love with the oldest Trapp daughter (‘You are 16 Going on 17’). The dramatic confrontation later between Von Trapp and the young postman turned local power-wielder with the Nazi uniform and swastika armband, is a confrontation of values between the old established elite, and the emergent new ‘National Socialist’ ruling elite. The correct moral-ethical choice between the two does not follow socially egalitarian ‘non-elite vs. established elite’ lines.",
    "Reminiscent of the ‘National Socialist’ (Nazi) axis with German monopoly capitalism (the Krupps and Thyssen), Sri Lanka’s new ruling elite is more dependent on and dominated by the top corporate elite, the uber-rich, than any ‘post-Independence bipartisan elite’ administration.",
    "The old elite had the likes of Gamini Corea, Godfrey Gunatilleke and Susil Sirivardhana as policy advisors; the new one has Duminda Hulangamuwa. It appointed Bradman Weerakoon and Charitha Ratwatte to troubleshoot disaster-recovery-rehabilitation crises; the new ruler has appointed half the Ceylon Chamber of Commerce.",
    "When you are deluded that the generations which came before you were inferior to you, you are uninspired by their efforts and do not strive to maintain their standards, if not surpass their achievements. You do not learn. You do not respect the achievements of your elders which you stand upon. You wallow and bellow from the comfort-zone of your own globally unimpressive mediocrity. If you are unaware and unappreciative of what your predecessor generations built, you aren’t the custodians of those achievements. AKD and the JVP-NPP aren’t legitimate heirs of the Sri Lankan State.",
    "When you are deluded that the generations which came before you were inferior to you, you are uninspired by their efforts and do not strive to maintain their standards, if not surpass their achievements. You do not learn. You do not respect the achievements of your elders which you stand upon. You wallow and bellow from the comfort-zone of your own globally unimpressive mediocrity. If you are unaware and unappreciative of what your predecessor generations built, you aren’t the custodians of those achievements. AKD and the JVP-NPP aren’t legitimate heirs of the Sri Lankan State",
    "The road back is an imperative detour to reach the way forward.",
    "A. Sajith and Namal, two sons of two of the finest Presidents who led us—Ranasinghe Premadasa and Mahinda Rajapaksa—would have learned something from their exceptional fathers.",
    "B. Sajith has the correct social and economic policies, but not the political instincts of a successful leader. Still, the SJB has no better option.",
    "C. Namal has dynamic leadership qualities, but not (yet) the team or the policies.",
    "D. Sajith or Namal should be elected President; the other indubitably elected PM.",
    "E. The FSP-PSA should be elected to spearhead/animate the Opposition.",
    "This gets us to a Sri Lanka we can yet again be proud of by international standards.",
    "Binding moral responsibility",
    "Radhika Coomaraswamy quotes Mervyn de Silva on extreme historical situations:",
    "“Blessed is the nation which in its moment of greatest challenge and peril can produce a moral and intellectual leadership that has the vision and courage to overcome both. Human history has been gloriously enriched by examples of nations, much younger and smaller, which have confronted far more awesome challenges only to produce precisely that sort of inspiring leadership. Examples abound of peoples, with nothing of the splendour of the heritage that we so proudly possess—and so ceaselessly and clamorously proclaim—who have faced their own hours of maximum danger by summoning to their cause unsuspected reserves of  self-confidence, intelligence and fortitude. But we seem determined to remain captives to the past and make ourselves hostage to an uncertain future.”",
    "(‘The Roots of Violence’, OPA seminar, Crisis Commentaries: Selected Political Writings of Mervyn de Silva, ICES Colombo 2001, Introduction & pp. 79-104)",
    "Mervyn’s OPA lecture preceded Premadasa’s victory on the Southern front. He died ten years before we prevailed militarily and diplomatically on the North-eastern and external/Western fronts under the leadership of his old friends Lakshman and George Rajapaksa’s young cousin Mahinda (Mervyn’s protégé from the Palestine Solidarity Committee, who published a long appreciation when he died).",
    "“…So unprecedented and profound is the crisis which is now upon us, that I would imagine that this intellectual exercise is the duty of every Sri Lankan who is aware of its gravity and therefore must be deeply troubled about the future of this country. For you, the professionals, whatever the exact nature of your calling, the responsibility is moral and binding. After all, your standard of life, your self-esteem and social standing, all rest finally on your education, on acquired aptitudes, on the skills you use in the practice of your profession. All those taken together constitute a sort of moral debt; an obligation owed to the people and the county, which made personal attainments such as yours possible.”   (Mervyn De Silva, ibid).",
    "Sajith, Namal or the FSP will vanquish the Minotaur. Ariadne’s Thread leading out of the labyrinth is the responsibility of intellectuals and professionals; the well-educated.",
    "(https://dayanjayatilleka.webflow.io/)"
  ]
}