{
  "url": "https://www.dailymirror.lk/opinion/Fearing-the-Richard-who-died-EDITORIAL/172-300814",
  "title": "Fearing the Richard who died - EDITORIAL",
  "ut": 1737653999.0,
  "body_paragraphs": [
    "When the much looked forward to film ‘Rani’ is released soon, it is sure to take us back to a dark past when youth went missing sans a trace. Richard de Zoysa was one such youth who went missing. His mother was lucky to see the remains of her son after a gruesome killing. The film is based on the struggles Richard’s mother (Dr. Manoranee Saravanamuttu) makes to bring justice to her son, whose life was snatched away prematurely. It is suspected that Richard was killed due to a need of the then government which was headed by Ranasinghe Premadasa. Showing this film now is timely for many reasons. Richard died in 1990, a time in history when the JVP too was squashed using military force. That JVP with other likeminded groups and parties has formed the government that rules the country at present. So many unanswered questions regarding the terrors of the 1990s will come to light through this film. The authorities who were once in power will be nudged quite violently. Those who must be pinched, will be pinched!",
    "The film is scheduled to be officially released in film halls in Sri Lanka on January 30. There is a point this writer wishes to raise. While filmgoers await their turn at the film hall to purchase their tickets, they might see a woman walking on the adjoining road in an unsettled manner. May be that woman is also a mother who is looking for a trace of her lost child; possibly lost during this same dark era when Richard was killed. That mother on the road, just like the character portrayed of Manoranee, is also engaged in the same struggle which Richard’s mother was once engaged in. But we may not be aware because that mother is not a known person. This piece of writing is to help people not to miss both Manoranee’s and any other mother’s struggle for justice with regard to their lost children. When a child is lost due to a premature death, the pain felt by loved ones is the same regardless of differences in society, class or status. We only hope that this film also brings us to an avenue where it influences us to notice other grieving mothers too.",
    "This film has received much pre-publicity thanks to both mainstream and social media outlets. One of the requests by serious filmgoers using social media is to first watch the film before making posts about the film. We don’t have an opportunity to see the movie till January 30; hence the beauty that exists is the opportunity to speculate. Speculation is rife that the movie will be a hit.",
    "This production is a biographical drama thriller and is produced by Subaskaran Alliraja and directed by Asoka Handagama. Critics opine that some of Handagama’s films are hard to understand. This is where the film ‘pundith’ arrives in the scene and attempts doing a translator’s job. The professional film critics have not been able to pen their views yet. A selected crowd got to witness the movie thanks to a ‘Press show’ presented on January 22 in Colombo. We can wait till the film is released before writing our thoughts on it. A good platform to write a review about the film is Facebook. Newspaper space will be reserved for regular guest writers, some of them wielding VIP passes. Let’s hope that all who see the film are on one page when they talk about the message given out by this cinematic production. Why? Because when one visits a newspaper stand out on the streets and browses through the headlines of newspapers, you get the feeling that each newspaper is a ‘different’ country. The same diverse viewpoints about this film can mushroom on social media because that platform allows users to go berserk!",
    "From a moderate point of thinking, we have great expectations of one thing. That is that Handagama shows the whole of Sri Lanka that ‘the Richard who died’ is more feared than the Richard who lived in the 1990s!"
  ]
}