{
  "url": "https://www.ft.lk/columns/Promised-tax-reliefs-and-impacts-on-State-s-revenue/4-766280",
  "title": "Promised tax reliefs and impacts on State’s revenue",
  "ut": 1725302880.0,
  "body_paragraphs": [
    "These days, tax and taxation have become a football among the political players. Goalkeepers play the parts of Midfielders while Strikers take over the roles of Defenders.",
    "Tax is a delicate, complicated, and sensitive matter that is capable of overthrowing or installing a government, however, it is powerful. Recent Aragalaya was reminiscent of the importance and power of the tax that dethroned the most powerful executive presidency ever elected by Sri Lanka.",
    "Having realised such clout and power of the tax, Presidential aspirants promise the voters much-needed tax reforms and changes. This article is to critically analyse the impacts of such tax reforms/changes on the State’s revenue which is very vital at this crucial time of bankruptcy and economic downturn of the country.",
    "According to the media reports, major tax reforms promised by the leading frontrunners are as follows:",
    "Increase of the individual tax threshold from Rs. 1.2 million to Rs. 2.4 million,",
    "Reduction of the maximum income tax rate of 36% to 24%, and",
    "Exempting essential goods and services from VAT such as food, healthcare, and education.",
    "It is essential before exploring the impacts of such tax reforms on the development of the country, to understand the roles and importance of the taxes in a country.",
    "Taxes and public services are essential components of a well-functioning society and state. Their importance can be understood from various perspectives.",
    "Taxes are the primary source of revenue for states at various levels (local, provincial, and central). These funds are crucial for financing essential state functions, including public services, infrastructure development, defence, and law enforcement. Without taxes, states would lack the financial means to carry out these critical responsibilities.",
    "Public services encompass a wide range of essential functions that directly impact residents’ well-being. These services include education, healthcare, transportation, public safety, security, and social welfare programs. Taxes enable states to provide these services to citizens, ensuring that everyone has access to basic necessities and opportunities for a better life.",
    "Tax policies can be used to influence economic behaviour and promote stability. For instance, states can implement fiscal policies to encourage investment, savings, and consumption, thereby stabilising the economy during economic downturns or inflationary periods.",
    "Taxes can be used to redistribute wealth and reduce income inequality. Progressive tax systems, which impose higher tax rates on higher incomes, help ensure that the wealthy contribute a proportionally larger share of their income to support public services and social programs. This redistribution can help address social disparities and promote a more equitable society.",
    "Taxes play a crucial role in building and maintaining infrastructure, such as roads, bridges, public transit, and utilities. Infrastructure investments are vital for economic growth, job creation, and improving the overall quality of life in a community.",
    "Taxes fund social safety nets, which provide financial assistance to those in need. Programs like unemployment benefits, food assistance, and housing subsidies help individuals and families during times of hardship, reducing poverty and preventing social instability.",
    "Hence, taxation is a very effective tool used by states to define the socio-economic and political directions of the States. Further, it is a fact that nobody is willing to give away what one earned unless the receivable in return is better or equivalent. The receivables could be tangible or intangible. The payment of tax as well to the Government is not an exception to this norm. What a taxpayer receives in return for the tax he/she pays to the State, is a million-dollar question especially, in the Sri Lankan context.",
    "Self-satisfaction with contributing to the development of the mother country and patriotism are embedded in a friendly tax environment. For maintaining a friendly relationship and delicate balance between tax collection and tax payment, taxation principles are to be mandatorily followed. They are:",
    "Fairness of ability to pay taxes,",
    "Convenience of compliance with payment of taxes,",
    "Consistency of tax laws and policies, and",
    "Efficiency of tax administration.",
    "It is a matter of regret that the fundamental tax principles were blatantly violated during the last few years. It was not a prudent tax policy decision that the government adopted –whatever the justifications it had- to reduce the tax thresholds for liability of income tax and VAT and to increase their tax rates at the time of inflation was shot up from 09% to an unprecedented 70% in 2022.",
    "Is increasing tax burden the only option for enhancing tax revenue?",
    "It is needless to emphasise that increasing tax burdens, especially during the economic crisis, on the general public and the existing taxpayers by removing tax exemptions, reducing tax thresholds and increasing tax rates would surely bring about adverse consequences on tax revenue in the long run.",
    "The most effective way to increase tax revenue without enforcing further tax burdens is inter alia, to win the hearts and minds of the people by creating a taxpayer-friendly environment. Tax burdens imposed on the public in violation of the tax principles of fairness and convenience would push them to tax evasion and avoidance. It is not a secret that the general public perceives the present tax system as a legalised robbery, which is not a healthy sign.",
    "How to regain the lost confidence of the people in the tax system?",
    "It is not rocket science to find answers to this question. Perception of the public about the tax, should be changed by way of making the tax system compatible with the basic four principles of taxation namely, fairness, convenience, consistency, and efficiency.",
    "During the last two years, these principles were badly violated and the public began to hate the tax system as the direct and indirect tax rates were increased while the tax thresholds were reduced and the exemptions given to essential items were removed. All these abrupt and senseless changes were done within the taxable periods, thereby making the tax principles of convenience, consistency and efficiency go to dogs.",
    "What is the pressing need of the moment?",
    "As stated earlier, the need of the hour is to win back the lost hearts and minds of the people towards the tax system as it is the socio-economic responsibility of every citizen of the country. In order to change the mindset of the people, the basic tax principles of taxation must be upheld.",
    "Fairness of ability to pay the taxes",
    "The fundamental principle of taxation all over the world is the fairness of the tax system. If it is violated, the entire tax system would collapse and tax evasion and avoidance become widespread and unavoidable. Data and statistics are not necessary to prove the obvious hardships the people are undergoing due to such senseless tax hikes (both income tax and VAT).",
    "It is an undisputed fact that the present tax system – Income Tax and VAT- has aggravated and intensified the hardships and sufferings of the public that drive them away from the tax system.",
    "How to ensure the fairness of taxation?",
    "The first and foremost thing to be done in the area of taxation is to lower the tax burdens imposed on the people. Hence, I am of the well-considered opinion that the proposed tax reforms of lowering the maximum income tax rate from 36% to 24%, increasing the income threshold from Rs. 1.2 million to Rs. 2.4 million and exempting the essential items of healthcare, education and foods from VAT liability are the welcome steps taken in the right direction.",
    "Tax reliefs and State revenue",
    "Some pundits of taxation may argue that such tax reliefs and reforms would result in further bankrupting the country and escalating the current economic crises.",
    "As stated earlier, tax is primarily collected to fund the public essential services such as payment of salaries of the public servants, healthcare, education, caring for vulnerable families and others.",
    "VAT exemption and its impact on tax revenue",
    "By granting exemption to such essential goods and services from VAT liability, the cost of such items would be reduced at least by 20%. The affordability of the people to such items would be increased and as a result, the burden of the state of caring for such vulnerable people would be lessened. Hence, the revenue loss incurred due to such VAT exemption would be set off against the reduced tax expenditures.",
    "Similarly, exempting medicine and other related items from VAT would reduce its cost and increase its affordability among the public. As a result, the tax expenditure on the health sector could be substantially reduced.",
    "Thus, granting VAT exemption to essential goods and services will not make any big impact on the tax revenue of the coffer, since the burden of the state of funding on such social services would be reduced or rather tax expenditure on such public essential services would be minimised.",
    "Reduction of tax rates and its impact on tax revenue",
    "Reduction of the individual income tax rate from 36% to 24% and increasing the tax-free allowance (thresholds) from Rs. 1.2 million to Rs. 2.4 million will not make any big impact on the tax revenue of the Treasury. This fact can be easily understood through the 80:20 rule.",
    "The 80:20 rule, also known as the Pareto Principle, is a concept that suggests that 80% of outcomes are often the result of 20% of causes. Similarly, less than 20% of the entire taxpaying population contributes to more than 80% of the tax revenue. This fact is common for both corporate and individual taxpayers.",
    "The total income tax revenue from individual taxpayers including the PAYE/APIT tax collected as per the IRD Annual Performance Report of 2022 (IRD Report) was Rs. 69 billion which represented nearly 13% of the total IRD income tax collection.",
    "The annual tax revenue target expected from the current year is Rs. 2,024 billion. The PAYE tax target is Rs. 160 billion while the average income tax revenue expected from other individual taxpayers is around Rs. 98 billion based on the IRD Report. Thus, the total expected tax revenue is around Rs. 260 billion.",
    "According to the Pareto principle, around Rs. 208 billion of income tax is paid by 20% of high-net-worth individuals whose annual taxable income is more than a minimum of Rs. 10 million.",
    "Therefore, revenue-bearing on increasing the tax-free allowance of Rs. 1.2 million to Rs. 2.4 million would be minimal, compared to the counter-productive effects of lower tax thresholds.",
    "Stepping over dollars to pick up dimes",
    "International journals such as Tax Justice Network and global organisations such as the UN Tax Committee, South Centre and OECD have established through their extensive research Sri Lanka annually loses $ 413.25 million (Rs. 124 billion) and $ 104 million (Rs. 31 billion) due to cross-border tax abuses made by Sri Lankan entities and non-resident entities.",
    "If Sri Lanka had entered into the Automatic Exchange of Information (AEoI) with the Global Forum of OECD (where 171 countries had entered) and cooperated with the UN Tax Committee and OECD, nearly Rs. 155 billion – which is more than the total tax revenue expected from individual business profit- could have been collected.",
    "Due to such inaction and indecision of the Government, the tax burdens have been imposed on the voiceless general public who suffer and cry in silence. It was reported that India was able to collect $ 20 billion in taxes two years back from this cross-border tax evasion of its residents through AEoI. This recovered tax amount is more than 300% of the total tax revenue estimate of Sri Lanka for the year 2024.",
    "Hence, hiking tax burdens on the public is not the panacea for the economic crises the country is subjected to, on the contrary, taking the correct decision at the correct time is the real management. The proposed tax reforms and tax reliefs are the steps taken in the right direction.",
    "(The writer is a retired Deputy Commissioner General (DCG) of IRD. He can be reached at [email protected].)"
  ]
}