{
  "url": "https://hbr.org/2024/07/when-cyberattacks-are-inevitable-focus-on-cyber-resilience",
  "title": "When Cyberattacks Are Inevitable, Focus on Cyber Resilience",
  "ut": 1721284542.0,
  "body_paragraphs": [
    "Eugene Mymrin/Getty Images",
    "Cybersecurity experts and the companies that employ need to let go of their prevention mindset and adopt one focused on resilience. A prevention mindset means doing all you can to keep the bad guys out. A resilience mindset adds a layer: while you do all you...more",
    "There’s a common — but serious — mistake cybersecurity experts make: they focus all their resources on keeping malicious actors out of our system. It’s an understandable misstep. Protecting ourselves from potential cyber breaches is a critical part of the job. Even so, it’s impossible to be completely protected from every vulnerability. That’s because the good guys must protect against every possible vulnerability, while the bad guys only need one small crack in a company’s armor to get in.",
    "We cannot be 100% protected from every cyber eventuality. New attack vectors appear often, creating never-ending requirements for upgrades in protection. But even more troublesome is when a past attack approach is again effective because of a lack of simple fixes that were never done, such as an unchanged but compromised password or an available but yet-to-be installed patch for a system. While technologies like AI and quantum computing promise to provide newer and potentially stronger defenses, malicious actors have access to the same tools, and are already working on ways to weaponize them for innovative attack vectors. Now that AI is on the scene, new vulnerabilities are being uncovered at an alarming rate, challenging even the most well-funded cybersecurity protection plan.",
    "So, what should cybersecurity experts and the companies that employ them do? Let go of their prevention mindset and adopt one focused on resilience.",
    "What is cyber resiliency? And why is it different than cyber protection?",
    "A prevention mindset means doing all you can to keep the bad guys out. A resilience mindset adds a layer: while you do all you can to prevent an attack, you also work with the expectation that they still might break through your defenses and invest heavily preparing to respond and recover when the worst happens. Resilient organizations specifically devote significant resources to drawing up plans for what they will do if an attack happens, designing processes to execute them when the time comes, and practicing how to put these plans into action. Prevention is critical — but it’s not enough.",
    "In a survey of 30 cyber executives I ran during a meeting at a Cybersecurity at MIT Sloan (CAMS), where I’m the executive director, these leaders defined cyber resilience as “preparing for, so you can recover from, a cyber event,” “having resources and processes in place for when something goes wrong,” and “the ability of an organization to minimize harm from a cyber incident and maximize recovery.” One respondent simply explained that resilience was “when no one knows you’ve been hacked.”",
    "Yet in my work as a researcher in conversation with chief information security officers and other cyber experts, I have noticed that many leaders focus most, if not all, of their security resources on prevention and leave recovery to business continuity plans that aren’t usually designed with cyber incidents in mind. Instead, leaders need to embrace a mindset of cyber-resilience.",
    "My vision of cyber-resilience is this:",
    "A company experiences a breach, but the breach does minimal if any damage: No hit to reputation, no impact on operations, no loss of financial revenue, no loss of data or other assets, no supply chain access, no loss of IP, etc.",
    "Admittedly, this vision is not likely today given the complexity of both our digital environments and the volume of potential threat vectors targeting them. But at the same time, without an aspirational goal, managers will continue to make sub-par decisions. Aspiring to a strong vision of resiliency shapes the security team’s focus away from just protecting and on to more concrete decisions of how to best prepare to recover.",
    "Many companies I’ve studied at CAMS clearly exhibited a protection-mindset. In both formal focus groups and informal conversations, the most common approach I see is for companies to use a cybersecurity framework such as the National Institute of Standards and Technology’s Cybersecurity Framework (NIST CSF), housed within the U.S. Dept. of Commerce, to organize cybersecurity resources and activities. The NIST CSF suggests that a good cyber strategy has 6 components: identify, protect, detect, respond, recover, and — added recently — govern.",
    "While this framework emphasizes both protection and resilience, we have found a striking difference in the attention given to the different components. Executives responsible for cybersecurity told us “we don’t spend anywhere as much time on resilience as on protection” and “we have a business continuity plan, but we don’t test it out to see if it is really cyber resilient.” One respondent said their organization didn’t focus on resilience until after they had a cyber incident, and they learned that they needed to be better prepared for recovering.",
    "It’s easy to see how this happens. Prevention is structured and easy to justify, but resilience is less straightforward and has a softer return on investment. The prevailing approach for protection is the idea of “defense in depth,” a sequential set of barriers an attack vector would need to penetrate to be successful. Think of the old fortress model where crown jewels were stored behind many defenses and robbers had to penetrate every one of them to get to them. Cybersecurity defense in depth follows the same principle. For example, one layer might be identity and access management processes designed to make sure only authorized users have access to our valuable data and systems. There is likely another layer of firewalls designed to keep out probes and bots trying to get inside our systems. A third layer would be the policies designed to specify what is authorized and what is not authorized. We have many other layers, each with a specific objective, to hopefully make it impossible to penetrate our defenses. When a new threat or vulnerability is detected, often another layer of protection is added. To build strong protection, cybersecurity budgets include as many layers as they can.",
    "Defense in depth is still the best way to protect our organizations, but it’s not enough. Just look at the ever-expanding lists of cyber breaches. The frequency and new types of cyber breaches supports the need for a different approach.",
    "What Organizations with a Resiliency Mindset Do Differently",
    "In my conversations with cyber executives — both those involved in CAMS’ research consortium and those outside of it — I’ve found that leaders of resilient organizations do a few things differently.",
    "They’ve built a culture of cybersecurity.",
    "They have invested in mechanisms where everyone in the organization, from the lowest level entry employee to the board of directors, have a role in helping the organization both be secure and resilient. That comes from working on mechanisms that build values, attitudes, and beliefs about the importance of keeping the company resilient. Since we don’t know where the next attack will come from, we need everyone’s eyes and ears on it to some degree. Technology-based barriers are not enough (thinking “the technology will keep us safe” is part of the prevention mindset).",
    "They prepare their responses to a cyberattack — and practice.",
    "We see these organizations doing things like table top exercises and fire drills at every level, so that everyone knows what to do in the event of an incident. Leaders can stress-test processes, structures, and technology so they respond more quickly in the event of an incident. Most organizations have technology backups, but that’s just one part of the response plan. My observation is that the most common way to test business recover plans and incident response plans was to design an exercise that simulates when an incident occurs then invoke the response plan. Extensive table top exercises test the business processes, the organizational emergency response structures, and the technology. The most effective exercises also include third parties who would need to be part of the response such as suppliers, customers, consultants, board members, and possibly even law enforcement partners.",
    "They’re “secure by design.”",
    "These organizations use “secure by design” principles that go way beyond just designing their technology securely. The concept of secure by design normally refers to the practice of thinking about security of a digital system or application at the earliest stages of the design process, but companies can apply the practice to their entire organization. For instance, leaders can look for ways to design their organizations, processes, and technology with security and resilience in mind from the beginning. They build organizational processes so they can detect but also respond and recover. They just look at the world through a “how do we make this cyber resilient?” lens.",
    "They have the right communications processes in place, so they are ready to respond regardless of what, or when, something happens.",
    "Crisis communications preparation is common, but reviewing these plans in the context of a cyber breach can uncover unexpected or missing components. For example, one company we studied for a forthcoming paper had a very robust “communications tree,” a plan for how senior executives would communicate with each other should a ransomware or other attack take place. When an incident occurred, and their email systems were compromised, they did not have a workable back-up plan. No one had thought about the possibility that email would be unavailable. Chaos ensued while a new communications plan was created, delaying the response. Of course, time is of the essence in a cyber crisis, so any delay can cause unintended consequences and, in this case, the delay caused erroneous information to be shared with stakeholders, further derailing the recovery process.",
    "Moving from a mindset of protection to a mindset of resilience must be a priority in today’s cybersecurity environment. Leaders who take this approach now will be prepared to recover faster, and possibly to a higher level of performance, than those who do not question their cyber resilience plan. No one wants to find themselves in the middle of a cyber crisis without having a vetted, tested, and well-designed response and recovery plan. Given the realities of today’s cyber threats, and tomorrow’s potential new technology-generated attack vectors, we really have no choice but to build resilience in from the beginning.",
    "Digital Intelligence  Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Digital Intelligence . Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Excel in a world that's being continually transformed by technology.",
    "Learn More & See All Courses",
    "Read more on Cybersecurity and digital privacy",
    "Technology and analytics and Risk management"
  ]
}