{
  "url": "https://www.ft.lk/columns/Pause-or-peace-Iran-s-resilience-resistance-and-rebooted-revolution/4-778183",
  "title": "Pause or peace? Iran’s resilience, resistance and rebooted revolution",
  "ut": 1750893700.0,
  "body_paragraphs": [
    "‘Regime change’ next?",
    "Iran’s outstanding Foreign Minister Abbas Araqchi",
    "Despite Israeli and US attacks, Iranians remain steadfast",
    "Leading US Democrat Alexandria Ocasio-Cortez opposes Trump’s Iran bombing",
    "Absent authority on Middle East",
    "President Trump’s dramatic ceasefire announcement was against the backdrop of a triangular stand-off. Iran hit several US bases in the region, having telegraphed its punch. There were zero human casualties, just as there were none in the US strikes on Iran’s three sites of nuclear enrichment. On the Israel-Iran front, Israel’s attacks were far deadlier, but Iran’s missile hits on Israeli cities had established a balance of terror.",
    "The underlying issues, emotions and dynamics seem to be deeper than that which can transform this ceasefire --even if it holds—into a permanent cessation of hostilities, let alone peace. Given the extremist-maximalist character of the Netanyahu administration, what Trump dubs the 12-Day War is unlikely to be the last. What is needed for peace in the Middle East is not regime-change in Iran, but in Israel.",
    "Does Trump’s ceasefire declaration mean there is no Trump-Netanyahu or US-Iran axis? No. It only means that the US-Israel pincer sometimes opens, sometimes closes. Or to change the metaphor, it is a piano accordion which stretches and contracts.",
    "To my mind, the single most important reality that revealed itself is that of Iran’s resilience. As a state and as a people, Iran absorbed attacks by Israel and the USA, survived unbowed but hardly passive, and exercised its right and capacity for asymmetric retaliation.",
    "Iran’s resilience under dual battering—America’s hammer blow and Israel’s savage strikes-- deserves respect. Its resistance has also helped the cause of a multipolar world. The moment of essential equilibrium it created has bought it well deserved time and space, which it should use to rectify all the weaknesses that Israel’s blitzkrieg has revealed.",
    "American attack, Trump-Netanyahu axis",
    "What was more shocking than President Trump’s unprovoked, unilateral attack on Iran, was his discourse that immediately followed it.",
    "What is most significant about the US attack on Iran is not the escalation that will ensue, but rather:",
    "Tremors and shifts in the tectonic plates of global geopolitics and consciousness.",
    "The consequences over ‘la longue durée’, the long run of history.",
    "My generation—the Vietnam generation—will see the effects of the US-Israeli war on Iran being a defining vector of world affairs over the rest of our lives. But it could be so for generations much younger than mine.",
    "Just as Netanyahu hit Iran just before a scheduled round of negotiations between Iran and the US, President Trump bombed Iran before the talks between Iran and Europe had gone the distance. In other words, Trump bombed Iran before the diplomatic option had been exhausted.",
    "Unlike in his ‘ceasefire’ tweet (“God Bless Israel! God Bless Iran!”) President Trump’s immediate post-bombing discourse didn’t try to project the USA as the umpire; the independent intervenor of last resort; the ‘Globo Cop’. Instead, he spoke in glowing terms of the unprecedented teamwork between the US and Israel. In his media briefing Peter Hegseth twice referred to Israel as America’s ally and partner. Listeners were left in little doubt that the good cop (US)/bad cop (Israel) act was just that—a deceitful, coordinated drama.",
    "President Trump has fulfilled the anti-Iran agenda of Netanyahu that goes back to the 1990s, confirming the view of US realist scholars like John Mearsheimer and Jeffrey Sachs that Israel is not the proxy of the USA but rather, the USA is the proxy of Israel.",
    "Trump’s post-bombing speech clearly demonstrated that he was not only against Iran’s nuclear capacity, actual or potential, i.e., the enrichment of uranium, but rather, he was bitterly antagonistic towards Iran’s role of resistance. He mentioned Iran’s support for the resistance during the US invasion of Iraq (‘roadside bombs’, IEDs), and referred to General Qassem Soleimani whom he assassinated in his first term. He described Iran as ‘the Middle East’s greatest bully’ while bragging about his ‘teamwork…the best the world has ever seen’ with Israel. Iran has not invaded and occupied any of its neighbours, while Israel historically and at the current moment, has attacked, invaded and occupied a swathe of countries in the Middle East.",
    "Without nuclear weapons Iran doesn’t pose any existential threat to Israel or the USA as absurdly alleged, while the US and Israel palpably pose an existential threat to Iran.",
    "The massive fact that springs into view from Trump’s bombing and discourse is the axis between the US and the butcher of Gaza, Netanyahu. Trump’s positioning shoulder-to shoulder, not merely with Israel but with Netanyahu’s Israel and its bloody wars, will not and cannot be unseen by the states and peoples of the whole world. That perception will shape the reactions of various segments of world opinion and will be passed down the generations.",
    "It remains to be seen what happens to Trump’s post-bombing threat that if the Iranians do not enter a peace agreement soon, there will be massive retaliation. If the ceasefire holds, Iran is likely to agree to negotiate, but the agenda is the problem. If it is limited to the levels of enrichment of uranium by Iran, an agreement is possible. But that’s not all the US, Israel and the West (G7) want.",
    "Donald Trump clearly shares the view of Netanyahu’s view of Iran, but to my mind, there is a distinction between the objectives of Trump and Netanyahu.",
    "Trump would like counterrevolutionary regime-change, i.e., to roll-back the Iranian Revolution of 1979.",
    "Netanyahu wants to shatter Iran as a state, a country.",
    "The US-Israel axis has made an enemy of a country of 92 million people; an enmity that will last at least in the lesser form of deep distrust, just as the memory of the toppling of Mossadegh by the US-UK in 1953 peaked in 1979. Whether it is enmity or distrust will depend on how the ceasefire goes and whether it opens up a process of successful negotiation.",
    "The Trump-Netanyahu axis has also earned the hostility and distrust of the few hundred million of Shia Muslims in the world.",
    "It has almost certainly not made friends of the Muslim people (notwithstanding the Sunni-Shia schism) of the 57 countries of the OIC.",
    "People from old civilizations, especially those cemented by old religions, have long memories. This is true of Israel too, but the countries and peoples who would be antagonized by the US attacks vastly outnumber US, Israel and the EU.",
    "Hypocritical hegemony",
    "The ruling elite of the West is characterised by:",
    "Its intention to be the ‘Masters of the Universe’, the overlords of the world who say what goes and what doesn’t, anywhere and everywhere.",
    "Its abiding, ingrained, unblinking hypocrisy.",
    "Hypocrisy and the hegemonism go hand-in-hand.",
    "Israel attacked Iran, not the other way around. The Western elite sees Israel as a normal state, Iran as an abnormal one. The majority of the world’s people see Israel as a predator-state, dripping with the blood of the Palestinian people of Gaza; a state which massacres starving Palestinian children standing in line for flour. Even the youth of the best US universities see Iran as an autocracy but Israel as a genocidal state.",
    "If you see a man coming out of his compound, soaked in blood, carrying a bloody axe or buzzsaw, and with the family which lived in his annexe lying dismembered on the blood-drenched lawn, and he then proceeds to attack another house belonging to a tough guy down the road, all the while loudly proclaiming his pre-emptive right of self-defence, no sane or civilised person or community would nod in assent, still less join him and take the lead and exult in attacking the house in question. But this is exactly what Trump’s USA did.",
    "Israel threatens to kill Ayatollah Khamenei because the Iranian missiles struck a hospital in Beersheba --”only animals would do this” say Israeli Ministers-- while the world has seen all the hospitals in Gaza bombed or besieged, invaded and patients and doctors killed by the Israelis.",
    "Western leaders echo Netanyahu’s complaint that in 2024 Iran fired missiles at Israel—failing to mention that Iran didn’t initiate hostilities. The missiles were fired days AFTER Israel had bombed Tehran, killing Hamas and Hezbollah leaders as well as an Iranian leader.",
    "The West asserts that Iran has no right to a nuclear bomb, without the slightest reference to Israel’s stockpile. The G7 is silent on the fact that Iran entered into the JCPOA with the Obama administration and was in verifiable compliance of its commitments. That lasted until Donald Trump unilaterally tore it up in 2018. Iran was always ready to re-enter the JCPOA but the US had taken that deal off the table. When Iran was in non-compliance with the IAEA concerning enrichment of uranium, it was outside the JCPOA because the latter no longer existed from 2018.",
    "The G-7 fail to mention the long-standing assessments of the US intelligence community that Iran is NOT ATTEMPTING to build a nuclear weapon, though by some assessments, it’s accelerated pace of enrichment meant it was approaching a capacity to do so down the road.",
    "Iran is asked to give up not only its right to limited enrichment of uranium for peaceful purposes under the Nuclear Non-Proliferation Treaty and agree instead to zero-enrichment, but also its program of building ballistic missiles which are its only means of counterattacking Israel which just attacked it for the second time in two years, as well as its links with Shiite political and military forces in the region. In short, Iran is expected to ‘surrender unconditionally’ (Donald Trump).",
    "The Western elite wants Iran to surrender itself to neutering as a State, or do the neutering itself under western supervision.",
    "The West expects Iran to allow itself to be bombed by the USA, just as a schoolboy accept corporal punishment as chastisement from the head of a school in the old days. Any response would be met with further destruction at the hands of a US-Israeli alliance.",
    "Downstream consequences",
    "The American attack on Fordow, Natanz and Isfahan has definitely pushed back Iran’s uranium enrichment capacities but it has probably hardened political resolve across a broader spectrum in Iran, to seek to achieve or procure nuclear weapons at the earliest possible opportunity, as a deterrent, in self-defence. A younger, more militant generation of leaders is more likely to act on this or drive the older leaders into adopting this goal.",
    "This consideration would bring Washington to the transition from Operation Desert Storm 1991 to the ‘fake WMD’ Iraq War 2003. It is the perception that air war and sanctions aren’t enough, and that the regime has to be changed and a client administration put in place. The Israeli may mount commando raids but they won’t, can’t stay there in Iran, over a thousand miles from their border while the US has bases in the area. This leads to American boots on the ground.",
    "My generation remembers the hubris which accompanied Operation Rolling Thunder when the US bombers began bombing North Vietnam. No briefing by Peter Hegseth can be as impressive as one by Secretary of Defence Robert Macnamara. The McDonnell Douglas Phantom F4, with its electronically-driven Vulcan rotary cannon nicknamed ‘Puff the Magic Dragon’ located in the tail, was the ‘wonder’ war plane of that conflict.",
    "Despite the spectacularly massive firepower it drew on, of the very many US military interventions of the 70+ years starting with Korea, the only ones that ended well for the US were Grenada and Serbia—and the latter caused the shift to Putin’s leadership.",
    "Though Iraq turned out to be an American nightmare, Iran isn’t Iraq. In Iraq, Saddam Hussein was a Sunni whose regime ruled over a majority Shiite populace. By contrast, though Iran has many nationalities in its border areas, the Farsi-speaking Shiite Muslims are a compact majority, and the current Iranian regime isn’t drawn from a minority community—as the Assad regime was from the Alawites in Syria. Thus, the Iranian regime is not that vulnerable to fissure and popular uprising, and will not be so even operating from semi-underground.",
    "Whatever the originally progressive ideology of the Syrian and Iraqi Ba’ath parties, the Iranian state, its (battered) IRGC and military have a far deeper founding ideology derived from an authentic founding event: the popular, patriotic Iranian revolution of 1979, one of the great revolutions in history dating back to the French Revolution. It was not only against a Westernised elite represented by the Shah, but also against his patron the USA, dubbed the Great Satan, by the Revolution’s leader Ayatollah Ruhollah Khomeini.",
    "Over the decades, the Revolution has lost its original savour and the regime degenerated to a degree, but there’s nothing quite like being attacked unprovoked by the Zionist enemy and the ‘Great Satan’ (the USA) to revive the militant spirit of the 1979 Revolution. As Western TV coverage shows, the 1979 Revolution is being reborn.",
    "Afghanistan was the first place bombed by B2 stealth bombers post-9/11, but America eventually lost. Iran will be a far tougher prospect than Afghanistan or Iraq. It will be a 21st century Vietnam.",
    "Meanwhile Trump and Netanyahu are giving each other ‘high fives’ for shattering Iran’s Axis of Resistance: the Hezbollah, Hamas and Syria. Syria’s regime change is thanks to Turkey, not Israel. As for the Hezbollah, I have yet to see a guerrilla movement with a popular base being eliminated by assassinations and airpower (drones, missile strikes). It takes ground operations, a presence on the ground and reformist policy. Though badly wounded, Hezbollah is likely to revive in its early guerrilla form rather than its later, vulnerable, sprawling institutionalised form.",
    "Mervyn de Silva, founder-president of Editor’s Guild of Sri Lanka (and my father) died 26 years ago last week (June 22, 1999). The specific genre of journalism he was one of the best exemplars of in South Asia, is identified by Dr Radhika Coomaraswamy:",
    "“…Mervyn de Silva was and is unparalleled in his ability to analyse the facts, present scenarios and predict outcomes. Unlike the journalism of today that often merely retells facts and gossip, Mervyn de Silva engaged in hardcore analysis based on a deep understanding of history and power of social forces. He was more than a journalist. He was also a political scientist and a critical analyst. His English was succinct, sharp and witty; his perceptions, acute and incisive.”",
    "(Radhika Coomaraswamy, Introduction: A Tribute to Mervyn de Silva, p vii, Crisis Commentaries: Selected Political Writings of Mervyn de Silva, ICES Colombo, 2001)",
    "Mervyn was an expert in international relations with his particular area of specialisation being the Middle East. His commitment to the Palestinian cause was conspicuous and consistent. In 1978-1979 he wrote a long series in his periodical the Lanka Guardian on the unfolding Iranian Revolution, with which he was in sympathy. In his Kautilya column he ferociously debated Dr Chanaka Amaratunga, founder of the Liberal Party, who supported the pro-Western Iranian monarchy (denounced by the Iranian masses as ‘the American Shah’).",
    "With Mervyn’s death, Sri Lanka lost the in-depth perspectives he’d have provided on the US-Israel attacks, Iran’s resistance and long-run global consequences."
  ]
}