{
  "url": "https://www.ft.lk/columns/Sri-Lanka-s-solar-powered-future-Nighttime-electricity-initiative/4-774688",
  "title": "Sri Lanka’s solar-powered future: Nighttime electricity initiative",
  "ut": 1742847723.0,
  "body_paragraphs": [
    "Sri Lanka is preparing a tariff for solar-powered electricity to be supplied during the night peak demand period as reported in Economy Next on 18 March 2025. According to Energy Minister Kumara Jayakody, this initiative aims to enhance the renewable energy sector. To facilitate this, batteries will store the energy generated by rooftop solar during the day to be discharged at night.",
    "The strong growth in rooftop solar power in recent years has posed challenges to CEB system stability, particularly during weekend afternoons when electricity demand is low. The CEB claimed that the 9 February cascading power failure was due to the high proportion of solar electricity that afternoon, though other experts attribute it to safety relay settings on the transmission and distribution network.",
    "The energy ministry’s plan to promote grid-tied solar with battery storage, termed ‘self-produced self-consumed power’ – identified as a ‘prosumer’ by industry proponents – is a positive step towards addressing these challenges.",
    "A prosumer is a producer/consumer of electricity and an electric utility subscriber with roof top solar, battery energy storage system and smart controls who is subject to a market rate electricity tariff with ‘time of hour’ metering, peak demand charge and demand side management programs. The subscriber will be financially incentivised to adopt state-of-the-art technologies to control consumption during high tariff rates and shave peak demand level by shutting off appliances (smart control).",
    "The scale up potential of prosumers emerging at residential, commercial and industrial locations is significant. The prosumer system will be smart, integrated and network centric. This phenomenon will radically transform the electricity production and distribution industry with renewable energy playing a significant role.",
    "The inclusion of batteries will increase the cost of the rooftop solar system. Thus, incentives and commercial terms must justify the extra investment. Demonstrating financial feasibility for the CEB, prosumer investors, and financiers will be essential. Promotion and outreach to potential prosumers and equipment suppliers is required and technical skills must be acquired to master the hardware and software featured in the system.",
    "Despite the energy ministry’s announcement, there is a lack of awareness and resistance among state power sector technocrats, academics at technical universities, and other influencers regarding the benefits and potential of grid connected rooftop solar with battery storage. These include maximising renewable energy generation, reducing fuel imports, improving revenues to households/investors, improving grid stability and resilience, and delaying additional power sector investments. The latter is especially relevant today when the CEB and government’s ability to borrow is severely constrained.",
    "A network-centric for better control of the electric grid",
    "As the number of prosumers grow, there will have to be a communication interface for real-time data exchange with the grid operator (CEB) for adjusting power output or battery usage based on advanced weather forecasts and grid conditions. State of the art software will allow the CEB to manage multiple systems collectively, optimising performance by forecasting power generation, demand, and battery use. Standard communication protocols are needed to ensure interoperability and security, including protection against cyber-attacks. Developing regulations and standards is also essential.",
    "Following global trends",
    "Sri Lanka can learn from others. Germany has about two million residential solar PV systems and one out of every two rooftop solar orders is sold with batteries. Today, more than two-thirds of residential solar systems in Germany include storage. In Australia, with over three million rooftop solar systems, 30,000 battery units were sold in early 2024. In the US, residential battery storage installations reached over 1,250 MW in 2024. In India, with strong Government support for roof top solar, the residential energy storage market is expected grow significantly.",
    "Energy Minister Kumara Jayakody has stated that the ‘solar with storage’ initiative is part of the effort to boost renewable energy to achieve the goal of generating 70% of electricity from renewable energy by 2030. A committee has been appointed to investigate the matter. While the minister’s statement is encouraging there is a need for greater urgency and proactive measures.",
    "Solar battery systems will boost private investment, drive technological advances, and create skilled jobs. Sri Lanka’s dedication to the digital economy, AI, and green initiatives will be bolstered by prioritising renewable energy in this age of globalisation, climate change concerns and technological disruption.",
    "The lack of enthusiasm for grid connected rooftop solar among state sector technocrats is disappointing. This may be due to factors such as conventional thinking and preference for maintaining greater control of the electricity production and supply business. In contrast, there is notable enthusiasm for the larger-scale projects, such as the 120 MW solar power plant in Sampur and the 600 MW pumped storage project to manage renewable energy output variability.",
    "Question: Is it better to invest in consumer-site distributed solar generation and storage or large remote solar plants which require transmission network investment and carry the burden of distribution losses? It is also worth noting that these projects take years to develop and have an economic impact. In contrast, the prosumer systems would be privately funded without government guarantees, which would be a great advantage given the IMF conditions on debt restructuring.",
    "Renewable energy plays a significant role in global energy transformations and disruptive technologies are driving the industry forward. These are exciting times! State sector technocrats and academics at technical universities must break free from conventional constraints and embrace innovative thinking. Encouraging diverse expressions of dreams, visions, concepts, and strategies to achieve renewable energy dominance will be immensely beneficial and essential for the nation’s future.",
    "(The writer is a Management Consultant and Renewable Energy Specialist. He can be reached via email: [email protected].)"
  ]
}