{
  "url": "https://www.ft.lk/columns/Building-a-safer-Sri-Lanka/4-785672",
  "title": "Building a safer Sri Lanka",
  "ut": 1765758761.0,
  "body_paragraphs": [
    "Rebuilding requires an eye for future development as well as future risks",
    "A decade back the impact of climate change was widely discussed globally.  It was also the year of the terrible and devastating earthquake in Nepal. It has been said, I am not an expert, an earthquake fault lines exists from the Himalayas down to Sri Lanka.  This year we have seen floods in the Middle East in much-known capital cities.  The cyclone started from the Malacca straits, Indonesia and Malaysia before dissipating over India.  These are not the only climate disasters during the year.  Post the 2004 Tsunami, the Hawaii center was spoken of to track the effect of earthquakes under the sea. Tsunamis were largely unknown until 2005. We clearly live in a troubled global environment.",
    "Sri Lanka is surrounded by the sea, has known seasonal flood spots, and has 103 plus rivers with further tributaries, canals, other water holding sites, dams and mountains as points of origin for major rivers. Suffice to say people have to live, deforestation will occur, development will touch the environment.",
    "The challenges on the table",
    "After the impact of the storm last week with the monsoon establishing itself, many challenges are on the table. Feverish activity to repair physical infrastructure is ongoing. People displaced face uncertainties. The number of totally damaged houses is high. Packages to finance residence in alternate locations, is insufficient to cover the periods involved.  Relocation requires alternate land.  Crop, livestock, poultry and damage to agricultural lands is another cluster. The fear real and imaginary of the ground shifting due to rain places stress on people and officials alike. Academics have commented on the impact on the ecology. The storm harmed the lives of animals, access to food and safety. Loss of livelihoods, impact on families, inability to return to jobs and migration are all live issues for the impacted and vulnerable to associated shocks.",
    "Every disaster has a psychological component. Space has to be created to listen, assure, understand, and heal.",
    "A model for a safer and better Sri Lanka",
    "There are many models to build a safer, better Sri Lanka.  One was what was faced up to 2009 due to civil strife. Another was post-Tsunami. The world has developed universal conventions to build back better and to leave no one behind. Consulting the affected and or beneficiaries of policies and assistance is a fundamental principle which tends to be followed in the breech.",
    "Financing is a big cluster. It involves cost of relief, rebuilding public services, re-establishing utilities, restoring public facilities, ensuring food security not only in areas affected but also the whole country, enabling credit bearable for the end user, subsidising costs and  providing outright grants. The context is one in which tax revenue has ballooned, provision to commence repayment from 2028 has to be made, servicing recurrent and capital costs and costs of development in the country. Over 400 companies including those in the tea industry are among the affected in business. Scores of shops and allied stocks have been wiped out. Rebuilding requires an eye for future development as well as future risks. This disaster is one of several recurring events foretold for the future. Insurance and reinsurance are another important cluster. Globally aid has gone towards violent conflicts and its aftermath. Sri Lanka has to leverage goodwill to attract substantial finances.",
    "We need to have an urgent comprehensive understanding of physical risks which can harm life and property.  As we speak, in the hills, gaps on the ground are seen, people report hearing noises from potential landslide spots, water has started draining into the ground, water ways have been affected and slopes could be unstable.",
    "Optimising use of technology",
    "Technology can be used optimally. The drone or UAV squadron of the air force can continuously map, observe and report. Mobile telecom services can connect with affected persons, business and Government agencies in an organised, focused manner to maintain real-time communication and contact.  Equally so for real time, seamless, synchronised coordination. We should also maintain links with satellite services.",
    "An important lesson is having a buffer stock of resources to address the sudden onset of disasters. It includes essential food items, funds, logistical assets of Government and businesses, and citizens and human resources to deploy. An example is seen in supplies sent to date by countries such as India, UAE, Pakistan, Bangladesh and China.",
    "While Government and Parliament should set the enabling framework, specialised hands from Government, commerce, academia, not-for-profits and citizenry must drive the effort. The Government has announced that items sent to the DMC will be tax free. It is laudable. However, donors or philanthropy globally do not pay taxes for disaster and humanitarian assistance. Nor are consignees able to pay taxes unless the ultimate consignee receives through the DMC.",
    "A wasted aspect is labour coming forth free as volunteerism. It is invaluable.  We need to attract local and international volunteers gainfully.  It applies to time share from the corporate sector. Following the Tsunami, we had an outpouring of offers by volunteers from overseas and locally, in addition to offers of logistical assistance.",
    "Being prepared to respond to disasters",
    "Classical disaster response and mitigation seeks community preparedness and resilience. Practically we have knowledge of periodic disasters in habitual places.  Sudden onsets are more challenging. Nevertheless, preparedness is not rocket science.",
    "In terms of structures, disaster response has a platform under the President. The Disaster Management Center is the hands-on delivery mechanism. In the old days, the Department of Social Services played a major role.  From the mid 90’s new institutions came into being. The Rehabilitation and Resettlement Authority of the North (RRAN), Task Force for Relief and  Rehabilitation North-East (TAFFREN), Presidential Task Forces, and Rehabilitation of Affected Property and Industries Authority (REPPIA) were a few of them.  Responding to disasters requires very swift action.  Similar to actions taken in emergency healthcare facilities. It follows that professionals should be tasked and allowed to perform their duties whilst being accountable to the President, Cabinet and Parliament.",
    "International examples include:",
    "FEMA which stands for the Federal Emergency Management Agency, a US Government body under the Department of Homeland Security that coordinates national responses to disasters like hurricanes, floods, earthquakes, and fires and helps people before, during, and after these events with financial aid, resources, and recovery efforts.",
    "Disaster response: Leads Federal efforts to help communities recover from presidentially-declared disasters.",
    "Preparedness and mitigation: Works to improve national capabilities to prepare for, protect against, and mitigate all hazards.",
    "Financial and technical assistance: Provides funding and guidance to individuals, businesses, and local Government for recovery and mitigation.",
    "National programs: Administers programs like the National Flood Insurance Program (NFIP) and offers training through the Emergency Management Institute (EMI).",
    "In essence, FEMA's mission is to help Americans prepare for, protect against, respond to, recover from, and mitigate all hazards, ensuring a coordinated national approach to emergencies.",
    "India's federal emergency response mechanism is a multi-tiered institutional framework established by the Disaster Management Act, 2005. It shifts the focus from a relief-centric approach to a proactive, holistic strategy emphasising prevention, mitigation, preparedness, and response.",
    "Key institutional framework",
    "The system operates at national, state, and district levels, with specific authorities and forces mandated for disaster management:",
    "National Disaster Management Authority (NDMA): Headed by the Prime Minister, the NDMA is the apex body responsible for framing policies, plans, and guidelines for disaster management across the country.",
    "Ministry of Home Affairs (MHA): The MHA is the nodal ministry in the Central Government for the management of all natural and most man-made disasters.",
    "National Disaster Response Force (NDRF): This is a specialised force, operating under the MHA, for professional search, rescue, and relief operations during a disaster. It has 16 battalions strategically located across the country to minimise response time.",
    "State and District Authorities: The framework is implemented at regional and local levels by State Disaster Management Authorities (SDMAs) and District Disaster Management Authorities (DDMAs), respectively.",
    "National Institute of Disaster Management (NIDM): This institute is responsible for human resource development, capacity building, training, research, and documentation in the field of disaster management.",
    "Incident Response System (IRS): The NDMA has introduced the Incident Response System to standardise and improve the efficiency of the response mechanism, ensuring a clear chain of command and coordination among various agencies during a disaster.",
    "Early warning systems: India uses advanced technology, including satellites and Doppler radars, to provide early warnings for hazards like cyclones, floods, and tsunamis to relevant authorities and communities through various communication channels, including the 112 India mobile app.",
    "Financial provisions: The system includes the National Disaster Response Fund (NDRF) and State Disaster Response Funds (SDRF) for meeting the expenses for emergency response, relief, and rehabilitation.",
    "This comprehensive and coordinated system ensures that all stakeholders, from central Government to local volunteers, have defined roles and responsibilities to build a disaster-resilient nation. In conclusion we can integrate much of what we have, learn from others and have in place structures which are well oiled, prepared and responsive.",
    "(The author is a former Member Commissioner of the Election Commission and a former Governor of the Northern Province.)"
  ]
}