{
  "url": "https://hbr.org/2024/11/how-to-be-systematic-about-adopting-ai-at-your-company",
  "title": "How to Be Systematic About Adopting AI at Your Company",
  "ut": 1732261526.0,
  "body_paragraphs": [
    "Leaders and companies everywhere recognize the transformative potential that AI holds for their business — but very few of them have a systematic plan for how to experiment with and adopt AI at scale. In this article, John Winsor offers one, based on the...more",
    "AI is no longer a future promise — it’s here, embedded in everything from customer service to coding and marketing. Employees across industries are already using tools like ChatGPT, Claude, and GitHub Copilot to gain productivity advantages, with some sectors reporting up to a 25% increase in output. Yet despite these individual successes, most companies are still struggling to translate AI’s benefits into meaningful organizational change.",
    "A recent BCG survey of more than 1,400 C-suite executives underscored a critical trend: 89% of the executives ranked AI and generative AI among their top three technology priorities for 2024. This sharp focus on AI isn’t just a reaction to the hype — it’s grounded in the immense potential of the technology to transform industries and fuel economic growth. McKinsey and PwC forecast that AI could add a staggering $13 trillion to 15.7 trillion to global GDP by 2030.",
    "Despite these compelling numbers, the BCG survey also revealed a striking gap between awareness and action. Although most executives recognize AI’s strategic importance, only 6% of them have taken action to upskill employees.",
    "This problem isn’t new. Jin Paik and I have found something similar in how companies struggle to get on board with what we call open talent — that is, the digitally enabled management of a globally distributed freelance workforce, accessible to companies via on-demand digital platforms. Managers, it turns out, are reluctant to embrace this new way of working until they see direct, scalable benefits.",
    "The adoption of a new technology at scale involves considerable friction, of course, but the good news is that friction can lead to transformation. The key is adopting the right framework — and the one that Jin and I constructed to help companies embrace the open-talent revolution is also a framework that can help with AI adoption. Below, we’ll lay out what we’ve found to be some of the most successful elements of the framework.",
    "Establish Communities of Practice",
    "Only by fostering a networked organization, where collaboration is the default and ideas flow freely, will companies be able to create a culture where AI thrives in a way that benefits everybody. Networked organizations allow innovation to happen organically, across boundaries, in a way that’s dynamic and responsive to change. Companies need to empower employees to experiment with AI tools, test their limits, and share their successes and failures without fear of retribution. A networked organization encourages this kind of experimentation by decentralizing innovation and recognizing that the best ideas often come from the edge, not the center.",
    "When companies don’t create a networked environment in which employees can experiment with new tools and share their results, you get what has happened in the world of open talent: Individual managers, frustrated by rigid processes and outdated talent-management policies, have quietly bypassed traditional hiring processes and brought in freelance help to get work done through platforms such as Andela and Torc. These managers, who Ethan Mollick has aptly described as “secret cyborgs,” often succeed personally with these covert efforts, but their organizations don’t benefit systematically from what they’re doing and don’t learn about how they might make effective use of new tools.",
    "Insight Center Collection",
    "Collaborating with AI",
    "How humans and machines can best work together.",
    "When it comes to AI, most offices are now full of secret cyborgs who are using the technology to get their jobs done. But, as with open talent, they’re doing it individually and quietly, which doesn’t help the organization. To fix that problem, companies should create and publicly encourage employees to join internal communities of practice — groups that allow employees to share tips, tools, and tactics for using AI. We’ve seen the success of this approach in AI hackathons and prompt-sharing sessions, where employees come together to tackle real problems and share their AI solutions. These events not only break down silos but also help AI users feel connected to the larger organizational mission.",
    "Create Centers of Excellence",
    "As companies explore how to integrate AI into their operations, they should consider establishing a Center of Excellence, which can provide a centralized hub for AI experimentation, governance, and standards, manage risks and compliance, and ensure that projects are aligned with the organization’s strategic goals.",
    "An AI Center of Excellence can also develop benchmarks specific to the organization’s needs. As we’ve learned from working with companies on the adoption of open talent, it’s crucial to tailor innovation strategies to the company’s context, rather than relying on off-the-shelf solutions. AI is no different. By creating custom AI benchmarks, companies can evaluate the effectiveness of tools such as ChatGPT and Copilot, turning small experiments into scalable solutions. Sometimes this needs to happen outside the organization  because the traditional organizational structure can crush nascent experiments.",
    "One of the key insights we’ve gained in our open-talent work is that transformation is a process. Companies don’t jump from zero to full integration overnight. Instead, they follow a series of steps that allow them to come up with new ways of working. We’ve identified five of those steps: assess, learn, experiment, build, and scale.",
    "Assess. If you want your integration efforts to succeed, you need to understand how AI is already being used within your organization. Conduct a thorough assessment to identify where AI is being used and where opportunities exist to expand its use across the organization. Be open and transparent. Encourage those secret cyborgs to come out into the open.",
    "Learn. This is a cultural goal as much as a practical one. Share insights across teams, departments, and regions. Establish internal knowledge-sharing platforms and communities of practice where employees can collaborate on AI projects and learn from each other’s successes and failures.",
    "Experiment. Don’t wait for the perfect tool or the perfect moment to start experimenting with AI. Things are moving way too fast. Start small, with controlled experiments in different parts of the business. Give teams the freedom to explore AI’s potential in ways that are meaningful to them. In our work on open talent, we’ve learned that some of the best insights come from unexpected places.",
    "Build. Once your experiments have suggested some solutions, it’s time to formalize them. Integrate them into the organization’s workflows and ensure that the necessary infrastructure is in place to support wider adoption. Many times, this will mean working on implementation with your most innovative vendors, which will give you the advantage of not having to learn new workflows.",
    "Scale. Finally, take what works and scale it across the organization. By the time you reach this stage, AI will be embedded into your company’s DNA — just as open talent has been for many organizations that embraced it early on.",
    "Most companies, if they’re doing anything at all systematic about AI adoption, are only in the assess stage of the above process. But things are happening fast, and the companies that lean into the process are those that will be most likely to succeed in in the AI-driven future that’s coming our way. It’s time now to get serious and create an environment where employees feel safe and empowered to experiment with AI. This isn’t just about removing barriers — it’s about reframing how we think about innovation and experimentation in the digital age.",
    "Readers Also Viewed These Items",
    "Generative AI Skills: Craft Smart Prompts (Virtual Group Learning)",
    "Terrible Beauty: Reckoning with Climate Complicity and Rediscovering Our Soul",
    "Read more on Generative AI",
    "AI and machine learning,"
  ]
}