{
  "url": "https://www.ft.lk/opinion/Cyclone-Ditwah-Wake-up-call-for-national-security-policy-and-strategy/14-786437",
  "title": "Cyclone Ditwah: Wake-up call for national security policy and strategy",
  "ut": 1767379336.0,
  "body_paragraphs": [
    "Environmental insecurity from flooding and landslides quickly turned into human insecurity as homes were washed away and families scattered. Health insecurity rose as stagnant water, exposure, and overcrowded shelters created conditions for disease outbreaks. Food insecurity followed when transport routes were severed, preventing supplies from reaching affected communities. Economic insecurity deepened as small businesses, farms, and daily-wage livelihoods collapsed in the storm’s aftermath. Community insecurity worsened as displacement broke social networks and safety nets. Political insecurity grew as frustration mounted, and trust in state institutions declined",
    "Cyclone Ditwah did more than uproot trees, wash away homes, and inundate businesses of all sizes. It revealed a truth Sri Lanka has ignored for far too long: the country lacks a coherent national security policy, strategy, and framework capable of safeguarding its people from both natural and man-made threats. With 620 confirmed deaths, around 200 still missing, and countless families displaced, Ditwah has now become one of the deadliest disasters in Sri Lanka’s recent history, not because the storm was unprecedented, but because the systems meant to protect citizens were unprepared, fragmented, and overwhelmed. Entire districts were left isolated, relief took days to organise, and confusion spread faster than official response. For a nation repeatedly tested by tragedy, from the nearly 30-year separatist war to the Easter Sunday bombings, from the economic collapse to recurring floods, this disaster exposes a deeper governance crisis.",
    "Sri Lanka’s pattern is painfully consistent. The country responds to crises; it does not plan for them. Despite having defence forces, police, intelligence agencies, and a National Security Council, Sri Lanka has never developed or implemented a formal National Security Policy and Strategy. National security continues to be defined through a narrow, militarised lens. In contrast, the broader security of people, including environmental safety, health, livelihoods, personal safety, access to food, and community resilience, remains neglected. Ditwah revealed how dangerously this gap has become.",
    "Early-warning communication faltered, leaving many communities unaware of the scale of the incoming storm. Reservoir operations became a source of public anxiety, as conflicting messages spread without central coordination. Evacuation facilities were insufficient and ill-prepared, forcing families into overcrowded shelters lacking water, sanitation, privacy, and medical support. When floodwaters rose, roads collapsed, and landslides cut off access, many districts were left waiting for assistance that arrived far too late. These were not isolated mistakes; they were structural failures.",
    "And once the first pillar collapsed, a chain reaction unfolded across the seven dimensions of human security. Environmental insecurity from flooding and landslides quickly turned into human insecurity as homes were washed away and families scattered. Health insecurity rose as stagnant water, exposure, and overcrowded shelters created conditions for disease outbreaks. Food insecurity followed when transport routes were severed, preventing supplies from reaching affected communities. Economic insecurity deepened as small businesses, farms, and daily-wage livelihoods collapsed in the storm’s aftermath. Community insecurity worsened as displacement broke social networks and safety nets. Political insecurity grew as frustration mounted, and trust in state institutions declined. As the UN has long emphasised, human security is interconnected: a failure in one pillar can accelerate failures across all others (UN Human Security Unit, 2016).",
    "Compounding this crisis, Sri Lanka is simultaneously grappling with a surge in shootings and organised crime, with nearly a hundred incidents reported in recent months. These violent episodes underline a widening gap in personal and community security at a moment when environmental shocks are intensifying. A country cannot speak of national security when both climate disasters and criminal networks threaten the daily lives of citizens and when institutions respond only after tragedies occur.",
    "If Sri Lanka had a functional National Security Strategy based on a sound policy, the devastation caused by Ditwah, including the staggering number of deaths, might not have reached such a scale. If Sri Lanka had a functioning National Security Council, it would have established a unified chain of command, mandated clear early-warning protocols, empowered district-level officials with resources, and integrated ministries into a coordinated emergency structure. It would also have ensured that emergency shelters were identified and prepared, supply chains secured, and local authorities trained and equipped. It would have recognised that Sri Lanka, as an island nation on the frontline of climate change, cannot treat environmental threats as external shocks but as core national security risks.",
    "Cyclone Ditwah has shown, with devastating clarity, that Sri Lanka is not vulnerable because of its geography but because of its governance. A country that has endured war, terrorism, pandemics, and economic collapse should not lose hundreds of lives to a storm in the 21st century. Any future security threats are unavoidable, but the scale of their destruction need not be. Whether Sri Lanka finally develops a National Security Strategy anchored in human security will determine the safety, dignity, and resilience of millions in the years to come",
    "Countries around the world now recognise that national security is no longer only about military strength or border security. It is about protecting people: their lives, homes, healthcare, food supplies, economy, and democratic stability. Sri Lanka must adopt such a framework if it is to break the cycle of reaction and failure. Human security must become the foundation of national security, not a peripheral concern.",
    "Cyclone Ditwah has shown, with devastating clarity, that Sri Lanka is not vulnerable because of its geography but because of its governance. A country that has endured war, terrorism, pandemics, and economic collapse should not lose hundreds of lives to a storm in the 21st century. Any future security threats are unavoidable, but the scale of their destruction need not be. Whether Sri Lanka finally develops a National Security Strategy anchored in human security will determine the safety, dignity, and resilience of millions in the years to come.",
    "The Pathfinder Foundation has long felt the need for the development of a national security policy supported by a strategy to meet all facets of security challenges Sri Lanka has to face. In pursuance of that interest the Foundation published a report “The Pathfinder National Security Strategy 2020 for Sri Lanka.” Five years later, having observed the numerous setbacks the country had to go through, covering political, social and economic, the Foundation will shortly release its latest report on the subject, “Pathfinder Proposals for a National Security Strategy for Sri Lanka-2026” with the intention of drawing the attention of the government to the need to focus on the subject.",
    "(The author is a Pathfinder Foundation Research Fellow)"
  ]
}