{
  "url": "https://www.dailymirror.lk/opinion/Presidents-China-visit-Reboot-the-Dragon/172-300100",
  "title": "President’s China visit: Reboot the Dragon",
  "ut": 1736885098.0,
  "body_paragraphs": [
    "President Dissanayake received a warm welcome upon his arrival in Beijing. Pic courtesy - PMD",
    "President Anura Kumara Dissanayake’s state visit to Beijing, his second overseas visit since assuming office, is a case of continuity of the Sri Lankan foreign policy. However, more than any of his predecessors, he is in a position to strike the right equilibrium in Sri Lanka’s relations with its two most important foreign relations- China and India- and harness them to turbocharge the local economy.",
    "During the visit, he will hold talks with Chinese President Xi Jinping, Premier Li Qiang and Chairman of the National People’s Congress Standing Committee Zhao Leji. He will meet several high-profile business delegations and conduct field visits.",
    "“Looking forward to my four-day state visit to China, starting tomorrow! I am eager to engage with President Xi Jinping and Premier Li Qiang to strengthen our diplomatic ties and explore opportunities in technology, agriculture, and poverty alleviation. Together, we can enhance our partnership!” he posted on X",
    "The President’s visit offers an opportunity to reset relations with China, which saw strains after the ouster of China-friendly Rajapaksas in mass protests.",
    "It also follows his visit to India and is an indication of the new administration’s desire to maintain a greater degree of foreign policy autonomy in its relations with the two competing great powers.",
    "It also comes in the wake of growing geopolitical anxiety at the second coming of the Trump administration in Washington. Mr Trump has threatened to impose a hundred per cent tax on Chinese imports and escalate the trade war with China.",
    "At the same time, the transactional nature of the Trump administration towards its alliance partners and friends has prompted some of them to hedge against potential fallout, which could potentially create a void in geopolitics, which China itself would try to fill in.",
    "Also, America’s near shoring and friend shoring of supply chains under the Biden administration saw some manufacturers moving out of China to places such as Vietnam, Mexico and India. Whether Trump’s made-in-America policy would shift that momentum is yet to be seen.",
    "However, in the ensuing geopolitical anxieties, there are also opportunities. As more and more mainland industries would move some of their plants to countries to avoid hefty tariffs and other punitive measures, industrious regional states would woo them.",
    "Sino-Sri Lankan relations- since the founding of PRC in 1949- date back to the Rice- Rubber agreement in 1952 and the diplomatic ties in 1957. The early relations were cordial, and the Chinese gift of BMICH to host the Non-Aligned Summit signalled a shared worldview. However, the relations were also limited by geography and power.",
    "In the early 2000s, as the Chinese economy grew in size and China re-emerged as a great power, Mahinda Rajapaksa, then President, was among the first foreign leaders to tap into deep Chinese pockets for economic development and fight the LTTE. That was a common sense foreign policy choice, yet he was sad that he pursued that partnership at the expense of all other traditional friends, effectively cultivating a heavy dependency- and personifying the bilateral partnership as an extension of his regime. Some strain that emerged in the relationship later was due to this overly personification of the bilateral partnership.",
    "As the first step, Sri Lanka should rein in the personal political ambitions, egos and inferiority complexes of leaders dictating the country’s key bilateral relations. The foreign policy should be conducted as a matter of national interest and Sri Lanka’s China relationship is indeed a matter of utmost national interest.",
    "Sri Lanka’s relations with China are often described as an annexure of great power competition between India and China. This explanation is both oversimplifying and misleading. While geopolitical constraints will always be part and parcel of Sri Lanka’s relations with its competing neighbourhood behemoths, they are not necessarily intractable.",
    "However, all politics is essentially local, including foreign policy. Sri Lanka’s domestic politics, often petty conspiracy-driven and guided by the personal ambitions of leaders, frequently amplify the geopolitical constraints and limit the government’s ability to conduct foreign policy in the long-term national interest. Sri Lankan media in a click-bait frenzy, hyperventilate on the visiting Chinese research ships.",
    "Sri Lanka should view China as a window of opportunity just as it should view India. Of all countries, China offers economies of scale that cannot be easily matched even by the United States of America.",
    "However, the very nature of doing business with China under the previous administrations, the opaque nature of tenders and the lack of transparency in projects have compromised enormous benefits that Sri Lanka could accrue from its relations with China. The new government should address these lacunas in the relationship, which would not only provide the best bang for the buck but also legitimacy.",
    "The President’s visit offers the opportunity to recharge economic relations as Sri Lanka is coming out of bankruptcy.",
    "Sri Lanka is one of the earliest destinations for Chinese infrastructure loans and has some flagship Chinese development projects, such as Hambantota Port and Colombo Port City. This offers Colombo a unique advantage in positioning itself as a leading hub in China’s Belt and Road initiative, which, though is downsized from its earlier scale, is still by far the largest infrastructure development project in history.",
    "Sri Lanka should make it into an enticing enough destination for Chinese businesses as many seek to venture out of the Mainland. The already existing Chinese economic interests could be harnessed to project the country as an ideal place for Chinese businesses to open shop.",
    "The government should also expedite the economic zone in Hambantota and simplify regulations that cause a labyrinth of retapes and incentivise corruption.",
    "China is also the world’s outbound tourist market. Despite the slowing down of the economy in the Mainland, the Chinese made 100 million foreign trips in 2023, spending US$ 196 billion. Chinese tourists were the largest contingent of foreign visitors to the country before Covid. With a sound promotional campaign, Sri Lanka should be able to woo a fraction of the vast Chinese tourist market.",
    "President Dissanayake says all the right things during foreign visits, just like he did in India. However, his government should walk the talk. He should venture beyond what his predecessors have already done and expand and re-energise Sri Lanka’s bilateral relations with China, with an emphasis on the economy.",
    "Follow @RangaJayasuriya on X"
  ]
}