{
  "url": "https://www.ft.lk/columns/Why-Sri-Lanka-must-step-up-for-children-orphaned-by-Ditwah-cyclone/4-785443",
  "title": "Why Sri Lanka must step up for children orphaned by Ditwah cyclone",
  "ut": 1765313088.0,
  "body_paragraphs": [
    "Helping these children requires more than temporary relief — it demands sustained, long-term action",
    "The recent cyclone has left behind more than damaged homes and broken infrastructure. It has left wounded childhoods, shattered families, and a generation of children staring into an uncertain future. Among the most vulnerable are those who have lost their parents — children whose sense of safety, belonging, and hope has been cruelly stripped away.",
    "At a remembrance concert organised by Union Bank of Colombo, the Sri Lanka Institute of Directors, and Port City, His Lordship Bishop Valence Mendis spoke with clarity and moral urgency, calling on society to stand in solidarity with children who have lost their parents and now face an uncertain future. His words were not merely symbolic; they were a call to conscience — a reminder that compassion without action is not enough in moments such as this.",
    "According to a report published on www.ft.lk, over 275,000 children have been impacted by this crisis. These are not abstract numbers. They represent real lives — children forced to leave their homes, schools, and communities, many grappling with trauma, loss, hunger, and fear. Some have lost both parents. Others now live without stable care or protection. If we fail to intervene decisively and compassionately, we risk condemning them to cycles of poverty, vulnerability, and lost potential. Sri Lanka has faced moments like this before. In the aftermath of the tragic Easter Sunday bombings — when innocent lives were lost and families were torn apart — the nation witnessed the power of collective compassion.",
    "The International Chamber of Commerce Sri Lanka organised a fundraising concert titled “We Care”, mobilising resources and national support for children affected by the attacks. The ‘21/4 We Care’ Tribute Concert, a music-based fundraising initiative, was created to provide scholarships for children who had lost their parents.",
    "The private sector is often criticised for being self-absorbed and self-interested. Yet, we firmly believe that we cannot stand as bystanders in a system that gives us life and opportunity. While we all have professional responsibilities, our actions in moments like these must be guided by a deeper sense of purpose. That initiative demonstrated a powerful truth: when a nation chooses empathy over indifference, and unity over silence, it has the capacity to transform grief into hope. Today, we stand at a similar crossroads. This is not just a humanitarian issue. It is a moral obligation. These children are not someone else’s burden. They are not statistics to be archived in reports. They are the future of this country — its future leaders, teachers, innovators, and custodians. When we invest in their well-being, we are investing in the future stability, prosperity, and moral strength of Sri Lanka.",
    "These children are not someone else’s burden. They are not statistics to be archived in reports. They are the future of this country — its future leaders, teachers, innovators, and custodians. When we invest in their well-being, we are investing in the future stability, prosperity, and moral strength of Sri Lanka. Helping these children requires more than temporary relief — it demands sustained, long-term action",
    "Long-term commitments",
    "Helping these children requires more than temporary relief — it demands sustained, long-term action. They need access to quality education, psychosocial support, healthcare, safe shelter, and protection from exploitation and neglect. Meeting these needs requires true collaboration between Government, the private sector, religious institutions, civil society, and ordinary citizens — not working in isolation, but united by a shared purpose. This is a moment for leadership, not hesitation. A moment for collaboration, not fragmentation. A moment for generosity, not excuses. We must not wait for perfect systems or ideal conditions. These children cannot wait. Their grief is immediate. Their hunger cannot be postponed. Their fear is not theoretical — it is real.",
    "This is our moment — as individuals, as institutions, and as a nation — to step up. If we fail them now, we risk losing not only a generation of children, but also the moral foundation of our society. But if we act with courage, unity, and compassion, we can give these children something priceless: hope, dignity, and a future. Let us not look away. Let us stand in solidarity. And let us remember always — these children are not only victims of a natural disaster; they are the custodians of tomorrow.",
    "https://www.ft.lk/news/The-way-forward-is-not-to-step-back-but-to-step-up/56-785401",
    "https://www.ft.lk/front-page/Over-275-000-children-affected-in-Sri-Lanka-following-devastating-cyclone/44-785168",
    "https://youtu.e/3ZQX6WRTFSA?si=QpYE4cAmZSa-PtS9",
    "The private sector is often criticised for being self-absorbed and self-interested. Yet, we firmly believe that we cannot stand as bystanders in a system that gives us life and opportunity. While we all have professional responsibilities, our actions in moments like these must be guided by a deeper sense of purpose. That initiative demonstrated a powerful truth: when a nation chooses empathy over indifference, and unity over silence, it has the capacity to transform grief into hope. Today, we stand at a similar crossroads. This is not just a humanitarian issue. It is a moral obligation"
  ]
}