{
  "url": "https://dbsjeyaraj.com/dbsj/?p=85458",
  "title": "How Sathasivampillai Krishnakumar alias “Col” Kittu and his  Comrades at arms, set fire to their ship “Ahat”  and  Killed   Themselves to Prevent Being  Captured by the Indian Navy in International Waters",
  "ut": 1738091218.0,
  "body_paragraphs": [
    "Life and Times of Tiger “Col” Kittu-4",
    "The life and times of former Liberation Tigers of Tamil Eelam(LTTE) military chief for Jaffna district, Sathasivampillai Krishnakumar, has been  the focus of this extended  article. The first thee parts published weekly in the “Daily Mirror” told  the tale of how an eighteen year old youth from Valvettithurai in Jaffna joined  the LTTE as a guerilla  and rose from the ranks to become the “uncrowned king”of Jaffna. Krishnakumar known widely by his nom de guerre Kittu killed himself along with some of his comrades at arms to prevent  capture by the Indian navy. The circumstances that led to tiger “Col” Kittu’s  death are related in  detail in this fourth and final part.",
    "As stated in this article earlier the bomb thrown into Kittu’s  vehicle on 30 March 1987 had resulted in him losing a leg. The loss of limb forced  him into  “compulsory retirement” from active military service. The combative Kittu was not prepared to accept the fact that his fighting days were over. He decided to go to India and explore the possibility of affixing an artificial limb",
    "Kittu along with his Jaffna deputy Rahim and another senior tiger Sornam  crossed over to India  clandestinely by boat from Pungudutheevu in Jaffna in mid -july 1987. A few weeks later  the India-Sri Lanka accord was signed on 29 July 1987 by Indian Prime minister Rajiv Gandhi and Sri Lankan president JR Jayewardene. This brought about a lull in the war and a number of LTTE cadres in Tamil Nadu returned to Sri Lanka.",
    "Kittu met with the then Tamil Nadu chief minister M.G.Ramachandran (MGR) who was sympathetic to the tigers and had helped them in many ways. MGR enabled Kittu to receive medical care  and attention at the Artificial Limb Centre Department Of Prosthetics And Orthotics in Ashok Nagar,Madras(now Chennai).",
    "However events began overtaking. War broke out between the  LTTE and the Indian army or Indian peace keeping force.(IPKF0 in October 1987. MGR the ailing Tamil Nadu chief minister was in the USA then for medical treatment. With the LTTE’s political strategist Anton Balasingham and senior members of the political wing like Yogi and Thilakar being in Jaffna, the role of political negotiator was thrust upon Kittu in Madras. Another senior political wing leader “Baby”Subramaniam was also in Madras then but he preferred to adopt a low profile and shun the limelight.",
    "Kittu  met with  Muttuvel Karunanidhi known as “Kalaignar”, the leader of the chief opposition DMK  and appealed on behalf of the LTTE  Relations between the LTTE and Karunanidhi had soured because  the tigers were perceived as being close to MGR by  Kalaignar. Yet Kittu managed  to re-establish links with Karunanidhi through the help of then DMK stalwart V. Gopalswamy known as Vaiko. .Kittu also met the leaders of most political parties in Tamil Nadu.",
    "As a result, Karunanidhi and other Tamil Nadu political leaders  vehemently condemned the outbreak of the IPKF-LTTE war. They demanded an immediate ceasefire. Kittu also interacted with the Tamil Nadu and international media based in India. This resulted in  wide publicity for the LTTE point of view in Tamil Nadu and  some other states in India. Kittu was also in touch with LTTE front organizations in Western cities.",
    "Interestingly MGR himself  was in touch with Kittu from the USA. Apparently Rahim would contact one of MGR’s aides in the USA via a call centre in Mylapore. Messages would be exchanged back and forth. Anticipating a crackdown on the LTTE in Tamil Nadu, MGR in a pre-emptive move placed Kittu,Rahim,Castro and a few other tigers under “house arrest” in Thiruvaanmiyoor. Hence no  further action was taken against other cadres in India.",
    "Meanwhile Kittu’s fiancé Cynthia  was arrested by the Indian army. A photo album with pix of Kittu  was found in her home. This led to the discovery that she was Kittu’s fiancé.Cynthia was detained in Palaly. MGR returned to Madras from the USA a few weeks later. MGR had a meeting with Kittu. The Tamil Nadu chief minister was angry when he heard that Kittu’s fiancé had been detained by the Indian army. MGR exerted pressure on New Delhi. Within a few days Cynthia was brought to Madras where she re-united with Kittu. Sadly MGR died on 24 December 1987.",
    "Though nominally under house arrest,Kittu took on the role of negotiator. Indian officials including those from the Research and Analysis Wing (RAW) were in contact. So too were political leaders and media representatives. There was strong pressure on the Rajiv Gandhi govt within India  to end the war with the LTTE. In a RAW sponsored exercise, Kittu sent senior tigers Johnny and Rahim to the Wanni to talk to LTTE Leader Prabhakaran. However in a colossal communication gap, Johnny was killed by the IPKF. Rahim returned to Madras.",
    "As time progressed New Delhi abandoned hopes of achievinf rapprochement with the LTTE It was decided to crack down hard on the LTTE and go in for North-Eastern provincial council elections propping up the EPRLF and ENDLF. Consequentially the LTTE offices and safe houses in Tamil Nadu were shut down .164 LTTE members including Kittu were imprisoned at the Quarantine block in the Madras Central jail. Cynthia was detained in a woman prisoner cell.",
    "The LTTE detenues became impatient after days of detention without inquiry or trial.. They demanded that they be charged or released. The tigers also announced that Kittu would undertake a fast unto death campaign like Thileepan if no action was forthcoming. Other tigers also threatened to follow suit.  News of the death fast threat appeared in the Tamil Nadu media.",
    "The  Indian Govt panicked. The jailed LTTE cadres were released from Central jail and taken to Jaffna by air in September 1988. They were held first in Kankesanthurai and later at the Hartley College camp in Point Pedro.",
    "Kittu and Cynthia were brought to Palaly. They were then dropped off in front of the Jaffna hospital. Kittu was still walking about with crutches then as the artificial limb attachment plan  had not worked out in Chennai He was a sitting duck if attacked by a rival group. Kittu and Cynthia went to the office of Dr.Nachinarkkiniyar the hospital director. The chairman of the VVT citizens committee  came to the hospital and escorted Kittu to the LTTE in Wanni. Cynthia returned home  to her parents.",
    "Thereafter Kittu lived in the jungles of Wanni with the LTTE supremo Prabhakaran.Kittu was to tell me later that those days in the Wanni were the happiest period  of  his life. Kittu was among those who met Tamil Nadu political leader Gopalaswamy (later known as Vaiko) when he made a clandestine trip by boat to northern  Sri Lanka.",
    "In a surprising twist peace negotiations commenced between  the  LTTE# and the  Sri Lankan government headed by President Ranasinghe Premadasa. Anton and Adele Balasingham arrived in Colombo for the talks. These talks led to a ceasefire  coming into force in September 1989 . With the Sri Lankan Govt and LTTE seemingly burying the hatchet, there was strong pressure on New Delhi to withdraw the IPKF from Sri Lanka.",
    "This amazing “U”turn of events brought about a change in Kittu’s life too. He left the Wanni reluctantly and went to the UK.  Before that Kittu and Cynthia were married in Colombo. Adele Balasingham in her book “The Will to Freedom”writes  about  this in detail. Here are relevant extracts  –",
    "“In early October we made our second visit to the Mullaitheevu jungles to meet and consult with Mr. Prabhakaran. During the course of the visit Mr. Prabhakaran conveyed to Bala his wish to send Kittu to London for treatment to his amputated leg. “",
    "“On hearing the decision to send him abroad, Kittu was obviously of two minds. Undeniably he aspired for a suitable prosthesis to be fitted, which would help him with his walking and mobility. But he was a man emotionally attached to his cadres and his homeland and the prospect of separating from them was an obvious source of distress to him.”",
    "“ Kittu flourished in the environment where he could teach his cadres and encourage them with their interests and he often initiated new projects for them to engage in. And so as the day for his departure grew nearer he became quieter; as did many of his cadres. And I think that one of the most pitiful sights I can remember seeing is the legendary guerrilla fighter crying on Mr. Prabhakaran’s shoulder, the day we were to take him out of the Alampil jungle.”",
    "“ His cadres carried him in a chair on their shoulders – to the waiting helicopter. In a classic Kittu style, he put on  a brave face for his cadres during the trek out of the jungle, expressing his affection for them in the jokes he was cracking.”",
    "“Soon after his arrival in Colombo, we escorted Kittu to the British High Commission. After discussion with the British High Commissioner, Kittu’s entry visa to the United Kingdom was authorized. But Kittu had one serious matter to attend before his departure to London.”",
    "“ When Kittu went to Mullaitheevu jungles after being released from the IPKF custody, he became separated from his medical student girlfriend, Cynthia. Now he was anxious to be reunited with her. On his request, she traveled from Jaffna to Colombo to meet him.”",
    "“ Shortly afterwards they decided to marry. Kittu’s mother rushed from Valvetiturai to Colombo to attend the ceremony. Cynthia’s parents were already in Colombo. And so, on October 25 , in one of the rooms of the hotel where the LTTE team was accommodated during the talks, the registration of the marriage of Kittu and Cynthia took place. A few days later, Kittu flew to London and Cynthia joined him after travel arrangements were made.”",
    "With the wisdom of hindsight ,it could be surmised that Kittu had a premonition that he was not going to return to Sri Lanka. This may have been the reason for his crying on Prabhakaran’s shoulder which was most uncharacteristic.",
    "After arriving  in  London, Kittu sought appropriate medical care and got himself fitted with a prosthetic. Cynthia who joined him in London returned  to Sri Lanka after some months to continue her medical studies.",
    "LTTE International Secretariat",
    "Kittu plunged into pro-LTTE activity with zest in the UK. He coordinated with LTTE front organizations/branches in different cities of the world and brought them under one umbrella . The International secretariat of the LTTE was established in London.. The tigers were not internationally proscribed then.",
    "Meanwhile the Indian army left Sri Lanka in March 1990. War erupted between the Sri Lankan armed forces and the LTTE in June 1990. With  contradictions emerging  between the Premadasa -led Colombo Govt and New Delhi, Kittu felt the time was ripe for reconciling with India if possible. A pro-LTTE govt under DMK leader Karunanidhi being in power in Tamil Nadu was seen by Kittu as a plus point in this regard.",
    "When Kittu  made his thoughts known to  Prabhakaran, the LTTE leader gave him the green light to proceed in that direction. A general election was expected in India and Rajiv Gandhi was widely tipped to win that poll. As such Kittu tried to mend fences with Rajiv on behalf of the LTTE.",
    "He first sent the  Tamil poet Kasi Anandan staying in Madras to meet with Rajiv Gandhi. Thereafter a second emissary was sent  from London to New Delhi to meet with Rajiv.This was   well-known financier Arjuna  Sittampalam. These visits were successful and Kittu was hopeful of a future Congress Govt under Rajiv Gandhi adopting an accommodative approach towards the LTTE.",
    "But Kittu’s hopes turned into dupes when  Rajiv Gandhi was assassinated by a woman suicide bomber of the LTTE on 21 May 1991. It appeared that the LTTE leader and his intelligence chief Pottu Ammaan had been  covertly hatching a diabolical assassination plot while overtly encouraging reconciliation  moves with Rajiv Gandhi.",
    "The Rajiv killing was personally a shock to Kittu but Indian authorities suspected that Kittu too was involved. The CBI investigating team felt Kittu  had sent two emissaries to meet Rajiv as a subterfuge to make him lower his guard.",
    "As a result there was strong Indian pressure on British authorities to interrogate Kittu or let Indian officials do so. This led to British authorities turning against the LTTE leader. Kittu was given an ultimatum to quit Britain or face consequences. Anticipating arrest,Kittu crossed the English channel to France. After a short period Kittu went to Switzerland and reportedly sought political  asylum",
    "While staying in Switzerland, Kittu tried to launch a peace initiative. According to the then  LTTE Coordinator in Switzerland, Nadarajah Muralitharan known as “Swiss”Murali, Kittu had a secret  one to one meeting with  former Foreign minister ACS Hameed in Geneva. Hameed was then the minister of Justice in the Premadasa Govt. The talks with Hameed came to nothing.",
    "Meanwhile Kittu continued with his peace initiatives. He communicated with the US state dept through a  California based academic of Sri Lankan Tamil origin Dr.K.Chelvakumar. According to Dr. Chelvakumar the then state dept official in charge of the Sri Lanka desk  D.Purnell Delly had indicated that Kittu should come to a country close to the US for further discussions. Kittu’s attempt to enter Canada ended in failure. Therefore Kittu left Switzerland for Mexico",
    "Basing himself in Mexico City , Kittu continued to interact with  Purnell Delly. According to Chelvakumar, the US official was amenable to the suggestion that Kittu be allowed to enter the US and  open a peace mission office in the US. But  Kittu was required to submit a letter of authorisation  according to prescribed guidelines from LTTE leader Prabhakaran.Kittu duly informed the LTTE supremo and awaited the letter of authorization. That letter never came.",
    "After a long and frustrating wait Kittu was asked to come home. There was internal trouble within the LTTE and relations between leader Prabhakaran and deputy leader Mahathaya were becoming strained. Prabhakaran was also not happy with political commissar Yogi. It is surmised that Prabhakaran wanted the trustworthy Kittu  back to appoint him as deputy leader in charge of the political wing. Kittu himself was delighted at the prospect of returning home.",
    "Kittu went to Ukraine  from Mexico and from there to Singapore. From Singapore Kittu went to Thailand. He boarded an LTTE ship with a cargo of arms, ammunition and explosive devices  at Phuket. The ship registered in Honduras was named “Ahat”.Unknown to the LTTE the vessel’s movements were being monitored by Indian authorities on suspicion. The ship was accosted by the Indian coastguard at a point 440 miles South-east of the Indian coast and 290 miles south  of  the Sri Lankan coasr on 13 January 1993. This happened  in  International waters and not in  Indian or Sri Lankan territorial waters",
    "“Operation Jabardhasth”",
    "When it was confirmed  that the Ahat was an LTTE arms ship and that the  senior tiger commander Kittu was aboard, India launched “Operation Jabadhasthu”. Two Coastguard vessels and three Naval Frigates intercepted the “Ahat”. The naval vessels were “Vivek”, “Kirpan” and “Feroze Gandhi”.  The Indian navy demanded that the Tigers should surrender. Kittu refused and threatened to blow up the ship if an attempt was made to board the vessel. There was a mid -sea stand-off for three days.",
    "On Jan 16, the Indian navy prepared to board the AHAT. The ship had a regular crew hired by the LTTE. Kittu sent away the ship’s  captain Jeyachandran known as “seven fingers” and seven crew members in a life boat. The boat capsized and the drowning  sailors were rescued by the Indian navy.",
    "Kittu and eight other tiger cadres including Lt. Col Kutty Sri set fire to the ship. The ship caught fire rapidly. It is surmised that Kittu and his comrades triggered off explosions and also swallowed cyanide. This was how the legendary tiger leader met his end in a fiery and watery grave. On 16 January 1993.",
    "An   eerie happening perceived as an ill  omen happened on 14 Jan 1993.It was Thaipongal day and rice was cooked in all LTTE Camps.Several pots cracked in different tiger camps when boiling point was reached. Severa tiger stalwarts connected this to Kittu’s death two days later.",
    "The LTTE declared a three-day period of mourning. A memorial was constructed in Theeruvi cemetery at VVT. Subsequently the LTTE named their artillery unit after Kittu and the mortar unit after Kutty Sri. A park in Nallur was also named “Kittu Poonga” after Kittu.",
    "As mentioned earlier Kittu was  one of the top leaders of the LTTE with whom I have interacted closely  as a journalist. In fact it was I who first interviewed him for an English publication(Frontline). I have also spoken with him  many times on the telephone  when he was in the UK,Switzerland and Mexico. He was quite lonely in Mexico and would talk for hours with me. . I have fond memories of Kittu.",
    "Kittu’s exposure to the west had made him realize the limits of the Tamil Eelam armed struggle. He had plans of discussing some matters in earnest  directly with Prabhakaran and persuade the LTTE leader into considering other options. Kittu will go down in history as  the tiger commander who “liberated”the greater part of the Jaffna peninsula militarily.The life and death  of Sathasivampillai Krishnakumar alias “Col”Kittu  is indeed  a heroic saga of a true northern warrior.",
    "D.B.S.Jeyaraj can be reached at dbsjeyaraj@yahoo.com",
    "This article appears in the “DBS Jeyaraj Column”Of the “Daily Mirror”dated 27 January 2025.It can be accessed here –",
    "https://www.dailymirror.lk/opinion/Col-Kittu-comrades-kill-themselves-to-prevent-capture-by-Indian-Navy/172-300986",
    "************************************************************************"
  ]
}