{
  "url": "https://www.ft.lk/columns/A-few-fresh-facets-of-leadership-Is-the-era-and-ethos-of-strongman-governments-gone-for-good-3-4/4-783143",
  "title": "A few fresh facets of leadership: Is the era and ethos of strongman  governments gone for good? (3/4)",
  "ut": 1760724060.0,
  "body_paragraphs": [
    "Sri Lanka’s chequered history of coalition politics wreaking havoc on the nation’s growth, development progress speaks volumes for the fallout from a lack of such agreement and cohesion",
    "In Sri Lanka, in 2024/2025 and beyond, this takes on added emphasis in the time of not only presidential and parliamentary elections, but the process of system change following regime change",
    "We’ve seen how the vision of transparency and accountability stumbled and fell headlong when the proponents of the programme were detected with their friends’ hands rummaging around in state coffers: seen under Good Governance as much as GR",
    "Perhaps one could cite Jayewardene v. Premadasa, Kumaratunga v. Wickremesinghe, and Wickremesinghe v. Sirisena as characteristic of the partnership-relationships that failed to succeed in the governance project?",
    "The ships of state of JR, CBK, RW, MR and GR all foundered on these shoals to Sri Lanka’s great distress at the time – national calamities from which our image is still recovering",
    "The failure of the Rajapaksa regime to beat their swords into ploughshares, but rather continue the ethnic war by political means, exemplifies such lack of imagination and integrity",
    "Is it only charismatic leaders and dynamic political messiahs who deliver results? We continue from where last week’s column began to analyse political leadership styles along the paradigms of definitions, theories, styles and roles; by adding processes, values, impacts and frameworks.",
    "The discussion of the past weeks feeds food for thought into the much debated smorgasbord of an issue – as to whether Sri Lanka ever truly benefitted from the ‘strongman’ model of political leadership, as was assumed in the past for a plethora of reasons, including patriotism and propaganda machines doing their part.",
    "This ongoing survey of the extant literature on key facets of political leadership the world over is an attempt to discern if there is an ideal model – one that would lead Sri Lanka away from the myths about political saviours and the misadventures of national messiahship in which we as a country and people suffered.",
    "Processes follow on from roles played by leaders. And because “political leaders gain their initial authority through election not appointment, they require continuing consent from those who they govern and serve” (Hartley, 2010), which is a cyclical and even chronic process.",
    "Other processes entailed in political leadership necessitate “maintaining a critical mass of political support, developing strategic policy direction, seeking to further leadership priorities outside the organization [or party, or government organ such as cabinet, or legislative assembly] and ensuring task accomplishment” (Hartley, 2010).",
    "The failure of ‘I am the state’ approaches and ‘government by gazette’ under the Gotabaya administration reek of such conflation of authority and leadership, and the ensuing confusion that ended in national bankruptcy",
    "Three types of political leadership are also involved in processes: to wit, the ‘Creative’ type/style – demonstrating “an effective ability for the new development of the system”; the ‘Administrative’ type – showing “effective ability for efficient management of operations and the nation in an existing system”; and the ‘Symbolic’ style – leading with “effective ability in a mature country and society in the process of establishing traditional values and a sense of loyalty” (Ishii, 2010).",
    "Processes in political leadership have ups and downs, especially as “relationships inside a partnership can be damaged by processes or assumptions that don’t take account of the fact that partnerships have to work differently … and by the failure of partners to recognize their own cultural assumptions about what is ‘normal’” (Goss and Tarplett, 2010). Perhaps one could cite Jayewardene v. Premadasa, Kumaratunga v. Wickremesinghe, and Wickremesinghe v. Sirisena as characteristic of the partnership-relationships that failed to succeed in the governance project?",
    "The process of working with others in political leadership involves a ‘transaction cost’, which is “typically time spent discussing and agreeing what to do and how to do it” (Goss and Tarplett, 2010); and the more people who are involved, the greater these transaction costs tend to be. Cohabitation (2001-2004) and Yahapalanaya (2015-2019) were short-lived experiments that had such costs, which set the national developmental clock back by years if not decades!",
    "However, as some point out, “rather than seeing these additional costs as a problem, it is possible to see ‘the cost’ of additional time spent thinking and understanding each other as a benefit” (Goss and Tarplett, 2010). Dare we essay that the NPP and the JVP start doing the same... in our national interest, as much as theirs.",
    "Political leadership processes involve fresh ideas and novel ways of interacting with partners in the projects at hand, as “the complex cross-cutting problems facing citizens and communities require governments to develop new paradigms of whole thinking, and new patterns of inter-organizational working for [better] outcomes” (Benington and Hartley, 2010).",
    "As projects, parties and partnerships grow, evolve and change, Turnbull observes – quoting Larry Griener writing in The Harvard Business Review (Griener, 1998) – that “the original creative activities are not always the most appropriate to lead the organisation through predicted periods of both evolution and revolution” (Turnbull, 2010). The failure of the Rajapaksa regime to beat their swords into ploughshares, but rather continue the ethnic war by political means, exemplifies such lack of imagination and integrity.",
    "Grenier adds: “Both the original founders and their chosen ways of working – which were essential for the company [or party, project, or political organ] to get off the ground – may become a problem as the company grows” (Turnbull, 2010), which becomes a challenge to leading a winning team through a collective vision. The loss of popular support for the jingoistic Rajapaksa war machine when the conflict came home to roost among southern dissenters is a case in point.",
    "Another key challenge is “the extent to which leaders agree and achieve a cohesive vision when faced with divergent cognitive sets” (Lelièvre-Finch, 2010). Again, Sri Lanka’s chequered history of coalition politics wreaking havoc on the nation’s growth, development progress speaks volumes for the fallout from a lack of such agreement and cohesion.",
    "A decade and more ago, some academics felt that “the time is now ripe for a major new initiative to promote and cultivate leadership capabilities for working across the public service system” (Benington and Hartley, 2010).",
    "In Sri Lanka, in 2024/2025 and beyond, this takes on added emphasis in the time of not only presidential and parliamentary elections, but the process of system change following regime change.",
    "For political leadership, a person’s values are “an integral part of the office” (Du Gay, 2000; 2005) and “leadership in this context is linked to organizational turnaround and change management” (Salaman, 2005). We’ve seen how the vision of transparency and accountability stumbled and fell headlong when the proponents of the programme were detected with their friends’ hands rummaging around in state coffers: seen under Good Governance as much as GR.",
    "And for shared political leadership in a team context, “only minor variances exist between followers and leaders” (Burns, 2003) while “individual, climate, and group interaction processes [work] as predictors of work team innovation” (Burns and West, 2003).",
    "In such a sharing of leadership as well as values, “partnership working cannot be successful without agreeing collectively to a set of shared goals” (Goss, 2005) and “without shared goals, partnerships often exhibit what we have called the ‘leadership paradox’ – a partnership full of proven and successful leaders in which no one is demonstrating leadership” (Goss and Tarplett, 2010). We could cite the so-called Viyathmaga fiasco as an instance of such a paradox, where latterly at least the experts and professionals were as guilty as bumbling amateurs of successive imbroglios?",
    "Where goals are not necessarily at least initially shared or where partnerships have yet to be formed and formalized, “leaders must be able to engage with dissimilar stakeholders and mobilize support for defined causes acceptable to all” (Lelièvre-Finch, 2010).",
    "And where political leadership runs the risk of being compromised because values and where these values derive from are not explicit, leaders must pay “careful attention to the sources of legitimacy … including clarifying the relationship between authority and leadership” (Hartley, 2010). The failure of ‘I am the state’ approaches and ‘government by gazette’ under the Gotabaya administration reek of such conflation of authority and leadership, and the ensuing confusion that ended in national bankruptcy.",
    "Most helpful in our later formulation of a Sri Lankan leadership framework are the following from Turnbull: that it is important to “exemplify values and integrity”; to value “diversity, including diversity of thought”; improve performance, maintaining “optimism and energy”; set “a tone of openness” and “a consistent course”; show “ability to take decisions”; encourage “partnership and sharing”; and “treat others as you would wish to be treated yourself” (Turnbull, 2010). The ships of state of JR, CBK, RW, MR and GR all foundered on these shoals to Sri Lanka’s great distress at the time – national calamities from which our image is still recovering.",
    "In an age where everything is results-oriented, political leadership is much more than the sum of its processes. American philosopher Sydney Hook, elaborating on this, highlighted the impact that could be made by the ‘eventful man’ compared to the ‘event-making man’ (Dobbins and Platz, 1986).",
    "If, per Drucker et al., “leadership is about ‘doing the right things’ and management is about ‘doing things right’” (Drucker, 1966; 1986; Drucker and Zahra, 2003), then governance is about “ensuring that the right things are done by the right people, in the right way, in the right places with and for the right people” (Brookes, 2010). If only the ‘Good Governance’ impetus of 2015 had lasted beyond the Central Bank expose, a resurgence of ultra-nationalism would not have made a farrago of fiscal policy as it did in the years between 2019 and 2022.",
    "It is also clear leaders are expected to focus on their followers’ needs and “input into their lives in such a way as to empower and motivate them, and transform them into leaders themselves” (House and Aditya, 1997).",
    "This leader-follower dynamic is influenced by the nuance that “skilled leaders in partnerships will be more interested in achieving the right result than being seen to be in charge” (Goss and Tarplett, 2010).",
    "Unsurprisingly, such leadership has to “resist the pressure from followers to act as a god or guru who can provide magical solutions to complex problems, and instead has to persuade stakeholders to accept themselves as part of the whole system, and therefore part of the problem” (Benington and Hartley, 2010).",
    "Political leadership is also about the following factors: balance of diverse public good objectives; subordination of local or specific organizational objectives to the pursuit of the public good; and recognition of ultimate accountability to the electorate (Tilley, 2010).",
    "In addition, elected politicians have to address complex and difficult choices facing society (such as climate change, power generation or sorting out transportation infrastructure) and so “the role of politicians is not only to use state authority and state resources [but] in some cases, their role is to tackle complex problems and make tough choices, knowing that whatever decision is made it will not please everyone” (Hartley, 2010).",
    "There is a fine line to be trodden by political leadership in these instances, since they “use state authority to direct or even coerce citizens to engage in activities deemed to be for the public good” (such as “going to war, taxation levels, police powers and military conscription” [and] “their decisions involve judgments based on political leadership” (Hartley, 2010) and related savvy, skills and experience to make an impact.",
    "Certainly, and perhaps contrarily to our hopes or expectations, impactful national leaders “can have huge influence on economic progression [and such] leaders have [the] highest impact in autocracies, where they seem to considerably influence both economic development and the evolution of political organizations” (Ahmad, Jan and Irem, 2017).",
    "That “these results call for amplified focus on national economic strategies and the procedure of leadership selection” (Ahmad, Jan and Irem, 2017) leads us to consider frameworks for political leadership next.",
    "Some academics have classified leadership into four frames: structural, human resources, political and symbolic (Ahmad, Jan and Irem, 2017). These thinkers emphasise “a need for leadership that links the political, racial, cultural and economic boundaries” (Ahmad, Jan and Irem, 2017). And although there exists a certain degree of agreement on the relevance of political leadership theory and practice, “there is still deficiency in literature on viable approaches, enabling factors and suitable personality characteristics” (Ofusu-Anim and Back, 2021).",
    "On the contrary, other thinkers on political leadership note that there are “numerous explanations, classifications, theories and definitions about leadership” in the contemporary literature, and they add that “substantial effort has gone in to classify and clarify different dimensions of active leadership, thus generating considerable organizational and social research of leadership styles and behaviours” (Khan, Nawaz and Khan, 2016).",
    "One most valuable element that emerges in such efforts is the recognition that if “the creation and demonstration of public value is the key outcome of effective public leadership, then the development of trust and legitimacy by public leaders must therefore represent one of the key determinants of a new public leadership framework” [and] “the importance of trust in engaging with stakeholders cannot be underestimated” (Brookes and Grint, 2010).",
    "In formulating a holistic framework based on all of the above in the literature on leadership and political leadership, the trio of ideas below will be helpful.",
    "That “the purpose of public leadership is to set out clearly what it is that public leaders seek to attain through clearly stated intentions or aims”...",
    "That “the process of public leadership represents the sequence of leadership actions that are required to transform the purpose of public leadership into a practice and how activities are coordinated”...",
    "And that “the praxis of public leadership represents the actual practice of particular public leadership styles at all levels” (Brookes, 2010).",
    "To be concluded next week...",
    "(Editor-at-large of LMD | Post-graduate diplomate in politics and governance)"
  ]
}