{
  "url": "https://www.ft.lk/columns/Indo-Lanka-relations-Actioning-the-tryst-with-opportunity/4-775152",
  "title": "Indo-Lanka relations: Actioning the tryst with opportunity",
  "ut": 1743712357.0,
  "body_paragraphs": [
    "President Anura Kumara Disanayake with Indian Prime Minister Narendra Modi in New Delhi in December 2024 during the former’s first state visit since assuming office",
    "AKD, Modi, and their teams must prioritise strategy over tactics",
    "Lakshman Kadirgamar once described India–Sri Lanka relations as one of “irreversible excellence.” Unfortunately, under some governments, they have been neither irreversible nor excellent. In particular, past insensitivity to India’s security concerns has strained relations. That lesson, however, has now been well learnt—and is unlikely to be repeated in the foreseeable future, certainly not by the current Government.",
    "Today, Sri Lanka’s chief concern is economic. It is in economic relations that our “irreversible excellence” should have run deepest. This was often acknowledged but rarely acted upon. In 2016, Mangala Samaraweera called Indo-Lanka relations in the 21st century a “Tryst with Opportunity,” urging us to think of India not as a threat, but as our greatest opportunity. India was willing—but Sri Lanka did not act. And yet, the opportunity has only grown. A quarter of iPhones produced this year will be made in India. This statistic alone is enough to show India’s prowess and progress. The five South Indian states are emerging as global powerhouses in automotive, technology, pharmaceuticals, and semiconductors.",
    "AKD in December 2024 during his visit to New Delhi forged a strong working relationship with Prime Minister Modi—expressing gratitude for India’s generous support during Sri Lanka’s darkest hours and demonstrating a commitment to deliver results, not just rhetoric. Prime Minister Modi’s visit to Colombo, only months later, is a powerful vote of confidence in our renewed partnership and the Government’s sincerity and capability in taking them to the next level",
    "But Sri Lanka, in the first quarter of this century, has done little to harness this world-historic opportunity just 32 kilometres away. Since the Indo-Lanka Free Trade Agreement was signed in 1998, there has been no major Government-led initiative to link Sri Lanka’s economy to India’s colossal growth engine. The major barrier is the lack of an upgraded agreement.",
    "The current FTA has been a major success for Sri Lanka. 65% of our exports to India benefit from its concessions, while only 5% of Indian exports to us do. Upgrades to the agreement were almost achieved—CEPA was nearly signed in 2008. Had it been in place, Sri Lanka could have capitalised on the China + 1 trend as firms diversified manufacturing away from China. But domestic protectionism once again led to a lost opportunity.",
    "President Anura Kumara Disanayake’s Government is taking the right steps—continuing discussions on the FTA upgrade, advancing the Trincomalee tank farm joint venture, and pushing ahead with the Sampur power project. He understands India’s importance and knows how to shepherd the relationship while stewarding Sri Lanka’s interests. Following several visits to India while in opposition, his first official overseas visit as President was also to India. There, he forged a strong working relationship with Prime Minister Modi—expressing gratitude for India’s generous support during Sri Lanka’s darkest hours and demonstrating a commitment to deliver results, not just rhetoric. Prime Minister Modi’s visit to Colombo, only months later, is a powerful vote of confidence in our renewed partnership and the Government’s sincerity and capability in taking them to the next level.",
    "Today, Sri Lanka’s chief concern is economic. It is in economic relations that our “irreversible excellence” should have run deepest. This was often acknowledged but rarely acted upon",
    "As they meet again, AKD, Modi, and their teams must prioritise strategy over tactics. Sri Lanka must place an upgraded FTA at the centre of the relationship, and ensure that it carries the country with it. India, in turn, must assist by concessionality in some of the FTA terms and by demonstrating its good faith. The Indian approach of turning a blind eye to environmentally destructive poaching by its citizens in the Palk Straits must end. The Sri Lankan Government too must be firm in describing and punishing it for what it is: a series of immigration, environmental and economic violations.",
    "But economics is too important to be left to the politicians. Prime Minister Modi has shown that business and Government must work together. Sri Lanka and India’s first FTAs were with each other. Sri Lanka signed just three since then, with Pakistan, Singapore and Thailand. India in the meantime has signed 13 agreements with heavyweights like Japan and ASEAN, many under Prime Minister Modi’s leadership. A significant reason for this is the forward thinking of Indian industry. Sri Lanka’s industrialists must learn that the road to riches is a small share of the world market rather than fighting over market share in a small market. They cannot be shy of competition and competing. They must support the Government and be willing to take some short-term pain for long-term gain. No other Government will have the credibility this Government does to negotiate a comprehensive FTA with India.",
    "Sri Lanka’s industrialists must learn that the road to riches is a small share of the world market rather than fighting over market share in a small market. They cannot be shy of competition and competing. They must support the Government and be willing to take some short-term pain for long-term gain",
    "A prosperous, open, and stable Sri Lanka is in both countries’ interest. Sri Lanka can be a growing market for Indian goods and a supplier of components to Indian supply chains. Like Hong Kong once was, it can be a facilitator of trade with third countries such as China. Deeper collaboration can be win–win in other areas too: stabilising energy grids through connectivity or harnessing the immense wind power potential of the Palk Straits.",
    "Most importantly, as the global economic order is reshaped, Sri Lanka and India will navigate the coming uncertainty and complexity better together than alone. The deeper we integrate our economies, the more connected our people become, and the more we remain anchored to the principles that have guided our relationship through the ages—the stronger and more resilient we both will be.",
    "Looking ahead, India and Sri Lanka must begin to shape the architecture of a more integrated future—one that mirrors, in scale and ambition, the connectivity frameworks of ASEAN, and the economic interdependence seen between the UK and continental Europe, or Hong Kong and mainland China.",
    "President Anura Kumara Disanayake’s Government is taking the right steps—continuing discussions on the FTA upgrade, advancing the Trincomalee tank farm joint venture, and pushing ahead with the Sampur power project. He understands India’s importance and knows how to shepherd the relationship while stewarding Sri Lanka’s interests",
    "Undersea power links, digital payment interoperability, and restored ferry and freight routes could transform the narrow stretch of sea between us into a corridor of shared prosperity. Over time, such linkages could underpin the emergence of an Indo-Lanka economic zone—a deeply connected yet distinctly sovereign zone of irreversible excellence."
  ]
}