{
  "url": "https://www.technologyreview.com/2025/06/05/1117855/cement-funding-slash/",
  "title": "Over $1 billion in federal funding got slashed for this polluting industry",
  "ut": 1749083400.0,
  "body_paragraphs": [
    "The clean cement industry might be facing the end of the road, before it ever really got rolling.  On Friday, the US Department of Energy announced that it was canceling $3.7 billion in funding for 24 projects related to energy and industry. That included nearly $1.3 billion for cement-related projects.  Cement is a massive climate problem, accounting for roughly 7% of global greenhouse-gas emissions. What’s more, it’s a difficult industry to clean up, with huge traditional players and expensive equipment and infrastructure to replace. This funding was supposed to help address those difficulties, by supporting projects on the cusp of commercialization. Now companies will need to fill in the gap left by these cancellations, and it’s a big one.  First up on the list for cuts is Sublime Systems, a company you’re probably familiar with if you’ve been reading this newsletter for a while. I did a deep dive last year, and the company was on our list of Climate Tech Companies to Watch in both 2023 and 2024.",
    "Related StoryHow electricity could help tackle a surprising climate villainSublime Systems is trying to drive down the carbon footprint of cement production.",
    "The startup’s approach is to make cement using electricity. The conventional process requires high temperatures typically achieved by burning fossil fuels, so avoiding that could prevent a lot of emissions.  In 2024, Sublime received an $87 million grant from the DOE to construct a commercial demonstration plant in Holyoke, Massachusetts. That grant would have covered roughly half the construction costs for the facility, which is scheduled to open in 2026 and produce up to 30,000 metric tons of cement each year.",
    "“We were certainly surprised and disappointed about the development,” says Joe Hicken, Sublime’s senior VP of business development and policy. Customers are excited by the company’s technology, Hicken adds, pointing to Sublime’s recently announced deal with Microsoft, which plans to buy up to 622,500 metric tons of cement from the company.  Another big name, Brimstone, also saw its funding affected. That award totaled $189 million for a commercial demonstration plant, which was expected to produce over 100,000 metric tons of cement annually.  In a statement, a Brimstone representative said the company believes the cancellation was a “misunderstanding.” The statement pointed out that the planned facility would make not only cement but also alumina, supporting US-based aluminum production. (Aluminum is classified as a critical mineral by the US Geological Survey, meaning it’s considered crucial to the US economy and national security.)  An award to Heidelberg Materials for up to $500 million for a planned Indiana facility was also axed. The idea there was to integrate carbon capture and storage to clean up emissions from the plant, which would have made it the first cement plant in the US to demonstrate that technology. In a written statement, a representative said the decision can be appealed, and the company is considering that option.  And National Cement’s funding for the Lebec Net-Zero Project, another $500 million award, was canceled. That facility planned to make carbon-neutral cement through a combination of strategies: reducing the polluting ingredients needed, using alternative fuels like biomass, and capturing the plant’s remaining emissions.  “We want to emphasize that this project will expand domestic manufacturing capacity for a critical industrial sector, while also integrating new technologies to keep American cement competitive,” said a company spokesperson in a written statement.  There’s a sentiment here that’s echoed in all the responses I received: While these awards were designed to cut emissions, these companies argue that they can fit into the new administration’s priorities. They’re emphasizing phrases like “critical minerals,” “American jobs,” and “domestic supply chains.”  “We’ve heard loud and clear from the Trump administration the desire to displace foreign imports of things that can be made here in America,” Sublime’s Hicken says. “At the end of the day, what we deliver is what the policymakers in DC are looking for.”",
    "Related StoryThe Trump administration has shut down more than 100 climate studiesTens of millions of dollars in NSF grants have been slashed, and scientists fear the US is about to lose a generation of climate researchers.",
    "But this administration is showing that it’s not supporting climate efforts—often even those that also advance its stated goals of energy abundance and American competitiveness.  On Monday, my colleague James Temple published a new story about cuts to climate research, including tens of millions of dollars in grants from the National Science Foundation. Researchers at Harvard were particularly hard hit.  Even as there’s interest in advancing the position of the US on the world’s stage, these cuts are making it hard for researchers and companies alike to do the crucial work of understanding our climate and developing and deploying new technologies.  This article is from The Spark, MIT Technology Review’s weekly climate newsletter. To receive it in your inbox every Wednesday, sign up here. hide"
  ]
}