{
  "url": "https://www.ft.lk/columns/Inside-the-Echo-Temple-Moral-binding-and-architecture-of-belief-Part-2A/4-778722",
  "title": "Inside the Echo Temple: Moral binding and architecture of belief – Part 2A",
  "ut": 1751931184.0,
  "body_paragraphs": [
    "The NPP now resembles an immune system attacking its own organs",
    "From rebellion to ritual, the NPP now reverberates within its own sanctified walls. This essay investigates how moral certainty, tribal loyalty, and choreographed performance have displaced scrutiny — transforming a once reformist movement into a closed temple of affirmation, where questions perish and only echoes remain. Drawing on Jonathan Haidt’s moral psychology, it explores how the architecture of belief within the National People’s Power (NPP) has become a fortress of cognitive closure, where loyalty is virtue and dissent is sacrilege.",
    "1.Introduction: From moral binding to echo chambers",
    "In the first part of this essay, I explored Jonathan Haidt’s challenge to the Enlightenment belief in human rationality. Moral decisions, he argues, are driven less by reasoned deliberation than by fast, intuitive, and emotionally charged responses. His metaphor of the mind as a rider on an elephant — where reason merely justifies choices already made by instinct — reveals the psychological foundations of political tribalism. This lens helps explain the unwavering loyalty of the National People’s Power (NPP) base, which is shaped less by policy than by a shared sense of moral virtue and redemptive identity. In the (NPP), loyalty has become a liturgy, and reason a postscript. In such a matrix, critics become apostates, and dissent is framed as betrayal. We now turn to how this moral logic constructs echo chambers that insulate power and silence doubt.",
    "2.The moral echo chamber: Binding, blinding and the architecture of belief",
    "One of the most revealing features of the NPP’s rise is its success in constructing a sealed moral soundscape — a space where dissent is not simply rejected, but rendered inaudible. This is nowhere more evident than in the NPP’s meticulously staged rallies. These events are not civic deliberations but moral performances, carefully choreographed to bind believers and sanctify leadership. The physical and emotional architecture of these gatherings resembles what Jonathan Haidt describes as a “moral community”: a closed system where virtue is defined internally and doubt is expelled like a virus1.",
    "Each rally begins not with policy discussion but with ritual. The anthem-like “Ada mulu rata, eka mitakata, suba nakathata, rata Anurata” frames Anura Kumara Disanayake (AKD) as the nation’s moral centre. The voice of Nanda Malini — a revered cultural icon — baptises the event in nostalgic legitimacy. From above, media images often show curved, amphitheatre-like formations, orienting all attention to the stage. Chants of “Malimawata Jayawewa!” fill the air — not questions, but invocations. There are no audience microphones, no open-floor dialogue. Unlimited, undeliverable promises prevail. Criticism is not debated; it is drowned.",
    "Haidt’s framework helps decode this environment. In moral communities, intuition leads and reasoning follows. But in NPP rallies, reasoning is not only subordinate — it is disqualified. The event becomes not only an echo chamber in sound but in cognition: a closed loop of emotional conviction, immune to contradiction.",
    "The NPP has activated a narrow set of potent moral triggers: fairness (framed as equality), loyalty (to the party), and sanctity (of ideological purity). These are woven into a cocoon of righteousness — shielding the faithful from critique, self-doubt or dissonance. In this echoic enclosure, decisions are not assessed by consequence, but by fidelity to the tribe’s moral script. Even suppression of protest or media control is reframed as virtuous if done in service of the cause.",
    "The 2025 Local Government elections provide a clear example. As reported in The Island, the Government threatened to withhold funds from councils not controlled by the NPP2 — a tactic once condemned when used by rivals. Yet within the echo chamber, this coercion is not betrayal but “public protection.” As Haidt notes, moral reasoning often functions like a “press secretary” — rationalising decisions already made.",
    "Critics within the movement — especially from the left — face swift condemnation. They are not debated but demonised as traitors or infiltrators. The former ethos of internal self-critique has withered. Disagreement is no longer framed as democratic discourse, but as ideological heresy.",
    "What emerges is not a pluralistic movement, but a moralised political order — one that resembles a sanctified sect more than a democratic front. The very moral structures that once fuelled reform have hardened into a fortress. Scrutiny is kept out. Dogma is locked in.",
    "3.The Echo Temple: A metaphor for moral seclusion",
    "To understand the NPP’s current behaviour, consider a metaphor: the Echo Temple. Imagine a temple high in the hills — not for worship, but for moral resonance. Its curved walls are designed to reflect only the voices of those within. Devotees gather daily, reciting the slogans and hopes of their political movement. Every idea — no matter how implausible or contradictory — is met with nods and repetition. When someone says, “This promise is unworkable,” or “This leader once said the opposite,” the sound dies before it reaches the ears of the faithful.",
    "Now picture an outsider climbing the hill to speak. His words echo inside — but distorted, even threatening. He is not one of them. His message is not evaluated on merit, but rejected for its origin.",
    "Inside this structure, binding and blinding become architectural. The temple binds followers with shared identity — but also blinds them, filtering out dissent and transforming criticism into enemy noise.",
    "In the case of the NPP, the metaphor captures a movement marked by unity without introspection, energy without correction. Inside the Echo Temple, affirmation becomes truth and dissent becomes treason. What emerges is not democratic discourse, but tribal psychology — where loyalty overrides logic and moral purity becomes the price of inclusion.",
    "The NPP has activated a narrow set of potent moral triggers: fairness (framed as equality), loyalty (to the party), and sanctity (of ideological purity). These are woven into a cocoon of righteousness — shielding the faithful from critique, self-doubt or dissonance. In this echoic enclosure, decisions are not assessed by consequence, but by fidelity to the tribe’s moral script. Even suppression of protest or media control is reframed as virtuous if done in service of the cause",
    "4.Metaphors of sealed systems: Immunity, inertia and ideological closure",
    "In a previous article, I applied biological and Newtonian metaphors to the NPP’s evolution3. These remain vital as the party’s internal culture continues to mutate into a sealed ideological system.",
    "The NPP now resembles an immune system attacking its own organs. Constructive scepticism is treated as infection; facts that disrupt the party’s moral narrative are not examined but expelled. Its rhetorical antibodies — moral posturing, selective outrage, ridicule — fail to distinguish good-faith critique from sabotage. In this autoimmune reflex, ideological purity trumps intellectual honesty.",
    "From Newtonian physics, the NPP behaves like a body in motion governed by inertia: propelled by moral conviction, it continues unchecked unless disrupted by an external force. Yet in a closed ideological system, such a force is not permitted. The party’s internal gravity traps its adherents in circular orbit — motion mistaken for progress, mass mistaken for wisdom.",
    "While this unity inspires loyalty, it breeds moral arrogance. When a movement loses its ability to self-correct, it risks transforming from a vehicle of change into a temple of echo.",
    "The NPP’s moral engine no longer drives reform — it recites doctrine. Inside the Echo Temple, truth is what the faithful chant, and doubt is heresy. Without rupture or reflection, the movement risks becoming what it once opposed: a sanctified machine, deaf to decay and blind to its own beginnings.",
    "1 Haidt, Jonathan. The Righteous Mind: Why Good People Are Divided by Politics and Religion. London: Penguin Books, 2013, Chapter 9, p. 256.",
    "2 The Island, “NPP threatens funding cut to opposition-led councils”, 7 March 2025.",
    "3 Jayalath Bandara Adikarige, “Political Alchemy — From Messiah to Machinery: The Rise and Mutation of AKD”, Daily FT, 1 March 2025.",
    "(The writer, a former academic at the University of Peradeniya, is a noted expert on Sri Lanka’s political economy. His doctoral research examined the country’s complex ties with the IMF and World Bank from 1960 to 1985, highlighting key economic and ideological shifts. He is currently analysing the political and legal dimensions of Sri Lanka’s decline in upholding the rule of law and judicial independence, framing it within a broader pattern of institutional erosion and executive dominance. He can be reached via: [email protected].)",
    "Part 1 of this series can be seen at https://www.ft.lk/columns/Morality-binds-and-blinds-Applying-Haidt-s-framework-to-NPP-s-political-psychology-Part-1/4-778389"
  ]
}