{
  "url": "https://www.technologyreview.com/2025/03/28/1113923/spare-living-human-bodies-might-provide-organs/",
  "title": "“Spare” living human bodies might provide us with organs for transplantation",
  "ut": 1743118200.0,
  "body_paragraphs": [
    "This week, MIT Technology Review published a piece on bodyoids—living bodies that cannot think or feel pain. In the piece, a trio of scientists argue that advances in biotechnology will soon allow us to create “spare” human bodies that could be used for research, or to provide organs for donation. If you find your skin crawling at this point, you’re not the only one. It’s a creepy idea, straight from the more horrible corners of science fiction. But bodyoids could be used for good. And if they are truly unaware and unable to think, the use of bodyoids wouldn’t cross “most people’s ethical lines,” the authors argue. I’m not so sure. Related StoryThe entrepreneur dreaming of a factory of unlimited organsMartine Rothblatt sees a day when transplantable organs and 3D-printed ones will be readily available, saving countless lives—including her daughter’s.",
    "Either way, there’s no doubt that developments in science and biotechnology are bringing us closer to the potential reality of bodyoids. And the idea is already stirring plenty of ethical debate and controversy. One of the main arguments made for bodyoids is that they could provide spare human organs. There’s a huge shortage of organs for transplantation. More than 100,000 people in the US are waiting for a transplant, and 17 people on that waiting list die every day. Human bodyoids could serve as a new source.",
    "Scientists are working on other potential solutions to this problem. One approach is the use of gene-edited animal organs. Animal organs don’t typically last inside human bodies—our immune systems will reject them as “foreign.” But a few companies are creating pigs with a series of gene edits that make their organs more acceptable to human bodies. A handful of living people have received gene-edited pig organs. David Bennett Sr. was the first person to get a gene-edited pig heart, in 2022, and Richard Slayman was the first to get a kidney, in early 2024. Unfortunately, both men died around two months after their surgery.",
    "But Towana Looney, the third living person to receive a gene-edited pig kidney, has been doing well. She had her transplant surgery in late November of last year. “I am full of energy. I got an appetite I’ve never had in eight years,” she said at the time. “I can put my hand on this kidney and feel it buzzing.” She returned home in February. At least one company is taking more of a bodyoid-like approach. Renewal Bio, a biotech company based in Israel, hopes to grow “embryo-stage versions of people” for replacement organs. Their approach is based on advances in the development of “synthetic embryos.” (I’m putting that term in quotation marks because, while it’s the simplest descriptor of what they are, a lot of scientists hate the term.) Embryos start with the union of an egg cell and a sperm cell. But scientists have been working on ways to make embryos using stem cells instead. Under the right conditions, these cells can divide into structures that look a lot like a typical embryo.  Scientists don’t know how far these embryo-like structures will be able to develop. But they’re already using them to try to get cows and monkeys pregnant. And no one really knows how to think about synthetic human embryos. Scientists don’t even really know what to call them. Rules stipulate that typical human embryos may be grown in the lab for a maximum of 14 days. Should the same rules apply to synthetic ones? Related StoryWe can use stem cells to make embryos. How far should we go?Synthetic embryos made without eggs and sperm are looking increasingly like the real thing—raising thorny ethical questions.",
    "The very existence of synthetic embryos is throwing into question our understanding of what a human embryo even is. “Is it the thing that is only generated from the fusion of a sperm and an egg?” Naomi Moris, a developmental biologist at the Crick Institute in London, said to me a couple of years ago. “Is it something to do with the cell types it possesses, or the [shape] of the structure?” The authors of the new MIT Technology Review piece also point out that such bodyoids could also help speed scientific and medical research.",
    "At the moment, most drug research must be conducted in lab animals before clinical trials can start. But nonhuman animals may not respond the same way people do, and the vast majority of treatments that look super-promising in mice fail in humans. Such research can feel like a waste of both animal lives and time. Scientists have been working on solutions to these problems, too. Some are creating “organs on chips”—miniature collections of cells organized on a small piece of polymer that may resemble full-size organs and can be used to test the effects of drugs. Others are creating digital representations of human organs for the same purpose. Such digital twins can be extensively modeled, and can potentially be used to run clinical trials in silico. Both of these approaches seem somehow more palatable to me, personally, than running experiments on a human created without the capacity to think or feel pain. The idea reminds me of the recent novel Tender Is the Flesh by Agustina Bazterrica, in which humans are bred for consumption. In the book, their vocal cords are removed so that others do not have to hear them scream. When it comes to real-world biotechnology, though, our feelings about what is “acceptable” tend to shift. In vitro fertilization was demonized when it was first developed, for instance, with opponents arguing that it was “unnatural,” a “perilous insult,” and “the biggest threat since the atom bomb.” It is estimated that more than 12 million people have been born through IVF since Louise Brown became the first “test tube baby” 46 years ago. I wonder how we’ll all feel about bodyoids 46 years from now. This article first appeared in The Checkup, MIT Technology Review’s weekly biotech newsletter. To receive it in your inbox every Thursday, and read articles like this first, sign up here. hide"
  ]
}