{
  "url": "https://dbsjeyaraj.com/dbsj/?p=85370",
  "title": "Sri Lanka Secures  $ 3.7  Billion Foreign Direct Investment From Sinopec to set up State of the Art Oil Refinery with 200,000 Barrels Capacity in Hambantota District During President Anura Kumara Dissanayake’s State Visit to China",
  "ut": 1736970065.0,
  "body_paragraphs": [
    "Sri Lanka has secured “one of its largest FDIs”, President Anura Kumara Dissanayake announced on Thursday, after signing a $3.7 billion-agreement with Sinopec during his ongoing state visit to China.",
    "Following bilateral discussions, President Dissanayake and Chinese President Xi Jinping, pledged to usher in a “new era” of development in bilateral ties, deepen traditional friendship, and advance Belt and Road cooperation, official statements said.",
    "“During my state visit to China, we secured one of our largest foreign direct investments — a $3.7B agreement with @SinopecNews to build an advanced oil refinery in Hambantota. This will boost exports, create jobs, and fuel economic growth,” Mr. Dissanayake posted on social media platform X. The investment entails, “a state-of-the-art oil refinery with a capacity of 200,000 barrels” in the southern Hambantota district, the Presidential Media Division said in a statement. The refinery is planned adjacent to the Hambantota port that China Merchant Port Holdings controls, on a 99-year lease.",
    "Mr. Dissanayake is on his second state visit abroad — from January 14 to 17 — following his visit to India in December 2024. Both India and China have expressed their desire to closely work with the leader, who has vowed to pursue a non-aligned foreign policy that will put Sri Lanka’s interests first.",
    "Sri Lanka’s deal with the state-run Sinopec signals continuity in China’s investment strategy in the island nation, after Mr. Dissanayake and his National People’s Power captured power in 2024. It also reflects Sri Lanka’s preference for investments over loans after its devastating economic crash and sovereign default in 2022.",
    "The Sinopec investment was cleared in November 2023, during the term of Mr. Dissanayake’s predecessor Ranil Wickremesinghe. The project appears to have come in place of an earlier investment proposal linked to a Singapore-based company, in which the family of Member of Parliament S. Jagathrakshakan, of the Dravida Munnetra Kazhagam in Tamil Nadu, held stakes. The project ran into a controversy — after Oman, said to be another investor, denied having a role — and was eventually scrapped.",
    "Mr. Dissanayake held discussions with Mr. Xi on Wednesday, at the Great Hall of the People, where he was accorded a red-carpet welcome. “The welcoming ceremony was conducted with great honour, including a ceremonial gun salute,” Mr. Dissanayake’s office said in a statement. Mr. Xi emphasised China’s “readiness to work closely with Sri Lanka in ushering in a new era of development”, the statement said. Several MoUs aimed at strengthening collaboration in areas such as economy, social development, and industry were inked.",
    "Sri Lanka and China “set a fine example of friendly interactions and mutually beneficial cooperation between countries of different sizes”, stated a joint statement issued by the two governments. “The two sides agreed to advance all major signature projects including the Colombo Port City and Hambantota Port integrated development, fully utilize such platforms as the Silk Road Workshop…The two sides were pleased to sign a Belt and Road cooperation plan to upgrade China-Sri Lanka high-quality Belt and Road cooperation.”",
    "While Colombo thanked China for its assistance in restructuring its loans to Sri Lanka, China said it would continue to play a positive role in the IMF and maintain friendly communication with other creditors to help Sri Lanka ease its financial difficulties and achieve debt sustainability, the statement said. “The two sides agreed to work toward the early conclusion of a comprehensive free trade agreement in one package in line with the principles of equality, mutual benefit and win-win outcomes,” the joint statement said."
  ]
}