{
  "url": "https://www.technologyreview.com/2025/10/06/1124296/2025-climate-tech-companies-to-watch-redwood-materials-ai-microgrids/",
  "title": "2025 Climate Tech Companies to Watch: Redwood Materials and its new AI microgrids",
  "ut": 1759713300.0,
  "body_paragraphs": [
    "Over the past few years, Redwood Materials has become one of the top US battery recyclers, joining forces with the likes of Volkswagen, BMW, and Toyota to process old electric-vehicle batteries and recover materials that can be used to make new ones. Now it's moving into reuse as well. Redwood Energy, a new branch of the company, incorporates used EV batteries into microgrids to power energy-hungry AI data centers.   The boom in AI demand has caught electricity grids around the world off guard. The data centers powering systems that generate text, images, and videos require a lot of energy. Microgrids, or small-scale power grids, are one way to provide renewable energy to these centers without taxing existing infrastructure. Meanwhile, electric vehicles have been gaining steam in the United States, even as subsidies for them are rolled back. But the batteries tend to last longer than the cars—they can continue working for up to 20 years, by some estimates. And even once they degrade past the point where they are useful for cars, they still have a lot of chemical life left.   Redwood Materials has worked for years on breaking down battery cells and batteries like those in phones and EVs so that the materials within can be recycled. It’s now a leader in this space in the United States. Through that process, Redwood realized that the sturdy design and high performance of EV batteries makes them a prime candidate for microgrids. In June, Redwood debuted its first such installation, a pilot microgrid using an array of 792 used EV batteries to help power a small data center in Nevada. It plans to build many more.   Key indicators  Industry: Battery recycling Founded: 2017 Headquarters: Carson City, Nevada, USA Notable fact: Redwood says its battery recycling generates 70% less carbon dioxide than processing materials from mined ore.    Potential for impact EV batteries need specialized materials like lithium, nickel, and cobalt. Getting these from the earth requires large-scale invasive mining operations around the globe. Battery recycling provides the opportunity to lessen the need for mining while also bolstering the US supply chain for critical minerals—a major priority for recent US presidential administrations.",
    "Now, the AI boom is providing another opportunity for Redwood. The US Department of Energy reported in late 2024 that energy use by data centers could almost triple by 2028. Microgrids could meet this sharp rise in demand faster than traditional power grids. The company claims one of its microgrids can be set up in only about a year. Redwood Materials plans to harvest the energy to be stored in its microgrid batteries from renewable sources like solar. Caveats Integrating different types of batteries from various manufacturers into a mini power grid is difficult, especially when they may need to be quickly swapped in the moment to maintain the grid’s capacity. Each company has different sizes, specifications, and communication protocols for its batteries. Redwood Energy has handled this by creating universal connectors that could allow any EV battery to be replaced by any other.",
    "Related StoryThis battery recycling company is now cleaning up AI data centersRedwood Materials plans to repurpose EV batteries to build renewable-powered microgrids.",
    "However, if demand for electric cars falters as the US cuts back on EV subsidies, Redwood may have a harder time sourcing enough EV batteries in the future. While the deals the company has already made with various EV producers may provide some stability, the market could shift. There’s also the question of scale. Redwood Energy claims its first microgrid provides over 99% of the power needed by a small data center outside Reno, Nevada, with its EV batteries storing solar energy. “Small” is the operative word here, though. Redwood Energy’s first customer is now building a data center with 100 times as many graphics processing units, and bigger players have even grander ambitions. Meta, for example, plans to build a cluster of data centers drawing gigawatts of power, over 400 times Redwood’s current ability to serve.  Next steps Redwood is already making deals to secure more batteries for larger projects. In July, GM announced a nonbinding agreement to deploy its car batteries to the company’s systems, but Redwood will need huge supplies of batteries for future projects. It claims to be designing data center installations with 10 times the capacity of its current microgrid. To help the world avoid a significant rise in AI-related emissions, Redwood must carve out a sizable market for itself. While solar-powered EV-battery microgrids won’t be able to meet all of AI’s energy demand, filling a good part of it that way would still be a win for the climate. 2025Climate Tech Companies to WatchHow we chose the companiesBill Gates: Read his essayAther EnergyCemvisionCyclic MaterialsEnvisionFervo EnergyHiNa Battery TechnologyKairos PowerPairwiseRedwood MaterialsTratonSee the full listhide"
  ]
}