{
  "url": "https://www.ft.lk/columns/Sri-Lanka-s-digital-crossroads-Why-coherent-crypto-framework-is-now-policy-imperative/4-784314",
  "title": "Sri Lanka’s digital crossroads: Why coherent crypto framework is now policy imperative",
  "ut": 1763080661.0,
  "body_paragraphs": [
    "Cryptocurrency is rapidly reshaping the global financial landscape, creating opportunities for innovation while exposing economies to unprecedented risks",
    "Cryptocurrency is rapidly reshaping the global financial landscape, creating opportunities for innovation while exposing economies to unprecedented risks. In Sri Lanka, interest in digital assets has surged, particularly among youth and businesses, but this momentum is unfolding in a fragmented legal vacuum. The Central Bank of Sri Lanka (CBSL) has repeatedly warned against crypto use, citing risks of scams, while some institutions have expressed openness to blockchain’s potential. This incoherence has left consumers vulnerable to fraud and scams, deprived the state of much-needed tax revenue, and cost Sri Lanka a chance to position itself as South Asia’s digital innovation hub.",
    "With recent developments in this field, including the Central Bank’s primary steps to register crypto service providers for anti-money laundering (AML) and counter financing of terrorism (CFT) compliance, Sri Lanka is only beginning to grapple with cryptocurrencies at a time when its regional peers are moving decisively. This hesitation is understandable. The island is recovering from its worst economic crisis in decades, triggered by depleted reserves and unsustainable debt. For policymakers struggling to restore financial stability, cryptocurrencies may appear to be a dangerous distraction. Yet the costs of inaction are mounting. Without a clear regulatory framework, Sri Lanka risks consumer exploitation, loss of state revenue, and missing out on investment, innovation, and remittance flows that its neighbours are already benefitting from.",
    "Inadequacy of Sri Lanka’s existing laws",
    "An analysis of Sri Lanka’s current legal framework indicates that it is inadequate to address crypto activities. Laws such as the Financial Transactions Reporting Act and the Prevention of Money Laundering Act were designed for traditional finance. They do little to address decentralised finance (DeFi), peer-to-peer transfers, or the risks of unregulated trading. The result is a patchwork of gaps that foster uncertainty, undermine consumer protection, and deter serious investors.",
    "Global crypto adoption",
    "A comparative analysis of global regulatory frameworks and approaches reveals that prohibition is ineffective. Vietnam recently passed a pioneering digital technology law, which regulates the use of crypto/digital assets. Further, it has piloted regulatory sandboxes to learn from and develop suitable legislation and operational models. Vietnam, mirroring a similar economic journey to Sri Lanka as a developing economy, has integrated digital assets into its economic growth strategies. The country proposes to implement a 0.1% personal income tax on digital assets, which it estimates will generate $ 800 million in annual revenue. As recently as 28 September 2025, Chainalysis reported Vietnam’s crypto market value at $ 220 billion, ranking it third in the Asia Pacific. The same report noted that in 2025, due to their robust crypto engagement, countries such as India, Pakistan and Vietnam have furthered APAC’s status as the global hub of grassroots crypto activities, emerging as the fastest-growing region for on-chain crypto activity, with a 69% year-over-year increase in value received.",
    "India reversed its crypto ban and instead turned to taxation, charging a 30% income tax on digital assets and 1% tax-deducted-at-source (TDS) on any transfer of crypto assets. While still restrictive, in July 2025, the Government reported collecting ₹ 437 crore ($ 52 million) in taxes from crypto transactions and uncovered an additional ₹ 630 crore ($ 72 million) of undisclosed crypto income by deploying AI and data analytics. Further, in December 2024, crypto trading volume was valued at $ 1.9 billion.",
    "Thailand has regulations and strict compliance measures in place to regulate crypto, aiming for targeted adoption in specific sectors like tourism. Being a tourism-driven economy, Thailand has aligned its digital innovation policy with broader economic goals. In 2024, its crypto market capitalisation was estimated at over THB 90,000 million, reflecting a more than 70% increase from 2023. Pakistan, aiming to be South Asia’s leading hub for crypto, has a dedicated crypto regulatory framework in place and has established a dedicated authority for oversight and supervision. The country’s annual crypto trading volume exceeds $ 300 billion.",
    "Other countries, such as Singapore, Japan, and Bhutan, have reaped benefits by integrating crypto adoption into their economic goals and strategies and have established clear licensing and consumer protection regimes. It is also worth mentioning that all these countries are part of the Global South, indicating the growing potential of this region to establish itself as a leading digital economy and innovation hub.",
    "By contrast, Sri Lanka is still debating whether digital currencies are an opportunity worth seizing or a risk too significant to entertain. Investors read hesitation as a sign of a lack of seriousness. Countries that are seen as hesitant or inconsistent lose credibility with investors seeking forward-looking jurisdictions.",
    "For Sri Lanka, the question is not whether to regulate, but how. As is evident, outright prohibition and a strict, restrictive approach are not feasible, as this could drive activity further underground. Additionally, blanket adoption of international crypto models can overlook local capacity constraints. The path forward is a pragmatic, phased framework aligned with international standards and one that reflects both global best practices and Sri Lanka’s institutional realities.",
    "The timing is favourable and presents a unique opportunity. The Government’s national digital agenda, including digital transformation initiatives such as the Sri Lanka Unique Digital Identity (SL-UDI) and the Digital Economic Authority (DEA), provides the infrastructure to embed crypto oversight into broader digital governance. With India, Pakistan, Thailand, and Vietnam all advancing crypto regulation, Sri Lanka cannot afford to sit idle.",
    "Recommendations for action",
    "The following recommendations are proposed:",
    "Draft a Virtual/Digital Assets Act, with clear definitions, licensing obligations, and consumer protections aligned with FATF standards.",
    "Amend existing laws to cover virtual assets, ensuring coherence across financial governance.",
    "Define institutional roles: The DEA or CBSL should lead oversight, with the FIU handling AML/CFT enforcement and the SEC supervising exchanges. Introduce a taxation regime for exchanges and capital gains.",
    "Establish regulatory sandboxes in Port City to test new services under supervision.",
    "Advance exploration of a Central Bank Digital Currency (CBDC) to strengthen financial stability, reduce dependency on cash and lower money printing costs.",
    "Align crypto measures with Sri Lanka’s 2025 digital transformation initiatives by establishing the DEA as the dedicated crypto regulatory authority, with powers to licence, register and supervise crypto service providers or VASPS and utilising Sri Lanka’s SL-UDI project for KYC, AML/CFT and tax compliance.",
    "Implement public awareness campaigns tailored to different demographics, improving digital literacy and building consumer confidence.",
    "Foster cross-border cooperation.",
    "Balancing caution and innovation",
    "The CBSL’s cautious position, focused on anti-money laundering and systemic risks, can be reconciled with these reforms through gradual implementation. A cost-benefit analysis before new legislation, coupled with capacity building through IMF and private sector partnerships, will ensure that Sri Lanka adopts a framework suited to its realities rather than a copy of global models. A phased implementation, starting with multi-stakeholder consultations, legislative drafting, and taxation, before moving to sandboxes and eventually exploring CBDCs, would allow regulators to proceed carefully while signalling openness to innovation.",
    "Sri Lanka does not need to begin from scratch. Lessons are readily available from Asia’s leading crypto adoption actors mentioned above. Sri Lanka’s financial crisis has already created an appetite for reform. Policymakers are modernising fiscal oversight and searching for new growth avenues, particularly as debt repayment timelines near and become payable soon. Crypto regulation could be positioned as part of this broader reset, serving as a signal that the country is open to innovation while remaining vigilant to risks. Such steps would not resolve every challenge, but they would provide the certainty that businesses and investors need.",
    "The strategic imperative",
    "In summary, prohibition is futile, fragmented laws are inadequate, and delays risk Sri Lanka being side-lined as investors favour jurisdictions with clarity and credibility. Sri Lanka cannot afford to remain passive. Continued ambiguity will foster unregulated activity, eroding financial integrity and undermining consumer confidence. Further, the global digital economy is evolving rapidly. CBDCs are being piloted across Asia. Stablecoin use in remittances is increasing. But Sri Lanka still has a window of opportunity. By enacting a coherent legal and policy framework, the country can turn uncertainty into opportunity, safeguarding consumers, generating state revenue, strengthening financial integrity, securing investor confidence, and positioning itself as a competitive player in the regional digital economy.",
    "(The writer is an attorney-at-law)"
  ]
}