{
  "url": "https://www.dailymirror.lk/opinion/A-plea-to-save-publishers-during-book-month/172-292549",
  "title": "A plea to save publishers during book month",
  "ut": 1727402902.0,
  "body_paragraphs": [
    "Sri Lanka badly needs more books and readers. Those who have made buying books and reading them a habit face a daunting challenge. Buying the next set of books is close to unthinkable now given the skyrocketing prices of books. A good number of books went out of the reach of people after the past government imposed an overwhelming 18% tariff on imported books. The little good news we get each September-October arrives with the Colombo International Book Fair during which period readers enjoy discounts on books.",
    "Yesterday (September 26) another edition of the International Book Fair turned a new chapter at the BMICH in Colombo. This is the month for book lovers to use some of the monies saved to buy essential ‘reading material’. For serious readers, getting lost among the pages of a treasured book is akin to travelling business class on an airline. Sri Lanka has its set of serious readers who spend on books, but that number is not enough to turn the book industry here in the island into a hugely profitable business. Bookshops here in Sri Lanka are either struggling or merely surviving. There is no secret in that fact!",
    "When our very own Shehan Karunatilaka won the 2022 Booker Prize, it helped Sri Lanka place their prize winner author among other greats in the world map of writers. The book titled ‘The Seven Moons of Maali Almeida’ is a story about a war photographer waking up the dead. The book touches on the brutalities of the civil war. But what makes the reader ponder deeper into the contents in the book is the ‘thread of humanity’ which runs throughout the story. One question we must ask as readers is whether the ‘Sri Lankan state’ did enough to market this book and the writer as much as everyone who loves this publication wished? We remember how Ernest Hemingway loved Cuba and made it his second home. Hemingway presented the Nobel Prize for literature he won for his book ‘The Old Man and the Sea’ to the people of Cuba. These little pieces of information about Hemingway give us food for thought to think about the welfare of our writers. If we don’t protect and look after our writers someone else would.  For the record, Karunatilaka has lived and worked in places like London, Amsterdam and Singapore. But he was humble and great enough to state that he was Sri Lankan and identify himself with his country of birth at the awards presentation for the Booker Prize. He received Sterling Pounds 50,000 for his book.",
    "These are success stories that must be remembered and reproduced in newspapers to make the ‘month of books’ more memorable. When we talk about Karunathilake, we cannot forget ‘our’ other celebrated English writers like Carl Muller, Jean Arasanayagam, Shyam Selvadurai, Romesh Gunasekera, Michael Ondaatje, Ashok Ferry, Malinda Seneviratne, Gamini Akmeemana and Yasmine Gooneratne who have given us books to cherish.",
    "As we head to the book fair at the BMICH we also get to hear about the struggles made by authors and publishers to get their products to stalls on time. We only see the finished products and even insist on the discounts that are promised; given it’s the month for books. We must also not forget to talk to these authors and offer them inspiration. There is always some magic when a reader of a book gets to meet the author as well. Often, a place like the book fair offers such opportunities.",
    "On September 22 we saw a new president being ushered in to the hot seat of Sri Lankan politics. Book publishers have time and again carried their grievances to past executive presidents of this country to reduce the tariffs imposed on imported books; but to no avail. These publishers have to often remind the state that there is a UNESCO treaty, signed in 1950, which facilitates the importing of certain books classified as ‘educational, scientific and cultural without paying taxes. It’s the wish of all book lovers that the new president takes note of this treaty and gives book publishers some good news."
  ]
}