{
  "url": "https://hbr.org/2024/06/choosing-between-a-structured-or-conversational-interview",
  "title": "Choosing Between a Structured or Conversational Interview",
  "ut": 1719298506.0,
  "body_paragraphs": [
    "LUVLIMAGE/Getty Images",
    "It’s critical to avoid the financial burden of making a wrong hire. Two approaches to conducting interviews — structured and conversational — can yield different insights about a candidate. While structured interviews make it easier to compare candidate responses and help ensure each interviewer covers distinct areas without redundancy, they may fall short in uncovering the candidate’s communication style and adaptability to change in a real-world setting. Conversational interviews offer a unique opportunity to get to know a candidate better by engaging them in a discussion about a real problem your organization is facing or has faced, but they can also present greater opportunities for bias to creep in. Here’s what each interview method can reveal about a candidate and when you might want to use them.",
    "Interviewing candidates involves more than assessing their hard and soft skills — it’s crucial to choose the right method to gain a comprehensive understanding of their potential long-term fit for the team and company. During my time in human resources, I frequently encountered new hires who possessed extensive experience and expertise but struggled to adapt, which ultimately benefited no one. This mismatch often stemmed from a lack of alignment between the candidate’s values and the company’s environment and core principles, as well as the hiring manager’s lack of understanding about a candidate’s long-term career aspirations and motivations.",
    "Attracting and Cultivating Talent Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Attracting and Cultivating Talent. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Discover how to attract, hire, develop, and keep talented people who will grow and thrive throughout their employee journey.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "How Leaders Learn: Master the Habits of the World's Most Successful People",
    "The Strategize Your Life Collection: Design a Life of Purpose",
    "Read more on Hiring and recruitment",
    "Human resource management and Job interviews"
  ]
}