{
  "url": "https://www.dailymirror.lk/opinion/Perhaps-the-Eyes-of-Lady-Justice-May-not-be-Blindfolded-Anymore/172-297923",
  "title": "Perhaps the Eyes of Lady Justice May not be Blindfolded Anymore…",
  "ut": 1733949056.0,
  "body_paragraphs": [
    "When Dr. Shirani Bandaranayake took oaths as the 43rd Chief Justice of Sri Lanka in May 2011, there were many who were unhappy about this appointment. Even though her appointment to the Supreme Court in 1996 was challenged, her subsequent ascension to the leadership of the Apex court in the country could not be challenged given her seniority. Months before her appointment, the then government rushed the passage of the 18th Amendment to the Constitution to further strengthen powers of an already powerful Executive. While a number of petitions were dismissed under the Supreme Court led by Dr. Bandaranayake, many factions perceived whether the Apex court was being respectful to the Executive. But months after her appointment, tensions arose between the Chief Justice and the Executive.",
    "However, Dr. Bandaranayake’s determinations on two crucial and controversial bills; an amendment to the Town and Country Planning bill and the Divineguma bill didn’t favour her.  She ruled that the two bills could not become laws as they did not comply with Article 154 of the Constitution. This section, under the 13th Amendment, refers to bills listed under the Provincial Councils (PCs). The bills were challenged by petitioners on the basis that substantive provisions of the bill were inconsistent with the Constitution. By this time, parallel events demonstrated attempts to interfere with and intimidate the judiciary as many Provincial Councils already had a majority of members representing the United People’s Freedom Alliance (UPFA).",
    "What followed was an impeachment motion with a resolution containing fourteen allegations of alleged misconduct signed by 117 majority members of the Parliament. Dr. Bandaranayake was removed from office in March 2013 on allegations of financial impropriety and interference in legal cases, all of which she denied. In her maiden book titled ‘Hold Me in Contempt’ which Dr. Bandaranayake penned nine years after the entire saga unfolded, she refers to ‘whispering birds’ who started humming, first mildly as she took office. “But with each judgment given, their humming grew more clamorous,” she wrote in her book. She mentions how several judgments were accepted by the rulers with ‘indignation and displeasure’.",
    "The UN Human Rights Council referred to the sacking of Dr. Bandaranayake as an ‘assault on judicial independence’. Even though Dr. Bandaranayake was reinstated in office under President Maithripala Sirisena’s regime in January 2015, she retired the following day.",
    "It is in such a highly challenging backdrop that Supreme Court judge President’s Counsel Murdu Fernando took oaths in front of President Anura Kumara Dissanayake as the 48th Chief Justice of Sri Lanka. Her ascension to this position is a ray of hope for many citizens who have given up hopes on the entire judicial system in the country. It is a known fact that the judicial process takes long years to serve justice to victims and apprehend perpetrators. The mounting number of child abuse cases piling at the Attorney General’s Department is just one example.",
    "In her maiden speech Mrs. Fernando has pledged to uphold the integrity, independence and dignity of the country’s judiciary. She further said that she looks forward to strengthening the ‘Rule of Law’ and continuing to build a judiciary that is not only fair but also transparent, accessible, and accountable to the people. Many of Sri Lanka’s marginalised groups have struggled to access the justice system. It has been understood that legal aid is simultaneously important to expand access to justice. People affected by the civil war to the estate community to many other vulnerable segments still require legal aid despite interventions by private law firms. These people are unaware of certain documentation processes when they walk into state institutions. A language barrier exists especially for people in the North, East and even in the hill country when they go to speak about their woes with the Police, Divisional Secretariat and other authorities. The deployment of Tamil speaking officials in these institutions are a must.",
    "The journey ahead for Mrs. Fernando isn’t laid with a bed of roses. But it is more of a rocky path where she may have to clear out one obstacle at a time. In her own words, “Justice is not a mere ideal; it is a living, breathing force that impacts families, communities, and nations.” Let’s hope she stands by her words by upholding the ‘Rule of Law’ to the best of her ability, working in unison with the Executive and the Parliament and that she would be able to bypass any ‘whispering birds’ that come humming her way."
  ]
}