{
  "url": "https://www.ft.lk/columns/The-close-of-that-strangest-of-ages-is-the-era-and-ethos-of-strongman-governments-gone-for-good-4-4/4-783414",
  "title": "The close of that strangest of ages:  is the era and ethos of strongman  governments gone for good? (4/4)",
  "ut": 1761330560.0,
  "body_paragraphs": [
    "The humble demeanour and self-aware ethos of new head of state Anura Kumara Disanayake as expressed by him at his swearing-in ceremony on 23 September 2024, offers the nation fresh hope for a different style of political leadership",
    "Commentators have identified the attributes of another ‘strongman’ style of governmental, national, and political leadership as encompassing a variety of elements native to the Sri Lankan ethos: “authoritarian” (Kuruvilla, 2022); “increasingly militarized” (Satkunanathan, 2023); “based on a patron-client model” (Amarasinghe, 1994); and “a mixture of paternalism and alliance developed through political dynasty, kinship, ethnicity [and] caste”",
    "We see the emergence of a particularly Sri Lankan model of political leadership, especially in the years after the cessation of hostilities between the government and separatist terrorist forces in May 2009, majoring on ‘Great Man’-type approaches. But from even before that, the penchant for ‘charismatic’ leadership has been pronounced. Some critics of authoritarian or undemocratic styles of leadership have discerned a long arc of “toxic fusion at the top”",
    "While “power exercised through authoritarian, as opposed to authoritative behaviour, together with espoused morality and benevolence appears to have been effective in the short term in containing the pandemic … sustained success in dealing with the crisis [was] hampered by the contradictions between this paternalistic façade and the dark realities of authoritarian and populist leadership”",
    "The essence of political leadership in Sri Lanka in the intervening decade and a half after the end of the so-called ‘civil war/ethnic conflict’ has seen a hardening of positions favouring one-man-shows, heroic figures, would-be national saviours, and other individualistic approaches",
    "In today’s column, the last in a series of four over the course of this month, we continue to examine the tenets of political leadership and some recent developments in the praxis of Sri Lankan practitioners of the art of the possible.",
    "This is appropriate and perhaps time past to do for Sri Lanka, as a nation and its people settle in after a year with the NPP Govt at the helm for the longer haul. With a new executive president and his administration now charting the course long plotted by ancien regimes and the establishment.",
    "So it is timely and prudent to consider developing a fresh conceptual framework for national political leadership.",
    "The past is always prologue",
    "As we look back, we see the emergence of a particularly Sri Lankan model of political leadership, especially in the years after the cessation of hostilities between the government and separatist terrorist forces in May 2009, majoring on ‘Great Man’-type approaches.",
    "But from even before that, the penchant for ‘charismatic’ leadership has been pronounced.",
    "Some critics of authoritarian or undemocratic styles of leadership have discerned a long arc of “toxic fusion at the top” (Philips, 2023), beginning with Sri Lanka’s first executive President J. R. Jayewardene – whose style of political leadership has been described as “idiosyncratic”, “self-serving” and “egotistical” (Philips, 2023) – and who was “the political godfather and avuncular mentor” (Philips, 2023) of former President Ranil Wickremesinghe.",
    "The latter was perceived as being the inheritor, beneficiary, and epitome of his great-uncle’s legacy of riding roughshod over polity, people, and parliament in an autocratic manner (Philips, 2023).",
    "And despite Jayewardene’s successor as executive president, Ranasinghe Premadasa, possessing a leadership style that was characterised by “discipline, hard work and a deep empathy for the underprivileged” (Padukka, 2024), arguably all United National Party (UNP) chief executives – whether elected in a landslide as JR was, or legitimised by a parliamentary vote like Ranil was to fill the vacancy left after Gotabaya Rajapaska fled the country and the highest office in the land – have embodied, in varying degrees, political leadership styles that epitomise the ‘strongman’ leader ethic to the nation’s detriment (Philips, 2023).",
    "After the Jayewardene administration there came “the autocratic excesses of the Premadasa years” (Weerawardhana, 2015) driven by the latter’s ‘strongman’ proclivities, from his “ruthless pragmatism” [to his] “brash and populist leadership style” (Cooray, 2018).",
    "More recently, academics and mass media commentators have identified the attributes of another ‘strongman’ style of governmental, national, and political leadership as encompassing a variety of elements native to the Sri Lankan ethos: “authoritarian” (Kuruvilla, 2022); “increasingly militarized” (Satkunanathan, 2023); “based on a patron-client model” (Amarasinghe, 1994); and “a mixture of paternalism and alliance developed through political dynasty, kinship, ethnicity [and] caste” (Ramasamy, 2020).",
    "The ‘strongman’ style of leadership embraced by so-called ‘charismatic’ figures such as former President Mahinda Rajapaksa has seen this mix of factors become entrenched in government, state, and bureaucracy. So much so that some hagiographers attributed “an astonishing grand fall” (Edirisuriya, 2017) to his electoral defeat in the presidential election of 2015, despite his “great power and popularity” (Edirisuriya, 2017).",
    "However, other analysts have concluded that it is precisely the type of political and military leadership provided by the Rajapaksa brothers – Mahinda’s brother Gotabaya was the Defence supremo during the last stages of a brutal war that defeated the Liberation Tigers of Tamil Eelam (LTTE) – that brought Sri Lanka to ruin in a series of crises and “the brink of economic collapse”, “social and political unrest” [and] “deepening ethnic and religious tensions” [because of] “the government’s increasingly authoritarian tendencies” (Ali, 2022) under such a ‘strongman’ style of politico-military leadership.",
    "The essence of political leadership in Sri Lanka in the intervening decade and a half after the end of the so-called ‘civil war/ethnic conflict’ has seen a hardening of positions favouring one-man-shows, heroic figures, would-be national saviours, and other individualistic approaches.",
    "This is despite the critical engagement of scholars and other writers in the mainstream media, attempting to introduce leadership models with countervailing themes such as plurality, inclusiveness, sensitivity, empathy, acute self-knowledge, and other ‘softer’ attributes such as being relational, accountable, transparent.",
    "It is most evident in the stances among governmental ranks and in the corridors of power, including among the bureaucratic establishment and entrenched political culture – embracing political leaders of all parties, policy imperatives and personality types/temperaments.",
    "The acme of aggro paternalism",
    "The most obvious epitome of the ‘strongman’ leader in the pre- and post-war eras was former Prime Minister and ex-President Mahinda Rajapaksa, who in the eyes of a host of observers was a rich heady mix of paterfamilias, benevolent despot and tyrannical type of beloved politico with a dark side.",
    "The most trenchant analysis of his style, temperament, and character of leadership is arguably that of Michael Roberts, who described the factors that comprised this strongman’s ethos (Roberts, 2012):",
    "“President Rajapaksa is the epitome of sovereign power, vested with the rights of clemency on high, just like Sinhalese kings of the past, who could be supplicated by condemned subjects who crawled on their knees to the palace gates (mahāvāsala) and begged for pardon for their evil-doings or crimes.”",
    "“President Rajapaksa is akin to a manorial lord of the past, a patrimonial figure who is readily accessible ... to subordinate officials, tenants and other people seeking favours from this font of noblesse oblige.”",
    "“President Rajapaksa is a son of the soil, native to the core. ... He is, therefore, as personable as approachable.”",
    "Despite the portrayal of this benevolent image by state media, it was predicted in a prescient analysis that such an exercise of ‘strongman’ leadership would lead to the degeneration of this supposedly superior being or “Asokan persona” (Roberts, 1994) into a populist demagogue, a fascist supremacist and ultimately a failed dictator whose “populist authoritarianism” (Roberts, 2012) saw a resurgence of dynastic politics and the rise of ethno-nationalistic chauvinism to the detriment of the polity and spirit of democracy.",
    "Strongman leadership is associated with positive, neutral, and negative characteristics in media reportage about Sri Lanka’s Rajapaksa political family/dynasty.",
    "Positives include reporting former President Gotabaya Rajapaksa’s nomination as a candidate for the 2019 presidential election as “a timely return of a strongman to govern the strategically located Indian Ocean island” (Macan-Markar, 2019).",
    "Neutral associations include being described as “influential” (Macan-Markar, 2019) – with the impact of such an influence having the potential for good, bad, or ugly national outcomes, depending on the ramifications of exercising such a personal style of political leadership.",
    "Negatives ranging from “hawkish” (Macan-Markar, 2019) to strongman leadership being the bailiwick of “ultranationalist quarters” (Macan-Markar, 2019). Such strongman leadership is also often a style that evokes fearful reactions among certain segments of the electorate, as when Gotabaya Rajapaksa provoked a significantly negative response (Mushtaq, 2019) from Sri Lanka’s minorities after his sweeping victory at the polls.",
    "This Rajapaksa president’s praxis during the subsequent COVID-19 pandemic that had Sri Lanka in crisis has been critically examined and found to encapsulate the “paradoxical domains of paternalistic leadership … authoritarian, benevolent and moral” (Gunasekara, Dahanayake, Attanayake and Bertone, 2022) in a way that was not necessarily in the national interest.",
    "The authors of that paper conclude that “Sri Lanka’s strongman president provided a façade of paternalistic leadership during the first phases of the COVID-19 pandemic” (Gunasekara et al, 2022).",
    "These authors argue that while “power exercised through authoritarian, as opposed to authoritative behaviour, together with espoused morality and benevolence appears to have been effective in the short term in containing the pandemic … sustained success in dealing with the crisis [was] hampered by the contradictions between this paternalistic façade and the dark realities of authoritarian and populist leadership” (Gunasekara et al, 2022).",
    "These dark realities included contact tracing being used as a means to shadow political dissidents, forced cremations of the dead of the Muslim community to whom burial is de rigueur and cremations anathema, and arbitrary procedures in the successive stages of the vaccination programme. As such, it is demonstrable that “the darker elements of paternalistic leadership … be understood and averted” (Gunasekara et al, 2022).",
    "Authentic leaders to the fore",
    "Other authors analysing political leadership during the pandemic have praised Asian leaders such as Nguyen Xuen Phuc for their “solidarity and ethics of care promoted by the political leadership” (Ivic, 2020) that made it possible to combat the pandemic in Vietnam.",
    "While beyond Asia, Jacinda Ardern was widely admired for the sense of shared purpose she fostered as well as using a science and technology-led approach to handle the crisis in New Zealand (Wilson, 2020).",
    "In Europe, Angela Merkel’s pragmatism and rationality in containing at least the first wave of the pandemic in Germany was upheld (Crayne and Medeiros, 2020).",
    "Interestingly for Sri Lanka, a country where an erstwhile strong female president and the world’s first woman prime minister made their mark on the polity, both Ardern and Merkel were women leaders who eschewed the charismatic (‘Great Man’) approaches of paternalism, and espoused reason and relationality.",
    "On the other hand, it was variously noted that “the exploitative nature of populist leaders has led to destructive outcomes” (Prasad, 2020; Tourish, 2020) in the time of coronavirus. These counter-tendencies run parallel to previous writings on paternalistic leadership, which was once considered an effective style for the practice of politics in Asia in particular but also Africa, Latin America and the Middle East (Jackson, 2016; Hiller et al., 2019; Selvarajah et al., 2020).",
    "Sri Lanka’s experience of the ill-fated and eventually short-lived Gotabaya Rajapaksa regime, whose popular mandate was ostensibly based on the model of Singapore’s Lee Kuan Yew (Edwards, 2021) – a paternalistic leader who “embodied a ‘strongman’ approach and authoritarian leadership in transforming Singapore from a least developed country to one of the strongest economies in the world” (Choi, 2018) – “warrants closer attention for its darker elements” (Gunasekara et al., 2022).",
    "This is so especially because ‘strongman’ leaders possess authoritarian profiles; exploit the centralization of executive powers in their person; employ hierarchical governance; subject political opponents, dissenters and the media to rough tough treatment; and promote tribalism, native traditionalism and even ultra-nationalism (Linden, 2017; Nai and Toros, 2020; Gunasekara et al., 2022).",
    "Gotabaya’s administration brought out the worst in paternalistic political leadership, which has deep roots in “paternalism intertwined with strong familial values” (Pellegrini and Scandura, 2008), possibly because of the younger Rajapaksa’s entrenchment and nurturing by a military culture, which is “consistent with the hierarchical structure of paternalistic relations” (Chou et al, 2015).",
    "The Rajapaksa regime ended in ignominy for the erstwhile ‘great man’; and yet, subsequent political campaigns based on ostensible ‘messiah-ship’ and the ability of one person over all others to bring ‘salvation’ to the nation begs the question of whether thinking and feeling about political leadership in Sri Lanka has matured.",
    "And so it is opportune, timely, and appropriate to propose an alternative model of leadership that is arguably more suited to our native wit and commonwealth at the time.",
    "This is especially so as Sri Lanka is yet to emerge from the traps of rigid, traditionalistic, outdated, outmoded, and demonstrably undemocratic or even autocratic forms of leadership and a desire for saviours and messiahs.",
    "We therefore propose a model (that of the ideally younger, preferably visionary, essentially honest, ideologically unfettered, and characteristically possessing unimpeachable integrity) political leader’s vision, mission, passion, and corresponding styles.",
    "It suggests sustainable strategies for working harmoniously and productively with others through mutually beneficial inter-relationships; and also considers factors in the implementation drives of such a leadership framework through the lenses of envisaging, executing and evaluating.",
    "A holistic new framework for Sri Lankan political leadership",
    "Leaders are also human; and as such, a successful and sustainable leadership framework will necessarily take into account the elements that make human beings function well and at their best: rationally (head), relationally (heart), and realistically (hands).",
    "Valuable leadership praxis in this regard was offered by onetime US President Dwight D. Eisenhower, a savvy leader who was once the Supreme Commander of the Allied Forces in World War II, in his assertion that “leadership is getting people to do what you want them to do; but now, they want to do it too.”",
    "The key to unlocking this door to desirable results, relationships, and ramifications features in three parts of the human anthropology: the Cognitive – what one thinks and believes (‘head’); the Affective – how one emotes and empathises (‘heart’); and where one works to make a practical difference to one’s community (‘hands’).",
    "This important aspect of incorporating cognitive, affective, and behavioural elements into political attitudes and social approaches to leadership has been extensively discussed (Ottati et al., 1992) and has been in vogue since the mid-1990s.",
    "With this ‘thinking’, ‘feeling’, and ‘doing’ triad in mind, we needs must develop a holistic new framework based on the surveyed literature as well.",
    "In the light of this matrix, it is evident that any leadership framework being proposed is not only head, hands, and heart holistic; but also interrelated and integral as a whole to a leader’s practice of leadership.",
    "It may initially seem academic, impractical, airy-fairy, or unrealistic to many ears unaccustomed to the vigour of introspection or the rigour of rational, relational, and reality-based development of leadership cadre in party, public office, and public-private partnerships.",
    "Yet, it may have merit in the light of all those other failed models of leadership that generations of political leaders and their respective party machines and manifestoes have foisted on a gullible, naive, or complicit citizenry.",
    "Such a new, freshly felt and reasonably thought-out model and praxis of political leadership, which builds on the scant extant literature, yet still strives to resonate with the local context and ethos of present political leadership, could generate a welcome ongoing dialogue about what it would take to redeem Sri Lankan mindsets from the ‘Great Man’ or heroic personage fallacies that may well be interpreted as a major factor in our nation’s downfall.",
    "In conclusion, and while it may be too early to predict how the country would fare under the leadership of its newly elected ninth executive president, the humble demeanour and self-aware ethos of new head of state Anura Kumara Disanayake as expressed by him at his swearing-in ceremony on 23 September 2024, offers the nation fresh hope for a different style of political leadership.",
    "Disanayake admitted to being no ‘magician’ or great man but simply an ordinary citizen of Sri Lanka with strengths and weaknesses, who would rely on his political leadership team as much as the people of Sri Lanka from all walks of life to execute the tasks of nation-building and country-safeguarding allotted to him by the electoral mandate in a conscientious manner (Sri Lanka Mirror, 2024).",
    "The time of the ‘Great Man’ leaders may be over as Sri Lanka embraces a new ethic of pluralistic, inclusive, participatory, people- and principle-centred leadership.",
    "(Editor-at-large of LMD | Post-graduate diplomate in politics and governance)"
  ]
}