{
  "url": "https://www.dailymirror.lk/opinion/Gaza-War-Journalism-is-not-a-crime-suppressing-it-is/172-293515",
  "title": "Gaza War: Journalism is not a crime; suppressing it is",
  "ut": 1728575548.0,
  "body_paragraphs": [
    "Al Jazeera journalist Hind Khoudary comforts a distressed woman as injured and killed Palestinians are brought to the al-Aqsa Martyrs Hospital in Deir al-Balah, in the central Gaza Strip. AFP",
    "Who can be a bigger warrior than the journalist revealing the truth? And if a journalist is reporting from a war theatre where the aggressor respects no international law provisions to protect journalists, then he or she is humanity’s superhero.",
    "Such superheroes are hard to come by. Yet a few of them are carrying out their duties, risking their lives in the Gaza battle zones to tell the world of the horrors they see—of bombs falling on children, women, and elderly people, of people dying without medicine, of wounded children’s limbs being amputated without anaesthesia, of children dying without food, and of thousands of children being orphaned.",
    "It is through their journalism that we have come to know that Israel’s war in Gaza is also a war against children. Going on the basis that today’s innocent children are tomorrow’s gun-carrying enemies, Israeli politicians tell soldiers: have no sympathy; kill as many children as you can.",
    "To report the horror of children dying in their tens of thousands, the few remaining journalists who are reporting from Gaza required extraordinary courage. When most Western journalists believe that no story is “worth their lives” and run away at the first sight of danger, Gaza’s Palestinian journalists brave the bombs and missiles to expose the war crimes Israel is committing with the explicit support of the United States, Germany, Britain, and a host of other Western nations.",
    "Gaza journalists’ fearless reporting exposes the human rights hypocrisy of the Western nations, which, while rejoicing at the deaths of 42,000 Palestinians, including 17,000 children, would haul countries like Sri Lanka before the UN Human Rights Council for alleged war crimes.",
    "When humanity has long vanished without a trace from the collective soul of Israel and Western nations that support the Zionists’ murderous rage, it is alive in Gaza when rescuers, including those who are emaciated due to lack of food and water, with their bare hands try to remove rubble and save people trapped beneath. It is said that more than 10,000 Palestinians, including children, are unaccounted for and are believed to be buried under rubble.",
    "Reporting is no easy task for journalists under such conditions, especially when they see, feel, live, and breathe death. They have lost nearly 200 of their colleagues since the war began on October 7 last year.",
    "Doing an excellent job from the Gaza war zone for news-hungry and truth-seeking people to know the correct picture is Palestinian journalist Hind Khoudary. On her X profile, she introduces herself as someone who tweets what she sees and feels. But her recent tweets indicate she has reached the breaking point.",
    "Her journalistic bravery was highly admirable. Yet, her X posts on October 8 were disturbing. They captured the distress she was going through in the line of her duty. “I literally can’t handle losing another friend. We are seeing him dying in front of our eyes. No medical treatment as the health situation collapsed in Gaza. God, please do anything.”",
    "In subsequent tweets, to release the pent-up mental pain, the young journalist wrote:",
    "“My brain is going to explode. I just can’t think of losing more friends.”",
    "“All I smell is blood.”",
    "“God, do something. Stop this.”",
    "To see her gaining her composure and reporting from Gaza after these tweets was a big relief to those who follow her social media.",
    "Those who watch al-Jazeera these days are sure not to miss a house advertisement with the catchy phrase “Journalism is not a crime, but suppressing it is.” While the Zionist-controlled Western media twist the truth to portray nuclear power Israel—the most powerful nation in the Middle East—as the innocent victim fighting for its survival and justify the deaths of Palestinians, including children, as a necessary evil, Al-Jazeera stands tall with its on-the-spot reporting that belies the Western media’s armchair narration of what is going on in Gaza.",
    "Apart from losing several of its journalists in the current Gaza war, Al Jazeera has been banned from reporting from Israel and the West Bank. One of the targets Israeli warplanes took on in the early days of the Gaza war was the Al-Jazeera office, reminiscent of attacks by US aircraft on Al-Jazeera offices in Afghanistan and Iraq.",
    "Killing the messenger is perhaps how the US and its pet terrorist state Israel uphold freedom of speech. Volumes can be written about the Western hypocrisy about media freedom.",
    "It is to cover up their double standard that some Western nations fund NGO-supported programmes to promote free speech in developing countries. Zionist-backed Western leaders and media pundits preach media ethics and tell journalists in developing countries to practise unbiased journalism, but the type of journalism they indulge in smacks of outright bias and revolting distortions of the facts.",
    "Missing in their narrations is the historical context of the Palestinian issue. With their mastery of linguistics, especially psycholinguistics, they know when to use active voice and passive voice sentences, whom to interview, and what visuals to show in their bid to promote the Israeli narrative and demonise or dehumanise the Palestinians. Appearing in their news bulletins and talk shows are well-vetted analysts who sing hosannas to Israel. To maintain their deception of impartiality, they occasionally bring in an independent analyst or a pro-Palestinian activist.",
    "What’s more, the Zionist media keep on saying that Hamas killed 1200 Israeli citizens and foreigners during the October 7, 2023 raid, although evidence later emerged that a significant number of people died in Israeli fire. The other lies, such as raping and beheading babies, are still repeated in pro-Israeli Western media, although there was no evidence to back up these claims.",
    "These Zionist-controlled Western media add little or no context to their reporting of the Gaza war and the Palestinian crisis. Rarely or never mentioned in their reporting of the Palestinian issue is that the conflict has a longer context than the Hamas attacks on October 7, 2023. The continuous Nakba or the ethnic cleansing of the Palestinians from their homeland since 1948 rarely has a place in the lopsided Western media bulletins. What they overstress is “Israel’s right to defend itself.” What they fail to mention is the Palestinians’ legitimate right to resist Israel’s occupation of their territories in violation of international law and International Court of Justice rulings.",
    "If only the mainstream Western media had stuck to ethical journalism without being complicit in Israel’s genocide in Gaza, the conflict could have long ended. After all, independent journalism practised by exemplary Western journalists such as Seymour Hersh did contribute to ending the United States military campaign in Vietnam in 1975. But it is different when it comes to Israel, for Zionists control most of the mainstream Western media outlets."
  ]
}