{
  "url": "https://www.ft.lk/columns/Government-must-take-hard-calls-now-or-risk-fading-into-oblivion/4-777266",
  "title": "Government must take hard calls now or risk fading into oblivion",
  "ut": 1748996563.0,
  "body_paragraphs": [
    "Right now, if there is one politician in Sri Lanka who is endowed with emotional intelligence and armed with a clear mandate to carry through major change, then it is the current president, Anura Kumara Disanayake",
    "The performance of the National People’s Power (NPP) Government has been a mixed bag. While there have been successes in adopting a thrifty style in Government spending, taking a hard stance against bribery and corruption, adhering to the rule of law, allowing democracy to flourish unhindered and in promoting meritocracy, there are areas where the fulfilment of election promises such as the dismantling of the ‘rice’ mafia, reduction of electricity charges, elimination of Value Added Tax (VAT) on medicines and selected school and food items, renegotiation of the International Monetary Fund (IMF) program and a speedy conclusion of the Easter Sunday bombing investigation, et cetera, have not been as per expectations.",
    "That said, it is noteworthy that, as of date, no one in the present NPP Government has been accused of bribery and corruption. Further, a free and fair Local Government election was held after a lapse of seven years. Notwithstanding what was promised, I am relieved and delighted that the Government did not tinker with the IMF program nor subsidise costs at levels which the country could not afford. While the actual performance may not be in line with the expectations created pre-presidential and pre-general elections, it certainly has not been a disaster as detractors appear to suggest. It is also premature to jump to conclusions after just six months+ of a 60-month term.",
    "While five years may sound long, I believe that the NPP Government must astutely use its significant majority in Parliament and the present credibility of its leader, by taking immediate calls on four selected areas of a very long list. The four areas range from building and strengthening the governance capacity and capability of the existing politicians and establishing a remuneration policy to attract resourceful persons to politics at one end to taking decisive calls on long postponed critical actions such as the overhaul of the education system in equipping its citizens to compete with their counterparts in the developed and developing countries and revamping archaic labour laws to attract foreign direct investment, catalyse local investment and increase employment opportunities, at the other end.",
    "Given the tendency of Governments to refrain from making tough calls towards the end of a term when the eye is more on re-election than on what is best for the country, these moves and calls must be made now. Effective leadership is not just about taking popular calls, but it is also about taking the unpopular but right calls when the situation so demands. Nelson Mandela’s suggestion of a Truth and Reconciliation Committee as a means of healing the wounds of apartheid was not a popular one. It was opposed by both blacks and whites. However, he implemented it with the visionary conviction that it was right for the country. It required courage, transparency, and a willingness to face the potential consequences.",
    "As the records show it was the right call. It was all about inspiring a shared vision among the citizens by painting long-term goals and objectives using the brush of reasoned debate and discussion and colours of sincere and transparent communication. Citizens will follow their leaders even to the valley of death if the opportunities and challenges ahead are honestly articulated sans ‘bullshit’. Conveying clearly and loudly the bitter truth is much sweeter and more value-adding than whispering the sour lie. Effective leaders understand that.",
    "Hallmarks of an effective leader",
    "Right now, if there is one politician in Sri Lanka who is endowed with emotional intelligence and armed with a clear mandate to carry through major change, then it is the current president, Anura Kumara Disanayake (AKD). He has shown that, in addition to his communication skills and empathy, he has a good feel for the delicate balance between collaboration and imposition in driving legislation aimed at serving the best interest of the country in the long term. He has shown he can be sensitively kind or be positively ruthless in catering to the demands of the situation. These are all hallmarks of an effective leader.",
    "It is very evident from the happenings of the past six months that the current NPP Government lacks an experienced second tier. Whilst there are many academically qualified, well-intending ministers, members and other officials representing the NPP in parliament and they are a breath of fresh air compared to the many incapable and opportunistic members we had in parliament in the past several decades, they appear to lack holistic thinking and execution capabilities. In this backdrop, the President, the Prime Minister and a few key ministers have been carrying a disproportionate workload.",
    "As Frank Sinatra says in his all-time great song, “My Way”, a few key persons are, presently, biting much more than they can chew! This is a situation that, if allowed to continue unaddressed will result in a systemic breakdown and disaster. The NPP leadership must take immediate steps to build the competencies of its political representatives. Professionals and other members representing the NPP in parliament should not deem it belittling to be schooled in holistic thinking and effective execution of strategy. They must see it as value adding and must even persuade their ‘opposition’ colleagues to join so that parliamentary debates and discussions will be value-accretive than be rife with innuendos and vitriolic mudslinging.",
    "Going forward, Sri Lanka urgently needs a breed of politicians who can think, conceptualise, execute, and deliver for the benefit of the country. Aristotle described politics as a public service and politicians as the guardians of the common good. Politicians play a vital role in formulating policies and making decisions that impact on the lives of all citizens. It is therefore imperative that capable, competent, and resolute individuals assume political positions in shaping the direction of our nation. The NPP Government must study and evaluate the adequacy or inadequacy of the present levels of remuneration of politicians and establish a policy, and a baseline, to attract capable and resolute individuals into politics.",
    "Lee Hsein Loong, Prime Minister of Singapore, addressing parliament in January 2012, summated the need to pay market competitive remuneration to politicians as follows, “One of the reasons the debate is never finally settled is because there are two radically different approaches to this problem. One is as argued by the Workers’ Party, at least in principle, though not in their sums, that public service has its own reward. People entering public service should not even think about the pay, and all the sacrifices and hard work would benefit the general good of the public, and that itself should be greater satisfaction than any salary package. The alternative view is that we should pay whatever is necessary to assemble the best team for Singapore, to consider the difficulty and the importance of the job of ministers, to think what quality of people you are looking for to be ministers and to look at what capable Singaporeans are earning in the private sector and pay commensurately to get the best team possible for Singapore.”",
    "Politicians’ remuneration has been a point of much discourse in recent times. Unfortunately, the objectivity of the discourse has been clouded by our innate, and justified, belief that politicians make undue money in ways other than through normal remuneration. Against this background, any argument for pay increases for politicians would meet opposition. Corrupt, opportunistic, slimy, manipulative, and incompetent are adjectives which are used in describing politicians. Despite such sentiments and despite Sri Lanka’s appalling social and economic achievements in the last five decades, we, the voters, have continued to elect and re-elect serial miscreants. So much so that we seem to say that we are willing to tolerate an extent of dishonesty in our politicians.",
    "New political culture",
    "Thankfully, the NPP has introduced a new political culture. In the past six months there has been an intense focus on eliminating corruption and honouring the rule of law. The NPP Government has taken the lead in practicing austerity and thrift by trimming the perquisites of all politicians, NPP members included, and by curtailing expenditure that is not essential to the immediate needs of the country. The Deputy Minister of Public Security, recently announced that the salaries and allowances of all ministers and members of parliament representing NPP, including the president, are credited to a single account in keeping with NPP principles and that such funds will be used for public service. Notwithstanding the noble intentions behind such a move, I opine that such practices kill individual motivation. We must, as a fundamental principle of democracy, pay our politicians and that must be at a level which induces and motivates them to give their best in serving the citizens.",
    "Although recent studies reveal that autonomy, mastery, and purpose are more powerful than money in motivating individuals in performing tasks, particularly those tasks which require cognitive skills, money is still a powerful motivator in driving human effort. While it influences an individual’s decision in choosing a career path, it provides access to material possessions, social status, and quality of life. Abraham Maslow, American psychologist, propounded that human motivation stems from a hierarchy of five fundamental needs, those being physiological (money included), safety, love, esteem, and self-actualisation.",
    "From a different angle, Adam Smith, the Scottish economist, and philosopher, postulated that individuals acting in their self-interest in a free market economy unintentionally promote the overall well-being of society. They may be primarily motivated by their personal gain. Yet their actions can lead to positive outcomes for the economy and society. We must pay politicians a market-competitive remuneration if we are to attract the best and if we are to get the best out of them. The return on the investment will easily outstrip the additional cost. NPP must evaluate this with an open mind. Pay them adequately but be uncomprising in holding them accountable.",
    "Critics have long argued that public service is a ‘calling’ and must be driven by an overarching desire to serve the community rather than seeking financial incentives. They may remark that it is ridiculous to increase politicians’ remuneration when a society is grappling with economic and social challenges. They would observe that the additional funds could be better utilised to address pressing issues such as poverty, education, healthcare, and public transport. A balance between compensating politicians adequately and directing resources toward societal needs is admittedly crucial in maintaining social cohesion and fairness. Also, in an environment of low wages and limited opportunities for most citizens, an increase in remuneration of politicians may portray a sense of social injustice and lead to mistrust in the political system. Notwithstanding the same, I contend that offering salaries commensurate with the responsibilities and demands of political office and comparable with salaries of professionals in industry will attract competent and capable individuals to politics, reduce the temptation of corruption, and produce an overall benefit. Whilst ensuring that such remuneration is not excessive to the point of incentivising personal gain at the expense of public service, governance must be placed in the hands of those best equipped to deliver it. The decision is not straightforward. The NPP must dare to be different. The authenticity of AKD and the significant majority of the NPP in parliament can see this through. Go for it now!",
    "Procrastinating policies in two critical areas",
    "Switching focus from players to topics, we must admit that successive Governments have procrastinated in formulating policies and action plans in two critical areas, these being the overhaul of the education system and the revamp of labour policy and associated laws. There is little value in harping about the importance of Sri Lanka’s global competitiveness, the need for higher foreign and local investment and the provision of cost-effective public services if we do not have base policies which dovetail with the espoused strategy. The need to spell out clear policies and execute them has never been greater. The NPP Government, with its commanding majority in Parliament, must confront the issues and act in the best interest of the country. Party and individual ideologies must give way to what is best for the country and its citizens.",
    "I am, in general, an advocate of free market policies and liberalism. I recognise that different individuals will have preferred ways of skinning the cat based on the ideology that they subscribe to. Therefore, I will not attempt to specify the elements of the policies. What I must reiterate is that the NPP Government must seize the moment and utilise the wonderful opportunity that the moment has presented to it in establishing policies in the key areas of education and labour through extensive consultation with all affected parties. Effective ‘change management’ must prevail.",
    "The comments made by the President at a political rally in August 2024 and the speech made by the Prime Minister in parliament, recently, regards the overhaul of the education system in Sri Lanka are music to my ears. The President, while emphasising the need to prepare the workforce for the international job market, stated, “Our education system should be restructured to provide the necessary workforce for the international job market, rather than simply exporting unskilled labour”. The Prime Minister beseeched, “We urge everyone to look into this issue without any party or division.",
    "This is a crucial sector that needs to be addressed for the future of our country. Through this, we can shape our nation and our children to be fit for the world. It is not just about shaping minds, but about creating individuals with humanity, a refined and complete society. To achieve this, we must transform our education system. It must be achieved through the participation of humans. This transformation is something we are committed to bringing forward.” The NPP government must now convert this rhetoric into deeds.",
    "Sri Lanka’s labour laws, some of which have continued unchanged for over a century despite significant changes to the socioeconomic environment, must be aligned to Sri Lanka’s strategic goals and objectives. The existing laws are anachronistic, complex, ambiguous, and discriminatory and have suppressed the appetite of local investors in starting new businesses, discouraged foreign direct investment, impeded the expansion of existing businesses, and stifled an increase in employment opportunities. As was the case with educational reform, successive Governments have expressed intentions to revamp labour laws but have lacked political determination and courage to implement them. NPP has a five-year term to deal with the effects of the hard calls. They must take these calls now. Economic prosperity is just a pipedream in the absence of supportive educational and labour policies.",
    "Sri Lanka is at a critical juncture. The country has immense potential. The NPP Government must make difficult choices quickly and unlock such potential. Not delivering election-promised ‘goodies’ is not a train smash. But a failure to deliver political reform and establish a firm foundation for future growth will be unpardonable. The NPP Government must take the hard calls now while it still has 54 months of the 60 months left to show results. If not, it faces the ignominy of fading into oblivion.",
    "(The writer is currently a Leadership Coach, Mentor and Consultant and boasts over 50+ years of experience in very senior positions in the corporate world – local and overseas. www.ronniepeiris.com.)"
  ]
}