{
  "url": "https://www.technologyreview.com/2025/05/20/1116339/ai-nuclear-power-energy-reactors/",
  "title": "Can nuclear power really fuel the rise of AI?",
  "ut": 1747697400.0,
  "body_paragraphs": [
    "In the AI arms race, all the major players say they want to go nuclear.   Over the past year, the likes of Meta, Amazon, Microsoft, and Google have sent out a flurry of announcements related to nuclear energy. Some are about agreements to purchase power from existing plants, while others are about investments looking to boost unproven advanced technologies.    This story is a part of MIT Technology Review’s series “Power Hungry: AI and our energy future,” on the energy demands and carbon costs of the artificial-intelligence revolution.   These somewhat unlikely partnerships could be a win for both the nuclear power industry and large tech companies. Tech giants need guaranteed sources of energy, and many are looking for low-emissions ones to hit their climate goals. For nuclear plant operators and nuclear technology developers, the financial support of massive established customers could help keep old nuclear power plants open and push new technologies forward. “There [are] a lot of advantages to nuclear,” says Michael Terrell, senior director of clean energy and carbon reduction at Google. Among them, he says, are that it’s “clean, firm, carbon-free, and can be sited just about anywhere.” (Firm energy sources are those that provide constant power.)",
    "But there’s one glaring potential roadblock: timing. “There are needs on different time scales,” says Patrick White, former research director at the Nuclear Innovation Alliance. Many of these tech companies will require large amounts of power in the next three to five years, White says, but building new nuclear plants can take close to a decade.  Some next-generation nuclear technologies, especially small modular reactors, could take less time to build, but the companies promising speed have yet to build their first reactors—and in some cases they are still years away from even modestly sized demonstrations.",
    "This timing mismatch means that even as tech companies tout plans for nuclear power, they’ll actually be relying largely on fossil fuels, keeping coal plants open, and even building new natural gas plants that could stay open for decades. AI and nuclear could genuinely help each other grow, but the reality is that the growth could be much slower than headlines suggest.  AI’s need for speed The US alone has roughly 3,000 data centers, and current projections say the AI boom could add thousands more by the end of the decade. The rush could increase global data center power demand by as much as 165% by 2030, according to one recent analysis from Goldman Sachs. In the US, estimates from industry and academia suggest energy demand for data centers could be as high as 400 terawatt-hours by 2030—up from fewer than 100 terawatt-hours in 2020 and higher than the total electricity demand from the entire country of Mexico. There are indications that the data center boom might be decelerating, with some companies slowing or pausing some projects in recent weeks. But even the most measured projections, in analyses like one recent report from the International Energy Agency, predict that energy demand will increase. The only question is by how much.   Many of the same tech giants currently scrambling to build data centers have also set climate goals, vowing to reach net-zero emissions or carbon-free energy within the next couple of decades. So they have a vested interest in where that electricity comes from.   Nuclear power has emerged as a strong candidate for companies looking to power data centers while cutting emissions. Unlike wind turbines and solar arrays that generate electricity intermittently, nuclear power plants typically put out a constant supply of energy to the grid, which aligns well with what data centers need. “Data center companies pretty much want to run full out, 24/7,” says Rob Gramlich, president of Grid Strategies, a consultancy focused on electricity and transmission. It also doesn’t hurt that, while renewables are increasingly politicized and under attack by the current administration in the US, nuclear has broad support on both sides of the aisle.  The problem is how to build up nuclear capacity—existing facilities are limited, and new technologies will take time to build. In 2022, all the nuclear reactors in the US together provided around 800 terawatt-hours of electricity to the power grid, a number that’s been basically steady for the past two decades. To meet electricity demand from data centers expected in 2030 with nuclear power, we’d need to expand the fleet of reactors in the country by half. New nuclear news  Some of the most exciting headlines regarding the burgeoning relationship between AI and nuclear technology involve large, established companies jumping in to support innovations that could bring nuclear power into the 21st century.",
    "In October 2024, Google signed a deal with Kairos Power, a next-generation nuclear company that recently received construction approval for two demonstration reactors from the US Nuclear Regulatory Commission (NRC). The company is working to build small, molten-salt-cooled reactors, which it says will be safer and more efficient than conventional technology. The Google deal is a long-term power-purchase agreement: The tech giant will buy up to 500 megawatts of electricity by 2035 from whatever plants Kairos manages to build, with the first one scheduled to come online by 2030.  Amazon is also getting involved with next-generation nuclear technology with a direct investment in Maryland-based X-energy. The startup is among those working to create smaller, more-standardized reactors that can be built more quickly and with less expense. In October, Amazon signed a deal with Energy Northwest, a utility in Washington state, that will see Amazon fund the initial phase of a planned X-energy small modular reactor project in the state. The tech giant will have a right to buy electricity from one of the modules in the first project, which could generate 320 megawatts of electricity and be expanded to generate as much as 960 megawatts. Many new AI-focused data centers under construction will require 500 megawatts of power or more, so this project might be just large enough to power a single site.  The project will help meet energy needs “beginning in the early 2030s,” according to Amazon’s website. X-energy is currently in the pre-application process with the NRC, which must grant approval before the Washington project can move forward.  Solid, long-term plans could be a major help in getting next-generation technologies off the ground. “It’s going to be important in the next couple [of] years to see more firm commitments and actual money going out for these projects,” says Jessica Lovering, who cofounded the Good Energy Collective, a policy research organization that advocates for the use of nuclear energy.  However, these early projects won’t be enough to make a dent in demand. The next-generation reactors Amazon and Google are supporting are modestly sized demonstrations—the first commercial installations of new technologies. They won’t be close to the scale needed to meet the energy demand expected from new data centers by 2030.  To provide a significant fraction of the terawatt-hours of electricity large tech companies use each year, nuclear companies will likely need to build dozens of new plants, not just a couple of reactors.  Purchasing power  One approach to get around this mismatch is to target existing reactors.",
    "Microsoft made headlines in this area last year when it signed a long-term power purchase agreement with Constellation, the owner of the Three Mile Island Unit 1 nuclear plant in Pennsylvania. Constellation plans to reopen one of the reactors at that site and rename it the Crane Clean Energy Center. The deal with Microsoft ensures that there will be a customer for the electricity from the plant, if it successfully comes back online. (It’s currently on track to do so in 2028.) “If you don’t want to wait a decade for new technology, one of the biggest tools that we have in our tool kit today is to support relicensing of operating power plants,” says Urvi Parekh, head of global energy for Meta. Older facilities can apply for 20-year extensions from the NRC, a process that customers buying the energy can help support as it tends to be expensive and lengthy, Parekh says.",
    "While these existing reactors provide some opportunity for Big Tech to snap up nuclear energy now, a limited number are in good enough shape to extend or reopen.  In the US, 24 reactors have licenses that will be up for renewal before 2035, roughly a quarter of those in operation today. A handful of plants could potentially be reopened in addition to Three Mile Island, White says. Palisades Nuclear Plant in Michigan has received a $1.52 billion loan guarantee from the US Department of Energy to reopen, and the owner of the Duane Arnold Energy Center in Iowa has filed a request with regulators that could begin the reopening process.  Some sites have reactors that could be upgraded to produce more power without building new infrastructure, adding a total of between two and eight gigawatts, according to a recent report from the Department of Energy. That could power a handful of moderately sized data centers, but power demand is growing for individual projects—OpenAI has suggested the need for data centers that would require at least five gigawatts of power.  Ultimately, new reactors will be needed to expand capacity significantly, whether they use established technology or next-generation designs. Experts tend to agree that neither would be able to happen at scale until at least the early 2030s.  In the meantime, decisions made today in response to this energy demand boom will have ripple effects for years. Most power plants can last for several decades or more, so what gets built today will likely stay on the grid through 2040 and beyond. Whether the AI boom will entrench nuclear energy, fossil fuels, or other sources of electricity on the grid will depend on what is introduced to meet demand now.  No individual technology, including nuclear power, is likely to be the one true solution. As Google’s Terrell puts it, everything from wind and solar, energy storage, geothermal, and yes, nuclear, will be needed to meet both energy demand and climate goals. “I think nuclear gets a lot of love,” he says. “But all of this is equally as important.” Power Hungry:AI and our energy futureWe did the math on AI’s energy footprint. Here’s the story you haven’t heard.Everything you need to know about estimating AI’s energy and emissions burdenThe data center boom in the desertAI could keep us dependent on natural gas for decades to come Can nuclear power really fuel the rise of AI?Four reasons to be optimistic about AI’s energy usageAI’s energy impact is still small—but how we handle it is hugeReturn to landing pagehide"
  ]
}