{
  "url": "https://www.ft.lk/opinion/Make-America-great-again-Make-America-groan-again-Trump-s-tariff-tango/14-775188",
  "title": "Make America great again; Make  America groan again: Trump’s tariff tango",
  "ut": 1743790216.0,
  "body_paragraphs": [
    "US President Donald Trump",
    "Donald J. Trump, ever an apprentice showman fired a move that left economists bamboozled and sarong-wearing Sri Lankan villagers scratching their heads; Trump unveiled his latest global trade scheme. Dubbed as “Make America great again, one sarong at a time” initiative, the plan imposes tariffs on imports from poor Asian nations, including textiles, spices, and—yes—sarongs. Trump declared, “We’re bringing jobs back to America! And by jobs, I mean the ones we farmed-out decades ago.”",
    "At a rally, Trump proudly waved a sarong, claiming it epitomised “foreign interference in American fashion.” Cohorts cheered, chanting “Make America Great Again,” while a few in the crowd whispered, “Does he know what a sarong is?” The tariffs include a 44% tax on sarongs, which Trump described as “un-American skirts,” and a 25% tax on spices, because “America doesn’t need to curry foreign flavour.”",
    "Social media erupted with memes, including one of Trump wearing a sarong with the caption, “When in doubt, tariff it out.” Another viral post showed a sarong-clad villager holding a sign that read, “Sarongs unite us, tariffs divide us.” Meanwhile, Asian leaders responded with humour. Sri Lanka’s president quipped, “We’ll send him a sarong—it’s perfect for dodging tough questions.” India’s prime minister simply laughed and offered Trump a butter chicken recipe.",
    "As the tariffs take effect, Americans are bracing for impact. Fashion designers are scrambling to create “liberation sarongs” made entirely of denim, and grocery stores are stocking up on bland spices to replace imports. One entrepreneur launched a “Trump’s spice blend” made of salt and pepper, claiming it’s “as American as apple pie.”",
    "Meanwhile, international leaders are reportedly baffled. Canadian Prime Minister Mark Carney was overheard saying, “Is this a joke? Are we on South Park?” while French President Emmanuel Macron simply sighed and opened a bottle of wine complimented with French blue cheese.",
    "As the tariffs take effect, Americans are bracing for impact. Grocery stores are stocking up on “liberation fries” to replace French cheese, and tech companies are scrambling to find alternatives to Chinese electronics. One Silicon Valley CEO quipped, “We’re going to have to start making calculators out of wood.”",
    "Trump’s tariffs may not make America great again, but they’ve certainly made it groan again. And if nothing else, they’ve given sarongs a moment in the spotlight."
  ]
}