{
  "url": "https://www.ft.lk/opinion/CDB-accelerates-action-by-empowering-women-led-SMEs/14-774708",
  "title": "CDB accelerates action by empowering women-led SMEs",
  "ut": 1742854790.0,
  "body_paragraphs": [
    "Holds SMB Fair under SMB Friday platform with Wings Ecosystem and patpat.lk",
    "Underscoring International Women’s Day theme this year of Accelerating Action, Citizens Development Business Finance PLC (CDB) accelerated the journey of women-led SMEs with a Women’s Day SMB Fair at Independence Arcade, Colombo 7.",
    "Organised under the SMB Friday platform in collaboration with Wings Ecosystem and patpat.lk, the women-led SMEs showcased an expansive range of products and services, adding immense visibility for their businesses.",
    "CDB’s Sustainability Agenda holds a strong Socially Conscious Pillar which embraces the verticals of women and youth empowerment and entrepreneurship. This SMB Fair therefore brings this vertical onto a singular platform where women entrepreneurs are driven to the fore, accelerating their journey to building a strong and innovative businesses.",
    "The SMB Fair showcased an expansive range of products and services, including food and beverage, art and craft, apparel, gifts, homeware, accessories, and educational service providers.",
    "CDB Director – Sales and Business Development Sasindra Munasinghe explained that these women-led SMEs have been partnered by CDB via SMB Friday, to not just uplift their businesses but also to enhance their marketing capabilities and knowledge, financial management and to enable Sri Lanka to have a strong ecosystem of women-led businesses. “These businesses which have been featured on CDB social media channels and patpat.lk have tangibly seen increased visibility as the features include a summary of their unique stories, the USPs of their products, and contact information. As we “Accelerate Action” as is stated in the IWD 2025 theme this year, we reiterate our commitment to accelerate action to build strong and stable women-led businesses aligned to our primary social sustainability goal of social inclusivity,” he said."
  ]
}