{
  "url": "https://www.technologyreview.com/2024/08/15/1096799/aging-hits-us-in-our-40s-and-60s/",
  "title": "Aging hits us in our 40s and 60s. But well-being doesn’t have to fall off a cliff.",
  "ut": 1723710968.0,
  "body_paragraphs": [
    "This article first appeared in The Checkup, MIT Technology Review’s weekly biotech newsletter. To receive it in your inbox every Thursday, and read articles like this first, sign up here. This week I came across research that suggests aging hits us in waves. You might feel like you’re on a slow, gradual decline, but, at the molecular level, you’re likely to be hit by two waves of changes, according to the scientists behind the work. The first one comes in your 40s. Eek. Related StoryAging clocks aim to predict how long you’ll liveThese clocks promise to measure biological age and help identify anti-aging drugs, but there are lingering questions over their accuracy.",
    "For the study, Michael Snyder at Stanford University and his colleagues collected a vast amount of biological data from 108 volunteers aged 25 to 75, all of whom were living in California. Their approach was to gather as much information as they could and look for age-related patterns afterward. This approach can lead to some startling revelations, including the one about the impacts of age on 40-year-olds (who, I was horrified to learn this week, are generally considered “middle-aged”). It can help us answer some big questions about aging, and even potentially help us find drugs to counter some of the most unpleasant aspects of the process.",
    "But it’s not as simple as it sounds. And midlife needn’t involve falling off a cliff in terms of your well-being. Let’s explore why. First, the study, which was published in the journal Nature Aging on August 14. Snyder and his colleagues collected a real trove of data on their volunteers, including on gene expression, proteins, metabolites, and various other chemical markers. The team also swabbed volunteers’ skin, stool, mouths, and noses to get an idea of the microbial communities that might be living there.",
    "Each volunteer gave up these samples every few months for a median period of 1.7 years, and the team ended up with a total of 5,405 samples, which included over 135,000 biological features. “The idea is to get a very complete picture of people’s health,” says Snyder. When he and his colleagues analyzed the data, they found that around 7% of the molecules and microbes measured changes gradually over time, in a linear way. On the other hand, 81% of them changed at specific life stages. There seem to be two that are particularly important: one at around the age of 44, and another around the age of 60. Some of the dramatic changes at age 60 seem to be linked to kidney and heart function, and diseases like atherosclerosis, which narrows the arteries. That makes sense, given that our risks of developing cardiovascular diseases increase dramatically as we age—around 40% of 40- to 59-year-olds have such disorders, and this figure rises to 75% for 60- to 79-year-olds. Related StoryA test told me my brain and liver are older than they should be. Should I be worried?Aging clocks estimate how fast specific organs are deteriorating—but it’s hard to know what to do with the results.",
    "But the changes that occur around the age of 40 came as a surprise to Snyder. He says that, on reflection, they make intuitive sense. Many of us start to feel a bit creakier once we hit 40, and it can take longer to recover from injuries, for example.  Other changes suggest that our ability to metabolize lipids and alcohol shifts when we reach our 40s, though it’s hard to say why, for a few reasons.  First, it’s not clear if a change in alcohol metabolism, for example, means that we are less able to break down alcohol, or if people are just consuming less of it when they’re older. This gets us to a central question about aging: Is it an inbuilt program that sets us on a course of deterioration, or is it merely a consequence of living? We don’t have an answer to that one, yet. It’s probably a combination of both. Our bodies are exposed to various environmental stressors over time. But also, as our cells age, they are less able to divide, and clear out the molecular garbage they accumulate over time.",
    "It’s also hard to tell what’s happening in this study, because the research team didn’t measure more physiological markers of aging, such as muscle strength or frailty, says Colin Selman, a biogerontologist at the University of Glasgow in Scotland. There’s another, perhaps less scientific, question that comes to mind. How worried should we be about these kinds of molecular changes? I’m approaching 40—should I panic? I asked Sara Hägg, who studies the molecular epidemiology of aging at the Karolinska Institute in Stockholm, Sweden. “No,” was her immediate answer. Related StoryLongevity enthusiasts want to create their own independent state. They’re eyeing Rhode Island.Zuzalu, a pop-up city in Montenegro has provided a temporary home for people who plan to set up a new jurisdiction to encourage biohacking and fast-track drugs that slow or reverse aging.",
    "While Snyder’s team collected a vast amount of data, it was from a relatively small number of people over a relatively short period of time. None of them were tracked for the two or three decades you’d need to see the two waves of molecular changes occur in a person. “This is an observational study, and they compare different people,” Hägg told me. “There is absolutely no evidence that this is going to happen to you.” After all, there’s a lot that can happen in a person’s life over 20 or 30 years. They might take up a sport. They might quit smoking or stop eating meat.    However, the findings do support the idea that aging is not a linear process. “People have always suggested that you’re on this decline in your life from [around the age of] 40, depressingly,” says Selman. “But it’s not quite as simple as that.” Snyder hopes that studies like his will help reveal potential new targets for therapies that help counteract some of the harmful molecular shifts associated with aging. “People’s healthspan is 11 to 15 years shorter than their lifespan,” he says. “Ideally you’d want to live for as long as possible [in good health], and then die.” We don’t have any such drugs yet. For now, it all comes down to the age-old advice about eating well, sleeping well, getting enough exercise, and avoiding the big no-nos like smoking and alcohol.",
    "I happened to speak to Selman at the end of what had been a particularly difficult day, and I confessed that I was looking forward to enjoying an evening glass of wine. That’s despite the fact that research suggests that there is “no safe level” of alcohol consumption. “A little bit of alcohol is actually quite nice,” Selman agreed. He told me about an experience he’d had once at a conference on aging. Some of the attendees were members of a society that practiced caloric restriction—the idea being that cutting your calories can boost your lifespan (we don’t yet know if this works for people). “There was a big banquet… and these people all had little scales, and were weighing their salads on the scales,” he told me. “To me, that seems like a rather miserable way to live your life.”",
    "I’m all for finding balance between healthy lifestyle choices and those that bring me joy. And it’s worth remembering that no amount of deprivation is going to radically extend our lifespans. As Selman puts it: “We can do certain things, but ultimately, when your time’s up, your time’s up.”  Now read the rest of the Checkup Read more from MIT Technology Review's archive We don’t yet have a drug that targets aging. But that hasn’t stopped a bunch of longevity clinics from cropping up, offering a range of purported healthspan-extending services for the mega-rich. Now, they’re on a quest to legitimize longevity medicine.  Speaking of the uber wealthy, I also tagged along to an event for longevity enthusiasts ready to pump millions of dollars into the search for an anti-aging therapy. It was a fascinating, albeit slightly strange, experience. There are plenty of potential rejuvenation strategies being explored right now. But the one that has received some of the most attention—and the most investment—is cellular reprogramming. My colleague Antonio Regalado looked at the promise of the field in this feature. Scientists are working on new ways to measure how old a person is. Not just the number of birthdays they’ve had, but how aged or close to death they are. I took one of these biological aging tests. And I wasn’t all that pleased with the result. Is there a limit to human life? Is old age a disease? Find out in the Mortality issue of MIT Technology Review’s magazine.",
    "You can of course read all of these stories and many more on our new app, which can be downloaded here (for Android users) or here (for Apple users). From around the web Mpox, the disease that has been surging in the Democratic Republic of the Congo and nearby countries, now constitutes a public health emergency of international concern, according to the World Health Organization.  “The detection and rapid spread of a new clade [subgroup] of mpox in Eastern DRC, its detection in neighboring countries that had not previously reported mpox, and the potential for further spread within Africa and beyond is very worrying,” WHO director general Tedros Adhanom Ghebreyesus said in a briefing shared on X. “It’s clear that a coordinated international response is essential to stop these outbreaks and save lives.” (WHO) Prosthetic limbs are often branded with company logos. For users of the technology, it can feel like a tattoo you didn’t ask for. (The Atlantic)",
    "A testing facility in India submitted fraudulent data for more than 400 drugs to the FDA. But these drugs have not been withdrawn from the US market. That needs to be remedied, says the founder and president of a nonprofit focused on researching drug side effects. (STAT) Antibiotics can impact our gut microbiomes. But the antibiotics given to people who undergo c-sections don’t have much of an impact on the baby’s microbiome. The way the baby is fed seems to be much more influential. (Cell Host & Microbe) When unexpected infectious diseases show up in people, it’s not just physicians that are crucial. Veterinarian “disease detectives” can play a vital role in tracking how infections pass from animals to people, and the other way around. (New Yorker) hide"
  ]
}