{
  "url": "https://dbsjeyaraj.com/dbsj/?p=52010",
  "title": "Anura : The Crown Prince of Sri Lankan Politics who was Never Crowned as King",
  "ut": 1771115104.0,
  "body_paragraphs": [
    "Anura Bandaranaike’s 77th Birth Anniversary on Feb 15th.",
    "“Politics is a blood sport” was a famous saying by former Sri Lankan president Junius Richard Jayewardene. In the  cut-throatish  competitive world of Sri Lankan  politics  there  have been  many casualties who aspired to high office but failed to fulfil  their ambition. Even people with powerful bloodlines in Sri Lanka’s dynastic political realm  fell or were felled  in this blood sport arena.One such striking political personality was  Anura Bandaranaike who passed away nine years ago on  March 16th 2008.",
    "Anura Bandaranaike (February 15, 1949-March 16, 2008)",
    "Anura as he was generally known was the son of two Sri Lankan prime ministers and  was often  referred to as the  “crown prince ” within the context of  Sri Lanka’s dynastic   politics. Though Anura did hold several high posts during his eventful political career, the offices of  Prime minister or President  he yearned for , eluded him. In that sense he was the political crown prince who was never ever crowned as  king.",
    "Father & Son – Pic courtesy of: SWRD Bandaranaike Museum",
    "I have interacted with Anura Bandaranaike in my professional capacity as a journalist during the years 1977 – 88. I have met with him on several occasions  and engaged in coversations – both on and off the record – with him during that period. I once interviewed Anura at length for an Indian publication. For some reason the interview was never published. When I told him about it not being published ,Anura took it lightly and said “I know it was not your fault”. I have also written about Anura on earlier occasions and would be  drawing from such writings in penning this piece about him.",
    "Anura  Priyadarshi Solomon Dias Bandaranaike was born on Feb 15th 1949. Being the youngest child  he was called “Malli” and regarded as the family pet . Unlike his father  S.W.R.D. Bandaranaike who   studied at St. Thomas’College and then went to Oxford university,  Anura went to Royal College and then to University in London where he read for a BA degree specializing in history and political science. His political detractors had a field day  raising doubts about his educational qualifications. They ridiculed him as “Anura Gona” and charged that he had not even passed his GCE O’levels. Anura was compelled to display his certificates publicly  at one point. Among Anura’s contemporaries at Royal were  Ranil Wickremesinghe and  Dinesh Gunawardena.",
    "Anura sharing meals with father SWRD Bandaranaike and sisters Sunethra, Chandrika, after the General election victory – 11 .04.1956",
    "Upon his return to Sri Lanka in 1974 Anura plunged with zest into the family “Vocation” of politics. He was placed in charge of the Sri Lanka Freedom Party’s youth wing and also appointed as a director of the national youth services council. Young Anura was then the heir apparent to the crown of party and national leadership.It was expected that he would have his inevitable tryst with destiny in due course. But fate  decreed otherwise. The “Crown Prince” kept waiting and  waiting to be crowned but the expected  coronation never materialised. Finally he  departed  uncrowned as the prince who never became King at the age of 59 on March 16th 2008   The saying “Always the bride’smaid never the bride” applied appropriately to  Anura Bandaranaike",
    "Three Degrees of Greatness",
    "Greatness,was of three types, said the Bard of Avon. Some are “born great” and some “achieve greatness” while there are also some who have “greatness thrust upon” them.Anura Bandaranaike was an embodiment in different degrees of this greatness as defined by Shakespeare.He was born great as the only son of Solomon West Ridgeway Dias Bandaranaike and Sirima Ratwatte – hailing from aristocratic Low – Country and Kandyan Sinhala families – who were both prime ministers of this country.",
    "The accident of Birth enabled Anura to have greatness thrust upon himself to some extent.Being elected as a twenty – eight year old member of Parliament in an unfamiliar electorate on his maiden effort was more due to his family background rather than his intrinsic  merits.So too was  becoming the leader of the opposition  at the age of thirty – four.",
    "Anura  also achieved limited greatness. He was both cabinet minister and speaker. He was also in Parliament continuously from 1977 till his death in 2008.Yet he never realised his full potential as a political leader or attained his ambition to be premier and/or President.",
    "While Anura’s  sisters Sunethra and Chandrika  were left of centre in their political beliefs Anura was firmly to the right.In terms of ideology and political outlook Anura was closer to J.R.Jayewardena than many of his party colleagues.He was class conscious and was for class solidarity cutting across party lines.Anura engaged in talks with JR about an anti – left UNP-SLFP  alliance in the seventies.When a by – election to Kalawewa was held in 1974, JR announced that the United National Party would not field a candidate if Anura was the SLFP choice. This did not happen as Anura was not the SLFP candidate then. Later JR was to wish Anura “many more years as leader of the opposition” on his birthday.",
    "Pedigree played a crucial part in Anura being an MP, opposition leader, speaker and cabinet minister etc at different times. Yet in his own right Anura Bandaranaike was an impressive orator in both Sinhala and English. He extensively researched facts before his Parliamentary speeches. He was one MP who made full use of the Parliament library delving deep into past Hansards. He was also well-versed in Shakespeare’s plays and the Bible and would often quote from them.Anura’s  address on the occasion of former British Prime Minister Margaret Thatcher’s visit in 1985  was a splendid effort. It was pehaps the best indication of Anura being a chip of the old block as his father SWRDB  had been dubbed “silver – tongued orator”.",
    "Anura Bandaranaike was to the Manor (or Walauwe) born and the tragedy of his life was that he was always conscious of it. He thought that being a Bandaranaike entitled him to the highest offices of the land. That however was not to be.Many persons would have been delighted to have gained at least a part of what Anura Bandaranaike had had in terms of political office. But the man had set his sights on something he thought was his birthright. Being born with the proverbial silver spoon in his mouth Anura expected everything would be delivered to him on a platter. This never happened and so he was disillusioned and disappointed .",
    "Anura with father SWRD Bandaranaike, Indian Prime Minister Pundit Jawaharlal Nehru and Indira Ghandhi",
    "Anura Bandaranaike  was the grandson of Maha Mudaliar Bandaranaike and Ratwatte Disawe. The marriage of his father  Solomon Bandaranaike and mother Sirima Ratwatte was hailed then as a political union between two prestigious Low Country and Up Country Sinhala families.The wedding was the beginning of a new political dynasty What a political dynasty that was!In the first  sixty years of independence from 1948 to 2008  there has always been a Bandaranaike in the legislature (Parliament or Senate ) except for 10 months from Sep 1959 to July 1960. Members of the family have been Prime Ministers for 21 years; President for 11 years; leaders of the opposition for 14 years; With Anura’s demise that dynasty has come to an end.(Unless Chandrika’s children  Yasodhara and/or Vimukthi enter politics).",
    "Family Based Political Succession",
    "The phenomenon of “family based political succession” in Sri Lanka  began not with the Bandaranaikes but the Senanayakes when Dudley Shelton succeeded his father Don Stephen Senanayake as Prime minister in 1951.Then came the Bandaranaikes’ turn when the widowed Sirima became Prime minister in July 1960. SWRD was assassinated in 1959.India’s Jawarhalal Nehru who was prime minister for 17 years died in 1964. His daughter Indira Gandhi became premier in 1966.The Nehrus and Bandaranaikes were regarded as close both politically and personally.",
    "There is a famous photograph of both families where Nehru, Bandaranaike, Indira and Sirima are seen with their children Rajiv, Sanjay, Sunethra, Chandrika and Anura.There is an interesting story about this picture.When the photograph was taken only Nehru and Bandaranaike were premiers. But soon Sirima and then Indira also became Prime ministers. Who of the children would become prime minister first? was the question.",
    "The elder Rajiv became a pilot and married Sonia from Italy. He did not evince any interest in a political career. It was the younger Sanjay who got engrossed in politics with his wife Maneka.But Sanjay died in a plane crash soon after he became an MP in 1980. A reluctant Rajiv was forced to fill in as MP and then after his mother’s assassination in 1984 became Prime Minister. He too was assassinated by the LTTE in 1991. Rajiv’s widow Sonia  Gandhi headed the Congress party for many years and is an MP. Son Rahul Gandhi is also a parliamentarian and leader of the opposition. Daughter  Priyanka is also an MP. and is seen as Rajiv’s political heir. Incidently Sanjay’s widow Maneka  and son Varun have  also been  MP’s.Maneka  Gandhii was even a a minister in  BJP governments.",
    "As for the Bandaranaike siblings both Sunethra and Chandrika are  elder to Anura and were in the political limelight to an extent before Anura’s entry into active politics.Sunethra who played an important role in the Socialist Study circle was co-ordinating secretary to her mother when she was PM. Chandrika after a stint at Sorbonne was director at the Land Reforms Commission.",
    "Yet it was the younger brother Anura who became an MP first in 1977 when he was just 28 years old. Six years later he became Leader of the opposition at 34.",
    "Since his father was leader of the opposition from 1952 till he became Premier in 1956, Anura also was expected to be PM in the same manner. Indeed he may very well have been PM if his mother had won in 1988 and become President.But that was not to be.",
    "Anura’s sister Chandrika had broken off from the SLFP with her husband Vijaya Kumaratunga and formed a new party the Sri Lanka Mahajana Pakshaya(SLMP). After her husband was assassinated by the Janatha Vimukthi Peramuna (JVP) in 1988 Chandrika left for London in a state of self – exile.Chandrika however returned and re – joined the SLFP. This led to tensions between Anura and Chandrika and also between Mother and son. Accusing his mother of favouring the daughter the son walked out of the party and joined the arch – rival UNP.",
    "When the SLFP  heading the Peoples Alliance came to power in 1994 it was Chandrika who became Prime minister in August. In November she contested the Presidency and won in a landslide. Sirima was made Prime minister.The Bandaranaikes who made history as the first husband – wife prime ministerial duo had made history again as the first father – mother – daughter premier trio and also as the first daughter President – Mother prime minister combination. Anura with his record – creating ambition was out in the cold.",
    "Constituency of Maskeliya-Nuwara Eliya",
    "When Anura first contested elections in 1977 he did not do so in Gampaha district where the Bandaranaike family had much political clout. Instead he went to the Central province and contested in the three – member constituency of Maskeliya -Nuwara Eliya.It was only a few months before elections in Sri Lanka that parliamentary polls were held in India. Angered by the excesses of emergency rule the Indian voters delivered a resounding blow to the Congress which had been in power for 30 years since Independence.Both Indira Gandhi in Rae Bareilly and Sanjay Gandhi in Amethi lost.",
    "Appapillai Amirthalingam",
    "The UNP notably JR Jayewardena and Ranasinghe Premadasa hoped for and sought a  parallel result in Sri Lanka.Just as the cow(Indira) and calf (Sanjay)lost in India the Cow (Sirima) and calf (Anura) will lose their seats here also, thundered the UNP. The SLFP suffered a disastrous defeat in 1977 winning only eight to the UNP”s 141 in a Parliament of 168. But both Sirima and Anura won.The SLFP suffered a temporary split in the opposition when Anura along with people like Maitripala Senanayake and Haleem Ishak rebelled against Mrs. Bandaranaike’s leadership. President Jayewardena tried to widen the intra – SLFP chasm further. The crisis was ultimately resolved and Anura was politically re-united with his mother.",
    "In 1983 the Tamil United Liberation Front (TULF) lost their seats as they refused to take oaths disavowing separatism under the sixth amendment to the Constitution.   Mrs. Bandaranaike had been deprived of her civic rights in 1980 and was out of Parliament.So Anura became leader of the opposition. He succeeded Appapillai Amirthalingam. S.Perinbanayagam was the opposition leader’s secretary. When Perinbanayagam appealed to Anura that he be retained as secretary to Bandaranaike also the SLFP leader consented despite the political differences. That was Anura the magnanimous.",
    "In 1988 Anura along  with  Kumar Ponnambalam and a few others  went up to Vavuniya to meet with former LTTE  political commissar Narendran alias Yogi. But that trek came to naught as the tigers refused to play ball.",
    "It was in the early nineties of the 20th century that Chandrika returned to SLFP folds again. Mrs. Bandaranaike felt that Chandrika was better equipped to lead the SLFP to victory and favoured her .Anura resented this and instead of resisting such attempts within the party , crossed over to the UNP in 1993.He became minister of higher education and national reconciliation under Dingiri Banda Wijetunge. In 1994 the UNP was out of office after 17 years. Anura was in the opposition again.",
    "Mrs. Bandaranaike’s declining health and consequent death saw an end to sibling enmity.There was rapprochement among both the sisters and brother. After the 2000 October election Anura was elected unanmiously as speaker in Parliament.",
    "As Speaker Anura distinguished himself by upholding the independence and supremacy of the Legislature during a difficult period.Anura later broke ranks with the UNP and re – joined the SLFP in 2001. The UNP came to power a few months later  but once again Anura was in the opposition.",
    "It was finally in 2004 that Anura came to be on the winning side. He was instrumental in forging an alliance with the JVP.Anura was made Investment Promotion, Enterprise Development and Industries minister in the Govt headed by sister Chandrika Kumaratunga.Anura was appointed Foreign Affairs minister after Lakshman Kadirgamar’s death in  August 2005.",
    "Mahinda Played Second Fiddle to Anura",
    "When SWRD Bandaranaike crossed over from the UNP in 1951  it was  Mahinda Rajapaksa’s father  D.A. Rajapaksa who followed him in the house. Thereafter he remained a loyal deputy to the Bandaranaikes.In 1970 Mahinda entered Parliament as its youngest MP. Though Anura was not an MP , Mahinda used to play second fiddle to him then. People compared the Anura-Mahinda duo to the SWRDB-DAR duo of old in political terms.In fact Mahinda and some of his siblings referred to Anura as “lokka”. It was both a term of respect and endearment. Later it turned derisive.",
    "In the good old days: Mahinda and Anura",
    "Fluctuating political fortunes saw Mahinda’s stock rise and Anura’s fall. It was Mahinda who became PM in 2004 and also Presidential candidate in 2005 after Chandrika.Anura was to be a running mate of sorts. He would be Prime Minister if Rajapakse was elected President.But then Anura was always star – crossed.",
    "He did not cooperate in the presidential campaign as he ought to have. Thus when Rajapakse won due to the tiger enforced boycott , Ratnasiri Wickremanayake was made PM instead of Anura Bandaranaike.Anura was made Tourism minister and later “demoted” to national heritage minister in a  cabinet re-shuffle. With Rajapakse becoming President the spotlight shifted from Horagolla to Medamulana. The Bandaranaike dynasty declined. The new “Ruhunu Rajapaksa” dynasty  emerged within the SLFP.",
    "A disgruntled Bandaranaike described the Mahinda Govt as a “carnival of clowns” and  revolted twice. The first  was with with Mangala Samaraweera and Sripathy Sooriaraachi in Feb 2007. Within two weeks he was back again  with Mahinda.The second was on the 2007  Budget voting day when he crossed over rashly to the opposition. Realising that he had been taken for a ride Anura walked out of Parliament.Once again he mended fences with Rajapakse but restoration of ministerial portfolio was delayed due to his declining  health.He had been afflicted with cancer and  received medical treatment in Singapore.  Though he showed signs of recovery ,the  situation took a turn for the worse shortly after his 59th birthday party on  Feb 15th 2008. Anura’s physical condition  rapidly deteriorated and he was bed -ridden in March. And then came the final farewell on March  16th 2008 when Anura bade adieu to the world.",
    "vijaya Kumaratunga & Chandrika Kumaratunga",
    "Anura Bandaranaike had a peculiar  sense of humour and was fond of playing pranks and practical jokes on his friends. He would however be miffed if he was at the receiving end of jokes and tricks. But his “anger”never lasted long. Anura was fond of  wining and fine dining. He dressed with sartorial elegance. He used to smoke Havana cigars occasionally. Anura was also an avid reader of books and magazines. He had a fine collection of contemporay fiction as well as biographical books. Another of his passions was watches. He  collected them. Among his possessions was a cartier watch presented by former Malaysian premier Dr. Mahathir Mohammad. Anura also prized a watch bestowed with blesssings by India’s Sathya Sai Baba at his Puttaparthi ashram. Anura was a Sai baba devotee.",
    "Anura was also an aficionado of films since childhood. As a schoolboy he had an album where he pasted newspaper and magazine articles about the films he had seen. Later on he acquired an impressive collection of DVD’s and also set up a state of the art home theatre system. Anura had a Japanese made  luxurious armchair on which he reclined watching English and Hindi films. Despite having this arrangement at home, Anura liked to watch  current films in  movie theatres. Speaking of filmsm the year  2017  saw the movie  “La la Land” win six orcars. The film was set in the “City of Angels” Los Angeles. Had Anura been alive he would have loved to see “La la Land” as Los Angeles was his favourite city. He would visit LA at least twice or thrice a year sometimes staying for weeks at a stretch.",
    "Anura  Priyadarshi Solomon Dias Bandaranaike",
    "For all his follies and faults and foibles few could be “angry” with Anura  or nurse grudges against him. Neither could Anura Bandaranaike  be “angry” for long with others. This personality trait was his greatest asset.He may not have been very lovable but like Billy Bunter of Greyfriars, was not entirely unlikeable either.",
    "Anura was not Corrupt or Vindictive",
    "Above all, Anura was a decent human being ! A gentleman-gentle and genteel-in the old fashioned way. In that sense he was a misfit in today’s hurly-burly world of cut-throat politics.Anura had two characteristics that were rarities or oddities among most politicians. He was not corrupt and he was not vindictive.But he was snooty and a “snob”. Due to this snobbishness Anura always looked down upon his brother in law Vijaya Kumaratunga . However  Anura did bequeath the bulk of his property and assets to his nephew Vimukthi.",
    "Time and tide waits for no man, they say.In the case of Anura his sense of political timing was atrocious. He frequently made the wrong move at the wrong time and so was always in the wrong place.He regularly missed the” tide in the affairs of men”.Against that backdrop   Anura Bandaranaike  was truly  a tragic figure of Sri Lankan political history.",
    "This article written for the “DBS Jeyaraj Column” appears in the “Daily Mirror” of March 18, 2017, it can be reached via this link:",
    "http://www.dailymirror.lk/dbs-jeyaraj-column",
    "DBS Jeyaraj can be reached at dbsjeyaraj@yahoo.com"
  ]
}