{
  "url": "https://www.dailymirror.lk/opinion/A-Silent-Epidemic-Tackling-Mental-Health-Challenges-Among-Sri-Lankas-Students/172-297924",
  "title": "A Silent Epidemic: Tackling Mental Health Challenges Among Sri Lanka’s Students",
  "ut": 1733949412.0,
  "body_paragraphs": [
    "Among the many statistics, rankings, and lists, Sri Lanka appears on; one of the most alarming is its position in global suicide rates. Although progress has been seen in certain years, Sri Lanka’s youth suicide rates remain at a quite troubling ratio. Youth suicides making headlines across newspapers and TV screens are almost unnoticed by the public as they have become desensitised to such widespread occurrences. However, the recent series of school children’s suicides has brought the severity of this crisis into sharper focus, spurring discussions, calls for action, and the need for systemic policy level changes to address it effectively.",
    "Studying those who have survived suicide attempts provide many insights into the psychological processes that lead to such fatal decisions. Many of these suicide attempts by minors were impulsive, spur-of-the-moment decisions, more as a cry for help rather than a genuine desire to end their lives. Many were regretful of their actions and were glad to have survived. Although clinical conditions like depression and anxiety disorders are increasingly common among youth, suicide ideation is in most cases a last resort due to the lack of early support and/or clinical treatment such as therapy or medication where necessary.",
    "As an academic who has painfully lost a student to the same plight, I could not emphasise enough the role of the education system, particularly that of examinations, and the responsibilities of educational institutions in seeking solutions to this issue. Among examinations, the grade 5 scholarship exam in Sri Lanka is a uniquely unsuitable due to its highly competitive nature, especially for children as young as 10. The immense pressure exerted on them by their parents, with hopes of admitting them to a ‘better’ or ‘bigger’ school is not one that children are equipped to tackle. Whilst at policy and administrative levels concepts such as ‘the nearest school is the best school’ has been introduced to reduce this stress, realistically, there is a drastic difference in opportunities students are exposed to at national or urban schools, in comparison to smaller or rural schools. This continues to feed the frenzy of the competition to succeed at not only the grade 5 scholarship but also the GCE Ordinary Level exams, with hopes of entering a better school.",
    "Thinking University is the Only Way",
    "The GCE Advanced Level exams, arguably one of the most competitive examinations in the world where although many candidates obtain commendable results, only the top 10 % are granted access to State Universities. The rest, a staggering 90% are left to navigate a system that has failed to account for their potential, despite most having passed well. Teenage students have reported alarming signs of chronic stress including changes in appetite, significant weight fluctuations, disturbed sleep patterns, hair loss, and severe anxiety. This chronic stress takes a severe toll on their health, as many see gaining entry to a State University as their only pathway to a better future. If students were guided to see that it is not the end of the world to fail an exam, that there are many other paths to success, many would not resort to thinking that their life is no longer worth living.Unfortunately, even for those who do enter universities, the academic stress continues to torment them and deteriorate their mental well being.",
    "Dangerous  Digital Addictions",
    "In addition to academic stress, modern day students face a plethora of psychological challenges that contribute to this problem. While the digital space is vital for technological advancement, it has become a breeding ground for predators who perpetuate cyber bullying, cyber crime, and abuse with impunity We could perhaps take countries like Australia as an example in applying policy level action to prevent minors from being exposed to the dangers of the internet, while reaping its educational benefits. Many children in Sri Lanka have succumbed to digital addictions, such as video games, social media, and pornography, along with serious issues like,child exploitation, ‘revenge porn’, body-shaming and other dangers of the internet.Yet no regulations are in place to prevent such harms in the future.",
    "Disconnected Social Relationships",
    "Additionally, the disconnected social relationships between busy parents and their children, between teachers and students, and between peers and siblings continue to maintain the stigma towards mental health. Culturally, there are many regressive attitudes towards opening up and speaking about one’s personal struggles with a professional. In many schools, teachers are randomly assigned as counsellors and are often unqualified to play this role, while many schools have no counsellors at all. Confidentiality breaches, unprofessional counselling practices, and teachers burned out from juggling roles are just a few of the many consequences of trying to substitute between two distinct professions. Within educational institutions, hazing, ragging, or bullying are also indicators of unhealthy interpersonal relationships and toxic cultures, which need to be addressed at a much more fundamental level. Having an approachable, empathetic adult to turn to   in times of distress is a basic human need-one that, unfortunately, many young people are denied.",
    "In a recent panel discussion at the Bandaranaike Academy of Leadership and Public Policy (BALPP) with the former President Chandrika Bandaranaike Kumaratunga, and a senior teacher and counsellor from a leading school in Colombo, I had the opportunity to discuss the aftermath of such suicides. Specially, we discussed how the media’s role in sensationalising and unethically reporting details that should remain private can lead to ‘copycat suicides’ and contribute to the public treating suicides as lessserious. This discussion was also held with the aim of comparing best practices from other countries and exploring the possibility of applying similar measures to address this issue locally. Suggestions included multidisciplinary collaborations, community engagement and using media for suicide prevention instead of sensational reporting, improving youth engagement in recreation, sports, and art as supportive spaces for youth were a few examples. Locally, limiting access to the means of suicide, interacting with the media for responsible reporting, fostering socio-emotional life skills in adolescents by incorporating psychology and mental health in school curricula, teacher training in safeguarding & mental first aid, early detection, assessment, management, and follow up on anyone who is affected by suicidal behaviours, and tri-lingual access to information were seen as potential measures. However, without systematic and fundamental changes at governance and policy levels, these solutions will not reach its full capacity. Therefore, as a society we must urge policymakers to enact expert-informed systemic changes to save the lives of Sri Lankan students.",
    "Nalanga Hettiarachchi is a Lecturer in Psychology at the University of Peradeniya and the Learning and Development Manager at Verité Research."
  ]
}