{
  "url": "https://www.dailymirror.lk/opinion/Jaffna-victory-is-the-prized-jewel-in-NPP-electoral-crown/172-296770",
  "title": "Jaffna victory is the prized jewel in NPP electoral crown",
  "ut": 1732565195.0,
  "body_paragraphs": [
    "President Anura Kumara Dissanayake with former Northern political leaders before the General Elections",
    "The Anura “Alai” or wave that engulfed the Tamil nationalist stronghold of Jaffna was the focus of this column published last week. (Anura “Alai”(Wave) engulfs Tamil Nationalist Stronghold of Jaffna).The Janatha Vimukthi Peramuna (JVP) led National People’s Power (NPP) made history by polling the highest number of votes  in Jaffna  as a single party in the November 2024 parliamentary poll. The NPP won three of the six seats in Jaffna described as the cultural capital of the Sri Lankan Tamils. The November 14 electoral verdict indicated that this  Tamil nationalist fort has been breached and even overwhelmed by a Sinhala dominated nationalist party for the first time in Sri Lanka’s post-independence history. This week’s article will delve in detail into how and why the NPP triumphed in Jaffna.4",
    "The NPP polled 80,830 (24.85%) votes in Jaffna entitling it to three MPs",
    "As stated in last week’s article, candidates from Sinhala dominated national parties like the United National Party (UNP), Sri Lanka Freedom Party (SLFP) and the Communist Party (CP) have been elected to Parliament from Jaffna in the past. MPs from parties  like the Eelam Peoples Democratic Party (EPDP) who were aligned to nationalist parties  have  also been elected in Jaffna. Furthermore Sinhala presidential candidates have received  a great number of votes from Jaffna. In this year’s presidential election, Sajith Premadasa of the Samagi Jana Balawegaya (SJB)  obtained the highest number of votes in Jaffna beating the independent common Tamil presidential candidate Packiyaselvam Ariyanethiran.",
    "Therefore what is unique about the  NPP victory in this election is that a Sinhala dominated national party has for the first time  obtained the highest  number of votes and the most number of seats in the Jaffna electoral district comprising the administrative districts of Kilinochchi and Jaffna. The NPP polled 80,830 (24.85%) votes in Jaffna entitling it to three MPs.",
    "Moreover the NPP got the highest number of postal votes in Jaffna indicating its support level among Govt employees. Furthermore the NPP came first in eight of the eleven electoral divisions in Jaffna. The “thisaikaatti”(compass) topped the electorates of Nallur, Kopay, Manipay, Kankesanthurai, Uduppiddy, Vaddukkoddai, Jaffna and Point Pedro. Only three divisions were won by others. They were Kayts (EPDP), Kilinochchi (ITAK) and Chavakachcheri (Independent group 17). The three  Parliamentarians elected from Jaffna on the NPP ticket and their preference votes are Karunanathan Ilankumaran (32,102) Dr. Shanmuganathan Sribavanandarajah (20,430) and  Jeyachandramoorthy Rajeevan (17,579).",
    "However, there are some sections who opine that this crowning achievement amounts to an end of Sri Lankan Tamil nationalism",
    "The NPP’s electoral success in Jaffna was in the words of English poet Robert Southey “a famous victory”. Although the NPP polled 6,863,86 (61.6%) votes to win 159 seats in the election, JVP stalwarts like Tilvin Silva and Bimal Ratnayake were elated over the “Victory in Jaffna” calling it the crowning achievement. The national and international media  gave pride of place to the Jaffna results in their reports about the election. Several politicians and political commentators referred to the NPP performance in glowing terms. The Chinese Ambassador in Colombo  Qi Zhenhong went to Jaffna and  praised the people of Jaffna for wisely voting in favour of the NPP.",
    "It could be seen therefore that the NPP’s historic  victory in Jaffna is now regarded as a  significant gain  by the party in this election. In the NPP’s triumphant electoral crown,  the party’s grand performance in Jaffna seems to be the prized jewel. It is against this backdrop that  I write this article focusing on the NPP’s victory in  Jaffna.",
    "Pre-election Assessments",
    "As is well known  Anura Kumara Dissanayake garnered around 27,000 votes in Jaffna when he contested the presidential elections on September 21st.Yet within three months his party increased its votes three-fold to poll over 80,000 in the Parliamentary election. According to pre-election assessments, the six Jaffna seat breakdown was  that the Ilankai Thamil Arasuk Katchi (ITAK) would get two seats. The Eelam Peoples Democratic Party (EPDP, the Ahila Ilankai Tamil Congress (AITC) and the Democratic Tamil National  Alliance would get one each. The sixth seat would see a three-cornered fight between the Democratic National Alliance (DNA), the Independent group- 17 and the National People’s Power (NPP).",
    "It was in early November that the Tamil nationalist parties realised that the NPP stock was rising",
    "However, the people of Jaffna voted differently. The winners were  NPP-3,ITAK -1, AITC -1 and Ind group 17 -1. Very few expected this result. According to informed sources even the NPP did not expect this. In the words of  Sinnathurai Thillainathan a veteran journalist in Jaffna, it was like a “Minnaamal Muzhangaamal Peidha Mazhai” ( a sudden rain without lightning or thunder preceding it).",
    "Ramalingam Chandrasekhar",
    "Even though the election result was unexpected the JVP had engaged in spadework for many years in Jaffna. The party appointed a senior activist as organiser of the Jaffna district nearly a decade ago. This was Ramalingam Chandrasekhar known as  Ramesh and Sekhar. Chandrasekhar born in 1963 is a Tamil of hill country origin from Nuwara Eliya. He was appointed a national list MP by the JVP in 2001 and in 2004. Later he was tasked with the mission of wooing the Tamils of Jaffna for  the JVP and sent to Jaffna  some  years after the war ended. This move targeting Jaffna politically was a move initiated by Anura Kumara Dissanayake after he took over the JVP leadership in 2014.",
    "Chandrasekhar with his amiable disposition and demeanor endeared himself to many in Jaffna especially the media. He spoke Tamil with an Indian Tamil accent and  was a skilful communicator. He made himself available to the Jaffna based media and  was interviewed regularly by Tamil TV stations, newspapers, websites and you tubers.   Chandrasekhar became a familiar figure in the Jaffna media environment. He was also easily accessible to the people.",
    "The JVP acquired  two houses in Ariyalai a part of the Jaffna municipality. One was used as the party  office and the other was a residence for  Chandrasekhar and party stalwarts. Several JVP activists including AKD visited Jaffna without much publicity and stayed there. Initially the JVP found it difficult to expand their activities in Jaffna. Memories of the JVP’s anti-Tamil role  during the war years under Somawansa Amerasinghe’s leadership were still  fresh in Jaffna minds  and were a barrier to the party’s growth in the north.",
    "Despite the inability to attract the Tamil masses of Jaffna, the JVP utilising their expertise and experience in trade unionism began targeting  segments of Jaffna society. Various unions and associations were  established. The “old” left comprising Trotskyites, Communists and Marxist -Leninists was virtually extinct in Jaffna. The Tamil national parties were not keen on venturing into the trade union sphere. They would conduct meetings and rallies on May Day but there was no sincere adherence or commitment to the rights and welfare of workers and employees. As such the trade union field was open to the JVP.",
    "AKD did not refer to the 13th Amendment or a political solution. Instead he acknowledged that the Tamil people had specific problems and that he would  help resolve them",
    "Many unions, associations and organisations were set up gradually. Farmers and cultivators, fisher folk, toddy tapping communities were all organised. Government  employees were organised sector by sector. Union branches were set up in each Govt department. For instance the JVP/NPP chief candidate in Jaffna  Ilankumaran who was elected as the NPP parliamentarian with the most number of preferences was an electricity board employee who got involved with the JVP by helping to form a trade union in his workplace.",
    "The JVP also formed small unions  within  the Govt clerical service in Jaffna. Similar unions were set up among teachers too. But they were not large. Associations were also set up for three-wheeler drivers, bus and mini-van drivers,  barbers and hair dressers, petty traders and mercantile sector employees. The numbers were not large  but the network was well structured. With the JVP/NPP gaining power, there is every chance that their trade unions would grow in size and numbers in the future.",
    "JVP Re-branded as NPP",
    "The JVP re-structured itself as the NPP prior to the  presidential elections of 2019. AKD made many visits to the north and projected himself as the NPP candidate. He did not get many votes in the north and even in other parts of the country.  The JVP started spreading and growing in Jaffna after it re-branded itself as the NPP. The years between 2020 and 2024 saw an expansion of the NPP in Jaffna. The ugly memory of the JVP’s past began to fade gradually. Just as a young generation without any knowledge of the JVP’s atrocious past was getting fascinated by AKD and the NPP in other parts of the country, the youths of Jaffna too found the NPP unobjectionable and therefore alluring. Nevertheless it must be emphasised that the NPP  despite its expansion was still a small party in Jaffna.",
    "When the 2024 presidential elections were announced AKD plunged into the race enthusiastically. He made several trips to the North addressing meetings.  Although Anura Kumara Dissanayake was elected president with 42% of the votes, his performance in Jaffna and other districts with large concentrations of minority ethnicities was poor in comparison with the other Sinhala majority districts. While AKD came first in twelve  electoral districts with Sinhala majorities, Sajith Premadasa came first in the other ten  districts having substantial numbers of Tamils and Muslims.",
    "Mix of Veterans and Freshers",
    "The JVP/NPP devised a plan to  win  in  all the districts of Sri Lanka. Their lists of candidates were a mix  of veteran JVP stalwarts and  NPP freshers of a high calibre. The JVP seniors were the lead candidates. This method was followed in Jaffna too. Chandrasekhar took great pains to contact many people of some standing in the community and invited them to be candidates. Some agreed but many declined. The prospective candidates were intensively screened. The list was finalized by Chandrasekhar and Bimal Ratnayake and approved by AKD.",
    "When Anura Kumara Dissanayake was campaigning in Jaffna during the time of the presidential election, he told the people of Jaffna that the people in the south were going to elect him. Will you fall in line with the mood in the south  and vote accordingly he  asked. AKD pointed out that if the people of the north did  not do so, it may have a negative impact on the south. AKD was criticised by Ranil Wickremesinghe for this statement.",
    "Despite the NPP campaign and Anura’s appeal, the people of Jaffna did not vote for him in large numbers. The main competition in Tamil areas was the tussle between   the ITAK on the one hand and seven Tamil political parties on the other. The ITAK was supporting the candidacy of Sajith Premadasa while the others had fielded ex -Batticaloa MP Packiyaselvam Ariyanethiran as the common Tamil candidate.  Anura was not perceived as a major contender in the Tamil areas. Besides very few Tamils thought AKD would be voted in as president by the Sinhala people also.",
    "The presidential election result surprised Jaffna. Just as in 2010 and 2019, Jaffna had not voted for the ultimate winner. It was now certain that the NPP would win the Parliamentary poll. What was uncertain was the number of seats it was likely to win. The NPP  began a low-key campaign that Jaffna voters should make amends for not supporting AKD in the  Presidential election by voting for the NPP in the Parliamentary election.",
    "AKD came, AKD spoke and AKD left. The NPP led by AKD conquered Jaffna at the poll held a few days later",
    "This campaign was conducted mainly by word of mouth. The NPP controlled Three-wheeler drivers union and barber -hair dresser associations  were at the forefront of this campaign. The members of these associations began telling their customers to vote.  This message began gathering momentum slowly.",
    "It was however the magic name of AKD that was the magnet drawing potential voters to the NPP camp.  There was much interest in AKD among Tamils in general and the people of Jaffna in particular.  Several YouTubers began focusing on AKD  positively. His speeches and actions were given much publicity.  TV shows highlighted his acts and sayings.  Sections of Tamil Social media went berserk over AKD. There were many pro-AKD posts on Facebook and X (twitter). There was also a revival of interest in old speeches by AKD. His references to the problems faced by Tamils in the past and in the present and his pledges to try and resolve them resonated with a large section of the Tamil people.",
    "The early dissolution of Parliament after the presidential election and the scheduling of Parliamentary polls for  mid-November had taken opposition parties by surprise throwing them into disarray.  It seemed obvious that the NPP would win the election. That victory was not going to be  a party victory alone but a victory for President Dissanayake. AKD was now the president and that increased his political appeal.",
    "It was in early November that the Tamil nationalist parties realised that the NPP stock was rising. There began an intense anti-JVP-NPP campaign where the anti-Tamil past of the JVP was spotlighted. Tamils were asked not to vote for the JVP. But it appeared that the stable door was being shut after the horse had bolted. Jaffna was ripe for  plucking by the NPP.",
    "“Thozhar”Anura in Pashaiyoor",
    "Jaffna was eagerly awaiting “Thozhar” Anura  to  come and address them in his presidential capacity. AKD did so in the last week-end before the election. AKD addressed a mass rally in the coastal area of Paashaiyoor.  There was an unprecedentedly large crowd. Anura spoke in Sinhala with a simultaneous interpretation in Tamil.",
    "AKD did not refer to the 13th Amendment or a political solution. Instead he acknowledged that the Tamil people had specific problems and that he would  help resolve them. Among the issues he mentioned were the release of Tamil political prisoners and the question of people killed or  made to disappear during  the conflict. AKD also spoke about Indian fishers poaching in the northern waters and promised to end it.",
    "AKD came, AKD spoke and AKD left. The NPP led by AKD conquered Jaffna at the poll held a few days later. As mentioned earlier the NPP came first in  Jaffna with the most number of seats. The party also won eight of the eleven electoral divisions or electorates in Jaffna.",
    "Interestingly enough there was a swing in favour of the NPP  in coastal areas inhabited by fisherfolk. It appears  that many voters in those areas had  placed their trust in AKD’s pledge to end poaching in our fishing waters. In what may not be an unrelated development, the NPP Jaffna organiser Ramalingam Chandrasekhar has been appointed as the new Minister of Fisheries.",
    "Requiem for Tamil Nationalism?",
    "The victory in Jaffna has been hailed as the jewel in the NPP election crown. However, there are some sections who opine that this crowning achievement amounts to an end of Sri Lankan Tamil nationalism.  Is  the NPP victory in Jaffna, a requiem for Tamil nationalism in Sri Lanka? This complex question will be answered in detail in a future article.",
    "D.B.S.Jeyaraj can be reached at [email protected]"
  ]
}