{
  "url": "https://www.dailymirror.lk/opinion/Rice-issue-Only-tough-action-would-work-EDITORIAL/172-297748",
  "title": "Rice issue: Only tough action would work - EDITORIAL",
  "ut": 1733772424.0,
  "body_paragraphs": [
    "The National People’s Power (NPP) government is apparently under pressure particularly to walk the talk on many issues.  The pressure from some quarters is clearly politically motivated and mischievous while in some cases genuine expectations of people who voted for the NPP in large numbers at the recent Presidential and Parliamentary elections.",
    "Some groups want the government to renege on the country’s commitment to the International Monetary Fund (IMF) agreement while some others demand that the government scraps straightaway the Executive Presidential mode of governance, the Online Safety Act and the Prevention of Terrorism Act (PTA).",
    "Some question the delay in abolishing the perks provided to the present and former politicians, while a majority of people long for government action towards eradication of corruption and bringing down the cost of living something that should be addressed urgently, in the light of the recent hike in prices of essential items such as rice, eggs and coconut.",
    "The rise in the cost of living is an additional burden on the ordinary people who have been already suffering from an unprecedented economic crisis since late 2021. The massive support the NPP was awarded by the masses at the recent elections is a testament of the sufferings that they had been undergoing, despite the chest thumping by the leaders of the last government that they salvaged the country from the economic downturn.",
    "The issue involving rice, the main staple food of Sri Lankans is not a result of any natural market fluctuations but an upshot of corruption, an issue on which the NPP rode to power. President Anura Kumara Dissanayake met the rice mill owners thrice in the recent weeks – first the large-scale mill owners in October and then the small and medium-scale mill owners on December 2 and again the former on Saturday – where they all agreed to issue sufficient rice to the market at a controlled price stipulated by the state.",
    "However, they, especially the large-scale mill owners who have the capacity to control the entire rice market, taking millions of people of this country to ransom did not walk the talk after the first two rounds of negotiations. Neither sufficient rice, especially the popular varieties was issued to the market nor was the prices brought down to the stipulated level, despite certain high-profile businessmen threatening the other mill owners to adhere to the agreement with the President after the first discussion.",
    "The prices of rice of almost all varieties which were just around Rs. 200 before the Presidential election in September have risen to around Rs. 250 without any shortage in the market. The mill owners during the Sunday’s meeting with a visibly irate President promised to bring down the price by Rs. 30, yet upping the previous controlled price by Rs.10. That promise itself was an acknowledgement that they had jacked up prices creating an artificial shortage in the market. It is also a testament of their heartless exploitation of millions of poor people in this country.",
    "This is not something new. The mill owners with similar manipulation of the market forced President Gotabaya Rajapaksa to declare an emergency situation in 2021 and to raid rice mills and warehouses of sugar after the famous sugar-tax scam. This is purely corruption leveraged by the monopoly and patronage on the part of officialdom.",
    "Hoarding could also be attributed to impunity for various reasons ranging from genuine fear of market instability to unscrupulous decision-makers making big bucks out of these corrupt practices. It should be recalled no action was taken against hoarders of rice and sugar in 2021, during President Gotabaya Rajapaksa’s tenure, despite successful raids on their warehouses and prevalence of sufficient laws in the country.  Never in the history has the Consumer Protection Act (CPA) been used against high profile businessmen even when they were caught red-handed for hoarding which is an offence under the CPA.",
    "This mafia would never be expected to be considerate of the people or to be tamed with hollow rhetoric. Only implementation of law with a firm political will would work. It would also be difficult for the law to be implemented by officials bogged down in corrupt practices and red tape. This is an appropriate  opportunity for the NPP government to showcase its acumen in handling corruption."
  ]
}