{
  "url": "https://www.ft.lk/columns/A-currency-that-works-for-all-Why-we-need-balance-not-strength/4-778178",
  "title": "A currency that works for all: Why we need balance, not strength",
  "ut": 1750892399.0,
  "body_paragraphs": [
    "By the Joint Apparel Association Forum (JAAF)",
    "In the ongoing debate on Sri Lanka’s currency direction, much of the noise focuses on the strength of the rupee. A stronger rupee, many argue, will ease import costs, tame inflation, and bring short-term consumer relief. While this narrative may be politically expedient, it risks overlooking the deeper structural consequences for Sri Lanka’s export economy—the engine that earns our foreign exchange and sustains millions of livelihoods.",
    "The hard truth is this: an artificially strong rupee is not a sign of economic health. It is a distortion that may win applause from consumers in the short term, but at the devastating cost of export competitiveness, job creation, and long-term resilience.",
    "Sri Lanka’s export sector is not a small sideshow. It contributes over 20% of GDP, directly supports 1 in 4 jobs, and generated $ 16.17 billion in total export earnings in 2024, with merchandise exports contributing $ 12.77 billion and services $ 3.47 billion. Of this, the apparel industry alone accounts for nearly half of merchandise exports, employing over 350,000 people directly—the vast majority being women from rural communities.",
    "When the rupee is overvalued beyond what market fundamentals dictate, Sri Lanka’s exporters are forced to compete on global markets with inflated cost structures. Every artificially appreciated rupee erodes our margins, makes Sri Lankan goods less competitive, and undermines the viability of our factories and supply chains.",
    "For apparel exporters, even a 1% appreciation of the rupee against the dollar can mean a margin compression of up to 3%, given the tight cost structures and price sensitivity of global buyers. Over time, this pushes orders to lower-cost competitor markets like Bangladesh, Vietnam, and Indonesia—all of whom maintain prudent, export-supportive currency regimes.",
    "The situation is further complicated by the fact that the current level of the rupee is not a true reflection of Sri Lanka’s macroeconomic fundamentals. Much of the country’s external debt servicing remains temporarily suspended. Until those repayments recommence, the rupee remains artificially elevated, distorting price signals and export margins.",
    "Balance over strength",
    "No serious economy targets a ‘strong currency’ at all costs. Successful export-led economies—from China to Vietnam—aim for currency stability and competitiveness, ensuring their exporters have a level playing field.",
    "For Sri Lanka, the goal should be no different. A market-reflective rupee that is aligned with our productivity levels, cost base, and external balances is essential for sustainable growth. This does not mean chasing devaluation recklessly, but resisting the temptation to prop up the currency using scarce reserves or distortionary policy interventions.",
    "Moreover, the World Bank and IMF both caution that currency misalignment in fragile economies often leads to unsustainable balance of payments gaps, import surges, and eventual crises—a painful lesson Sri Lanka knows all too well.",
    "A currency for everyone",
    "At its core, the currency debate is not about exporters versus importers, or rural versus urban interests. It’s about ensuring that our economic fundamentals are healthy, balanced, and sustainable for all Sri Lankans.",
    "A stable, market-driven rupee allows our exporters to remain competitive, ensures that our debts are manageable, and gives investors confidence. Over time, this builds the foreign reserves needed to moderate inflation, fund essential imports, and support social welfare.",
    "Theoretically, a stronger rupee should reduce import costs and offer price relief to consumers. But in practice, this has not materialised. Prices of essentials and everyday goods have remained largely unchanged at the supermarket, suggesting that the currency strength has not trickled down to tangible household savings.",
    "We need to move beyond the outdated obsession with currency ‘strength’ and focus instead on currency sustainability—one that works for exporters, consumers, businesses, and the economy as a whole.",
    "In a country where exports must lead the recovery, we cannot afford a currency policy that ignores the very sectors that bring in the dollars."
  ]
}