{
  "url": "https://www.technologyreview.com/2026/01/29/1131863/grid-winter-storms/",
  "title": "How the grid can ride out winter storms",
  "ut": 1769646600.0,
  "body_paragraphs": [
    "The eastern half of the US saw a monster snowstorm over the weekend. The good news is the grid has largely been able to keep up with the freezing temperatures and increased demand. But there were some signs of strain, particularly for fossil-fuel plants. One analysis found that PJM, the nation’s largest grid operator, saw significant unplanned outages in plants that run on natural gas and coal. Historically, these facilities can struggle in extreme winter weather.  Much of the country continues to face record-low temperatures, and the possibility is looming for even more snow this weekend. What lessons can we take from this storm, and how might we shore up the grid to cope with extreme weather? Living in New Jersey, I have the honor of being one of the roughly 67 million Americans covered by the PJM Interconnection.",
    "So I was in the thick of things this weekend, when PJM saw unplanned outages of over 20 gigawatts on Sunday during the height of the storm. (That’s about 16% of the grid’s demand that afternoon.) Other plants were able to make up the difference, and thankfully, the power didn’t go out in my area. But that’s a lot of capacity offline. Typically, the grid operator doesn’t announce details about why an outage occurs until later. But analysts at Energy Innovation, a policy and research firm specializing in energy and climate, went digging. By examining publicly available grid mix data (a breakdown of what types of power plants are supplying the grid), the team came to a big conclusion: Fossil fuels failed during the storm.",
    "The analysts found that gas-fired power plants were producing about 10 gigawatts less power on Sunday than the peak demand on Saturday, even while electricity prices were high. Coal- and oil-burning plants were down too. Because these plants weren’t operating, even when high prices would make it quite lucrative, they were likely a significant part of the problem, says Michelle Solomon, a manager in the electricity program at Energy Innovation. PJM plans to share more details about the outages at an upcoming committee meeting once the cold snap passes, Dan Lockwood, a PJM spokesperson, told me via email. Related StoryAI could keep us dependent on natural gas for decades to comeRead next Fossil-fuel plants can see reliability challenges during winter: When temperatures drop, pressures in natural-gas lines fall too, which can lead to issues for fuel supply. Freezing temperatures can throw compression stations and other mechanical equipment offline and even freeze piles of coal. One of the starkest examples came in 2021, when Texas faced freezing temperatures that took many power plants offline and threw the grid into chaos. Many homes lost power for days, and at least 246 people died during that storm. Texas fared much better this time around. After 2021, the state shored up its grid, adding winter weatherization for power plants and transmission systems. Texas has also seen a huge flood of batteries come online, which has greatly helped the grid during winter demand peaks, especially in the early mornings. Texas was also simply lucky that this storm was less severe there, as one expert told Inside Climate News this week. Here on the East Coast, we’re not out of the woods yet. The snow has stopped falling, but grids are still facing high electricity demand because of freezing temperatures. (I’ve certainly been living under my heated blanket these last few days.) PJM could see a peak power demand of 130 gigawatts for seven straight days, a winter streak that the local grid has never experienced, according to an update to the utility’s site on Tuesday morning. The US Department of Energy issued emergency orders to several grid operators, including PJM, that allow power plants to run while basically ignoring emissions regulations. The department also issued orders allowing several grids to tell data centers and other facilities to begin using backup generators. (This is good news for reliability but bad news for clean air and the climate, since these power sources are often incredibly emissions-intensive.)",
    "We here on the East Coast could learn a thing or two from Texas so we don’t need to resort to these polluting emergency measures to keep the lights on. More energy storage could be a major help in future winter storms, lending flexibility to the grid to help ride out the worst times, Solomon says. Getting offshore wind online could also help, since those facilities typically produce reliable power in the winter.  No one energy source will solve the massive challenge of building and maintaining a resilient grid. But as we face the continued threat of extreme storms, renewables might actually help us weather them.  This article is from The Spark, MIT Technology Review’s weekly climate newsletter. To receive it in your inbox every Wednesday, sign up here. hide"
  ]
}