{
  "url": "https://www.ft.lk/columns/Sri-Lanka-s-fiscal-future-A-UK-UAE-inspired-blueprint-for-AI-powered-tax-digitalisation-and-transparency/4-786828",
  "title": "Sri Lanka’s fiscal future: A UK-UAE inspired blueprint for AI-powered tax digitalisation and transparency",
  "ut": 1768242609.0,
  "body_paragraphs": [
    "Sri Lanka’s post-crisis economic recovery is inextricably linked to its ability to modernise its domestic revenue framework. As majority of the Government revenue is based on taxes, this article proposes a comprehensive tax administration blueprint to enhance revenue generation, drawing on the administrative discipline of the UK’s HM Revenue and Customs (HMRC) and the policy clarity and digital certainty of the UAE’s Federal Tax Authority (FTA). The core strategy centres on mandatory, real-time digitalisation, legislative transparency, and the strategic deployment of Artificial Intelligence (AI) as a fiscal force multiplier. The blueprint is structured across strategic pillars encompassing policy, technology, compliance, governance, global alignment, and professional adaptation, representing a necessary and integrated transformation of the Sri Lankan fiscal state.",
    "Introduction: The mandate for fiscal transformation",
    "Sri Lanka faces a critical juncture where sustained economic stability and investment attraction are dependent on structural fiscal reform. The current tax system, hampered by complexity, administrative inefficiency, and a significant tax gap estimated to be among the highest in emerging Asia, is fiscally and economically unsustainable. To meet the rigorous fiscal consolidation targets set by the International Monetary Fund (IMF), a fundamental shift from paper-based, annual compliance toward a real-time, digital, and intelligence-driven revenue administration is required. This transformation is not a matter of bureaucratic preference but an absolute necessity for regaining fiscal sovereignty and debt sustainability. The failure to digitise enforcement mechanisms and streamline policy is recognised as the single greatest impediment to sustainable recovery.",
    "This advocates for an integrated strategy that moves beyond simple technological acquisition to deep procedural and legislative reform. Leveraging the UK’s HMRC experience with the ‘Making Tax Digital’ (MTD) strategy to optimise compliance processes through mandatory electronic record-keeping and structured data submission could be considered. Simultaneously, UAE’s FTA dedication to policy clarity, digital certainty, and investor-friendliness could be taken as an inspiration, thereby transforming the IRD from a reactive collector into a proactive, transparent, and technology-forward administrator. The synthesis of the UK’s rigorous compliance enforcement mechanism and the UAE’s investor-centric legislative clarity provides the optimal template for a rapid, high-impact transition. The successful deployment of AI will act as the crucial force multiplier, converting the vast, newly generated data streams from RAMIS 3.0 into actionable ‘revenue intelligence’.",
    "Modernising tax administration and compliance: The digital imperative",
    "The foundational pillar of reform is mandatory digitalisation, moving the entire tax ecosystem onto a unified, real-time digital platform. This requires the immediate and comprehensive leveraging of the existing Revenue Administration Management Information System (RAMIS), transforming it from a mere data repository into a dynamic, interactive compliance engine. The strategic adaptation of the UK’s MTD must be implemented to mandate e-filing and digital record-keeping for all taxable entities, moving away from fragmented, paper-based submissions which breed opacity, administrative delay, and opportunity for evasion.",
    "This necessitates the creation of a Unified Digital Taxpayer Account (UDTA) for every citizen and business, mirroring the advanced HMRC model. The UDTA must serve as a single, intuitive portal for managing all tax liabilities, viewing payment histories, filing returns, and receiving official communications, drastically improving the taxpayer experience and reducing reliance on manual IRD engagement. The planned RAMIS 3.0 upgrade is central to this effort and must incorporate mandatory digital record-keeping standards, requiring taxpayers to use accounting software compatible with IRD specifications. This software must be capable of communicating directly with RAMIS via secure, standardised Application Programing Interfaces (APIs), facilitating structured data submission rather than unstructured file uploads. This mandatory data structuring is the mandatory requirement for downstream AI models.",
    "Further, RAMIS must offer value-added features to encourage adoption, such as pre-populated returns and real-time validation checks using data flows from the National Electronic Invoicing System (NEIS) and verified third-party sources (e.g., banks, utility companies, Customs). This crucial integration enables the shift from annual, retrospective filing to mandatory quarterly digital updates of summary data, giving the IRD a near-real-time, continuous view of the entire national economic activity.",
    "Policy and advisory clarity: Fostering certainty and investment",
    "Tax law complexity is a primary inhibitor of voluntary compliance, particularly for Small and Medium Enterprises (SMEs), and a significant deterrent to Foreign Direct Investment (FDI). Following the UAE FTA’s commitment to clear, timely, and accessible guidance is paramount for establishing Sri Lanka as a predictable and trusted investment destination. The UAE model prioritises minimal uncertainty to maximise capital inflow.",
    "A comprehensive review is required to radically simplify the existing fragmented tax law, moving away from complex, often contradictory legislation toward a consolidated, principles-based framework. The IRD must institute a system for issuing clear, publicly accessible Tax Bulletins and Practice Notes that interpret legislation with practical examples, thereby reducing ambiguity. Crucially, a robust, legally binding Advance Tax Ruling (ATR) mechanism must be introduced. This ATR system, modelled on best international practice, offers prospective legal certainty on the tax treatment of complex transactions or investments before they are undertaken. For high-value FDIs, the availability of a dependable ATR is a non-negotiable tool for mitigating regulatory risk and securing long-term capital commitment, directly supporting the Government’s economic growth objectives.",
    "This focus on clarity must be paired with instituting stricter professional standards for tax agents and accountants, requiring mandatory registration and continuous professional development, similar to regulatory oversight in the UK. The IRD must streamline the process for issuing digital tax clearance certificates, making them instantly verifiable and mandatory for high-value Government tenders, large property transfers, and international financial transactions. This systemic clarity reduces litigation risk, boosts taxpayer confidence, and establishes the essential framework of certainty that underpins high voluntary compliance rates, mimicking the successful, low-dispute environments favoured by the UAE.",
    "AI-readable tax legislation and transparency boost",
    "To support advanced digital compliance, regulatory certainty for investors, and the future capabilities of the IRD’s AI infrastructure, the entire body of primary and secondary tax legislations (i.e. tax acts and regulations) must be published not merely as PDF or print documents, but using structured, AI-readable markup such as XML or JSON. This move is a technical prerequisite for advanced AI applications and automated compliance verification.",
    "By transforming tax law into structured data, the IRD enables the launch of a Dedicated and Searchable Legislation API. This allows third-party compliance software, internal IRD systems, and professional tax firms to automatically access and integrate the current legal text into their processes. Tax calculations can be performed by software with guaranteed reliance on the current law, eliminating human error in interpretation of regulatory changes. Furthermore, the use of structured data mandates robust version control and digital change tracking. This capability provides clear, automated comparisons of legislative amendments, instantly highlighting the precise impact of new laws. This auditable transparency is critical for attracting and retaining high-value FDI, as international investors demand immediate, unambiguous understanding of the regulatory landscape they operate within. The UK’s experience in translating complex directives into machine-readable standards offers a valuable template for this structural legislative overhaul.",
    "Strategic AI and digitalisation for efficiency",
    "The effective application of AI and advanced digitalisation represents the highest value leverage point for the IRD, dramatically enhancing efficiency, transparency, and institutional integrity. Drawing heavily on the HMRC model of compliance enforcement, which prioritises technological vigilance, the IRD must transition to AI-Powered Risk-Based Auditing (RBA).",
    "This RBA system utilises sophisticated Machine Learning (ML) models operating on real-time datasets from RAMIS 3.0, the NEIS, and external sources such as Customs and banking data. The ML models assign a dynamic, constantly updated risk score to every taxpayer entity (individuals/corporates) based on deviations from industry norms, transactional network anomalies, and behavioural patterns. This precision allows IRD’s audit resources to be directed exclusively to the top 1-2% risk cases, dramatically increasing the return on investment for audit activities.",
    "General administrative efficiency is further boosted by integrating IRD processes with the wider Government digitalisation agenda through an Integrated Digital Single Window (DSW) and National Digital Identity (NDI) integration, streamlining identity verification and cross-agency data sharing (e.g., sharing a business registration number seamlessly across all ministries). Most critically for governance, this shift requires the implementation of AI-Driven Anti-Corruption Audits and a full Digital Audit Trail for every single decision, assessment, and refund processed within RAMIS. This technological integrity is required for safeguarding accountability and public trust.",
    "New technologies have the potential to improve the relationship between Governments and citizens. Tax portals, customs IT systems and online services have simplified interactions with public authorities, reduced bureaucratic hurdles, and increased transparency. GenAI opens possibilities that go beyond simple automation. However, in an area as politically sensitive as taxation, it also raises important questions that could quickly undermine trust. In Singapore, a virtual assistant answers tax questions in multiple languages and has cut call-centre inquiries by half. Korea has deployed an AI guide to help citizens file and pay taxes. In France, AI can analyse incoming emails and propose draft responses for civil servants to validate. While these applications are promising, a more profound question emerges: Can GenAI significantly alter the relationship between Governments and citizens? Furthermore, how will it influence the way citizens experience and perceive taxation, a politically sensitive process that is governed by law yet deeply intertwined with social norms and practices?",
    "Expedited justice and integrity: AI in tax disputes and anti-corruption",
    "AI must be deployed to eliminate corruption vulnerabilities, speed up tax assessments, and ensure efficient, consistent judicial decisions within the tax framework. The strategy includes using Generative AI models trained on legal precedents and case facts to draft standardised, comprehensive, and transparent assessment rationales and reports. This standardised output ensures consistency in the application of law and significantly reduces the grounds for appeal based on procedural unfairness or lack of clarity.",
    "The Tax Appeals Commission (TAC) must undergo a full digital transformation to manage the expected increase in complex disputes arising from the rigorous new compliance regime. AI must be deployed within the TAC for case prioritisation, using algorithms to flag cases based on complexity, financial value, potential for setting legal precedent, and the historical likelihood of the IRD prevailing. Furthermore, AI tools should be used for legal research and precedent identification, allowing Commissioners and Judges to access and analyse the entire body of Sri Lankan tax case law instantly, leading to faster, more consistent, and higher-quality judgments. The adoption of a digital-first evidence submission platform ensures efficient exchange of documents and reduces the administrative burden of legal proceedings. This commitment to swift and consistent judicial outcomes is essential for regulatory certainty and enhancing Foreign Direct Investments (FDI), a core tenet of the UAE blueprint.",
    "Crucially, the threat of endemic corruption, which erodes public trust and depresses voluntary compliance, must be tackled algorithmically. AI-Driven Anti-Corruption Audits must be implemented as a continuous internal surveillance system within the IRD. These ML models are designed to detect anomalous behaviour within the IRD itself: flagging unusual patterns of under-assessments clustered around specific tax officers, sudden surges in refunds processed without proper procedural checks, or suspicious data alteration patterns on taxpayer accounts. By proactively identifying and flagging these integrity risks, the system acts as a digital integrity firewall, enhancing accountability and public confidence, a prerequisite for sustained fiscal recovery and successful debt management.",
    "Protecting professionals: The AI tax and adaptation strategy",
    "The introduction of widespread AI automation, while fiscally beneficial, poses a significant societal risk to Sri Lanka’s educated professional workforce by displacing human roles in compliance and advisory services. This final pillar ensures that policy is designed to manage this transition responsibly, retaining human capital and providing adaptive strategies.",
    "A comprehensive policy framework must be implemented to manage the socio-economic cost of automation. This includes implementing an ‘Automation Social Cost Levy’, a tax on capital investments used for massive/critical job replacement automation, particularly within the financial and administrative sectors. The revenue from this levy must be directed to a national fund dedicated to reskilling and professional transition programs, focusing on moving displaced workers into new, complementary roles that work alongside AI. Concurrently, Capital Allowance Rules should be adjusted to reward businesses that invest in ‘complementary AI’ (AI that enhances human productivity) over ‘replacement AI’, thereby steering investment toward job augmentation rather than mass displacement.",
    "To maintain accountability and professional standards, two mandates are essential. Firstly, requiring tax agents and finance professionals to obtain a specific Mandatory ‘AI Audit’ Certification focused on interpreting AI-generated risk reports and validating the outputs of RBA systems. This certification ensures human professionals remain the ultimate arbiters of tax correctness. Secondly, mandating a legal ‘Human Review and Sign-off’ on all critical financial documents and tax compliance submissions generated by AI. This ensures professional and legal accountability remains paramount, regardless of the level of technological automation, safeguarding the professional domain and mitigating the moral hazard of automated compliance.",
    "Ethical AI governance, data privacy, and algorithmic bias",
    "The deployment of sophisticated AI models across the IRD, NEIS, and financial networks raises profound ethical and legal questions that must be addressed by a robust governance framework to maintain public trust. The sheer volume and sensitivity of real-time transactional data necessitate strict adherence to global data protection standards.",
    "The Government must prioritise the swift establishment of an independent Data Protection Authority (DPA) with explicit oversight over the use of AI in fiscal policy. This authority must mandate principles of data minimisation and purpose limitation, ensuring that data collected via the NEIS is used only for tax and AML/CFT enforcement, thereby preventing overreach. Furthermore, accountability requires Algorithmic Transparency and Explainability (XAI). Since the AI-Powered RBA models will directly affect citizens’ rights (by triggering an audit), their decisions cannot be black boxes. The IRD must ensure that the output of ML models can be simplified and articulated to taxpayers, satisfying the legal requirement for a reasoned administrative decision.",
    "Critically, the models must be continuously tested for Algorithmic Bias. If an RBA model, trained on historical data, disproportionately flags businesses in specific geographical regions or sectors due to previous under-auditing (a common historical bias), the AI will perpetuate this unfairness. The DPA must mandate regular, independent audits of the ML training data and model outputs to ensure fairness and prevent the automated discrimination against compliant or vulnerable taxpayer segments. Failure to govern AI ethically risks eroding the very public trust needed for voluntary compliance, undermining the entire digital reform effort. The experience of Armenia in using Algorithm Impact Assessment (AIA) is a valuable framework for Sri Lanka to adopt to mitigate these risks and ensure the rights to fair and equal treatment are upheld.",
    "(The author  is an Assistant Manager - Tax Advisory at Bakertilly UAE, holding a LL.B (Honours) degree from University of London. With prior Sri Lankan taxation experience at EY and Bakertilly in Sri Lanka, and later as a UK Tax Consultant, She brings cross jurisdictional expertise in Corporate, VAT, and International Taxation. Her professional journey includes collaborations with various Barristers and Solicitors in England for legal research and practice. Beyond professional accomplishments, She has co-authored a research publication on AI and Corporate Governance for the 19th IRCMF 2024 Conference organised by the Faculty of Management and Finance, University of Colombo.)",
    "AI in tax administration: Use cases",
    "The implementation of AI in a tax or customs administration progresses through Inception, Consolidation, and Optimisation phases. Each phase presents opportunities for different use cases, aligning with the organisation’s growing AI maturity and capabilities. The following list presents examples of AI use cases in tax administration, categorised by the level of complexity of the implementation.",
    "Low complexity applications:",
    "1. Review the reasonableness of the expenses deducted in the income tax return. Machine learning algorithms can be used to predict the type and amount of expenses that can be detected in an income tax return, and this application is useful to assist taxpayers during the filling phase of the tax return or to assess the reasonableness of the expenses deducted in income tax return. Modern advancements in machine learning, particularly Natural Language Processing (NLP), enable the automation of this task by parsing and analysing supporting documentation and receipts to further enhance decision accuracy.",
    "2. Automatically classify documents during an audit. During an audit, the review team must process thousands of documents and must find documents of interest, for example, documents that mention exports or imports, or documents that mention financial transactions. Document classification is an area where machine learning can improve overall quality while simultaneously reducing costs. Document classification works through a two-step process, where first a textual representation of the document is created by using Optical Character Recognition (OCR) and the output of this process then feeds into another machine learning model that reads the text to determine the context and applies a label to the document that is relevant to the business. Recent innovations in NLP and transformer-based models such as Bidirectional Encoder Representations from Transformers (BERT) and GPT provide enhanced accuracy in document classification by understanding the context and meaning of the text.",
    "3. Use of virtual agents to reply to taxpayer questions. Machine learning can be used to implement chatbots that allow reducing the size of the taxpayer assistance workforce and enable taxpayer service to be available 24x7x365, which can be difficult to achieve with purely human help desk operators. Chatbots can be either voice-based or text-based, where the former involves a taxpayer interacting with the chatbot over the phone and the latter has the taxpayer interact through the tax administration’s website. These models can also handle multilingual support, which is essential for administrations dealing with diverse taxpayer populations.",
    "4. Estimating the probability that the tax administration can recover arrears. Using information from past arrears collection efforts, machine learning algorithms can be trained to estimate the probability that the tax administration can recover arrears, allowing it to schedule its arrears collection efforts so that more difficult cases are assigned residuary resources, or assigned to more experienced teams, as necessary.",
    "5. Estimating the cost of collection for arrears. Using information from past arrears collection efforts, and if the tax administration has recorded the cost of collection for previous collection efforts, machine learning algorithms can be trained to estimate the cost of collection, allowing the Tax Administration to schedule its arrears collection efforts so that the costliest cases are assigned residuary resources, or assigned to more experienced teams, as needful.",
    "Medium complexity applications:",
    "1. Provide fast and easily accessible up-to-date information on tax legislation, to increase the efficiency of the administration and improve the customer experience. AI enables tailored assistance specific to tax laws and regulations, ensuring users receive accurate and relevant information, which can foster voluntary tax compliance and strengthen communication between the tax authority and taxpayers.",
    "2. Select Tax Returns for inspection and review. Tax returns can be examined to determine the probability that the tax return has errors, considering the history of the taxpayer and the historical reviews performed by the tax administration. Taxpayers can then be given a chance to review their assessments ahead of the tax administration’s review and follow-up action.",
    "3. Detect residents who have emigrated from the country without notifying the tax administration and the central Government. Machine learning models can be used to detect unreported changes in taxpayer residency, as demonstrated by the Norwegian Tax Administration’s use of AI to identify individuals who left the country without notifying authorities. By analysing tax, population, and debt records, the system flagged thousands of potential cases of undeclared emigration, helping enforce global income taxation and prevent abuse.",
    "4. Data entry of tax forms. Tax administrations frequently need to digitise tax forms that are presented in paper and poor data capture results in low data quality, with considerable impact in the tax administration’s bottom line. Machine learning can be used to improve this process by automating portions of the data entry workflow to ensure the critical details are captured. This can also increase data entry accuracy while simultaneously making the whole process quicker.",
    "5. Automatic risk profiling of taxpayers. If the tax administration has a reliable set of curated risk profiles, machine learning algorithms can be trained to assign risk profiles to new taxpayers, even when the systems have never encountered them. This process enables assigning risk profiles to many taxpayers and can be trained to adapt to new patterns, reclassifying taxpayers, as necessary.",
    "6. Real-time checking of tax returns. Machine learning algorithms can be used to check on the reasonableness of a tax return, particularly when the information of the tax return is cross-referenced with the 360-degree view of the taxpayer, including external data.",
    "7. Determine if a taxpayer is making inconsistent tax operations (in terms of its history and/or its class). Machine learning models can be used to analyse taxpayer behaviour in real time, detect anomalies in income tax filings, and trigger automated interactions with taxpayers to address potential compliance risks. For instance, the Australian Taxation Office used AI algorithms to examine the expense claims of",
    "3.3 million taxpayers in 2017, prompting 230,000 of them to review questionable deductions based on the behaviour of similar taxpayers.",
    "High complexity applications:",
    "1. Streamline legislative processes. Using AI, tax administrations can streamline the legislative process by automating the summarisation and allocation of parliamentary amendments, enhancing efficiency and accuracy in budget formulation, and enabling thorough scrutiny of financial legislation, as exemplified by the open-source",
    "LLaMandement Project of the Direction Générale des Finances Publiques (DGFiP), the Public Finances General Directorate, in France.",
    "2. Prediction of tax policy impacts. AI models can simulate the potential impacts of proposed tax policy changes on revenue collection, taxpayer behaviour, and economic indicators, providing valuable insights for policy makers.",
    "3. Identify taxpayers that committed a tax crime. Machine learning can be used to aid decision-making in fiscal audit plans related to service taxes in terms of tax crime prediction performance.",
    "4. Detect tax fraud for under-reporting declarations. Machine learning models can be used to revolutionise the detection of tax fraud, even in the absence of extensive historical labelled data, which traditionally hinders supervised learning approaches. By employing unsupervised learning techniques, these models can identify under-reporting taxpayers by discerning anomalous patterns within real tax payment declarations. The power of AI, in this context, lies in its ability to pinpoint suspicious declarations that might otherwise go undetected, without the need for costly and time-consuming manual labelling, ultimately bolstering fiscal revenues and enabling greater public investment.",
    "5. Determine violation of transfer pricing guidelines. Machine learning models can be used to fundamentally transform how tax authorities detect violations of transfer pricing guidelines by enabling the sophisticated analysis of vast financial datasets, including intercompany transactions, internal records, and external market benchmarks. These models excel at identifying subtle patterns and significant outliers that deviate from the arm’s length principle, which dictates that prices between related entities should mirror those of independent parties.",
    "6. Calculate the probability concerning an individual taxpayer’s propensity to attempt to evade taxes. Machine learning models can be used to significantly enhance the detection of tax fraud, as demonstrated by the successful application of ‘Multilayer Perceptron’ neural networks to analyse personal income tax returns in Spain. By leveraging supervised learning on extensive tax data, these models can accurately classify taxpayers as fraudulent or not, and critically, calculate everyone’s probability of committing fraud with a high efficiency rate. This capability allows tax authorities to move beyond traditional detection methods, providing a powerful tool to identify potential fraud more effectively and efficiently, with the potential to be adapted for various types of taxes and ultimately improving overall tax compliance.",
    "Use case scenario: The story of Armenia’s success",
    "Tax audit planning in Armenia has traditionally been conducted manually with some elements of automation, like Sri Lanka and many tax administrations worldwide. So, the leadership of the State Revenue Committee (SRC) began exploring the application of Artificial Intelligence (AI) to leverage the significant opportunities provided by AI, utilising the extensive historical data available at the SRC. Armenia is now piloting the use of AI to improve tax compliance, risk management, and fraud detection. Supported by the World Bank, SRC has collaborated with the American University of Armenia (AUA) to develop expertise and build capacity in utilising an AI-powered tax administration tool. Armenia’s early adoption offers valuable insights for other Governments considering the use of AI in public services.",
    "Here are some tips on how to succeed, based on Armenia’s experience:",
    "1.In Armenia, reform was spearheaded by the SRC Chair, who prioritised solving business problems over following technology trends. This high-level commitment and problem-centric approach were critical in implementing significant changes.",
    "2.Partner with academia and the private sector to overcome limited technical capacity. SRC utilised AUA’s data science expertise, providing hands-on experience for researchers and students while expanding Government capability. It invested in creating the knowledge by connecting academia’s R&D with the public sector.",
    "3.Collaborate to overcome AI talent shortages. AI expertise, including data scientists, architects, and developers, is limited and costly. Armenia addressed hiring bottlenecks by collaborating with the World Bank to design competitive procurement processes. Partnering with AUA provided benefits for both parties: students gained practical experience through projects, and the Government got the necessary skills.",
    "4.Armenia’s first use case is to improve tax compliance using AI to read invoices, detect fraud rings, and flag anomalies like duplicate filings and identity mismatches. In addition to improving the backend operations, AI also has the potential to improve service delivery, like chatbots answer tax queries, AI can speed up tax refunds and prefill tax filings, benefiting the public directly.",
    "5. Armenia addresses AI risks by focusing on four pillars: explainability (using clear, non-technical logic), transparency (open-source data), robust cybersecurity (aligned with ISO standards), and stakeholder engagement (involving tax firms, media, and civil society in oversight). In the future, an Algorithm Impact Assessment (AIA) could be carried out to mitigate the risks. AIA is a self-assessment carried out to determine the impact of the algorithm on the citizens to ensure privacy, ethics, and human rights.",
    "The proposed blueprint for Sri Lanka’s Inland Revenue Department represents a mandatory pivot from a traditional, paper-based administration to a modern, AI-driven fiscal entity. Drawing on the compliance rigour of the UK’s HMRC and the clarity of the UAE’s FTA, this strategy is more than a technical upgrade; it is a structural reform essential for national recovery. The integration of AI into a revenue administration represents a significant opportunity to enhance tax revenue, efficiency, and strengthen compliance efforts. But realising these benefits requires a structured and strategic approach that addresses the complex technical, organisational, and ethical challenges involved. By following a phased approach, revenue administrations can incrementally build capacity, establish robust governance structures, and progressively enhance their AI capabilities.",
    "Central to this framework is the concept of human-AI collaboration. Rather than viewing AI as a replacement for human workers, the framework emphasises the potential of combining human expertise with AI capabilities. This approach not only leads to superior outcomes but also helps to address concerns about job displacement and builds internal support for AI initiatives. By adopting a structured framework for AI implementation, IRD can harness the power of this transformative technology while maintaining public and investor trust, ensuring transparent tax administration for all citizens leading to a technology-led revolution which will secure the nation’s economic future."
  ]
}