{
  "url": "https://www.ft.lk/columns/Coverup-of-collusive-evil/4-774294",
  "title": "Coverup of collusive evil",
  "ut": 1741978840.0,
  "body_paragraphs": [
    "The bad man desires arbitrary power. What moves the evil man is the love of injustice",
    "The Batalanda Commission Report is a catalogue of corrosive evil induced, encouraged by a monstrously powerful Cabinet Mister.",
    "The report has urged the then President Chandrika Kumaratunga “to consider inviting Representatives of the People (such as Members of Parliament) to discuss these matters in detail, and propose a set of guidelines, applicable to politicians and Law Enforcements Officers, in their conduct during extraordinary situations, where there is a serious threat to peace and public order.”",
    "President Chandrika Kumaratunga did nothing. As Thomas Mann observed succinctly, tolerance of evil is a crime. It is her shallowness more than Ranil’s evil that made me think of Hannah Arendt’s memorable phrase – Banality of Evil.",
    "For a quarter century the Commission Report gathered dust. A narcissistic collusion between two manor born elite cronies Ranil Wickremesinghe and Chandrika Kumaratunga put a lid on it.",
    "We have learnt to live with evil in public life since the dark days after the referendum that extended the term of parliament that was elected in 1977.",
    "Ranil Wickremesinghe, first elected to parliament in 1977, was moulded by this system. Dr. Colvin R. de Silva has described this process as an institutionalised “system that practiced systematic terror to which there seem to be no bounds. The regime terrorized political opponents into permanent submission.” (‘Sri Lanka’s New Capitalism and the Erosion of Democracy 1977-88’ by Dr. Colvin R de Silva.)",
    "Chandrika Kumaratunga",
    "Reading the report, I realised why Hanah Arendt the German philosopher and political theorist was baffled by the sheer ordinariness of the Nazi war criminal Adolf Eichman who sat in the dock in Jerusalem.",
    "She covered the Eichman trial for the New Yorker magazine. She found that Evil cannot be traced to any particularity of wickedness, pathology or ideological conviction in the perpetrator. The only personal distinction of the evil doer was “extraordinary shallowness.”",
    "Aggregate of half century in politics",
    "The phrase “extraordinary shallowness’ that Arendt used is remarkably applicable to sum up the aggregate of Ranil Wickremesinghe’s half century in politics.",
    "Where does evil come from? Are evil acts always committed by evil people? Whose responsibility is it to identify and stamp out evil? If you need answers to these questions, I suggest you read the Batalanda Commission Report.",
    "Ranil Wickremesinghe was determined to remain relevant. He decided to carve a niche for himself as South Asia’s preeminent pundit on ‘Geostrategic’ prognosticating in today’s world which some call the Asian century.",
    "He made several trips to New Delhi and the Middle East. Then he decided to go to London for an encounter with Mehdi Hassan – head-to-head on Al Jazeera.",
    "Some say that Nirj Deva nudged him to go for it.",
    "Mehdi Hasan is a broadcaster and author, a former host on MSNBC and US columnist for the prestigious ‘Guardian’ and editor-in-chief of Zeteo – a new media organisation which according to its website, seeks to answer questions that really matter, while always striving for the truth.",
    "Our geostrategic pundit Ranil Wickremesinghe is a man of great accomplishments.",
    "It is only natural that he should go head-to-head with Mehdi Hasan the author of New York Times bestseller “Win Every Argument: The Art of Debating, Persuading, and Public Speaking”.",
    "Mehdi Hassan asked Ranil about Batalanda.",
    "Ranil W’s reply was predictably distinctive of the man.",
    "Where is the report? There is no report. Therefore, there is nothing to answer.",
    "Remember? He tried this infantile ploy not so long ago in our parliament. Dismissive of opposition outcry for elections to local bodies Ranil Wickremesinghe pronounced “The election has not been postponed. There is no election to be postponed”.",
    "In London, Mehdi Hassan won the argument. There indeed is a report published as a sessional paper No.1 – 2000 printed on the orders of the Government, printed at the Department of Government Printing Sri Lanka. I do not know when the Report was presented to the then President Chandrika Kumaratunga. But for some inexplicable reason the Report was published as a sessional paper in the year 2000.",
    "Now, the debate on Batalanda has resurfaced. Ranil Wickremesinghe will need to try hard to win this argument.",
    "It is a serious document which for some bizarre reason the then President Chandrika Kumaratunga decided to withhold, snuff out and buried.",
    "Émile Zola’s famous dictum on truth comes to mind. “If you shut up truth and bury it under the ground, it will but grow and gather to itself such explosive power that the day it bursts through it will blow up everything in its way.”",
    "The report on page 22 explains how the Commission accomplished its warrant.",
    "“The proceedings were recorded on audio tape, and simultaneously taken down in shorthand, and subsequently prepared into typed proceedings. These proceedings run into 6,780 pages, contained in 28 volumes. They are submitted herewith, along with the marked documents and statements of all the people recorded by the investigators.”",
    "The 175-page report makes an eye-opening narrative of state-sponsored terror and the icy megalomania of Ranil Wickremesinghe who pulled the strings of that terror puppetry.",
    "Ranil is evil. The Batalanda Commission report makes it abundantly, persuasively clear to every discerning mind that makes the effort to read through its 175 pages.",
    "Reading it, I was overcome with a sense of relief. I felt redeemed, unburdened. On 17 May 2022 when GR made Ranil Prime Minister I wrote in the Daily FT on Ranil’s Political Evil (https://www.ft.lk/columns/Ranil-and-political-evil/4-734877).",
    "What baffles the ordinary mind is not so much Ranil’s evil but Chandrika Kumaratunga’s evil. Her skullduggery in pigeonholing the Batalanda report.",
    "Can one do evil without being evil?",
    "Can one do evil without being evil? It is the puzzle that political theorist and philosopher Hannah Arendt grappled with when she reported for The New Yorker in 1961 on the war crimes trial of Adolph Eichmann.",
    "Hannah Arendt found that Eichmann in the dock in the Israeli court was an efficient administrator and manager who was ‘neither perverted nor sadistic’, but ‘terrifyingly normal’. He acted without any motive other than to diligently advance his own career in the Nazi bureaucracy.",
    "Instead, he performed evil deeds with a kind of thoughtfulness due to a peculiar disengagement from the reality of his evil acts.",
    "He ‘never realised what he was doing’ due to an ‘inability… to think from the standpoint of somebody else’.",
    "Can Ranil Wickremesinghe, the efficient clever man with a supposedly global repute, think from the standpoint of somebody else?",
    "The viciously efficient crackdown he ordered on protestors occupying the presidential secretariat in the early hours of the day after parliament voted him in as interim president is clear evidence that he could never think from the standpoint of anyone but himself.",
    "Well-read Ranil W knew of the famous adage of H.L. Menken. He believed that Menken was right. Just as Menken, Ranil believed that Democracy is the worship of Jackals by Jackasses. On the last count he had 134 of them!",
    "An epilogue to collusive evil",
    "Chandrika Kumaratunga by not acting on the recommendations of the Batalanda Commission Report has conclusively demonstrated that she in the pursuit of her own agenda could choose not to think from the standpoint of 4,709,205 people making up 62.28% of valid votes to make her President in 1994.",
    "In 2005 Ranil Wickremesinghe went head-to-head with Mahinda Rajapaksa for the Presidency. On the eve of that election Anura Bandaranaike told a close buddy “By this time tomorrow Ranil will be president, and I will be foreign minister!",
    "Best-laid plans of mice and men often go awry!"
  ]
}