{
  "url": "https://www.ft.lk/columns/Accountability-inspired-by-rule-of-law-NPP-s-path-to-inclusive-growth/4-774703",
  "title": "Accountability inspired by rule of law: NPP’s path to inclusive growth",
  "ut": 1742853094.0,
  "body_paragraphs": [
    "Power without the rule of law will lead to anarchy, oppression, tyranny, and chaos",
    "Recent revelations of the many instances of the abuse of power and privilege, the lack of transparency and the lack of accountability of national and political leaders in Sri Lanka range from the trivial to the significant. From the price of meals in the parliamentary canteen, disbursements from the President’s Fund to ‘select’ parliamentarians and the ease with which they were made to them relative to the hassles which other applicants have to endure, the extravagant compensation paid to parliamentarians whose houses were damaged in arson attacks at time of the ‘Aragalaya’ and unrecovered Samurdhi funds to the significant delays and cost increases of the phase 1 of the Central Expressway, gross negligence and possible fraud in purchase of medicines, irresponsible expenditure on foreign travel by ex-presidents and unconscionable ‘over the top’ perquisites to former presidents, the list is unending.",
    "While noting that all of these have been funded by the country’s few taxpayers, it is the background against which these took place which makes them so ‘stomach churning’, distasteful and unacceptable.",
    "As we all know, most of the citizens in Sri Lanka have been struggling to make ends meet in the recent past. In such circumstances, the citizens would rightfully expect their national and political leaders to be more conscious about State borne expenditure. However, as evidenced by the facts, the reality on the ground has been far from our expectations. The facts which have emerged, and are emerging, out of the woodwork confirm that a good number of Sri Lanka’s national leaders and parliamentarians have been aboard a ‘gravy train’ of privileges and have been making merry while the common man and woman were drowning in a sea of strife and pain. Over the last five decades, Sri Lanka has suffered from the unfettered authority of political leaders and from an extraordinary deficit of accountability, transparency, empathy and moral consciousness, a deficit which if unaddressed by the ruling National People’s Power (NPP) Government will drag the country into a deeper quagmire.",
    "Despite the chides and ridicule of the over-restless detractors of the current Government, these being the very people who, patiently, twiddled their thumbs and fiddled while Sri Lanka burnt over several years, and a disheartened Opposition desperately clutching at the straws of public dissent in trying to remain relevant, I am enthused, to date, by the efforts of the NPP Government in allowing the rule of law to prevail, enhancing the right to information, increasing transparency, promoting accountability, spending within its means despite election promises and in establishing a repository of facts before embarking on a crusade of political reform. The challenges which confront the NPP Government are gigantic because we Sri Lankans are selectively impatient, want quick fixes, have a deep-rooted culture of entitlement and do not have an ‘earn based on performance’ mindset. In short, we want the ‘sweet’ with no ‘sweat’.",
    "Firm foundation for social and economic growth",
    "The NPP Government is in the process of establishing a firm foundation for social and economic growth. A key component of such a foundation is accountability. In a democracy, the principle of accountability demands that government officials, both elected and unelected, have an obligation to explain and justify their decisions and actions to the country’s citizens. Whilst they must be accessible and answerable to the people they serve, they must portray, without ambiguity, that they are acting in the public interest and not in their self-interest. Their decisions and actions must be open to public scrutiny and other than in very exceptional circumstances the public must have the right to access information about how government decisions are made and implemented. These concepts are the backbone of democratic governance, and it is their absence which provides the breeding ground for corruption, malfeasance and shenanigans and results in the government becoming arbitrary and self-serving.",
    "Free, fair and regular elections are the primary means of holding a country’s public officials accountable and responsible for their actions. This assumes particular importance when such officials have abused power or behaved illegally, corruptly or ineptly in carrying out the people’s work. In this light, it is pleasing to note that the NPP Government has announced that local government elections will be held in May 2025. Local government elections have not been held in Sri Lanka since 2018. Elections scheduled to be held in 2022 were postponed to 2023 due to the economic crisis and the consequent instability of the country. Then elections which were scheduled for 9 March 2023 were indefinitely postponed by the then president, Ranil Wickremesinghe, citing lack of funds. If ever there was a basic violation of the democratic rights of citizens and a blatant abuse of political power, this was it.",
    "It was also sad to see how meekly we, the citizens of this country, accepted the indefinite postponement despite a five-member Supreme Court, chaired by the Chief Justice, ruling that President Wickremesinghe violated fundamental rights when he postponed the country’s Local Government (LG) elections. The deprivation of this basic right was one of the factors which led to the defeat of the ‘Wickremesinghe’ Government. It is my fervent hope that the current NPP Government or for that matter any other government will not resort to such undemocratic measures in the future. Such actions will always return to haunt the perpetrators and will earn its just punishment.",
    "While an election is a key tool in driving accountability, in between elections, actions such as impeachment, votes of no confidence, public and media pressure and criminal investigations can be used to compel officials to do what is right in keeping with the will of the people, change policies, reverse decisions or resign their offices.",
    "So far, the NPP has clearly exhibited its desire to entrench the rule of law, strengthen the protection of the rights and interests of the individual, family, society, and the State, raise the legal culture and legal awareness of the population and educate citizens in the spirit of obedience and respect for the law. This is a refreshing change from the past where the rule of law was regularly challenged and tested by those in power for their personal benefit",
    "The right to information (RTI) is crucial in enhancing accountability as it empowers citizens to access information, scrutinise Government actions, participate in decision-making, foster transparency and reduce opportunities for corruption and abuse of power. Whilst it may be early days, I sense that there is greater proactivity in the sharing of public information by the current Government compared to previous regimes. There is more transparency too.",
    "Sri Lanka’s Right to Information (RTI) Act, No. 12 of 2016, which came into full force in February 2017 following over 20 years of advocacy by civil society and media groups, grants citizens the right to access information held by public authorities. It is aimed to promote transparency and accountability. The preamble to the introduction of the Act captures the essence of its existence. Quote: “Whereas the Constitution guarantees the right of access to information in Article 14A thereof and there exists a need to foster a culture of transparency and accountability in public authorities by giving effect to the right of access to information and thereby promote a society in which the people of Sri Lanka would be able to more fully participate in public life through combating corruption and promoting accountability and good governance” – End Quote.",
    "At the core of RTI is the principle of citizens’ right to know government policies and decisions that impact their lives. Information, other than what is specifically exempted from disclosure or dissemination by law, can be provided proactively or reactively. Proactively, to signal the Government’s commitment to transparency, citizen empowerment and citizen engagement and reactively to a request, in writing, from any person. Information Officers exist at all public organisations just for this purpose. Notwithstanding the same, sadly, there have been many occasions, in the past, where the ruling Government has shown unwillingness to abide by the spirit of the Act. To add to it, the public too has not forcefully exercised its right to information.",
    "The NPP Government appears to be more proactive than previous regimes in demonstrating its commitment to accountability and transparency by creating a greater awareness of RTI benefits and the procedures and processes to follow in accessing public information.",
    "In the five months since the establishment of the NPP Government there has been no attempt by it to flout the rule of law or circumvent it. Accountability and the rule of law are intrinsically linked, because the rule of law ensures that all, including the State, are accountable to publicly promulgated, equally enforced, and independently adjudicated laws which are consistent with human rights norms. Based on its actions so far, the NPP Government has ensured the continuity and strengthening of a democratic state governed through the rule of law and the strengthening of a free civil society. Democracy is a freedom based on respect for rule of law, discipline, and protection of human rights. It is not the freedom to do anything and everything one wants.",
    "To be effective, laws must be very public, transparent, unambiguous, and fair and they must be enforced. They must be relevant. They must be equally applicable to all members of society irrespective of status, race, caste, creed, or gender. Numerous have been the instances, in the past, where politicians and officials escaped punishment and/or penalty under the law because of presidential pardons and political connections. Such abuse of power is a sure path to eroding accountability and transparency and as ‘karma’ decrees will lead to the downfall of the perpetrators, enactors and implementers whatever their majority in parliament.",
    "Hold these principles sacrosanct",
    "The United Nations (UN), too, emphasises the importance of the rule of law by stating that it is a principle of governance where all persons, institutions, and entities, public and private, including the State itself, are accountable to laws which are publicly promulgated, equally enforced, independently adjudicated, and are consistent with international human rights standards. The UN goes further in stating that the rule of law must contain measures which ensure adherence to the principles of supremacy of the law, equality before the law, accountability to the law, fairness in the application of the law, separation of powers, participation in decision-making, legal certainty, avoidance of arbitrariness, and procedural and legal transparency. Whatever the circumstances, whoever involved, the NPP Government must hold these principles sacrosanct.",
    "The independence of the judiciary, regulatory, and monitoring bodies, have been oft impaired by the interference and manipulation of powerful individuals. There is nothing more frustrating, and disconcerting, to law-abiding citizens than such actions. The non-enforcement, and the unequal application of the law, have not only created a credibility gap in the country’s system of governance but have dented the ability of a participating person to predict an outcome. The new Government must strengthen these aspects as a matter of priority. Thankfully, they appear to be hell bent in doing so.",
    "Predictability is a key feature of an effective legal system. Studies of various economies reveal that the lack of predictability has caused a decline in foreign direct investment, local investment, and economic activity. Does the cap fit us – Sri Lanka? Having worked for one, I know that most multinationals rank ‘the rule of law’ just behind economic opportunity and political stability when making investments outside their home-base.",
    "Rule of law is essential in ensuring stability in the socio-political, economic and spiritual life in Sri Lanka. From a perspective of economic growth, the absence of a well-functioning legal system which enforces compliance and conformity will result in parties being reluctant to contract current or future services because of the high risk of breach and non-payment. This, invariably, retards the pace of economic activity. Presently, the wheels of the various vehicles which are set up to judge, arbitrate and rule on commercial transactions and resolve disputes turn too slowly. This is a grave concern to those parties wishing to participate in building the economy in ethical ways. Given the current state, which is at an abysmal low, the NPP has a glorious opportunity to make a visible difference in this area with minimal effort.",
    "Effective law enforcement requires power and therefore power is an absolute necessity in making things happen. Law without power is a mere delusion. Thus, there is a fine balance between the positive use of power and the negative use of power. Power without the rule of law will lead to anarchy, oppression, tyranny, and chaos. The NPP enjoys a majority exceeding two thirds in Parliament. It wields enormous power through the will of the people. The people gave it such power to remedy the ‘wrongs’ and introduce the ‘rights’. The citizens have indicated their faith in the sagacity and the capability of His Excellency, the President and the NPP Government to toe the balance between the positive use of power and the negative use of power in serving the people.",
    "So far, the NPP has clearly exhibited its desire to entrench the rule of law, strengthen the protection of the rights and interests of the individual, family, society, and the State, raise the legal culture and legal awareness of the population and educate citizens in the spirit of obedience and respect for the law. This is a refreshing change from the past where the rule of law was regularly challenged and tested by those in power for their personal benefit.",
    "It is my view that the data which the new administration has collected is adequate to review, refine and revise policies, procedures and processes covering key areas which have a high impact on political and economic governance. The Government must not get too paralysed by analysis. The accent must be on making them user friendly, unambiguous and outcome effective. Once established, any instances of non-conformance arising out of wilful default and/or negligence must be dealt with appropriately.",
    "The remuneration of politicians, for example, has been a hot topic of late. Politicians must be paid adequately to perform in line with the citizens’ expectations. The remuneration paid to politicians is double edged. It influences who runs for office and the performance of those who are appointed. Skilled individuals who shy away from politics because of better opportunities elsewhere may have a change of mind if remuneration is market related and fair. Further, if the re-election prospects of incumbents depend on their performance, a higher wage may induce better performance.",
    "I am of the view that the salaries, perquisites and other entitlements of the sitting president, prime minister, ministers, parliamentarians and past presidents, though insignificant in value compared to several other costs of running a government, must be firmly established and duly legislated. They must be proactively disclosed in increasing transparency under RTI. After all, aren’t the voters the masters and the politicians the servants? That is what the politicians say at election time. Let’s hold them to it.",
    "Sri Lanka finds itself at the cusp of opportunity and threat. The NPP Government’s approach towards charting and establishing a new path of transformative and inclusive growth which ensures debt sustainability, avoids future crises and delivers for all Sri Lankans, though a trifle slow, appears to be very solid because it is anchored in the rule of law, guided by the principles of accountability and transparency and driven by a citizen’s right to information. It feels different to what we have experienced in the past. It deserves our support.",
    "(The writer is currently a Leadership Coach, Mentor and Consultant and boasts over 50+ years of experience in very senior positions in the corporate world – local and overseas. www.ronniepeiris.com.)"
  ]
}