{
  "url": "https://www.ft.lk/columns/Hegemonic-dollar-Trumpism-and-dollar-hungry-economies/4-774552",
  "title": "Hegemonic dollar, Trumpism and dollar hungry economies",
  "ut": 1742515936.0,
  "body_paragraphs": [
    "Trumpism spells disaster even to this unfair trading environment by provoking a trade war through prohibitive tariffs imposed on crucial imports",
    "The second term of US President Donald Trump had begun with a big bang. His predatory policies of US territorial expansion, mercantilist trade tactics and one-sided forced solutions to running conflicts in Europe and the Middle East do not augur well for peace and prosperity anywhere. The tyranny of the hegemonic dollar lasting for more than half a century and provided the economic lubricant to the outreach of US imperialism has finally found in Trump a president who is prepared to take on the whole world to Make America Great Again (MAGA).",
    "Under the Bretton Woods arrangements of 1944 world currencies were pegged to US dollar which in turn was pegged to the price of gold at the rate of $ 35 per ounce. US dollar automatically became the reserve or hegemonic currency. But by 1971 because of persistent trade deficits and the threat of a runaway inflation in US, countries were queuing to convert their dollar reserves into gold. When President Richard Nixon at that time realised that US did not have enough gold to meet the rising demand, he unilaterally stopped dollar convertibility to gold and sparked a monetary crisis.",
    "But soon fortune smiled at the US with the OPEC created oil crisis which saw the price of oil quadrupling from $ 3 to $ 12 and when Saudi Arabia – President Truman’s “eternal friend”, followed by other members of OPEC in general fixed the oil price in US dollar. The demand for oil was immediately turned into a demand for dollars. Thus, was born the infamous petrodollar which not only restored US dollar hegemony but also made the international monetary system dollar centred and US imperialism to extend its reach. The most distressing aspect of the dollar centred monetary system is the plight of developing nations which were forced to accumulate dollars as prerequisite to experience any economic growth.",
    "There were attempts to break this tyrannous dollar hegemony in 2000s when Saddam Hussain for example tried to sell oil for Eurodollar and Muammar Gaddafi was toying with the idea of a gold backed African currency. Both leaders were killed though under different circumstances. There was also a move to create an Asian yen as a regional currency in the wake of World Bank’s East Asian Miracle, which also fizzled out. Even very recently when members of BRICS (Brazil, Russia, India, China and South Africa) were floating the idea of a regional currency to move away from dollar, Donald Trump threatened them with 100% prohibitive tariffs. Thus, the hegemony of the dollar remains the backbone of US imperialism. To break that hegemony therefore is to halt US’ imperialist reach. This is one of the reasons why US fears the economic rise of China.",
    "The unsatiable demand for oil and natural gas for economic modernisation in developing and advanced high-tech industrialisation in developed countries meant in turn an unsatiable demand for the US dollar. More than three quarters of oil transactions are still carried out in US dollars. The only thing Federal Reserve could do is to keep on printing dollars.",
    "Modern banking system acts as an instrument to sustain the demand for dollar by increasing local money supply through debt creation. This causes the drive for exports to earn dollars to service and settle yesterday’s debt. The total amount of notes and coins both in circulation as well as in stock is infinitesimal in comparison to the amount of debt created by private banks. Borrowed money goes into investments in search of profit, and a great chunk of those investments are driven by speculation. What is more detrimental is the financialisation of real economies and they are taken over by the banking sector. At the end, financialisation of economies and speculative investments create financial crises, increased volatility and economic crashes. The entire monetary system built around the hegemonic dollar enriches a tiny minority by impoverishing the vast majority. That system needs to be changed.",
    "But what happens to the petrodollars accumulated by oil producers like Saudi Arabia and other Gulf countries? They are invested back in US in return for regime security and supply of military weapons. It is this investment that feeds the dreaded US Military Industrial Complex (MIC) and weapons production. In his farewell address to the nation President Eisenhower warned Americans of the dangers of MIC’s unchecked power and influence in American democracy.",
    "The MK-84 2000 pounds unguided bomb that was held back by Joe Biden and delivered by Donald Trump to Israel for example is an MIC product financed by petrodollars. It is also the lure of a trillion dollars petrodollar investment in US companies and demand for military weapons which made Saudi Arabia as the preferred choice of venue for the peace talks on Ukraine between President Volodymyr Zelenskyy and US diplomats. In short, it is petrodollars that extends US imperialism’s reach.",
    "But there is also another dark side to this petrodollar-imperialism nexus i.e., global warming and the environmental crisis. It was in 1972 that the Club of Rome published its report, Limits to Growth and warned industrialised economies that they could not afford to go on expanding their economies indefinitely by utilising natural resources which are finite. That warning was arrogantly ignored because of the ultra-optimistic confidence on the power of modern technology. Today, while these leaders are planning for an economic Valhalla with Artificial Intelligence the world is experiencing the real cost of their arrogance through unpredictable and frequent natural disasters.",
    "Yet, Donald Trump is continuing the US hunt for more oil and gas reserves and other rare minerals. His plan to snatch Greenland from Denmark, make Canada the 51st state of US, the terms and conditions offered to Ukraine in return for US support, the Abraham Accord signed between Israel and UAE, Bahrain, Morocco and Sudan, and his look out for investment opportunities for US companies in Democratic Republic of Congo are all resource propelled initiatives. Above all, Trump’s role back of Environmental Protection Acts is a boost for pollution and more climatic disasters.",
    "Dollar hungry economies and Trumpism",
    "Caught between the tyranny of the hegemonic dollar and American imperialism are the dollar hungry economies in every continent. From what has been briefed so far it should be clear that in the ruling Economic and Monetary Order the fate of such economies like Sri Lanka for example is tied to their ability to earn that mighty currency either by exporting goods and services and productive resources or by inviting investments from companies run by dollar barons. Theoretically those options appear to be the most sensible alternatives to promote economic growth and development in poorer nations provided the trading environment is free and fair, which has never been. Even then some countries have succeeded and done remarkably well. World Bank’s East Asian Miracle is proof of this.",
    "Trumpism spells disaster even to this unfair trading environment by provoking a trade war through prohibitive tariffs imposed on crucial imports particularly from Canada, Mexico, China and even from EU. What guarantee is there to stop US from extending its tariff barriers to imports from countries like Sri Lanka? With tit-for-tat tariffs the cost-of-living crisis which has become a pandemic is crippling the economic wellbeing of toiling masses. US imperialism is running berserk, and it is time to throw out the international economic and monetary order that created this evil in the first place.",
    "(The writer is a retired economist, W. Australia.)"
  ]
}