{
  "url": "https://www.eiu.com/n/what-would-a-harris-presidency-mean-for-us-policy/",
  "title": "What would a Harris presidency mean for US policy?",
  "ut": 1726840967.0,
  "body_paragraphs": [
    "What would a Harris presidency mean for US policy?",
    "ElectionsForecastingPoliticsUS electionCountry Analysis",
    "The US presidential election in November presents distinct US policy scenarios, given the divergent platforms of the two main candidates: the current Democratic vice-president, Kamala Harris, and the former Republican president, Donald Trump.",
    "In contrast to Mr Trump, we would expect a Harris presidency to prioritise the middle class, the green transition, traditional US alliances, a more flexible approach to immigration and progressive positions on “culture war” topics, including abortion.",
    "Shifts from the administration of the current Democratic president, Joe Biden, would be more a matter of style than substance. However, a few policy areas would be susceptible to concrete changes, including taxation and the Middle East.",
    "A divided Congress would limit Ms Harris’s scope for implementing her agenda; we would expect the same to be true for Mr Trump if he were to win the election instead.",
    "The US presidential election will be extremely close, meaning that Ms Harris and Mr Trump both have strong chances of advancing to the White House. This article outlines our expectations for what a potential Harris administration’s policy priorities would be, how these would compare with the positions of Mr Biden and Mr Trump, and the extent to which her policies would be implemented and effective.",
    "Economic policy: “Bidenomics” rebranded",
    "Although Ms Harris has distanced herself from “Bidenomics”—in name, at least—we believe that her economic agenda would adhere closely to that of the outgoing president. Her “Opportunity Economy” programme maintains a sharp focus on the middle class and small businesses, and this would extend to her approach to taxation. Like Mr Biden, she supports raising the corporate income tax rate from 21% to 28%, in contrast to Mr Trump’s calls to lower it further. She also supports raising taxes on large corporations, including through the recently enacted corporate alternative minimum tax. On personal taxes, she plans to raise rates on high-income households, phasing out some of Mr Trump’s previous tax cuts, which he hopes to make permanent. Ms Harris departs from Mr Biden in a few areas, although the differences are limited; she supports a smaller capital-gains tax increase and a larger small-business tax credit. She also backs a tax exemption on tips, which Mr Biden and Mr Trump both endorse. Overall, we would expect her focus on revenue-raising measures to lead to a narrower federal deficit than under Mr Trump, whom we do not believe would cut spending significantly. However, the bulk of her proposals would have little chance of passing in Congress, which we expect to be sharply divided no matter who wins the presidency.",
    "Combating inflation is a priority for Ms Harris, although we would expect urgency around the issue to wane as price pressures continue to ease early in her term. Her earliest proposals have featured plans to discourage price-gouging on groceries, facilitate home ownership and reduce childcare costs. We do not believe that these measures would be particularly effective in addressing the root causes of inflation, but their prospects for passing in Congress would be limited in any case. Overall, we would expect inflation to be lower under Ms Harris than under Mr Trump, given that she eschews his plans for widespread tariffs and immigration restrictions, which would probably be inflationary. This would allow for a smoother process of monetary policy easing by the Federal Reserve (Fed, the central bank); we believe that she would strictly respect the Fed’s independence, in contrast to Mr Trump.",
    "Ms Harris would continue to implement Mr Biden’s industrial policies and infrastructure development programmes, including provisions aimed at combating climate change. Unlike Mr Trump, who has threatened (unrealistically) to repeal the Inflation Reduction Act, Ms Harris would safeguard the law’s subsidies that promote electric-vehicle production, renewable energy and green technology. Ms Harris has backed away from her previous opposition to fracking and has spoken favourably of domestic oil and gas production as a means to support US energy security. However, we do not believe that she would take a more accommodating approach to the fossil fuel sector than Mr Biden, and we would expect her to continue to push for more environmental regulation.",
    "Foreign policy: multilateralism and a sharp focus on China",
    "Like Mr Biden, Ms Harris would take a more orthodox approach to foreign policy than Mr Trump. She would continue to see US leadership in global affairs as best pursued through engagement with allies and international organisations, in contrast with Mr Trump’s more isolationist inclinations and focus on developing national military power. She would favour multilateralism, including to address competition with China, and would look to safeguard the US’s traditional alliances, such as NATO, which Mr Trump has threatened to exit.",
    "China would remain the focus of US foreign policy, as we would expect under a Trump presidency as well. However, Ms Harris would aim to maintain the strategic guardrails that the Biden administration has placed around the relationship, even as US-China tensions persist. Ms Harris would continue to tighten trade and investment restrictions on China in strategic sectors but would avoid the extreme measures proposed by Mr Trump, including his threat of a 60% tariff. Democracy, climate and human rights goals would remain features of her foreign policy, including towards Asia. She would also support the deepening of US security alliances in the region and would maintain robust support for Taiwan’s defensive capabilities, although we would expect few disruptions by Mr Trump in these areas.",
    "A Harris administration would ensure continuity and predictability in US-EU relations, compared with Mr Trump’s more transactional approach. Some disagreements, particularly on trade, would endure. However, the relationship would be stable, and we would expect deeper co-ordination on strategic issues like China, Russia, climate change and technology supply chains. Ms Harris would maintain Mr Biden’s unwavering support for Ukraine, even as aid approved by Congress diminishes amid increasing voter fatigue towards the war with Russia. We think that Ms Harris would eventually show openness towards brokering a ceasefire if the conflict drags on. However, we would expect this to reflect a careful and gradual process that prioritises Ukraine’s interests, in contrast with Mr Trump’s current plan of a quick truce at all costs. Like Mr Trump, Ms Harris would push NATO allies to shoulder more of the cost of their security, but her approach would be far more diplomatic.",
    "We would expect Ms Harris to deviate little from Mr Biden’s approach to the Middle East. Although she has been clearer in her emphasis on the humanitarian crisis in Gaza stemming from the Israel-Hamas war, we believe that she would maintain Mr Biden’s unwavering commitment to defending Israel. If the conflict were to continue well into 2025—a risk scenario outside our baseline forecast—we would expect her to exert greater pressure on Israel to conclude a ceasefire agreement. However, ending US arms deliveries would probably remain off the table. Ms Harris would continue to push for a two-state solution, which Mr Trump would probably de-prioritise, although this would remain a distant prospect during her presidency. Like Mr Trump, we think that Ms Harris would try to secure a nuclear deal with Iran. However, her tactics would bear closer resemblance to Mr Biden’s more accommodating stance than to Mr Trump’s “maximum pressure” approach. Either way, we consider a nuclear deal unlikely in the medium term, and US sanctions on Iran will endure.",
    "Trade policy: relations stable, but protectionism endures",
    "Although Ms Harris’s preference for securing traditional US alliances would extend to international trade, we would expect her to maintain Mr Biden’s protectionist tilt. Unresolved trade tensions, including with Europe over metals tariffs, would roll over into her administration, and US allies could face inward investment restrictions in some cases. However, the risk of these developments paralysing key relations would be low, and widespread tariff threats would not be part of her approach to trade, in sharp contrast to Mr Trump.",
    "Mr Biden’s nearshoring and ally-shoring push would remain an important component of Ms Harris’s agenda, helping to ensure a smoother renewal of the United States-Mexico-Canada Agreement (USMCA) in 2026 than under Mr Trump, despite her previous opposition to the deal as a senator. Nevertheless, she would tighten scrutiny over Chinese investment in third markets, including Mexico, sharing concerns expressed by Mr Biden and Mr Trump that China is using these countries to secure “backdoor access” to the US market. New free-trade agreements (FTAs) would remain a non-starter, given a divided Congress. However, like Mr Biden, we would expect Ms Harris to pursue looser frameworks that do not require congressional approval to advance supply-chain security goals, even if parallel climate and labour demands temper the interest of prospective partners.",
    "Immigration: tighter border security with enhanced legal pathways",
    "Ms Harris would maintain Mr Biden’s recent focus on border security, while enhancing pathways for legal immigration. Voter concerns over illegal crossings would encourage her to use executive powers to tighten asylum procedures and strengthen border enforcement. However, the kind of draconian and xenophobic measures proposed by Mr Trump, including mass deportations and a “Muslim travel ban”, would be off the table. Ms Harris would continue to safeguard protected classes of immigrants, including under the Deferred Action for Childhood Arrivals (DACA) programme, which Mr Trump tried to end while in office. She would also strengthen labour migration channels, to the continued benefit of US employers. A collaborative approach to migrant-sending and migrant-transit countries would remain a core feature of her agenda, albeit balanced with efforts to increase the role of these countries in migration management. Despite her desire for comprehensive immigration reform, this would remain a distant prospect in Congress, at least until the mid-term elections in 2026.",
    "Healthcare: progressive stances face congressional and legal hurdles",
    "Although Ms Harris and Mr Trump both advocate for reducing healthcare costs, their approaches differ considerably. Like Mr Biden, Ms Harris has advocated for protecting and enhancing the Affordable Care Act, whereas Mr Trump has threatened to replace it; he has not specified any concrete plans, however. To reduce prices of prescription drugs, Ms Harris has proposed to accelerate negotiations with large pharmaceutical companies and cap the price of certain treatments. Mr Trump does not favour either option but has expressed support for lowering drugs costs, potentially through greater pricing transparency. Ms Harris’s proposals would face obstacles in Congress, but growing bipartisan support for reducing healthcare costs could allow for piecemeal approval of some of her plans.",
    "Ms Harris would continue Mr Biden’s efforts to protect reproductive rights, in contrast to Mr Trump’s preference for enforcing state-level restrictions. This would include plans to pass legislation restoring a federal constitutional right to abortion access, which the Supreme Court eliminated in 2022 (a decision that Mr Trump supported). Among its effects, such a law would reduce compliance costs for businesses that operate across state lines, including over company insurance policies. However, getting this measure through Congress would be impossible without large Democratic majorities, which we do not expect to materialise anytime soon. Ms Harris could also push for abortion access in the courts, but the conservative-leaning Supreme Court would remain an obstacle. Her efforts to advance progressive stances on other “culture war” topics, like LGBT+ rights and gun control, would face similar congressional and legal hurdles, although she would have wider latitude to act through executive orders.",
    "The analysis and forecasts featured in this article are accessible through EIU’s Country Analysis service. This comprehensive solution provides unmatched global insights covering the political and economic outlook for nearly 200 countries, enabling organisations to identify potential opportunities and risks effectively.",
    "ElectionsForecastingPoliticsUS electionCountry Analysis"
  ]
}