{
  "url": "https://www.ft.lk/columns/Why-the-2005-Tourism-Act-must-be-retained-and-refined-not-repealed/4-786902",
  "title": "Why the 2005 Tourism Act must be retained and refined, not repealed",
  "ut": 1768347180.0,
  "body_paragraphs": [
    "The 2005 Act introduced a deliberate separation of functions, establishing specialised institutions for regulation, marketing, training, and convention/MICE development",
    "SRI Lanka’s tourism industry has been guided by the Tourism Act No. 38 of 2005 through nearly two decades of growth, crises, and recovery. Its endurance is proof of its sound design and the careful consultation that shaped it.",
    "Having spent almost five decades in the hospitality sector, serving as President of the Tourist Hotels Association of Sri Lanka, Group CEO of two major hospitality companies, and today as Chairman of the Asian Council on Tourism, I have seen firsthand how strong governance frameworks underpin sustainable tourism growth.",
    "A proven and balanced framework",
    "The 2005 Act introduced a deliberate separation of functions, establishing specialised institutions for regulation, marketing, training, and convention/MICE development. This structure reduced political interference, introduced checks and balances, strengthened sector-specific expertise, and created investor and operator confidence.",
    "Institutions like the Sri Lanka Tourism Development Authority (SLTDA) and Sri Lanka Institute of Tourism and Hotel Management (SLITHM) have benefited from independence, enabling professional regulation and human capital development, critical pillars for any competitive tourism industry.",
    "Trust and the one percent levy",
    "The industry’s agreement to contribute one percent of turnover was built on the 2005 Act’s governance guarantees: independent institutions, industry representation, transparent fund usage, and limited political control. Altering the Act without respecting this framework risks undermining trust and private-sector cooperation.",
    "Targeted improvements within the existing Act will strengthen governance without destabilising the system",
    "The industry welcomes reform where it enhances efficiency. In this spirit, we have no objection to the limited amalgamation of the Sri Lanka Tourism Promotion Bureau and the Convention Bureau, provided that:",
    "Leisure and MICE tourism focus areas remain protected",
    "Separate budget lines are maintained",
    "Private-sector leadership and marketing expertise are preserved",
    "Sri Lanka’s international branding and effectiveness are not diluted",
    "Targeted improvements within the existing Act—such as transparent board appointments, digitalised approvals, enhanced reporting, better coordination, and alignment of training with industry needs—will strengthen governance without destabilising the system.",
    "Stability is critical",
    "Tourism is a vital pillar of Sri Lanka’s economy. At this critical juncture, institutional stability is not conservatism, it is strategic wisdom. Repealing a proven Act and centralising governance risks reversing decades of progress and weakening confidence when it is needed most.",
    "Repealing a proven Act and centralising governance risks reversing decades of progress and weakening confidence when it is needed most",
    "The Tourism Act No. 38 of 2005 works. It has endured because it was carefully designed, built on consensus, and trusted by the industry.",
    "The way forward is clear: retain the Act, refine where necessary, and reform in partnership with the industry that sustains Sri Lanka’s tourism.",
    "(The author is a hospitality veteran and has been a leading figure in Sri Lanka’s tourism industry for nearly five decades. He is a former President of the Tourist Hotels Association of Sri Lanka, former Group CEO of leading hospitality companies and Chairman of the Asian Council on Tourism.)"
  ]
}