{
  "url": "https://www.dailymirror.lk/opinion/Creative-Destruction-of-Sri-Lankan-politics-is-currently-underway/172-293356",
  "title": "Creative Destruction of Sri Lankan politics is currently underway",
  "ut": 1728411456.0,
  "body_paragraphs": [
    "In the 1940s, Austrian economist Joseph Schumpeter popularized an idea now a free market economist’s mainstay. The concept, ‘creative destruction’ is a process in which disruptive technologies, products, new methods of production and means of distribution dismantle and replace the established ones, making way for innovation as the driving force of capitalism.",
    "Austrian economist Joseph Schumpeter",
    "Schumpeter argued capitalism is never stationary and ever-evolving. ‘This process of Creative Destruction is the essential fact about capitalism.’",
    "From the dominance of wagon carriages in the late 1800s to railroads, steam engines, locomotives, the internet and potentially renewable energy industries at present, new technologies have made old technologies and industries obsolete, either replacing them or forcing them to adopt new environments.",
    "The creative destruction is creative, bringing in new technologies, innovations and efficient product cycles. Still, it is also destructive for older technologies and industries, which die in the face of competition, often leading to job losses and physical and psychological displacement.",
    "What about the creative destruction in politics? The form of government underwent drastic changes through the Magna Carta, the Industrial Revolution, the French Revolution, and universal suffrage, and at each point, the forces of capitalism and the social changes it effected playing a decisive role.",
    "However, the creative destruction of politics throughout history has not been as ‘incessantly revolutionizing’ as it is in the economy.",
    "There are a few reasons. First, unlike in the economy, the old and established actors in politics find it easier to adapt to new changes in politics and reinvent themselves in some form or other, often taking back control of the process.",
    "Second, old guards in power often obstruct the process of creative destruction of the politics of which they are part. That may explain the authoritarianism’s crawl back in the Arab spring countries, from Egypt to Tunisia- and Sudan after a revolution unseated an ageing dictator.",
    "Third, creative destruction in politics requires more stakeholders than in economics. It requires the people who can propel it and a social milieu that supports it. That key ingredient is not always present in most societies. The rise of political Islam in post-Arab Spring states is a case in point.",
    "Despite all the above odds, most of which are relevant to us in some way or another- the actors and ideologies may differ, but their aim is the same-  I would argue that Sri Lankan politics today is at the throes of creative destruction. There are a few reasons as to why this is happening.",
    "First, creative destruction would not necessarily occur simply by a change in the government or even by the election of a relative outsider as the president, as in our case. The creative destruction would make the old actors, groups, their method of doing politics and their ideas obsolete and replace them with the new disruptive ones. Looking at the reaction of much of the old guard, one could say the old system is taking a tremendous beating. A good number of former ministers, most of whom are old hags who brought no value and milked a system, have announced they would not contest the Parliamentary election. That does not always happen. (When the Rajapaksa regime was defeated in 2015, they ganged up under Pohottuwa and won the local government elections). That reveals their understanding that the political ecosystem has changed vastly and that the old guard no longer has a competitive advantage over the  newcomer into the system.",
    "Second, the Sri Lankan political system had long been in wanting a creative destruction. Yet, until a protest vote over the economic crisis brought Anura Kumara Dissanayake to power, the primary agent of creative destruction was kept at bay from the powers of the state.",
    "Dynastic politics and stalemate",
    "But the political rot in Sri Lanka runs deep. Its dynastic political system has resulted in intellectual retardation in government as much as first-cousin marriages, which are banned in most countries, do to a child. It has elevated lineage as the requisite for political leadership and effectively promoted sycophantic nincompoops to key state positions by virtue of their allegiance to the dynastic system. As a result, successive governments were devoid of imagination and innovation, lacking a sense of urgency for economic reforms, all the more because the system prioritized the perpetuation of the dynastic model.",
    "This is not just Sri Lanka’s misfortune. Throughout South Asia- India, Pakistan and Bangladesh- the political systems are captives of dynastic rule, which has stalled the progress of respective nations to become liberal democracies. It has sometimes unleashed countervailing forces, such as the Hindutva BJP, which are not benign.",
    "The Bandaranaikes are blamed for dynastic politics, but it was the ‘father of the nation’ D.S. who first anointed his forty-something son Dudley over S.W.R.D and Sir John. To consider how deeply rotten the system evolved to be, see how egregiously familial the Rajapaksa regime was. In the meantime, Sajith Premadasa is now fighting tooth and nail to hang on to his dynastic garb while the party faces an electoral wipeout at the upcoming General election. He might even have a slim chance of forming a government if the SJB went along with the UNP. That alone reveals the dynastism’s intellectual and tactical retardation.",
    "Third, forces of creative destruction of politics rarely emerge as strongly as they are now. The only other time such forces were in play was S.W.R.D. Bandaranaike’s election victory in 1956. Bandaranaike was not a total newcomer, but the state itself was new then, and the policies he unleashed upended Sri Lankan politics for generations to come.",
    "Here is the hitch, though. As the 1956 episode would reveal – or far more violent instances of creative destruction such as in the Chinese revolution- the forces they unleash would be good or bad.",
    "The forces of creative destruction in the economy could always be moderated by regulatory authorities, as seen by regular lawsuits faced by multinational companies from European and American regulators. However, there is no superior national authority over the government that claims to represent the sovereignty of its people and speaks on behalf of the state. S.W.R.D’s silent revolution could have made miracles if he had acted with a degree of caution with regard to some of the more unsettling changes he implanted, including discarding the English language and refusing to grant a fair accommodation for the Tamil language.",
    "Similar challenges lie before the new president, Anura Kumara Dissanayake and likely future NPP government. The new administration may have started on the right foot. But, a good degree of scepticism is warranted as to how it proceeds.",
    "Anyone who has seen violently monopolistic student politics of the JVP-affiliated student councils or the degenerating trajectory of much of the Latin American militant left has logical grounds to be sceptical. So is anyone who could see through the closeted economic protectionism in much of NPP’s advisors. Instead, they should transform their sense of protectionism into advocacy for the government’s role as a catalyst in economic development, allocating resources to the skill development of 300,000 students who sit for the advanced level and another 100,00 who dropped out at the Ordinary Levels and finance and incubate core industries that Sri Lanka has a competitive advantage like countries like Taiwan and Korea did during their period of economic take-off.",
    "So far, so good,  would say many, including those who hold reservations about this government. However, a month or even a year is a blip in the political history of this country. The new government has a historic opportunity to creatively dismantle not just the old guard and the old system but also ideas and set a new equilibrium in local politics. One would hope it would not squander that opportunity. Nor would the innovation it herald be something Sri Lankans would have to regret a decade or so later.",
    "Follow @RangaJayasuriya on X"
  ]
}