{
  "url": "https://www.eiu.com/n/uganda-deploys-additional-troops-to-drc/",
  "title": "Uganda deploys additional troops to DRC",
  "ut": 1739286597.0,
  "body_paragraphs": [
    "Uganda deploys additional troops to DRC",
    "ForecastingGeopoliticsRiskCongo(Democratic Republic)Middle East and AfricaUgandaCountry Analysis",
    "What’s happened?On February 4th Uganda deployed more than 1,000 additional troops to the eastern Democratic Republic of Congo (DRC), increasing its current troop deployment to about 5,000 soldiers. This followed an announcement by Uganda’s Ministry of Defence on January 31st that it would bolster the contingent of the Uganda People’s Defence Force (UPDF, Uganda’s army) in the DRC to safeguard Uganda’s interests during the ongoing conflict between the DRC’s Armed Forces (FARDC) and the Rwandan-backed Mouvement du 23 mars (M23) militant group. We do not expect Uganda to get pulled into the conflict between the DRC and M23, and our risk for a wider regional war remains low.Why does it matter?The additional forces have been deployed under the UPDF’s Operation Shujaa, which is mandated with combating the Islamic State-affiliated Allied Democratic Front (ADF) militant group in the DRC. Operation Shujaa is located primarily in the Ituri and North Kivu provinces of the DRC and is stationed with the intent to safeguard Uganda’s borders against other militant groups that might seek to exploit the DRC’s war with M23 and mount attacks. The FARDC has largely been pushed out of North Kivu by the M23, which has led to a sharp decline in the security environment and monitoring along the Congolese side of the border. The ADF has repeatedly carried out attacks within Ugandan territory and is one of Uganda’s main security threats.Despite the UPDF’s deployment to North Kivu province, there is a low likelihood that Uganda will involve itself in the conflict as a belligerent, as it intends to maintain a largely defensive position to secure its borders, as reinforced in early February by the DRC’s communications minister, Patrick Muyaya Katembwe. He also hinted at possible UPDF combat against M23 and Rwandan soldiers. However, we believe that is highly unlikely to happen. Corneille Nangaa, the leader of the M23, has said that the group was aware of Uganda’s deployment of additional troops but did not expect any hostility.Owing to Uganda’s improved diplomatic relations with both the DRC and Rwanda in recent years, we believe that the presence of Ugandan troops in Ituri and North Kivu provinces will probably be tolerated by both the FARDC and Rwanda. The UPDF has co-operated with the FARDC for several years in their joint campaign to combat the ADF, despite UN investigators having found strong evidence implicating Ugandan officials in providing passive support to M23 in the past. In addition, General Muhoozi Kainerugaba, the chief of the UPDF and the son of Uganda’s president, has publicised his support for Rwanda on several occasions. We expect such official and clandestine communication lines to enable the UPDF to avoid being drawn into the conflict by either the FARDC or the M23.Separately, Uganda’s apparently passive ties with M23 could position the country to facilitate future peace negotiations between the DRC and the M23. Uganda is an influential regional actor with relatively good ties to both the DRC and Rwanda and is not viewed as antagonistic towards the M23. These factors could make Uganda an acceptable mediator when the various parties to the conflict are eventually open to begin negotiations.In the context of consistently shifting alliances, Uganda’s deployment in the DRC is underpinned by a complex interplay of historical, economic, political and security rivalry with Rwanda. While diplomatic relations between Uganda and Rwanda are sound, historical competition for resource extraction from the DRC continues. The deployment of additional UDPF troops to the DRC is probably also aimed at securing Uganda’s gold-mining and smuggling routes in the DRC, which it might feel are under threat, owing to the presence of Rwandan troops and the M23 in North Kivu province. A UN group of experts report from June 2024 noted multiple gold-smuggling routes used to transport gold and other minerals illicitly from the DRC provinces of Ituri and North Kivu into Rwanda and Uganda.The UN also reported that Defense Intelligence and Security (Uganda’s intelligence agency) and the UPDF have been implicated in protecting and facilitating illicit gold imports into Uganda. The Ugandan authorities believe that Rwandan and M23 troops could disrupt Uganda’s imports of illegally smuggled minerals and gold from the DRC, by diverting smugglers primarily to Rwanda, reducing Uganda’s access to these resources. However, the presence of UPDF troops in the DRC will probably be sufficient to deter this and ensure that Uganda’s illicit trade routes are secure, without the need for direct confrontation with either the M23 or Rwanda.What next?We expect Ugandan forces, both in the DRC and on the Ugandan side of the border, to adopt a forward defence posture. This will include heightened security measures, such as increased patrols and spot inspections. Uganda will probably seek to avoid being pulled into the DRC’s war with M23, as it does not want to get dragged into a costly regional war.The analysis and forecasts presented in this article are drawn from EIU’s Country Analysis service. This comprehensive solution offers essential insights into the political and economic outlook of nearly 200 countries, empowering businesses to manage risks and develop effective strategies.",
    "ForecastingGeopoliticsRiskCongo(Democratic Republic)Middle East and AfricaUgandaCountry Analysis"
  ]
}