{
  "url": "https://hbr.org/2024/05/how-marketers-can-adapt-to-llm-powered-search",
  "title": "How Marketers Can Adapt to LLM-Powered Search",
  "ut": 1716532538.0,
  "body_paragraphs": [
    "HBR Staff/beast01/PeterPencil/Getty Images",
    "Large language models (LLMs) provide a search experience that’s dramatically different from the web-browser experience. The biggest difference is this: LLMs promise to answer queries not with links, as web browsers do, but with answers. Increasingly, using apps such as ChatGPT or Perplexity, or search portals such as Google’s Search Generative Experience (now AI Overviews) or Bing’s Copilot, customers will learn about products and brands through natural-language outputs. And that process, which will be highly consultative and conversational, will create a new information pipeline that marketers need to monitor to ensure their brands are presented for relevant prompts and described accurately. The authors present three ways for marketers to rise to this challenge.",
    "For millions of consumers around the world, Google is the access point to the internet — and as a result, the company today enjoys a 91% market share in the $50 billion market for search ads. However, thanks to the advent of large language models (LLMs), a shakeup now seems possible for the first time in two decades.",
    "Marketing Essentials Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Marketing Essentials. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Learn how to communicate with your customers—strategically.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "Harvard Business Review Manager's Handbook Toolkit",
    "Boundaries, Priorities, and Finding Work-Life Balance (HBR Work Smart Series)",
    "Read more on Marketing",
    "AI and machine learning,",
    "Technology and analytics,",
    "and Performance indicators"
  ]
}