{
  "url": "https://www.ft.lk/columns/Clean-Sri-Lanka-cleansing-the-soul-of-the-country/4-772164",
  "title": "Clean Sri Lanka – cleansing the soul of the country",
  "ut": 1737678529.0,
  "body_paragraphs": [
    "Managing plastic waste, reducing waste and recycling waste is more than a physical cleansing effort and it is an effort that must come from the inner self of people",
    "This endeavour goes beyond merely cleaning up the environment. It aspires to restore the deeply eroded and deteriorated social and environmental fabric of our motherland. We aim to create cleanliness and rejuvenation across all sectors of society – President Anura Kumara Dissanayake unveiling the Clean Sri Lanka initiative on 1 January 2025",
    "President Anura Kumara Dissanayake’s three-step plan for 2025 is an initiative that presents an opportunity for the entire country to rally round and contribute to the success of the plan. The President has placed good governance and anti-corruption at centre stage and if one can borrow from ph.pintrest.com, the given graphic illustrates broadly the substance of the speech that the President made on 1 January heralding 2025 and setting the tone and direction for his Government.",
    "As outlined by the President, the three-step plan is much more than a physical cleanliness of the country. It is in fact cleansing the soul of the country and restoring the lost values of the society and the country. The President’s full speech has been reported widely and maybe referred to via https://www.ft.lk/top-story/President-promises-new-economic-policy-framework/26-771307https://www.ft.lk/top-story/President-promises-new-economic-policy-framework/26-771307.",
    "This article is not an attempt to expand on the speech or provide interpretations of the speech as President Dissanayake was very clear, concise and substantive in his well-presented speech. This article is about the physical cleansing of the country’s environment, the degradation of it which those with eyes, ears and noses cannot miss once they step outside their homes. Physical cleanliness is very much a mechanical exercise if the hearts and minds of people are not there to feel that environment cleanliness is very much part of who we are, and that uncleanliness reflects who we should not be. In this context, physical cleanliness is very much part of the ethos of the Clean Sri Lanka effort which aims to transform the mindset of people to usher in a value-based, internally and externally clean society.",
    "The focus of this article is to highlight one serious contributor to environment degradation, pollution, arising from plastic waste, and to present a point of view that such physical pollution is reflective of minds that are polluted and the lack of concern for other living beings around every individual.",
    "Glimpse at the global situation",
    "Plastic pollution is a global problem. Every year 19-23 million tonnes of plastic waste leaks into aquatic ecosystems, polluting lakes, rivers and seas. Plastic pollution can alter habitats and natural processes, reducing ecosystems’ ability to adapt to climate change, directly affecting millions of people’s livelihoods, food production capabilities and social well-being. The United Nations Environment Program (UNEP)’s body of work demonstrates that the problem of plastic pollution doesn’t exist in a vacuum. The environmental, social, economic and health risks of plastics need to be assessed alongside other environmental stressors, like climate change, ecosystem degradation and resource use. (https://www.unep.org/plastic-pollution#:~:text=Plastic%20pollution %20can%20alter%20habitats, capabilities %20and%20social%20well%2Dbeing).",
    "The International Union for Conservation of Nature (IUCN), https://iucn.org/resources/issues-brief/plastic-pollution says that",
    "Over 460 million metric tons of plastic are produced every year for use in a wide variety of applications.",
    "An estimated 20 million metric tons of plastic litter end up in the environment every year. That amount is expected to increase significantly by 2040.",
    "Plastic pollution affects all land, freshwater, and marine ecosystems. It is a major driver of biodiversity loss and ecosystem degradation and contributes to climate change.",
    "As plastic pollution is a transboundary issue, a global plastics treaty is needed to ambitiously reduce plastic production, phase out harmful subsidies, eliminate products and chemicals of concern, and adopt strong national plans and rigorous reporting and compliance mechanisms.",
    "A project of the Institute for the study of human knowledge, the Human Journey, under the paragraph captioned “Death by Garbage” states that “Turtles, Seabirds, Marine Animals eat plastic – instead of food – and then starve to death. Plastic debris makes its way from the land into the ocean because most of it is littered or thrown into landfills without adequate safeguards. The amount of plastic waste we dump into the environment in a single day is almost unimaginable. In the time it takes you read this sentence, about one hundred thousand plastic bottles will have been thrown away. Such bottles make up about one-third of all plastic trash. Another third is plastic bags and food wrappers. Other food-related items – lids, straws, cups, plastic utensils and plates – make up the largest share of the rest.” (https://humanjourney.us/sustainability/our-plastic-earth/the-plastic-in-our-life/? gad_source=1).",
    "The National Plastic Waste Inventory for Sri Lanka: A Material Flow Approach document of the Ministry of Environment released in February, 2024 provides readers with disturbing statistics on plastic pollution in the country (https://www.env.gov.lk/web/images/pdf/divisions/PollutionControl/Publications/National_plastic_waste_inventory_for_Sri_Lanka_-_MFA_FEB_2024_Final_0509.pdf)",
    "Specifically, attention is drawn to the following.",
    "Widespread plastic pollution",
    "The widespread plastic pollution problem that affects the entire country, including remote areas. The issue is having a significant impact on the environment and biodiversity and is contributing to climate change.",
    "Sri Lanka generates around 250,000 tonnes (or 250,000,000 kilograms, or 250 million kilograms!) of plastic waste each year, with the majority coming from rural areas. Based on this statistic, with a population of around 22 million people, each person generates about 11 kilograms of plastic waste every year.",
    "Around 73% of plastic waste is collected, but only a small portion of plastic, only 11% in mixed waste is recycled.",
    "About 44% of uncollected plastic waste is burned openly, and 24% is disposed of in waterways and on land.",
    "Sri Lanka was ranked fifth in the world for releasing plastic and polythene waste into the ocean in 2017.",
    "Plastic in coastal seas",
    "The Marine Environment Protection Authority (MEPA) estimates that 1,500 metric tonnes of plastic garbage enter Sri Lanka’s coastal seas each year.",
    "As plastics biodegrade, they release chemicals like phthalates and Bisphenol A (BPA). These chemicals have been linked to hormone damage and dermatitis.",
    "Although the Ministry of Environment report says 73% of plastic waste is collected, what one sees when travelling around the country does not seem to be consistent with this statistic. Plastic bags and bottles litter roads, waterways (rivers, canals), wetlands, drains, beaches, parks, etc. signifying that the public generally appear to be oblivious to plastic waste.",
    "Sri Lanka developed a National Action Plan on Plastic Waste Management (NAPPWM) in 2021 to address the issue (https://ccet.jp/sites/default/files/2021-08/srilanka_report_web_fin_pw.pdf).",
    "The plan is based on the Government’s national policies and the waste hierarchy, and it is a comprehensive plan with goals assigned to the reduction, reuse, recycling, and final disposal of plastic waste. Very importantly it has identified goals for several important cross cutting issues as shown in the given illustration.",
    "While the national action plan and all its goals are commendable and the document identifies a pathway towards reducing plastic waste, its success obviously rests on how well it is implemented and monitored. Perhaps the most significant goal that will determine the success or failure of the plan, besides the commitment and funding from the Government for implementation of the plan, is community participation and goal number 16. Unless the community at large is educated on the perils of plastic waste, unless they take ownership of the effort to reduce plastic waste, and they collectively become the voice to prevent littering of plastic anywhere and everywhere, and they become active advocates of organised plastic waste collection, disposal and recycling, it is unlikely that the national action plan will be successful and sustainable. In this context, managing plastic waste, reducing waste and recycling waste is more than a physical cleansing effort and it is an effort that must come from the inner self of people. It is therefore very much consistent with the overall goals in the Clean Sri Lanka initiative of the Government.",
    "The general public in their individual capacities and through community organisations, workplaces, voluntary organisations, religious institutions, etc., should spearhead the drive to battle plastic waste by better managing waste and making better reuse of plastic waste. Besides this, the Government should give serious consideration to link programs like Samurdhi, Aswasuma and recipients to be integral in assisting with efforts being made specifically with programs like the National Action Plan on Plastic Waste Management, and more generally with efforts relating to environment arrest environment degradation.",
    "Overall, Clean Sri Lanka is not one entity’s or individual’s project. It is essentially a people’s project that must be based on a mindset change that must involve everyone. Not just the Government and public officials, but the entire society. Politicians, business leaders, teachers, civil society leaders, and religious leaders have a major role to play in influencing and changing the mindset of the people and they must take the lead to effect this change. However, at the end of the day if the general public’s mindset does not change, the country will have more of the same and continue to live in an unclean, corrupt society with no values such as ethical and moral practices.",
    "The famous quotation by Jall al-D n Muammad Rm, or simply Rumi , the 13th-century poet, jurist, Islamic scholar and Sufi mystic, illustrates this point so well: “Yesterday I was clever, so I wanted to change the world, today I am wise, so I am changing myself”.",
    "Sri Lankans, its leaders and the public, can choose whether they wish to change their mindset and look at a cleaner country from a broader context of good governance and interdependency. They must consider safeguarding the environment as an insurance for the well-being of current and future generations of all living beings in the country. Perhaps the broader context needs to be introduced in schools so that it becomes part of the formative phase of children, and they grow into adulthood with their mindsets already changed. The concept of a clean Sri Lanka should not be a political football and hopefully embraced as a necessity by all political parties and the civil society."
  ]
}