{
  "url": "https://hbr.org/2024/08/5-moments-that-make-or-break-a-ceo-board-chair-relationship",
  "title": "5 Moments That Make or Break a CEO-Board Chair Relationship",
  "ut": 1724394944.0,
  "body_paragraphs": [
    "Andy Sacks/Getty Images",
    "What distinguishes an effective CEO-board chair relationship? According to a Spencer Stuart survey of nearly 200 directors and 30 CEOs of S&P 500 companies, trust is the most critical factor. Chairs and CEOs build trust over time by being vulnerable, open,...more",
    "Over the past decade, a growing number of U.S. boards have followed their European counterparts by separating the chair and CEO roles. Today, almost 60% of S&P 500 companies have done so, with 39% appointing an independent board chair, which we define as a director meeting applicable NYSE or Nasdaq rules for independence.",
    "It’s a trend many shareholders applaud, arguing separation increases the board’s independence and leads to more effective oversight.",
    "But it’s an approach that’s not without risk.",
    "Separating an organization’s two most powerful leadership roles introduces a critical new dynamic: the relationship between the board chair and CEO. A poor relationship can affect the performance of the board, which can extend to the top team. Yet the relationship can’t be so friendly that it undermines the board’s independence, objectivity, and ability to act on behalf of shareholders. It’s a delicate — and deeply personal — balance to get right.",
    "So, what distinguishes an effective chair-CEO relationship?",
    "It’s not role clarity or the chair’s knowledge of the business and quality of advice. Nor is it the alignment of goals, performance measures, and board processes. While these are important, based on our experience, conversations with numerous CEOs and chairs, and a survey of nearly 200 directors and 30 CEOs of S&P 500 companies, we identified trust as the critical factor driving an effective relationship between the chair and CEO.",
    "Trust is founded on authenticity, empathy, and logic. We’ve found that chairs and CEOs build trust over time by being vulnerable, open, and transparent about their expectations and their challenges. Our work has also identified five critical moments that can build — or destroy — trust between chairs and CEOs.",
    "Building trust begins even before the CEO is offered the job. Compensation negotiations can set the stage for productive interactions throughout the CEO’s tenure.",
    "Directors should therefore align their views on pay philosophy before negotiations start, including what directors think are healthy pay practices for the CEO and the management team more broadly and how to set pay relative to peer group benchmarks. Especially when the share price does not yet reflect the progress the management team has made, the CEO may have different views on how to structure compensation, so the board and CEO views may have to be harmonized.",
    "As part of these discussions, the chair should be candid about the board’s expectations and work to understand what the CEO is looking for out of the compensation package. For example, for some CEOs, the most important aspect of compensation is their pay relative to proxy peers. For others, it is the absolute amount of compensation over time based on equity performance.",
    "Selecting a compensation advisor is incredibly important to this process. The best compensation consultants go far beyond providing benchmarking data to structuring approaches to align to the selected compensation philosophy and advising and challenging the board’s comp committee.",
    "For example, we worked with a leading global hospitality company whose prior CEO had been removed for performance reasons, triggering an embarrassingly large separation payment (due to accelerated vesting of previously awarded stock options). When the board interviewed the three finalist candidates, one of their key questions was about each executive’s compensation philosophy. In the end, the newly selected CEO agreed to a contract that limited accelerated vesting to one year if he was to be removed for reasons other than cause (e.g., performance). The frank and transparent discussion about compensation philosophy and company values during the search process ended up helping set the tone for a strong working relationship that has endured for a decade.",
    "2. Annual CEO evaluation",
    "Our survey found directors (42%) were much more likely than CEOs (14%) to say one of the most helpful ways to build trust was the CEO’s recognition of the board’s feedback conveyed by the chair/lead director.",
    "Managing a transparent and effective performance evaluation process means allowing for an open dialogue about the management team’s achievements, challenges, and needed support. A process that lacks integrity or fairness can leave the CEO feeling unsupported or without clear expectations. Ideally, there should be no surprises on either side.",
    "Chairs can make the process more productive by distilling the board’s feedback into the key priorities to focus on for the year rather than overwhelming the CEO with multiple to-dos.",
    "“The chair drafts the review and sends it to the board, so that we can get the most important messages agreed to,” former PayPal chair John Donahoe said. “It was helpful to narrow it down to a few key themes that both the CEO and board can stay focused on over the coming year. This also helped form a basis of trust for when new issues or topics arise during the year. We noted them but tried to stay focused on the key themes for the year.”",
    "For their part, CEOs need to be open to feedback from the chair and develop relationships with individual directors to understand what matters to each. “Critical skills for an effective CEO are the ability to listen, an eagerness to learn and consider advice, and the wisdom to know what advice to take and not take,” Bose chair Bob Maresca said.",
    "3. Executive sessions of the board",
    "Independent directors ideally meet in executive session without the CEO at every single board meeting. These sessions can make CEOs uncomfortable because they’re not in the room to hear what’s on directors’ minds. And since these director-only sessions are typically unstructured, the conversations tend to move organically and expand in time spent, often making a CEO back in their office or in a conference room anxious.",
    "Board chairs can build trust in this uncomfortable situation by quickly, honestly, and empathetically delivering director feedback to the CEO. We found 43% of CEOs and 39% of directors said an important way to build trust is ensuring the chair effectively — and immediately — communicates the board’s feedback to the CEO following executive sessions.",
    "“I prioritize conveying feedback in a constructive way; synthesizing what the board members want to see, are concerned about, and want to encourage,” eBay chair Paul Pressler said. “Allow the CEO time to digest the information so you can have a robust, open, and honest conversation. Asking the CEO to translate the feedback ensures clarity and understanding.”",
    "During an executive session, chairs should focus the board on the most important issues and ensure all voices are heard, but prevent “piling on” or veering too far off topic. The chair needs to know how to read the room and manage the clock. (Executive sessions are typically at the end of board meetings and director travel logistics are often a forcing device for finishing the meeting on time.)",
    "It’s equally important that the chair encourages the board to be as open as possible when the CEO is in the room, particularly when the board has concerns about performance. If directors are grumbling to one another or sharing sideways glances, the CEO will pick up on it.",
    "Boards build trust with the CEO when they hold themselves accountable for their own performance, including having the right skills and experience in the boardroom.",
    "As they plan for board succession, the chair and CEO, along with the governance committee, should ensure that they’re in agreement about the skills and capabilities that will complement those of the existing directors. They should be thoughtful about what is needed to support the CEO’s success, and they need to consider the board culture and dynamics as well.",
    "“We spend a lot of time on director selection and composition — the skills we need of course, but also the chemistry of the boardroom,” MetLife Chair Glenn Hubbard said. “Trust gets back to selection. Be careful about selecting the board and the chair to make sure you don’t have a personality that is going to be a clash with the CEO. That’s not going to work irrespective of how smart they are.”",
    "The chair and CEO should regularly align on the pulse of the board and evolving composition needs. Candid, ongoing communications pays dividends when the board runs into uncomfortable territory, such as the need to transition a director off the board — a fraught situation that has the potential to be destabilizing if not done effectively.",
    "Holding the board to a high standard of excellence and addressing disruptive or underperforming directors through periodic director assessment processes helps clarify expectations and, when done successfully, reinforces the integrity of the board and can deepen the sense of trust between the chair and CEO. “The board’s role in overseeing the company and its long-term strategy is critical,” said The Hartford CEO and chairman Christopher Swift. “For that reason, having in place strong board evaluation and director succession processes is paramount. The Hartford’s lead director, Trevor Fetter, and I work closely together to ensure we are not only addressing the issues of today but planning for the future.”",
    "5. Moments of adversity",
    "The CEO and chair will inevitably face a challenge at some point in their tenure together. Boards get nervous when things aren’t going well and may react by pulling the CEO in multiple directions or becoming more critical and unsupportive. How the chair responds when “the temperature in the room rises” can greatly impact the ability of management — and the company — to respond to the crisis.",
    "Chairs help boards operate most effectively when they support the CEO, keep the board calm, make sure the CEO’s energy is not consumed by the board in counterproductive ways, and digest what the CEO needs to hear from the board in a simple and straightforward way.",
    "“An important role the board chair plays in difficult times is absorbing the board’s questions and concerns in a manner that allows the CEO to stay focused on the business,” said Donahoe, who emphasized his commitment to serving as a source of stability for both the CEO and management team. “If the CEO is concerned about what directors are thinking, it can be a distraction and the CEO may be less effective — either feeling uncertain or insecure — and, as a board chair, that’s the last thing you want to see.”",
    "CEOs can build trust in good times by regularly previewing good and bad news and potential strategic pivots so there are no surprises. “Trust is so important, and it does build over time,” Bose CEO Lila Snyder said. “We have a not-so-silent agreement about ‘no surprises.’ That level of transparency helps to build and maintain the trust over time. We also talk a lot and that helps. Frequency is important. We’re not playing catch up. When I do have issues or need advice, I’m not spending 30 minutes catching Bob up to where we are.”",
    "A transparent, trust-based relationship between the board chair and CEO can unleash the full potential of the board, CEO, and entire leadership team. A difficult relationship can distract the CEO, erode the board and leadership team’s confidence in them, and ultimately have real consequences for value creation and management. “The leadership team and company more broadly feed off of the board to a large extent,” MetLife CEO Michel Khalaf said. “If there is misalignment or insufficient alignment, that’s very difficult to conceal.”",
    "Our interviews, data, and experience show that the most effective chairs and CEOs are highly attuned to this dynamic and remember that building trust is about both competency and context — demonstrating critical behaviors, day in and day out, that strengthen it, while putting extra care into the scenarios where it is most likely to be deepened or lost.",
    "Readers Also Viewed These Items",
    "Generative AI: Tools for Preparing Your Team for the Future",
    "The Overcoming Burnout Collection: Reclaim Your Healthy Relationship with Work",
    "and Leadership transitions"
  ]
}