{
  "url": "https://www.ft.lk/columns/GSP-Trump-dis-order-and-Sri-Lanka-s-choice-in-an-eye-for-eye-tariff-regime-in-USA/4-774625",
  "title": "GSP, Trump(dis)order, and Sri Lanka’s choice in an eye for eye tariff regime in USA",
  "ut": 1742749833.0,
  "body_paragraphs": [
    "Since Sri Lanka’s main export to USA is apparels, any disruption caused to that sector will have far reaching consequences on the country’s growth, export earnings, employment, and the use of the built-in capital stocks",
    "With retaliatory tariff being imposed on imports from USA by countries in Trump’s hit list, namely, Mexico, Canada, China, and EU, his officials are now in the process of revamping US tariff structure to impose reciprocal tariffs on all its imports on an ‘eye for eye’ doctrine. Trump is to announce this new tariff structure on 2 April 2025 calling it symbolically the Liberation Day of USA. It is called the liberation day because it will allow USA to get back the moneys which other nations have stolen from it, as claimed by Trump, via incomparable tariff rates. This argument does not stand in economics since all these countries have taxed their own people through incomparable tariff rates and incomes earned by those governments are not from US citizens but from their own citizens",
    "GSP and benevolent role of USA",
    "Sri Lanka could have been a beneficiary of exporting to USA under its Generalised System (or Scheme) of Preferences or GSP which expired on 31 December 2020. GSP, established in 1974, had a dual purpose: supporting economic growth and development in developing countries and supporting US jobs and helping American companies to remain competitive.1",
    "The first is direct and obvious because it will help developing countries to have market access in the largest economy in the world and produce goods using comparatively advantageous resources available to them. It will help those countries to increase resource utilisation, employment, and output generating economic prosperity for people. The second purpose is indirect. With those imports from developing countries, there will be greater competition in the US market compelling American firms to improve efficiency and productivity. In the long run, it will help US companies to remain competitive.",
    "Thus, GSP is driven by benevolent motives, helping the world to grow, while assuring growth in the domestic economy. This is in line with the goal of GSP and GSP+ introduced by EU for developing countries. Therefore, under this common program, USA had teamed up with the other largest economic block, namely EU, to assure global development together contributing to global prosperity, on one side, and benefiting from such prosperity, on the other. Thus, in economic strategy terms, it is a ‘give and take’; or a ‘win-win’ proposition for USA.",
    "Sri Lanka’s underutilised GSP facility",
    "US tariff schedule had some 11,083 products in 2018. Of them, 3,743 products were subject to normal tariff, while 4,084 products were eligible for most favoured nation or MFN status. Theoretically, MFN products are also subject to the normal tariff being levied on products subject to normal tariff since it is a principle in international trade where countries agree to treat each other’s products equally, meaning they cannot discriminate between trading partners. In 2018, these rates had ranged between 0.5% and 20% with an average of 3.3%. Under GSP, some 3,256 products had been free of tariff, and they included activated carbons, brooms, some non-alcoholic beverages, coconuts, precious metals, and green tea.2 To qualify for these zero tariffs under GSP, the domestic value addition of the product being exported should be at least 35%.",
    "However, Sri Lanka’s use of GSP had been very low. In 2018, its total exports to USA amounted to $ 2,900 million but the exports qualifying for GSP stood at $ 192 million or 6% of its exports to USA.3 Despite this, Sri Lanka has had a sizeable trade surplus with USA which averaged at about $ 2.5 billion during 2018-23.4 Consequently, Sri Lanka’s trade deficits with countries like India or China were part-financed by its trade surplus with USA (and EU). Given this trade advantage, the Export Development Board or EDB has expressed the confidence that Sri Lanka could diversify its exports to USA and further enhance the benefits from trade with USA.5",
    "Liberation Day of USA",
    "But this is going to be an elusive goal for Sri Lanka under the tariff wars declared by US’s Trump Administration which have been tagged as Trump(dis)order.6 With retaliatory tariff being imposed on imports from USA by countries in Trump’s hit list, namely, Mexico, Canada, China, and EU, his officials are now in the process of revamping US tariff structure to impose reciprocal tariffs on all its imports on an ‘eye for eye’ doctrine. Trump is to announce this new tariff structure on 2 April 2025 calling it symbolically the Liberation Day of USA.7 It is called the liberation day because it will allow USA to get back the moneys which other nations have stolen from it, as claimed by Trump, via incomparable tariff rates.8 This argument does not stand in economics since all these countries have taxed their own people through incomparable tariff rates and incomes earned by those governments are not from US citizens but from their own citizens.",
    "Therefore, any theft may have occurred had those tariffs reduced the US growth rate and employment levels. If it had happened, it is an indirect cost imposed on USA and now Trump wants to punish them for that indirect cost forced on US citizens. Trump and his officials say that the new plan will effectively assign tariff rates to all countries that have their own tariff on US goods. Going further, the new plan envisages to impose new tariff rates on countries with other non-tariff trade policies that the Trump administration opposes such as value added taxes, excise duties, or other levies on top of ordinary tariff rates.9 Sri Lanka should be on top of this list because of its complex tax structure on imports involving multiple layers of taxation.",
    "Trump(dis)order leading to growth cuts globally",
    "In the last two months, Trump had raised tariffs on imports from Mexico, Canada, EU, and China amounting to about $ 800 billion. These tariffs sent shockwaves through global markets causing volatility in US stock markets, prompting fears of a recession, and triggering retaliation from countries in his hit list. In view of this global disorder, Fitch Rating has cut US growth rate for 2025 from 2.1% to 1.7% and for 2026 from 1.7% to 1.5%.10 Since there is retaliatory tariff imposed on each other by USA and the other major players in the global economy accounting for about 52% of global GDP, any cut in the growth rates in this category of countries will stunt the growth in other countries as well.",
    "For instance, if growth rates in USA and EU are cut, Sri Lanka will find it difficult to sell its apparels in these markets, on one side, and fail to attract tourists from these countries, on the other. It will reduce Sri Lanka’s planned growth rates too. Since all the countries in international trade are affected, it will make all nations poorer. This is not unanticipated by Trump and his advisors. But their point is that given the need for making USA a great nation again, it is a worthy cost to be incurred.11",
    "If growth rates in USA and EU are cut, Sri Lanka will find it difficult to sell its apparels in these markets, on one side, and fail to attract tourists from these countries, on the other. It will reduce Sri Lanka’s planned growth rates too. Since all the countries in international trade are affected, it will make all nations poorer. This is not unanticipated by Trump and his advisors. But their point is that given the need for making USA a great nation again, it is a worthy cost to be incurred",
    "Threat to lower tariffs",
    "The reciprocal tariffs that will be imposed on 2 April 2025 liberating USA will give an opportunity for the countries affected to lower their tariff barriers and start negotiating with US government for lower tariff rates for their exports, according to US Treasury Secretary Scott Bessent.12 However, this is not practically possible since there is no sufficient time to do so. The new tariffs will be announced in two weeks and the countries affected are not aware of the rates applicable to them. If any negotiation is to take place, that should be done after the rates have been announced. A prerequisite for such negotiation is that the countries involved should show signs of good intention by removing their trade barriers first. That will be a lengthy process since such removals should receive the approval of their legislatures.",
    "As it is, it will be a one-way tariff adjustment by USA on its imports on 2 April 2025 forcing all others to follow. The likelihood is that these countries also will revise their tariffs upward to match US’s new tariff rates. That will certainly lead to a secondary tariff war with all the countries involved. Then, there is the possibility of continuing this war in several rounds in the future. That is not a good sign for the prosperity of the global economy.",
    "Possibility of a half-baked tariff structure",
    "The White House officials involved in designing the new tariff structure have admitted that the details of the plan are still being worked out.13 It is not an easy job since it involves laborious technical work to identify the non-tariff barriers and quantify the rate that should be imposed on the relevant country. It is further complicated by the different rates and practices used by each of the 186 members of the World Customs Organisation.",
    "Given the limited number of workers attached to the US Trade Representative’s Office, it will take longer than the planned timeline of the Trump administration to accomplish. There is therefore speculation that the rates that will be announced on 2 April 2025 will be half-baked ones needing continuous further adjustments. But Trump administration is particularly worried about the 15 countries which have imposed high tariff on US imports. Treasury Secretary Bessent has branded them as ‘Dirty 15’.",
    "Some of the countries in the Dirty 15 Club are China with its average tariff rate of 7.5%, South Korea with 13.4%, Vietnam with 9.4%, India with 17% and Brazil with 11.2%.14 According to Bessent, this group of countries also have high hygienic requirements imposed as non-tariff barriers to keep US agricultural products out of domestic markets. Hence, the necessity for liberating USA from the crutches of these countries, according to White House officials. Therefore, the choice before all the countries in the world is to equalise, in a quick process, their tariffs to those of USA which on average stands at about 3.3%. If it is not done, the US tariff rates will be higher prompting, as I have argued earlier, a new wave of tariff wars in the world.",
    "Unsustainability of the new scheme",
    "On the face of it, the Trump plan seems to be aiming at equalising tariff rates across different countries. Instead of doing it amicably through negotiation with all the countries, the plan has resorted to coercive tactics to generate a forced equalisation. Perhaps, the need for effecting it urgently may have forced the Trump administration to adopt such an unsustainable tactic. Whatever is the reasoning, the weakness in this coercive tactic is that it will not hold permanently. Two factors will contribute to its impermanence. One is that the rates fixed through the coercive tactics are still high going against the need for the world to move to a low tariff regime if trade is to generate prosperity for all.",
    "As a result, there will be discontent among the world’s nations about the economic policies being adopted by USA considering only its personal interests. It is a reversal of the earlier policy of attaining global prosperity together through favourable tariff schemes for the world’s poorest countries.",
    "The other reason for its impermanence is the perception by world nations that the US administration has intervened in the sovereignty they enjoy as independent countries. If they cannot adopt economic policies suited for their countries because of the heavy hand of US administration looming over them, there will be internal discontent leading to political and social chaos. These internal forces will compel them to withdraw from the agreement when the loss of sovereignty will entail an unaffordable cost. Further, there is the possibility for the plan to be reversed if a different administration is voted to power in USA.",
    "Thus, the Trump plan of liberating USA on 2 April 2025 will be unsustainable; it will also drag the world economy to a disorder from which it cannot get out easily. Its impact will remain hostile to the global economy for many decades.",
    "On the face of it, the Trump plan seems to be aiming at equalising tariff rates across different countries. Instead of doing it amicably through negotiation with all the countries, the plan has resorted to coercive tactics to generate a forced equalisation. Perhaps, the need for effecting it urgently may have forced the Trump administration to adopt such an unsustainable tactic. Whatever is the reasoning, the weakness in this coercive tactic is that it will not hold permanently",
    "Sri Lanka’s vulnerability",
    "Sri Lanka is vulnerable in this case because of its complex tax structure relating to imports. Its normal tariff is very high at 20% and there is the possibility of imposing an additional surcharge on the tariff rate as in the case of the present tariff rates applicable to importation of vehicles to the country. In addition to this normal tariff, imports are subject to a value added tax of 18%, an excise duty to be imposed by the Government on a case-by-case basis. These are para taxes. The Government can also impose a special commodity levy on agricultural products to protect the local farmers. That applies to food items to be imported from USA. On top of this, Sri Lanka Government has been banning selected imports at its discretion if it endangers its balance of payments.",
    "On top of these tariff barriers, Sri Lanka has continuously enjoyed a trade surplus with USA amounting on average to about $ 2.5 billion annually. All these factors will go against Sri Lanka when the US administration imposes new tariff rates on its exports to that country. Since Sri Lanka’s main export to USA is apparels, any disruption caused to that sector will have far reaching consequences on the country’s growth, export earnings, employment, and the use of the built-in capital stocks.",
    "This is a critical situation for Sri Lanka, and it cannot wait till September 2025, as announced by the Minister of Trade in Parliament recently, to start negotiating with USA for lower tariff rates.",
    "1https://ustr.gov/issue-areas/trade-development/preference-programs/generalized-system-preference-gsp",
    "2Sri Lanka GSP Presentation 2019, Office of the US Trade Representative, at https://ustr.gov/issue-areas/trade-development/preference-programs/generalized-system-preferences-gsp/gsp-use-%E2%80%93-coun",
    "4https://www.srilankabusiness.com/pdfs/market-profiles/2024/usa-2024.pdf",
    "6Wijewardena, W.A (2025), Emerging Trumporder or Trump(dis)order: IMF-WB advocated policy package at risk, in FT; available at: https://www.ft.lk/columns/Emerging-Trumporder-or-Trump-dis-order-IMF-WB-advocated-policy-package-at-risk/4-774314",
    "7https://www.aninews.in/news/world/us/trump-aides-prep-new-tariffs-on-imports-worth-trillions-for-liberation-day20250320190617/",
    "8https://fortune.com/2025/03/13/trump-tariffs-stolen-wealth-companies-trade-war-fears-business-anxiety/",
    "9https://www.cnbc.com/2025/03/21/trump-says-therell-be-flexibility-on-reciprocal-tariffs.html",
    "10https://www.fitchratings.com/research/sovereigns/world-growth-forecasts-cut-sharply-as-us-starts-global-trade-war-18-03-2025",
    "11https://www.nytimes.com/2025/03/18/business/economy/trump-recession-tariffs-inflation.html",
    "12https://www.reuters.com/world/us/countries-can-avoid-trumps-april-tariffs-by-cutting-trade-barriers-bessent-says-2025-03-18/",
    "(The writer, a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at [email protected].)"
  ]
}