{
  "url": "https://www.ft.lk/columns/Lakshman-Balasuriya-simply-a-top-class-human-being/4-785751",
  "title": "Lakshman Balasuriya - simply a top-class human being",
  "ut": 1765931591.0,
  "body_paragraphs": [
    "Lakshman with one of his grand children",
    "It is with deep sorrow that I share the passing of one of my dearests and most trusted friends of many years, Lakshman Balasuriya. He left us on Sunday morning, and with him went a part of my own life. The emptiness he leaves behind is immense, and I struggle to find words that can carry its weight.",
    "Lakshman was not simply a friend. He was a brother to me. We shared a bond built on mutual respect, quiet understanding, and unwavering trust. These things are rare in life, and for that reason they are precious beyond measure. I try to remind myself that I was privileged to spend the final hours of his life with him, but even that thought cannot soften the ache of his sudden and significant absence.",
    "Not too long ago, our families were on holiday together. Lakshman and Janine returned to Sri Lanka early. The rest of the holiday felt a bit empty without Lakshman’s daily presence. I cannot fathom how different life itself will be from now on.",
    "He was gentle and a giant in every sense of the word. A deeply civilised man, refined in taste, gracious in manner, and extraordinarily humble. His humility was second to none, and yet it was never a weakness. It was strength, expressed through kindness, warmth, and dignity. He carried himself with quiet class and had a way of making everyone around him feel at ease.",
    "Lakshman had a very dry, almost deadpan, sense of humor. It was the kind of humor that would catch you off guard, delivered with too straight a face to be certain he was joking, but it could lighten the darkest of conversations. He had a disdain for negativity of any kind. He preferred to look forward, to see possibilities rather than obstacles.",
    "He was exceptionally meticulous and had a particular gift for identifying talent. Once he hired someone, he made sure they were cared for in unimaginable ways. He provided every resource needed for success, and then, with complete trust, granted them independence and autonomy. His staff were not simply employees to him. They were family. He took immense pride in them, and his forward-thinking optimism created an environment of extraordinary positivity and a passion to deliver results and do the right thing.",
    "Lakshman was also a proud family man. He spoke often, and with great pride, about his children, grandchildren, nephews, and nieces. His joy in their achievements was boundless. He was a proud father, grandfather, and uncle, and his devotion to his family reflected the same loyalty he extended to his colleagues and friends.",
    "Whether it was family, staff, or anyone he deemed deserving, Lakshman stood by them unconditionally in times of crisis. He would not let go until victory was secured. That was his way. He was a uniquely kind soul through and through.",
    "Our bond was close. Whenever I arrived in Sri Lanka, it became an unspoken ritual that we would meet at least twice. The first would be on the day of my arrival, and then again on the day I left. It was our custom, and one I cherished deeply. We met regularly, and we spoke almost daily. He was simply a top-class human being. We were friends. We were brothers. His passing has devastated me.",
    "Today I understood fully the true meaning of the phrase ‘priyehi vippayogo dukkho’ --",
    "^m%sfhys úmamfhdaf.da ÿlafLda&  ‘separation from those who are beloved is sorrowful.’",
    "My thoughts and prayers are with Janine, Amanthi, and Keshav during this time of profound loss. Lakshman leaves behind indelible memories, as well as a legacy of decency, loyalty, and quiet strength. All of us who were fortunate to know him will hold that legacy close to our hearts.",
    "If Lakshman’s life could leave us with just one lesson, that lesson would be this. True greatness is not measured in titles or possessions, but in the way one treats others: with humility, with loyalty, with kindness that does not falter in times of crisis. Lakshman showed us that to stand by someone, to believe in them, and to lift them up when they falter, is the highest of callings, and it was a calling he never failed to honour.",
    "Rest well, my dear friend."
  ]
}