{
  "url": "https://www.ft.lk/columns/India-s-Chanakyan-playbook-and-Sri-Lankan-pivot-Reading-between-the-handshakes/4-775350",
  "title": "India’s Chanakyan playbook and Sri Lankan pivot: Reading between the handshakes",
  "ut": 1744157627.0,
  "body_paragraphs": [
    "India’s approach to Sri Lanka is not reactionary—it is deeply strategic and grounded in thousands of years of geopolitical thought",
    "Geographically: Sri Lanka sits at a critical point in the Indian Ocean shipping lanes—between East and West, near India, and on China’s maritime routes.",
    "Strategically: It can tilt the balance between India and China, or serve as a bridge between competing regional visions (like India’s SAGAR vs. China’s BRI).",
    "Diplomatically: Its choices in foreign policy, economic partnerships, and defence alignments impact regional stability.",
    "The recent state visit of Indian Prime Minister Narendra Modi to Sri Lanka was marked by ceremonial warmth, smiling photo-ops, and affirmations of historic ties. However, seasoned observers would note that beyond the optics, the visit was a masterclass in calibrated diplomacy—rooted in a strategic tradition far older than modern international relations: the Arthashastra of Kautilya.",
    "India’s foreign policy is often analysed through modern frameworks—realism, strategic autonomy, and regional hegemony. However, an ancient lens reveals a deeper strategic culture. The Arthashastra, attributed to Kautilya (c. 4th century BCE), provides enduring concepts such as the Mandala Theory and the fourfold diplomatic toolkit (Sama, Dana, Bheda, Danda), which remain relevant in India’s approach to neighbours, especially Sri Lanka.",
    "This ancient Indian treatise on governance and statecraft, attributed to the brilliant strategist Chanakya (also known as Kautilya), continues to inform India’s approach to its neighbourhood. The essence of the Arthashastra lies in realpolitik—where the sovereign must secure the state’s interests using a fourfold toolkit: Sama (conciliation), Dana (gifts or inducements), Bheda (division or influence), and Danda (force or deterrence).",
    "India’s engagement with Sri Lanka—particularly during and after this visit—reflects all four instruments, skilfully deployed.",
    "Sama and the power of cultural diplomacy",
    "Modi’s speeches repeatedly invoked shared heritage, civilisational links, and religious commonality—especially Buddhism. These overtures form the foundation of Sama—conciliation and narrative-building. India positions itself not merely as a strategic partner, but as a cultural sibling, invoking millennia of intertwined history. Such messaging resonates not just with Sri Lanka’s policymakers but also with the public psyche, particularly in an environment where international alignment is being intensely scrutinised.",
    "Dana and economic statecraft",
    "India’s economic outreach—highlighted during the visit—is emblematic of Dana. With over $ 4 billion in support during Sri Lanka’s economic crisis in 2022, India now leverages that goodwill through long-term economic engagements: infrastructure, digital connectivity, energy security, and logistics hubs.",
    "Recent announcements on collaborative projects in Trincomalee, renewable energy corridors, and port infrastructure all serve a dual purpose—economic development and strategic entrenchment.",
    "Bheda and strategic influence",
    "While diplomacy is the visible layer, India’s parallel engagements with diverse Sri Lankan political actors—from Tamil political representatives to key southern figures—signal the use of Bheda. This strategic outreach ensures India’s influence remains embedded across ethnic and political lines, insulating its interests regardless of domestic political shifts in Colombo.",
    "This is not interference per se—but it is calibrated access, influence, and insurance.",
    "Danda and maritime deterrence",
    "Though India avoids overt pressure, the subtext is clear: security cooperation remains critical. India continues to strengthen naval collaboration, joint patrols, and intelligence partnerships in the Indian Ocean Region. Its naval footprint, enhanced training programs, and cyber-cooperation platforms quietly reinforce deterrence.",
    "Danda in this context is not coercion—it is preparedness. It’s a message to Sri Lanka and others: India remains the preeminent security provider in the region.",
    "Mandala Theory in practice",
    "Kautilya’s Mandala Theory posits that a state’s immediate neighbours are potential threats or dependencies, while allies lie beyond. For India, Sri Lanka is a critical link in its first strategic ring. With China’s presence growing—via infrastructure projects like Hambantota and Colombo Port City—India is recalibrating its posture.",
    "The law of the fish emphasises the need to protect weaker states from predatory powers to ensure regional stability",
    "This visit was not just reassurance; it was a signal—to Sri Lanka, to China, and to the region.",
    "Sri Lanka’s counter-framework: Balance, Not bandwagoning",
    "The key question is: How should Sri Lanka respond?",
    "Sri Lanka must not default into orbit around any single power. Instead, it must craft a strategic counter-framework that emphasises:",
    "Strategic balancing between India, China, and other major powers;",
    "Sovereign-first economic policy, ensuring national interests in every agreement;",
    "Internal political stability, minimising the scope for external manipulation;",
    "nAnd a bold, new Maritime Neutrality Doctrine—positioning Sri Lanka as an open, collaborative, but unaligned actor in the Indian Ocean.",
    "Colombo must not allow itself to become a pawn in someone else’s grand strategy. Rather, it should present itself as a resilient, sovereign maritime pivot, essential to regional peace and trade.",
    "India’s approach to Sri Lanka is not reactionary—it is deeply strategic and grounded in thousands of years of geopolitical thought. For Sri Lanka to protect its space and future, it must understand this paradigm, and respond not with confrontation or dependence, but with clear-eyed diplomacy, strategic clarity, and national unity.",
    "Kautilya wrote for kings—but his lessons endure for nations. Sri Lanka must now write its own chapter—one of sovereign pragmatism in a contested ocean.",
    "Kautilya. (2002). Arthashastra (L.N. Rangarajan, Trans.). Penguin Classics.",
    "Brewster, D. (2019). India’s Ocean: The Story of India’s Bid for Regional Leadership. Routledge.",
    "Samaranayake, N. (2011). “Are Sri Lanka’s relations with China deepening?” Asia Pacific Bulletin, No. 110.",
    "Ministry of External Affairs, India. (2023). “India–Sri Lanka Relations.” www.mea.gov.in",
    "(The writer served in the Police department for over 40 years and is the former Head of Counter-Terrorism, State Intelligence Service, and served as First Secretary (Defence) at the Embassy of Sri Lanka in Thailand.)"
  ]
}