{
  "url": "https://www.ft.lk/columns/Why-was-the-name-of-Jaffna-Cultural-Centre-changed-suddenly-by-India/4-772165",
  "title": "Why was the name of Jaffna Cultural Centre changed suddenly by India?",
  "ut": 1737678897.0,
  "body_paragraphs": [
    "Imposing the Thiruvalluvar Centre on the Jaffna Centre amounts to a betrayal of the pledge given to the people of Jaffna by India earlier",
    "Jaffna known as “Yaarlpaanam” in Tamil and “Yaapanaya” in Sinhala is the capital city of Sri Lanka’s Northern Province. Jaffna has for long been regarded as the citadel of Tamil nationalism and the cultural capital of the Sri Lankan Tamils. The tallest building in Jaffna city is the recently built Jaffna Cultural Centre. The iconic Jaffna Cultural Centre is currently in the eye of a minor political storm. The storm is yet minor because the issue concerns Tamil sentiments.",
    "The Jaffna Cultural Centre (JCC) was constructed in 2020 with finances granted by the government of India. It was described as India’s gift to the people of Jaffna in particular and dedicated to the Sri Lankan people in general. The centre was built on land belonging to the Jaffna Municipal Council. India is also providing money tor running and maintaining the JCC for a five-year period as the Jaffna municipality is not in a position to take on that responsibility. As such the Indian consulate in Jaffna is currently in charge of the JCC’s administration.",
    "The current controversy however was triggered off by a sudden and most unexpected nomenclature change. On 18 January 2025, the Jaffna Cultural Centre was re-named Thiruvalluvar Cultural Centre. Thiruvalluvar generally referred to as Valluvar was a Tamil poet who is renowned for having written the “Thirukkural”.",
    "The Thirukkural comprises 1,330 couplets on a wide range of themes relating to ethics, morality, economics, state craft, pleasure and romance. There are 133 chapters with 10 couplets each. Most Tamils revere the Thirukkural and its author Thiruvalluvar as cultural treasures. The Tamil Nadu state Government has declared 15 January as Thiruvalluvar Day.",
    "Thiruvalluvar Cultural Centre",
    "Three days after this year’s Thiruvalluvar Day, the Jaffna Cultural Centre has been renamed after Thiruvalluvar as Thiruvalluvar Cultural Centre. The opening paragraph of the media communique issued by the High Commission of India in Colombo on 18 January stated as follows:",
    "“High Commissioner of India to Sri Lanka H.E Santosh Jha and Minister of Buddhasasana, Religious and Cultural Affairs Hon’ble Hiniduma Sunil Senevi jointly announced the naming of the Cultural Centre in Jaffna as ‘Thiruvalluvar Cultural Center’, in honour of the great Tamil poet-philosopher Thiruvalluvar, at a ceremony held on 18th January 2025. The event was also attended by Minister of Fisheries, Aquatic and Ocean Resources Hon’ble Ramalingam Chandrashekhar, Governor of Northern Province Hon’ble Nagalingam Vethanayan, Municipal Commissioner of Jaffna Mr. S. Krishnendran, Secretary to Ministry of Buddhasasana, Religious and Cultural Affairs, Mr. Atapattu, Consul General of India in Jaffna Sai Murali, along with other dignitaries and cultural artists from Jaffna.”",
    "The unexpected and perhaps uncalled for transformation of the Jaffna Cultural Centre into Thiruvalluvar Cultural Centre brought about a backlash in Jaffna. It appeared that the exercise shrouded in secrecy had been undertaken without any Tamil official or people’s representative being consulted. It seemed that it was a “hush hush” affair confined to Indian officials and sections of the Anura Dissanayake Government.",
    "Ramalingam Chandrasekhar",
    "It was both amusing and pathetic to see and hear Fisheries Minister Ramalingam Chandrasekhar tell a Jaffna audience that he had no idea of this name change. “It was only after the unveiling that I noticed the name change,” Chandrasekhar said at the opening of an NPP public relations office. He further said that there was nothing objectionable to the name being Thiruvalluvar but in his opinion it would have been better if the name remained as Jaffna Cultural Centre.",
    "Chandrasekhar also pointed out that Tamil had been relegated to third place when the new name was displayed on the electronic screen. English and Sinhala were given first and second place whereas the usual practice was to afford pride of place to the language mostly spoken in the area. As such Tamil should have been displayed on top, lamented Chandrasekhar. The Fisheries Minister is the NPP Government’s point man in Jaffna but it appeared that even his Cabinet colleague, Hiniduma Sunil Senevi had not informed the NPP man in Jaffna of what was going to happen in Jaffna.",
    "Even as the incumbent fisheries minister pleaded his innocence (and ignorance) of what had happened, his predecessor ex-fisheries minister Douglas Devananda issued a statement saying that the sudden change of name was a shock. He said that the preliminary arrangements regarding the Jaffna Cultural Centre were made when he was a minister in the Mahinda Rajapaksa Government. It was his party the EPDP that was running the Jaffna Municipal Council then and had allocated land for the JCC project. Devananda reiterated that the Jaffna Cultural Centre was a boon bestowed by India and that an explanation should be provided by those responsible for the removal of “Jaffna” from the centre.",
    "The NPP trio of MPs elected from Jaffna have maintained a deafening silence about the name change. So too have other MPs from the district but the Jaffna public has begun to protest strongly. Former Jaffna municipal councillors have issued angry statements. Independent YouTubers are going to town about the matter. The name change has become a controversial topic of discussion on Tamil social media.",
    "With the public mood mercury levels rising, the Ilankai Thamil Arasuk Katchi (ITAK) had to respond. The premier Sri Lankan Tamil political party convened an emergency meeting of the party politbureau via Zoom. It was resolved that the party would issue a statement protesting against the change of name. Subsequently the ITAK’s acting president C.V.K. Sivagnanam met the Indian Consul General in Jaffna Sai Murali and handed over a letter.",
    "According to reports in Tamil newspapers the ITAK expressed regret over the shocking removal of Jaffna from the name of the Cultural Centre. It pointed out that the Tamil people had not been consulted. It was also emphasised that “Jaffna” was the pride of the Tamil people and that the elimination of Jaffna amounted to an insult to the Tamil people. The matter should be reviewed urgently, urged the letter. The name change issue must not be allowed to affect the relationship between India and the Tamil people, said the ITAK letter.",
    "Not against Thiruvalluvar",
    "It is essential to note that Tamil opposition to the name change is not against Thiruvalluvar. The Tamils in Sri Lanka have the greatest respect and regard for the poet referred to as “dheivappulavar” (divine poet). There are numerous statues and portraits of Thiruvalluvar in the Tamil areas of Sri Lanka.",
    "Many essays and speeches made by Sri Lankan Tamils have quotations from the Thirukkural. Almost every Tamil who learnt Tamil in school is familiar with Valluvar and his Thirukkural. To strike a personal note, I can still recite from memory some of the Thirukkural couplets I learnt from Mr. Vinasithamby, our Tamil teacher at St. Thomas’ College, Mt. Lavinia.",
    "Therefore it must be understood that the opposition is not to Thiruvalluvar but against the removal of “Jaffna” from the name of the centre. It is true that the centre is a gift from India and that India is footing the bill for its maintenance for five years. But the centre was originally a gift from India to the war ravaged people of Jaffna. That is why it was named Jaffna Cultural Centre.",
    "The people of Jaffna were becoming attached to and proud of their Jaffna Cultural Centre. Tamil expatriates visiting Jaffna made it a point to visit the centre. It was a tourist attraction. Now the name Jaffna was rudely snuffed out in an arbitrary manner.",
    "Once again the Tamils were being told indirectly that they have no say in matters concerning themselves and have to submit unwillingly to decisions made by the governments of India and Sri Lanka without consulting them.",
    "While the name change is being condemned widely, there is much confusion over the reasons for it. Some even think it is just an “innocent” change of name. Why was the name Jaffna Cultural Centre changed to Thiruvalluvar Cultural Centre? There was no response to the electronic mails sent by me to the Indian High Commission in Colombo in this regard. Efforts to communicate by telephone were also unsuccessful.",
    "However informed circles in India provided an insight into what seemed to have occurred. Apparently the sudden decision to change the name of Jaffna Cultural Centre to Thiruvalluvar Cultural Centre was made in New Delhi. It was a top level decision. The Indian High Commission in Colombo and the Consulate in Jaffna were only carrying out instructions.",
    "The way in which the exercise was done smacks of typical big brother arrogance and high handedness. It is this attitude that has led to India’s isolation in many matters concerning countries in the neighbourhood. In any case, Indian officials kept this envisaged name change a secret until D-day because it was feared that there may be mass protests in Jaffna if the news of the name change became public beforehand.",
    "The Thiruvalluvar Culture Centre idea is a proposal of India’s ruling party the Bharatiya Janata Party (BJP) in general and the Indian premier Narendra Modi in particular.",
    "The BJP’s manifesto for last year’s Lok Sabha (parliament) election, was titled “Modi ki Guarantee 2024”. The manifesto says in the chapter titled ‘Modi ki Guarantee for Vishwa Bandhu Bharat’: “We will establish Thiruvalluvar Cultural Centres across the globe to showcase Bharat’s rich culture and offer training in yoga, ayurveda, Bharatiya languages, classical music etc. We will promote Bharat’s rich democratic traditions going back millennia as the Mother of Democracy.”",
    "Prime Minister Modi’s objective of establishing Thiruvalluvar centres is not merely a sociocultural initiative as made out in the BJP manifesto. It is also a political strategy to do well in elections in the South Indian state of Tamil Nadu. The Modi electoral wave has not engulfed Tamil Nadu. Tamil Nadu with its Dravidian ideology based on social justice and secularism has withstood the onslaught of the BJP’s Hindutva ideology. Despite multiple attempts the BJP has not been able to make inroads into Tamil Nadu.",
    "In 2024 the BJP cobbled together an electoral alliance in Tamil Nadu. Various promises were made to woo the voters of Tamil Nadu. Among these was the Thiruvalluvar centre proposal. The BJP hoped that the Tamils who revere Thiruvalluvar would swallow the bait and get hooked by the BJP. The BJP alliance was hopeful of winning at least 9 out of 39 seats in the state. Those hopes turned into dupes. The ruling DMK alliance won all 39. The BJP alliance got 18% of the vote.",
    "Still, the BJP did not give up on Thiruvalluvar. Modi continued to sing praises of Valluvar and quote from the Kural in several of his speeches. His aim seemed to be that of winning the hearts and minds of the Tamils by projecting himself as an ardent admirer of the Tamil language and literature, Thiruvalluvar and Thirukkural.",
    "Modi visited Singapore in September 2024. He made a sensational disclosure there. “I am very happy to inform you that India’s first Thiruvalluvar Cultural Centre will soon be opened in Singapore. The great saint Thiruvalluvar has given guiding thought to the world in the most ancient language Tamil. His composition Thirukkural was written almost 2000 years ago. But, the ideas given in it are still relevant today,” said Indian Prime Minister Modi.",
    "“Instant” Thiruvalluvar Centre",
    "The Singapore Thiruvalluvar Centre is yet to materialise. But now a Thiruvalluvar Cultural Centre has been established overnight in Sri Lanka by changing the name of Jaffna Cultural Centre. It is an instant Thiruvalluvar Centre like instant noodles or Sambar. The Indian Government has insulted the people of Jaffna by taking back with the left hand what was given with the right hand. One may argue that it is only the name that has been changed and that the centre remains as ever. There is a big difference.",
    "The Jaffna Cultural Centre was constructed with a different purpose. The iconic Cultural Centre was a thoughtful gift from India to the war-battered, emotionally bruised people of Jaffna. It has been designed accordingly. The Thiruvalluvar Centre has different objectives. It is a sociocultural project with a political objective. Imposing the Thiruvalluvar Centre on the Jaffna Centre amounts to a betrayal of the pledge given to the people of Jaffna by India earlier.",
    "The Jaffna Cultural Centre is something close to my heart. The state-of-the-art facility is a dream come true for me. I have been closely following its progress from afar for many years. The architect responsible for designing the centre Madhura Prematilleke is a personal friend of several decades. I have written about the Jaffna cultural centre in positive, glowing terms in the past. It is against this backdrop that I focus briefly on the evolution and growth of the Jaffna Cultural Centre with the aid of earlier writings.",
    "The genesis of the Jaffna Cultural Centre is rather interesting. Although the current Indian premier Narendra Modi was thanked profusely by former President Ranil Wickremesinghe earlier for the “wonderful gift”, the JCC was not Narendra Modi’s brainchild at all. The JCC project was conceptualised in 2010 when Ashok K. Kantha was the Indian High Commissioner in Colombo. A Congress-led Government inclusive of the DMK was in power then under Prime Minister Manmohan Singh. Thus the JCC is Manmohan Singh’s gift in conceptual terms.",
    "For the people of Jaffna",
    "The envisaged project defined the main activities of the proposed Cultural Centre to be culture, learning and engagement. The Indian High Commission released an initial project document in June 2011. It stated very clearly that the intention was “to develop a cultural centre in Jaffna as a much needed social and cultural space for the people of Jaffna”. It was also intended to “provide for the cultural rehabilitation and psychological reintegration of the northern society in a post-conflict environment.”",
    "Here are the relevant excerpts:",
    "“The High Commission of India in Colombo intends to develop a cultural centre in Jaffna as a much needed social and cultural space for the people of Jaffna. It is intended to be part of the social infrastructure and provide for the cultural rehabilitation and psychological reintegration of the northern society in a post-conflict environment.”",
    "“The centre is also expected to be an iconic building, a cynosure of cultural activities that will link the northern people to the rest of the country through cultural exhibitions, performances, research and dialogue. This socio cultural space for the people of the north should help to revitalise the lost cultural landscape of the region and promote ethnic harmony by inducing the appreciation of its cultural heritage by all communities in the country.”",
    "“In order to preserve, protect and foster the unique culture as well as the cultural heritage and achievements of the Jaffna district we propose to develop the Jaffna Cultural Centre as an iconic building that will serve as a cynosure of cultural activities not just in northern Sri Lanka but the country as a whole.”",
    "“The centre should become a cultural entity that embodies the co operation and unity of all Sri Lankan communities. By this, it is envisaged that the project would be part of the much needed social infrastructure of the northern province and help them to reconnect to themselves and to the rest of the country.”",
    "An architectural design competition was held in 2011. The winner was “Team Architrave” (teaM Architrave). The Team Architrave is a designer practice in Colombo with a focus on specialist niches in personalised design.",
    "The competition winning design for the JCC was implemented by Team Architrave in collaboration with a team of Sri Lankan engineers. The main contractor was P&C Projects, India who were selected through a competitive tender process. Many specialist Sri Lankan and Indian sub-contractors participated in the construction. Construction commenced in September 2016 and was completed in March 2020.",
    "The principal and leader of Team Architrave is Madhura Srimevan Prematilleke. Madhura as he is known to all, studied at Trinity College, Kandy. He studied Architecture at the Moratuwa University in Sri Lanka and in Helsinki, Finland. Madhura was the pivotal creative force behind the Jaffna Cultural Centre project.",
    "The Jaffna Cultural Centre is located in an area of Jaffna city described as picturesque in the past. It also had many landmark places, institutions and buildings. Some of these were Jaffna Central College, the courts, St. Peter’s Church, Trimmer Hall, rest house, parts of beach road, the Esplanade, Subramaniam park, Ashok Hotel, Clock tower, open air theatre, the old Municipality building, Town Hall, the iconic public library, the Dutch Fort and precincts, Muniappar temple, Pullukkulam pond, Regal theatre, Post Office, Veerasingham Hall, and the Durayappah stadium.",
    "The intensification of the ethnic conflict resulted in this picturesque area being affected. One of the earliest casualties was the Public Library housing 97,000 books, manuscripts and rare “Ola books” written on Palmyrah palm leaves. It was burnt down on 1 June 1981 by Police personnel. Then came the shelling from the Fort by the armed forces. As a result many buildings were damaged. The Municipality was relocated to Nallur.",
    "This picturesque, important quarter of Jaffna lost its lustre during the war. It is now returning to its former glory gradually. The restoration of the destroyed library was metaphorically and literally, a rise from the ashes. It illustrated the resilience of the Jaffna people. Later the 55 metre tall Jaffna Cultural Centre with its towering spire was erected in that picturesque quarter as a symbol of the “new” Jaffna’s spirited attempt to reclaim its rightful position under the Sri Lankan sun. The JCC is the tallest building in Jaffna. It is built on the land where the open air theatre was earlier.",
    "What was for a short period the pride of Jaffna has now fallen victim to Narendra Modi’s political project. Will Modi win over “Dravidian” Tamil Nadu by these antics? What then does the future hold? These matters will be discussed in detail in the second part of this article next week.",
    "(The writer can be reached at"
  ]
}