{
  "url": "https://www.dailymirror.lk/plus/WIN-urges-govt-to-address-Gender-Based-Violence/352-295840",
  "title": "‘WIN’ urges govt. to address Gender Based Violence",
  "ut": 1731433180.0,
  "body_paragraphs": [
    "A campaign in supoort of women’s rights",
    "“When you take the Prevention of Domestic Violence Act, it’s supposed to provide for immediate relief forthwith for the victim of violence irrespective of whether it is a man or a woman for that violence to be stopped immediately. Therefore there is no need for an inquiry; on submission of evidence the victims is supposed to be given an interim protection order”",
    "- Attorney-at-law Mariam mohamed",
    "WIN’s Legal and Programme Manager",
    "Incidents of Domestic violence (DV), Sexual and Gender Based Violence (SGBV) and other forms of gender based violence continue to fill police complaint books, reports, studies and other documents as successive governments have failed to provide a solution to this social crisis. The Bureau for the Prevention of Abuse on Women and Children receives around 120,000-130,000 complaints related to domestic and gender based violence annually. So far 13 women have succumbed to injuries as a result of domestic violence during 2024. It is in this backdrop that organisations such as Women in Need (WIN) have been providing essential support services for women and children victimised by gender-based violence. But they now feel that the new government has a bigger role to play in seeking a permanent solution to this crisis.",
    "Challenges in protecting victims",
    "Women’s rights advocates observe that the brutality of domestic violence has increased over time. “Maybe it’s (Incidents of violence) connected to drugs or the consumption of alcohol together. Crystal methamphetamine (ice) is a major contributing factor. There are a lot of clients with cuts and burns who come to us seeking help,” said WIN Executive Director Savitri Wijesekara.",
    "WIN provides services from counseling to legal aid to shelter. Currently the Organisation operates four emergency shelters where they provide food, medicine, transport and other facilities to victims until their cases are resolved. WIN is in fact the only Organisation in Sri Lanka which has emergency shelters dedicated exclusively to women and children whose lives are at immediate risk as a result of domestic violence or any other form of gender-based violence. “At the moment our Colombo shelter is full and these are temporary emergency shelters,” Wijesekara added. There had been instances when WIN had to intervene to completely relocate families as they couldn’t return to the perpetrators. “Therefore, the burden of service providers like us haven’t been felt by any of the governments. This includes the burden of women and children as well and how it has a trickledown effect on everybody,” she added.",
    "Victims’ plight when accessing legal resources",
    "Apart from providing emergency shelters, other intervention mechanisms offered by WIN includes psychological counseling, legal advice and court representation, a 24-hour caller helpline and the 2six4 mobile application. Wijesekara further pointed out the need to strengthen the Bureau to Prevent the Abuse on Women and Children and train it like a Police unit so that its officials are able to handle investigations. WIN’s legal team provides legal advice and represents its clients in court – primarily to obtain a protection order against the perpetrator under the Prevention of Domestic Violence Act of 2005. “We want to have closed discussions on the observations we have made over time,” said WIN’s Legal and Programme Manager, Attorney-at-law Mariam Mohamed.",
    "“Maybe it’s (Incidents of violence) connected to drugs or the consumption of alcohol together. Crystal methamphetamine (ice) is a major contributing factor. There are a lot of clients with cuts and burns who come to us seeking help”",
    "- Attorney-at-law Savitri Wijesekara, WIN Executive Director",
    "“When you take the Prevention of Domestic Violence Act, it’s supposed to provide for immediate relief forthwith for the victim of violence irrespective of whether it is a man or a woman for that violence to be stopped immediately. Therefore there is no need for an inquiry; on submission of evidence the victims is supposed to be given an interim protection order. Once the inquiry is done, it can be made a permanent order. But very often when we go to courts they ask for previous police complaints. There was an instance when the Police asked for three police complaints in order to issue a protection order. This is not stated in the law,” she added.",
    "Further interventions and success stories",
    "With more cases of domestic violence adding to record books every minute, WIN has now felt the need to bring gender-based issues to a national level. This is why they are planning to host a National Gender Summit next year. This event will bring together all stakeholders from policymakers to judges in order to list down priority concerns and identify ways of implementing solutions based on community inputs.",
    "At their regional centres based in Colombo, Jaffna, Batticaloa, Anuradhapura, Badulla and Ratnapura, WIN has initiated a series of Sexual and Gender Based Violence Forums which bring together everybody from government stakeholders such as the Police, district hospitals, district women development officers (WDO), NGOs etc., where they meet once a month to discuss issues and derive solutions together. “We laid out a framework and these forums take place in around 25 divisions around the country. Earlier when we went to these divisions the WDO would tell us that it is not in their work schedule. So we lobbied with the Ministry of Women’s affairs and finally with the Presidential Secretariat to have this framework policy document in the Ministries of Public Administration and Women’s Affairs to be sent around the country, to all district and divisional secretaries to implement this in their divisions and districts,” Wijesekara added.",
    "Through another pilot project called Safe Cities, WIN has identified small geographical areas where domestic violence or SGBV is high through a baseline study. “Through this initiative we were also able to identify infrastructure issues in remote areas such as in Ambagaha Wewa, Anuradhapura where girls couldn’t go out after a certain time of the day because the streets were not lit. People drink by the roadside and it’s not safe and this impedes on children’ education because there’s no right to free movement. For their safety they are kept indoors. When we brought this to the attention of local authorities they responded by setting up some lighting and little changes are being done. Depending on the success we will replicate it in other areas,” Wijesekara added.",
    "WIN has also setup women’s watch groups in certain divisions where they select around 15-20 women leaders to sit through a course on empowerment. Here they are being educated about the laws, counseling and psychology first aid and practical steps to be taken if they face an incident of domestic violence etc. “These watch groups were setup right after COVID. So in the case of an emergency, we know that there’s a group of women who will go to a victim and help her. Likewise we have come up with different mechanisms at the grassroots levels so that women can support each other,” Wijesekara further said.",
    "In the backdrop of a fresh government assuming power, Wijesekara reiterated the need to obtain more government support. “Domestic violence and SGBV are growing problems and with 52% women in the population, I think it is high time the government looked at this seriously and have some people championing the cause. The government has to look at it as a priority issue. Violence against women is affecting every sphere of society and women can be more productive if they are being empowered and given a chance to walk out of the abuse,” she concluded.",
    "“Facilities and resources upgraded to support victims better”",
    "Speaking to the Daily Mirror, Deputy Inspector General (DIG) Renuka Jayasundara of the Police Children’s and Women’s Bureau said that many loopholes have been identified in the process to upgrade facilities and services provided by the Police Women’s and Children’s Bureau. “We identified 206 police stations that didn’t have a separate Women’s and Children’s Bureau. In a short period of time we arranged a separate room to setup this division in order to protect the privacy and confidentiality of victims. So far we have 605 police stations that have a separate room for this purpose. We also observed many vacancies in the cadre to deploy to these desks. So after going through a grading system we implemented a formula to deploy a minimum of three and maximum of six police officers to each desk, many of which are women police officers. We also issued a circular to all Officers in charge of each police division to provide transport facilities to officers deployed at the Women’s and Children’s Desks. A three-wheeler was provided to each Desk sometime ago and there are some police stations that still have transport facilities. There are some police stations that have received transport facilities from international agencies such as UNICEF. According to the circular the OICs have been requested to issue transport facilities to officers as and when required. Earlier there was no allocation of finances to provide food, sanitary supplies such as pampers and other facilities to children who are taken under our custody. But now there is a financial allocation of Rs. 15,000 given to each police station to provide children with these facilities,” said DIG Jayasundara.",
    "Speaking about next year’s action plan she said that plans are afoot to set up interview rooms in order to prevent victims from possible revictimisation once they arrive at a police station. “We have already identified police stations that have ample space to accommodate an additional room for this purpose. Another issue was that officers deployed to Women’s and Children’s Desks were sent for other duties. We have resolved this issue by deploying enough officers at each desk so that they can be at a desk to write down a complaint whenever a victim comes to a police station. They are being given various duties from coordination among officials at divisional secretariats to conducting prevention programmes, criminal investigations, engage in court proceedings etc,” she added.",
    "DIG Jayasundara further stressed on how the officers have been trained to respond to cases of domestic violence. “We train them to take complaints on domestic violence to courts in order to obtain protection orders for victims instead of trying to resolve these issues at a police station. We have observed instances when police officers have tried to play a mediation role to resolve these cases. As a result, the matter aggravates further. Over the past few months we have been able to increase the rate of issuance of protection orders from 0.3% to 2.7%. As a result we saw a decline in the number of deaths as a result of domestic violence. During the past month we have received 11,000 complaints on domestic violence and have obtained protection orders for 300 victims. There was only one death reported and two victims with severe injuries. But earlier, only 300-400 protection orders were obtained for an entire year. Now we obtain this amount of orders in a month. One reason why we cannot obtain a protection order is because women try to seek a settlement for the matter. They sometimes have to go back to the perpetrators because they (women) depend on them. But we have upgraded the quality of our services by protecting the confidentiality of victims, improving empathy etc.” she said.",
    "When asked if there’s a dearth of women police officers, she said that there are around 10,000 women officers. “They are deployed to various other duties including criminal investigations, traffic, protection of victims, VIP protection etc. According to the policy 15% of the police force are women and women officers have been deployed to each police station as well. If provincial officials observe the need to increase women officers they can request services from police stations in their respective divisions,” she said in conclusion."
  ]
}