{
  "url": "https://www.dailymirror.lk/plus/Tour-guides-should-adopt-new-technology-to-promote-tourism-WFTGA-Ambassador/352-297847",
  "title": "Tour guides should adopt new technology to promote tourism- WFTGA Ambassador",
  "ut": 1733853770.0,
  "body_paragraphs": [
    "Maricar Donato with members of SLINTGL",
    "Maricar Donato welcomed by SLINTGL President Janaka Dunusinghe",
    "Maricar Donato with the traditional Kandyan dancers",
    "Amid the vibrant beats of traditional drums, spirited dancers, and the echo of conch shells unique to Sri Lanka, Maricar Donato, the Global Brand Ambassador of the World Federation of Tourist Guide Associations (WFTGA), received a warm and ceremonial welcome from the Sri Lanka Institute of National Tour Guide Lecturers (SLINTGL) on December 3, 2024.",
    "Donato, reflecting on her previous visit to Sri Lanka in 2018, shared her desire to return to connect with SLINTGL and express gratitude for their continued membership in the WFTGA. Highlighting the value of the Federation, she emphasised its potential to elevate Sri Lanka’s tour guiding standards to international levels. “We have a lot to offer to our members, and they need to take full advantage of it. From networking events to training programmes, there is so much available—but you must be proactive to reap the benefits,” she remarked.",
    "Joining the event virtually from Vienna, Austria, WFTGA President Sebastian Frankenberger expressed appreciation for Sri Lanka’s long-standing commitment to the Federation. He underscored the evolving role of technology and Artificial Intelligence (AI) in the tour-guiding profession. “Tour guides must now integrate AI skills to take their services to the next level,” he noted, adding that Sri Lanka could consider bidding to host the 2028 WFTGA Convention.",
    "Warmly welcoming Donato, SLINTGL President Janaka Dunusinghe, acknowledged the organisation’s missed opportunities in utilising WFTGA’s resources since becoming a member in 2012. “This has been a shortcoming on our part,” he admitted. “However, it is high time we strengthen our collaboration. Tourism is more vital to Sri Lanka’s economy now than ever before, especially after the pandemic, the Easter Sunday attacks in 2019, and the economic crisis. As tour guides, we have a crucial role to play in rebuilding the industry,” he added. Dunusinghe further highlighted the immense potential of WFTGA membership in enhancing the tourism sector and raising the bar for tour guiding in Sri Lanka.",
    "Donato also found time to sit with the Daily Mirror for an interview to share her insights into the opportunities offered to the tourism industry today, the importance of cultural exchange, and the evolving landscape of travel in a post-pandemic world.",
    "Following are excerpts of the interview:",
    "Q  What brings you to Sri Lanka?",
    "I visited Sri Lanka in 2018, and this time, my dream was to actually travel to the Maldives since I hadn’t been there before; then, I also quickly decided to visit Sri Lanka again. I wanted to reconnect with my friends at the SLINTGL and explore more of Sri Lanka.",
    "As the Global Ambassador of the WFTGA, visiting the SLINTGL was an important part of my itinerary. Whenever I travel, I make it a point to connect with local associations, and so I thought this was my time to come and say hello and thank the SLINTGL for being a WFTGA member for 12 years.",
    "Also, I haven’t been to the elephant orphanage, so that’s on my list. My itinerary includes visiting places I missed last time, and of course, visiting the tea plantations. I absolutely love Ceylon tea.",
    "Q  How do you take your tea?",
    "I take it black. I drink Ceylon Tea five times a day in Washington. It cleanses me, and I find it purifying.",
    "Q  Can you tell us about your journey from the Philippines to establishing WashingTours & Events in Washington, DC?",
    "I was born in the Philippines. When I was young, after college—around the age of 22—I left the Philippines and moved to New York, where I lived for three years. After that, I went to France and worked as an au pair, which is something like a babysitter.",
    "When my father was dying, I returned to the Philippines. Then, I got a job with Air France, which opened doors for me in the world of tourism. I had the opportunity to travel extensively. I later met a French guy, and moved back to Paris, where I lived for seven years.",
    "Eventually, I relocated to Washington, DC, where I worked as a travel counselor at American Express at the World Bank. After being laid off in 1994, I decided to start my own company, WashingTours & Events, in 1997.",
    "Q  As a female in this field, did you face gender discrimination in the early days?",
    "No, I didn’t. I believe it’s very much a cultural thing. I live in the US, where women have the right to speak, and we have a lot of female tourist guides. However, here in Sri Lanka, I was surprised to see that there are very few female tourist guides—it’s a field that is very male-dominated here.",
    "Q  Since you train tour guides, do you see a lower percentage of female tour guides joining the field globally?",
    "No, the issue is not so much about gender but about age. We don’t see many young people joining the field. Most of the guides are older, often retired individuals who have a steady income, pensions, or rich husbands. Guiding isn’t a stable profession — especially if you speak only one language — so it doesn’t attract the younger generation.",
    "I’ve been actively trying to improve this situation. I talk to schools and visit tourism schools. The school where I graduated, George Washington University, has a large number of tourism students in its master’s programme. I’ve spoken to them, invited them to join tours, and told them that we need guides who speak languages. However, younger people need a stable income, which guiding doesn’t provide. Tours are seasonal, and a guiding salary alone isn’t sufficient to live on, especially in the U.S. So, they often opt for other stable careers, such as IT or similar fields.",
    "Q  In previous interviews, you’ve called this profession of tour guiding ‘a calling.’ Is there any particular reason for that?",
    "It’s a calling because you’re born to serve—that’s how I feel. It’s a calling because you don’t mind the long hours or being with people for extended periods, answering their questions. You have the potential to change their lives. For instance, when I guide young students, there’s a chance to inspire them and touch their hearts.",
    "I believe that’s my purpose in life. When we reflect on our purpose, mine is to serve. I serve my church, my family, and my community. I consider myself a servant leader.",
    "Q  This year’s World Tourism Day theme was ‘Tourism and Peace’. How does peace connect with tourism?",
    "Peace, equality and justice were the key themes this year. It’s peace through guiding. We are even doing a podcast on this, especially now that we have many wars going on. How are guides coping? We are interviewing guides from conflict and war zones to understand how they handle it and what stories they share with guests.",
    "I’m also seeking symbols of peace. For instance, I’m visiting a church that was targeted during the Easter Sunday attacks. I’ll be interviewing people there and exploring the symbols of peace that emerged after the 2019 attack and the tragic loss of life. I want to understand where peace can be found.",
    "Q   Do you think Sri Lanka is doing alright in terms of tourism after the pandemic and economic crisis?",
    "I think so. With the right tools, Sri Lanka can move forward. The world is rapidly evolving with technology—AI, for example—and Sri Lanka can’t remain stagnant. Product development and unique experiences are key.",
    "I experienced this firsthand in the Maldives. The concept of the underwater hotel was amazing. Unfortunately, it was closed when I visited, but the idea of dining under the Indian Ocean was incredible.",
    "When I was in Sri Lanka in January 2018, I designed my own itinerary. I wanted to see various local rituals. So I was dressed in a saree at 4 a.m. to prepare me to attend a local festival. I was taken to a local home where I saw the food being cooked, and I sat together and ate with the family. For me, that was amasing because I was involved in these rituals and traditions.",
    "The more Sri Lanka can offer these types of authentic, local experiences, the better it will sell. Tourism is already saturated with historical sites, and sometimes, I’m not interested in history because I can easily Google it– I don’t need to pay a guide for it. But I would happily pay for the chance to attend a wedding or witness the washing of clothes in the river, for example. I love seeing these cultural practices up close.",
    "Q  Sri Lanka had nearly 1.5 million tourists in 2023, and so far in 2024, it has passed 1.6 million tourist arrivals. How can Sri Lanka promote local tourism annually better?",
    "Well, being strong on social media is key. The Ministry of Tourism should focus on that and improve on their marketing. Guides also need to improve their communication, and invite people to visit Sri Lanka through podcasts or interviews, and increase their online presence. Also, hotels should maintain standards. As someone who travels frequently, I know how important this is to attract tourists.",
    "Training guides is also essential. I train tourist guides through the WFTGA across the globe, focusing on social media, guidance and skills.",
    "Q  Are you hoping to train guides from Sri Lanka as well?",
    "If you ask me to, I can.",
    "Q  What are some unique strengths you see in Sri Lanka as a tourism destination?",
    "You have a lot of culture, traditions and rituals. I have never experienced the welcoming parade that I received today. So you have to play on these rituals and traditions.",
    "At the same time, the guide has to interpret these rituals and traditions to me, because I didn’t know what all the drumming and lighting of candles meant. So the guides need to interpret that.",
    "Q  So what are the benefits that Sri Lanka can enjoy by continuing to be a part of this federation?",
    "Sri Lanka has access to valuable networking opportunities and a variety of training programmes through the Federation. We hold many online meetings, and it’s important for Sri Lanka to actively participate in them. The Federation offers numerous benefits to its members, but it’s up to the members to take full advantage of them. Being proactive is key—this is the advice I would give.",
    "We have a convention scheduled for 2026 in Japan, and we would love to see Sri Lanka there. Sri Lanka should also bid to host the 2028 convention.",
    "Q  Any concluding words?",
    "My message is simple: Be kind to one another. This is the year of tourism, and while it has been a challenging period for many, especially after Covid, we’re beginning to return to pre-pandemic numbers.",
    "My advice is to continue the hard work, but make it smarter. Embrace technology—if AI is the key, learn how to use it to enhance your work, whether it’s in developing stories or crafting commentaries. It’s essential to adapt.",
    "For example, tomorrow I’m visiting the church affected by the Easter Sunday bombing. I want to interview someone there to understand how peace has been restored after the attack. That’s the story I’m aiming to capture. The message, above all, is peace—peace for everyone through guiding."
  ]
}