{
  "url": "https://www.dailymirror.lk/opinion/A-country-like-no-other-in-election-mode-EDITORIAL/172-290799",
  "title": "A country like no other in election mode - EDITORIAL",
  "ut": 1725227842.0,
  "body_paragraphs": [
    "Ours is a special country. We have many firsts to our name. We gave the world its first woman Prime Minister -Ms. Sirimavo Bandaranaike. Her daughter -Chandrika Kumaratunga is probably the world’s first leader to be born of two former Prime Ministers.",
    "When facing an armed insurgency, we are probably the only country worldwide to arm and provide modern weapons of war to the very rebels who were fighting to overthrow the state! The icing on the cake was probably when one of our Defence Secretaries, as reported by journalist Shamindra Ferdinando was seen carrying a basket of fruits to a terrorist receiving treatment at a government hospital in Colombo.",
    "We are again one of the few countries to militarily defeat terrorism and are one of the few countries worldwide who got rid of an elected executive president via more or less nonviolent demonstrations before his term was completed.",
    "Our country has also the somewhat dubious distinction having gone into bankruptcy. We are also one of the few, if not the first country in the world, where a political party with a single seat in Parliament, saw its leader (present president Ranil Wickremesinghe -RW) appointed executive president of the country.",
    "To RW’s credit, he brought law and order to a situation bordering on anarchy. He was also able to negotiate a deal with the International Monetary Fund (IMF) which enabled the country to be seen as credit-worthy in the eyes of international financial institutions.",
    "Thanks to him, our countrymen and women today have ‘rice on their plates’, though at extremely high costs. However, statistics reveal nearly a quarter of our population lives below the poverty line. High inflation, static wages and loss of employment have reduced many to the status of have-nots. World Bank statistics show 6.3 million people, or over 30 percent of our population is “food insecure”.",
    "‘Economynext’ reports Dr. T A Piyasiri, former Vice-Chancellor, University of Vocational Technology saying Sri Lanka sees a 30 percent dropout rate in its tertiary education sector. The reports add “21.5 percent of students have dropped out for employment.’’",
    "It is common knowledge our country fell into its present bankrupt situation because of corruption, nepotism, and spending beyond our means. According to Trading Economics our external debt increased to 55,379.82 US $ million in the first quarter of 2024 from 54,831.56 US$ million.",
    "Adding to this dismal picture, we are now unable to even provide sufficient passports to our citizenry.",
    "It is in this background we will be casting our all- important vote, to elect a new president on 21 September this year and, to ‘help us’ in this task the presidential nominees are roaming the country seeking to win the support of our long- suffering populace.",
    "The leader of the NPP/JVP combine Anura Kumara Dissanayake (AKD), claims he will renegotiate the IMF agreement to reduce the burden on the ordinary people of the country. He is now promising to increase state workers’ wages every six months in keeping with the rising cost of living.",
    "Sajith Premadasa son of former President R. Premadasa is promising us a return to the ‘Premadasa era’ and enhanced wages. Sadly Sajith seems to have forgotten, the Premadasa era is best remembered for extra-judicial killings, dead bodies litering the streets and floating down our main rivers.",
    "Whether people want this is debatable.",
    "Ranil Wickremesinghe the sitting president initiated a process of converting line room-type housing provided to estate workers into village- type settlements. He has also begun a process of providing title deeds to landless peasants. He has also promised to increase the salaries of state employees by Rs. 25,000.",
    "The youthful Namal Rajapaksa son of President Mahinda Rajapaksa promises a return to the days of Mahinda Rajapaksa, failing to recognise it was mass protests against corruption, nepotism and charges of racism which drove his father from power. He also backs enhancing wages.",
    "Despite 38 candidates running for the presidency, only four are not dummy candidates.",
    "None of the serious contenders reveal where the income to meet enhanced expenditure will come from. They offer a mere sop to the masses."
  ]
}