{
  "url": "https://hbr.org/2024/07/4-ways-to-meaningfully-support-new-mothers-returning-to-work",
  "title": "4 Ways to Meaningfully Support New Mothers Returning to Work",
  "ut": 1721889354.0,
  "body_paragraphs": [
    "Tony Anderson/Getty Images",
    "Interviews and surveys of hundreds of women in the U.S. who recently returned to work after giving birth reveals four key support mechanism they value most: help navigating the HR infrastructure, creating spaces for key motherhood activities, having their identity as a worker validated, and having their identity as a mother validated. The research also explores why these four actions are particularly helpful, emphasizes that anyone can be a good ally, and recommends ways to better support non-birthing parents, too.",
    "Returning to work after giving birth is one of the most challenging transitions for postpartum mothers. With a lack of access to paid federal leave within the United States, more than 25% of mothers return to work within two months of giving birth and approximately 10% return to work in four weeks or less. This means that in addition to their physical recovery and the psychological adjustment to motherhood, postpartum mothers are also navigating new shifts in identity as a working mother — a uniquely challenging period that author Lauren Smith Brody refers to as “the fifth trimester.” In her Washington Post column, Amy Joyce described this experience as women “returning to jobs when their bodies (and hearts) might be wanting them to do otherwise: They suffer from painful breasts, leaking milk, the stress of trying to balance a job with new family demands, plus a stigma that a mother can’t excel at work.”",
    "Readers Also Viewed These Items",
    "HBR's 10 Must Reads on Managing Projects and Initiatives (Paperback + Ebook)",
    "How Leaders Learn: Master the Habits of the World's Most Successful People",
    "Read more on Working parents",
    "Balancing work and family and Mental health"
  ]
}