{
  "url": "https://www.ft.lk/columns/India-s-450-m-reconstruction-package-after-Cyclone-Ditwah/4-786289",
  "title": "India’s $450 m reconstruction package after Cyclone Ditwah",
  "ut": 1767142975.0,
  "body_paragraphs": [
    "India’s External Affairs Minister Dr S. Jaishankar presents the letter of support from Prime Minister Narendra Modi to President Anura Kumara Dissanayake",
    "Continuity, credibility and a strategic path to Sri Lanka’s recovery",
    "Sri Lanka’s journey toward economic stabilisation has been repeatedly interrupted by external shocks such as natural disasters, global health emergencies, and macroeconomic crises. The devastation caused by Cyclone Ditwah is the latest reminder of the country’s vulnerability to climate-related risks at a time when fiscal space remains constrained. Against this backdrop, India’s announcement of a $ 450 million reconstruction assistance package represents not merely emergency support, but the continuation of a long-standing and structured partnership that has consistently underpinned Sri Lanka’s recovery during national crises.",
    "From immediate relief to structured reconstruction",
    "India’s response to Cyclone Ditwah followed a familiar and well-tested pattern. Immediate humanitarian assistance was deployed under Operation Sagar Bandhu, launched on the day the cyclone made landfall. Indian naval vessels delivered relief supplies, Indian Air Force helicopters conducted aerial rescue and logistics operations for over two weeks, and disaster response teams and medical units provided life-saving support across affected regions.",
    "However, the more consequential intervention, particularly from an economic and fiscal standpoint, is the  $450 million reconstruction package, formally conveyed by India’s External Affairs Minister Dr S. Jaishankar during high-level engagements in Colombo with President Anura Kumar Dissanayake and Foreign Minister Vijitha Herath.",
    "The package comprises:",
    "$ 350 million in concessional Lines of Credit and",
    "$100 million in direct grants",
    "It is being finalised in close consultation with the Sri Lankan Government to ensure alignment with national reconstruction priorities.",
    "A familiar role: India as Sri Lanka’s first responder in times of crisis",
    "India’s role following Cyclone Ditwah is not an isolated act of goodwill. It reflects a consistent pattern of first-responder engagement that Sri Lanka has experienced during its most challenging moments over the past two decades.",
    "Following the 2004 Indian Ocean Tsunami, India was among the earliest responders, deploying naval and medical assets and later undertaking one of the largest grant-based housing reconstruction programmes in Sri Lanka, delivering tens of thousands of tsunami-resilient homes along the coast.",
    "In the post-conflict period after 2009 India supported rehabilitation in the Northern and Eastern Provinces, focusing on housing for internally displaced persons, restoration of railway connectivity and revival of livelihood infrastructure, critical for reintegrating regional economies into the national framework.",
    "During the COVID-19 pandemic, India’s assistance again proved decisive. Vaccine supplies, emergency medical equipment, oxygen facilities, and pharmaceutical support enabled Sri Lanka to stabilise public health outcomes while limiting prolonged economic disruption.",
    "Perhaps most significantly, during Sri Lanka’s 2022 economic and balance-of-payments crisis, India extended over $ 4 billion in assistance, including credit lines for fuel, food, fertiliser, and medicines, alongside currency swaps. India was also among the first creditors to formally support Sri Lanka’s debt restructuring process, an action that helped unlock IMF support and restore international confidence.",
    "Cyclone Ditwah, therefore, fits into a broader narrative: India’s transition from crisis relief provider to long-term economic stabiliser for Sri Lanka.",
    "Focus areas: Rebuilding the economic spine",
    "The reconstruction assistance announced after Cyclone Ditwah targets sectors with the highest economic multiplier effects:",
    "Transport infrastructure: Roads, railways, and bridges damaged by the cyclone will be rehabilitated to restore supply chains, market access, and labour mobility. India’s rapid construction of Bailey bridges in Kilinochchi and ongoing work in Chilaw exemplifies this focus on connectivity as an economic priority.",
    "Housing reconstruction: Restoring housing stock directly supports social stability while stimulating the construction sector, local employment, and demand for materials.",
    "Health and education facilities: Rebuilding hospitals and schools protects human capital, arguably Sri Lanka’s most valuable long-term economic asset.",
    "Agriculture and livelihood support: Targeted assistance for agriculture helps stabilise rural incomes, safeguard food security, and mitigate inflationary pressures.",
    "Disaster preparedness and resilience: Strengthening early warning systems, emergency medical response, and disaster infrastructure reflects a shift toward preventive economic governance, reducing future fiscal shocks.",
    "Business and investment implications",
    "From a business perspective, the reconstruction phase presents tangible opportunities:",
    "Increased activity in construction, engineering, logistics, and professional services",
    "Greater participation of local contractors, SMEs, and suppliers, consistent with India’s emphasis on using local resources",
    "Improved investor sentiment driven by visible international backing and infrastructure renewal",
    "For professionals, particularly chartered accountants, engineers, and project advisors, this phase demands strong governance, financial discipline, and transparent reporting to ensure that concessional financing translates into sustainable economic value.",
    "Strategic and regional dimensions",
    "India’s assistance is anchored in its Neighbourhood First and MAHASAGAR policies, reinforcing Sri Lanka’s role as a stable partner in the Indian Ocean region. Importantly, India has reiterated its commitment to transparent implementation and effective coordination mechanisms, reducing execution risks often associated with post-disaster reconstruction.",
    "Beyond reconstruction, India’s stated intention to support Sri Lanka through enhanced tourism flows and increased foreign direct investment adds a growth-oriented dimension to post-cyclone recovery.",
    "Recovery built on trust and continuity",
    "India’s $ 450 million reconstruction package following Cyclone Ditwah is best understood not as a standalone intervention, but as part of a long continuum of economic, humanitarian, and strategic support extended to Sri Lanka during periods of national adversity.",
    "At a time when climate risks are intensifying and fiscal buffers remain limited, such predictable and timely assistance provides Sri Lanka with both breathing space and rebuilding momentum. The challenge ahead lies in execution and ensuring that reconstruction spending is efficient, transparent and resilience focussed.",
    "Handled well, the aftermath of Cyclone Ditwah can become another chapter where crisis gives way to reform, recovery, and renewed economic confidence supported by a partnership that has repeatedly proven its reliability.",
    "India’s response to Cyclone Ditwah reinforces a partnership defined by continuity, credibility, and economic pragmatism. From the 2004 tsunami and post-conflict reconstruction to the COVID-19 pandemic, the 2022 economic crisis, and now structured post-cyclone rebuilding, India has consistently supported Sri Lanka at moments of national stress. The $ 450 million reconstruction package which combines grants and concessional financing, offers critical fiscal space while enabling infrastructure restoration, livelihood recovery, and resilience building. Its real value, however, will be measured by execution: transparent governance, professional oversight and timely delivery. If implemented effectively, this assistance can help convert crisis into opportunity supporting economic stabilisation, restoring confidence, and laying the foundation for a more resilient and inclusive growth path for Sri Lanka.",
    "(The author is a chartered accountant and could be reached via email at [email protected])"
  ]
}