{
  "url": "https://www.ft.lk/columns/NMRA-should-quit-playing-games-with-our-hearts/4-775045",
  "title": "NMRA should quit playing games with our hearts",
  "ut": 1743553083.0,
  "body_paragraphs": [
    "Until the right kind of reform is introduced, prioritising high-quality drugs is far more important than arbitrary price control",
    "Controversies over pharmaceutical pricing has recently received a lot of media attention, but left us with more questions than answers. Patients should no doubt have access to affordable pharmaceuticals, and it is the task of national regulators to establish fair pricing mechanisms guaranteeing such access. But is there a cost to imposing arbitrary pricing regimes? It turns out that the cost could be substantial, and the story of papaverine appears to be at the heart of the matter.",
    "The discourse around this drug is symptomatic of this entire issue and provides a good case study. Earlier this year the media reported that a parliamentarian had announced a significant price reduction in a so-called ‘cancer drug’ from Rs. 76,000 to Rs. 370. Newspapers reported that the substantial price drop was thanks to the introduction of three new suppliers into the market, ending a supposed monopoly previously held by a single entity. Admittedly, monopolies can drive up prices of products, the solution to which, as explained by Prof. Sirimal Abeyratne in a recent article, is a ‘competitive market’ which ensures that no single entity has an unfair advantage because consumers are given a choice and no single supplier can dictate the terms of the market. But is that what really happened with respect to this so-called cancer drug?",
    "First, papaverine, is actually a vasodilator widely used in cardiothoracic surgery (not a ‘cancer drug’). Second, another article published last Sunday on the same topic confirmed that there is only one registered supplier of this drug. It was reported that this supplier’s multiple bids had been repeatedly rejected by the State Pharmaceutical Corporation of Sri Lanka (‘SPC’) on the basis of the quoted price being too ‘exorbitant’. But then the article goes on to make a peculiar observation – it claimed that it is possible to buy this drug from ‘the private sector’ for Rs. 300-350.",
    "The gist of the current media discourse is bizarre. On the one hand, a registered bidder is condemned for quoting too high a price for a drug. On the other, the existence of an alternative ‘private sector’ market offering the same drug for a fraction of the cost is pointed out. This brings us to our first question – if there is only one registered supplier for this drug, how is there an alternative market?",
    "‘Competitive market’ or ‘black market’?",
    "The immediate follow-up question should be – if papaverine can be sourced at a lower price, why has no one else registered as an official supplier of this drug? There are two possible reasons. The first and most obvious is that the investment required for registering as a supplier is simply too high and pharmaceutical suppliers do not wish to incur such costs. Such high investment can also explain why this drug cannot be brought down through proper channels at a low cost.",
    "The second reason is the apparently appalling level of effort put to prevent the unlawful importation and sale of unregistered drugs. With law enforcement so weak, smuggling drugs into the country is virtually a penalty-less crime. So why spend on and go through the already back-logged process of registration when you can bring the drug in for essentially free and sell it at a fraction of the competition?",
    "The evidence is in the price",
    "Speaking of fractions – when was the last time you bought a product at 9/1900th of the market rate and expected it to perform the same? No one is calling out Apple for charging Rs. 170,000 for airpods when Unity Plaza sells the same for Rs. 6,000. That’s because it’s commonly known that although they look the same, they don’t (in this case) sound the same. Similarly, it would be ludicrous for anyone to believe at face value that a Rs. 370 substitute to a previously Rs. 76,000 product is an equal alternative, and if you believe that it is not an equal alternative, it begs the question that if the difference in pricing is not reflected in the profit margin, is it reflective of the difference in quality?",
    "Journalists covering this important story don’t seem to wonder who these shadowy suppliers might be, who seem to effortlessly create a black market for drugs without any consequences. When the government’s stated priority is to rid this country of corruption and malpractice, it is surprising that these questions have not been asked (let alone answered).",
    "Turning a blind eye to an unregulated black market is like using air freshener to cover up a gas leak; it doesn’t solve the problem – just makes the explosion smell nicer. This lax approach may temporarily appease the public because it makes costly drugs more readily available. But it also paves the way for serious health risks for patients with critical heart conditions.",
    "In a previous article (https://www.ft.lk/opinion/Counterfeit-and-substandard-drugs-Numbers-game/14-774548), I pointed out the need for significant regulatory reform. Unfortunately, the newly gazetted regulation under the National Medicine Regulatory Authority (‘NMRA’) Act simply puts a fresh coat of paint over the same broken wall. The gazette merely attempts to legitimise the NMRA’s exercise of arbitrary discretion in determining Maximum Retail Prices (‘MRPs’) and Maximum Ceiling Prices (‘MCPs’), when the need of the hour is a comprehensive and transparent pricing formula.",
    "Historically, discretion in the hands of the NMRA has not been beneficial to the end consumer. The recent scandal surrounding the importation of substandard human immunoglobin was an eye opener and could foreshadow what is to come with papaverine as well. While the financial loss from that scandal is quantifiable (approximately Rs. 130 million), the value of the (three) lives lost cannot be reduced to numbers. This was neither the first nor the last scandal of its kind. The series of anaphylactic reactions to drugs (i.e., ceftriaxone and the spinal anaesthetic bupivacaine) brought under waivers of registration (‘WOR’) evidences the same.",
    "Until the right kind of reform is introduced, prioritising high quality-drugs is far more important than arbitrary price control. The NMRA’s failure to enforce regulatory restrictions on the importation and sale of unregistered drugs, and its inefficient process for registering new suppliers (a concern voiced by the SPC as well) has led to a black market for vital drugs such as papaverine. Perhaps inadvertently, policymakers and the media appear to be cheering on this fiasco. A competitive market-based economy is the best way to ensure affordable drugs and the avoidance of monopolies. Cheap supplies through an unregulated black market will only lead to more heart break.",
    "(The writer is an attorney-at-law and a Junior Associate at LexAG – Legal Consultants)"
  ]
}