{
  "url": "https://www.dailymirror.lk/opinion/The-September-election-issues-and-campaigns-EDITORIAL/172-289292",
  "title": "The September election, issues and campaigns - EDITORIAL",
  "ut": 1723414247.0,
  "body_paragraphs": [
    "After our country declared itself bankrupt two years ago, we are at the point of holding elections at long last. This time around it’s the most important of all elections -the presidential election- with local government and provincial council elections having been put off on the grounds of a lack of funds.",
    "While the election is important for many reasons, it is also a vote on how our people view the reforms that helped bring a semblance of normalcy to our then-shattered economy. The reforms at the behest of the International Monetary Fund have left millions facing extreme hardship.",
    "Today’s reality is that taxes on income have been raised and customs duty imposed on the import of medicines has led to a shortage of many necessary drugs, especially for the treatment of cancer and even on drugs needed for heart ailments.",
    "The Chairman of the Sectoral Oversight Committee on Alleviating the Impact of the Economic Crisis chaired by MP Gamini Waleboda said some 1,069,000 power disconnections were reported last year. All round prices have more than doubled.",
    "At the same time, wages have been static in the state sector, but have been reduced in the mercantile sector. Not surprisingly a large section of the people are living in poverty. World Bank figures show that 25.9 percent of the population lives below the poverty line.",
    "The high cost of drugs and hospitalisation has led to overcrowding in government hospitals. In many instances two patients are forced to share a single bed.",
    "On the plus side, current President Ranil Wickremesinghe is credited with putting the economy on the path to recovery with the help of a $2.9 billion bailout package from the International Monetary Fund and an Indian credit line of $ 4 billion. The severe shortages of food, fuel, cooking gas, and medicines the country underwent since declaring itself bankrupt have eased, as have the 12- hour-long daily power cuts.",
    "Unfortunately a good many people cannot afford these goods even though they are available.",
    "Four main candidates are competing for the post of president; Wickremesinghe. Sajith Premadasa -the Leader of the Opposition; Anura Kumara Dissanayake (AKD), who leads a coalition of small political; left parties, student and trade unions. The new boy on the block is the SLPP’s Namal Rajapaksa .",
    "According to the Office of the Commissioner of Elections there are 1,100,000 new young electors this time around. Young voters are fed up with old faces whom they blame for the economic woes of the country. They also charge them for spreading corruption and corrupt practices. Normally they would gravitate to younger candidates.",
    "But, Namal Rajapaksa -the youngest candidate- comes from the family blamed for corruption and ruining the resources of the country. This rules him out being a serious threat at the forthcoming election.",
    "While Wickremesinghe should be a front-runner in the race for dragging the country out of the economic mire it was embroiled in, the present economic difficulties are also laid at his doorstep.",
    "However, neither Premadasa nor the NPP leader AKD has presented to the people a work plan of how they could overcome the present problems while working within the IMF structures. They claim they will reduce the people’s burdens, but do not show how this can be achieved.",
    "Another space in our political setup is the lack of scientific poll surveys. Surveys here are mainly word of mouth, with members from camps of diverse candidates claiming their candidate is leading in poll surveys, which are non-existent. In its place we have novel forms of polls influences.",
    "The best example of this was seen during the 2019 presidential election. The supporters of a particular political candidate hired thousands of three-wheeled taxi drivers in the south of the country, to start speaking to customers emphasising a particular candidate was definitely winning at that election.",
    "Thus far, none of the main candidates have come up with novel electioneering gimmicks. But with no candidate seen to be having a chance to cross the 50% + 1 votes needed for a first-round victory, the candidates will have to seek novel methods to win especially minority votes, if the election goes into a second round count."
  ]
}