{
  "url": "https://www.technologyreview.com/2025/02/20/1111618/biodegradable-spandex-plastic-elastic-good-fibes/",
  "title": "This company is trying to make a biodegradable alternative to spandex",
  "ut": 1740007800.0,
  "body_paragraphs": [
    "It probably hasn’t been long since you last slipped into something stretchy. From yoga pants to socks, stretch fabrics are everywhere. And they’re only getting more popular: The global spandex market, valued at almost $8 billion in December 2024, is projected to grow between 2% and 8% every year over the next decade. That might be better news for your comfort than for the environment. Most stretch fabrics contain petroleum-based fibers that shed microplastics and take centuries to decompose. And even a small amount of plastic-based stretch fiber in a natural garment can render it nonrecyclable. Alexis Peña and Lauren Blake, cofounders of Good Fibes, aim to tackle this problem with lab-grown elastics. Operating out of Tufts University and Argonne National Laboratory in Illinois, they are using a class of materials called silk elastin-like proteins (SELPs) to create biodegradable textiles. Related Story2024 Climate Tech Companies to Watch: Solugen and its bio-based chemicalsMany chemicals are made using fossil fuels, so they’re associated with damaging emissions. New ingredients and manufacturing methods could help clean up the industry.",
    "“True circularity has to start with raw materials,” says Peña. “We talk about circularity across many industries, but for textiles, we must address what we’re using at the source.” Engineered from recombinant DNA, SELPs are copycat proteins inspired by silk and elastin that can be customized for qualities like tensile strength, dye affinity, and elasticity. Silk’s amino acid sequences—like glycine-alanine and glycine-serine—give fibers strength, while elastin’s molecular structure adds stretchiness. Combine these molecules like Lego blocks, and voilà!—at least theoretically, you have the ideal flexible fiber.",
    "An early-stage startup, Good Fibes creates its elastics with proteins from E. coli, a common bacterium. The process involves transforming the proteins into a gel-like material, which can then be made into fibers through wet-spinning. These fibers are then processed into nonwoven textiles or threads and yarns to make woven fabrics. Scaling, however, remains a challenge: To produce a single swatch of test fabric, Blake says, she needs at least one kilogram (approximately two pounds) of microbial material. The fibers must also be stretchy, durable, and resistant to moisture in all the right proportions. “We’re still solving these issues using various chemical additions,” she says. For that reason, she’s also experimenting with plant-based proteins like wheat gluten, which she says is available in larger quantities than bacteria.",
    "Timothy McGee, a biomaterials expert at the research lab Speculative Technologies, says manufacturing is the biggest hurdle for biotextile startups. “Many labs and startups around the world successfully create recombinant proteins with amazing qualities, but they often struggle to turn those proteins into usable fibers,” he says. Related StoryThink that your plastic is being recycled? Think again.Plastic is cheap to make and shockingly profitable. It’s everywhere. And we’re all paying the price.",
    "One Japanese biomaterials company, Spiber, opened a commercial facility in 2022 to produce textiles from recombinant E. coli proteins using a fermentation process the company first developed in 2007. The following year—after 16 years of prototyping—The North Face, Goldwin, Nanamica, and Woolrich became the first mass-market brands to sell garments using Spiber’s protein-based textiles. Good Fibes wants to do the same thing, but for stretchy fabrics. The company recently began experimenting with non­woven versions of its textiles after Peña received a $200,000 US Department of Energy grant in 2024. The most popular nonwoven materials are those used in paperlike products, such as surgical masks and paper towels, but Peña envisions a softer, stretchier version that’s almost more like a lightweight felt. She used the grant to buy the company’s first 3D bioprinter, which arrived in January. With it, she’ll begin patterning nonwoven swatches.  If it’s successful, McGee predicts, a nonwoven stretch fabric could be a more scalable option than wovens. But he adds: “Nonwovens are not very structural, so they’re usually not very tough. The challenge [Good Fibes] will need to show is what level of strength and toughness—at what size and scale—can they produce, and at what cost?” With additional funding, Peña and Blake plan to develop both woven and nonwoven textiles moving forward.  Meanwhile, they’ve already forged relationships with at least one major athletic apparel retailer eager to test their future fabric samples. “They’re like, ‘When you get a swatch, send it to us!’” Blake says, adding that she believes Good Fibes will be ready to commercialize in two years. Until then, their fashion innovation will continue taking shape in the lab. As Blake puts it: “We’re thinking big by thinking small—down to the molecular level.”  Megan DeMatteo is a journalist based in New York City.  hide"
  ]
}