{
  "url": "https://www.ft.lk/columns/What-Sri-Lanka-can-learn-from-Trump-s-tariff-war-Time-to-rebuild-from-within/4-775232",
  "title": "What Sri Lanka can learn from Trump’s tariff war: Time to rebuild from within",
  "ut": 1743979814.0,
  "body_paragraphs": [
    "Even our Vesak lanterns are made in China.",
    "It’s a detail that might seem trivial, but it speaks volumes about how far Sri Lanka has drifted from local production and self-reliance. Today, we import not only high-tech products but also the simplest of goods that we once proudly made at home. Meanwhile, in the United States, President Donald Trump is once again shaking the global trade order—proposing sharp tariff increases, particularly on Chinese imports.",
    "His controversial proposal has reignited global debates around protectionism, economic sovereignty, and the future of industrial independence. While some fear trade wars and rising consumer prices, others see an opportunity for America to revive domestic production, spur innovation, and reclaim technological leadership.",
    "Sri Lanka should be paying close attention",
    "For decades, we have clung to an old-school economic belief: that labour shortages, weak industries, or lack of competitiveness should simply be solved by importing more. This mindset has steadily eroded our capacity to foster innovation and develop resilient industries.",
    "Today, Sri Lanka imports nearly everything—from school supplies and festival decorations to vital materials and everyday essentials. Successive governments have exported raw minerals like ilmenite and limestone, but we have failed to invest in value-added processes or build downstream industries.",
    "Even now, our national strategy is often reduced to catchphrases like “integrating into global supply chains.” But this once-celebrated path is proving increasingly fragile in a world of rising geopolitical tensions, pandemics, and climate-related disruptions.",
    "Consider the 2011 earthquake in Japan. A single natural disaster paralysed not only Japanese factories but also manufacturers worldwide that relied on Japanese OEM parts and materials. That event ex-posed the deep vulnerabilities of overreliance on foreign supply chains—an issue now front and centre for policymakers around the globe.",
    "In this context, Trump’s tariff push—however polarising—carries a long-term strategic vision: reduce dependency on China, revive American manufacturing, and push for a self-reliant innovation ecosystem. Regardless of where one stands politically, the principle behind it offers valuable lessons: when faced with labour shortages and high import costs, the solution isn’t deeper dependence—it’s deeper investment in domestic capacity.",
    "Sri Lanka must take this global shift seriously",
    "We must ask ourselves difficult but necessary questions:",
    "Why are we not producing our steel, paper, or basic electronics?",
    "Why are our young innovators burdened by red tape instead of supported with incentives?",
    "Why do we continue exporting unprocessed mineral sands while importing plastic toys?",
    "Sri Lanka isn’t too small to be self-reliant—we’ve just grown too complacent.",
    "Sri Lanka needs a long-term economic vision grounded in innovation, entrepreneurship, and smart investment in key industries—agriculture, manufacturing, renewable energy, and digital technologies. This is not about isolationism or rejecting globalisation, but about strategic balance: building a robust domestic economy that can weather external shocks.",
    "If the world is entering an age of tariffs, trade disruptions, and economic realignment, then Sri Lanka must not be caught unprepared. We can no longer afford to be passive consumers of others’ progress. We must become active producers of our own.",
    "Let Trump’s tariff war be a wake-up call—not just for the United States, but for us. The global economy is shifting. Are we ready to shift with it—or will we continue importing our future, one container at a time?"
  ]
}