{
  "url": "https://www.technologyreview.com/2025/01/13/1109954/mark-zuckerberg-and-the-power-of-the-media/",
  "title": "Mark Zuckerberg and the power of the media",
  "ut": 1736764200.0,
  "body_paragraphs": [
    "This article first appeared in The Debrief, MIT Technology Review’s weekly newsletter from our editor in chief Mat Honan. To receive it in your inbox every Friday,  sign up here. On Tuesday last week, Meta CEO Mark Zuckerberg released a blog post and video titled “More Speech and Fewer Mistakes.”  Zuckerberg—whose previous self-acknowledged mistakes include the Cambridge Analytica data scandal, allowing a militia to put out a call to arms on Facebook that presaged two killings in Wisconsin, and helping to fuel a genocide in Myanmar—announced that Meta is done with fact checking in the US, that it will roll back “restrictions” on speech, and is going to start showing people more tailored political content in their feeds.    “I started building social media to give people a voice,” he said while wearing a $900,000 wristwatch. While the end of fact checking has gotten most of the attention, the changes to its hateful speech policy are also notable. Among other things, the company will now allow people to call transgender people “it,” or to argue that women are property, or to claim homosexuality is a mental illness. (This went over predictably well with LGBTQ employees at Meta.) Meanwhile, thanks to that “more personalized approach to political content,” it looks like polarization is back on the menu, boys.",
    "Zuckerberg’s announcement was one of the most cynical displays of revisionist history I hope I’ll ever see. As very many people have pointed out, it seems to be little more than an effort to curry favor with the incoming Trump administration—complete with a roll out on Fox and Friends. I’ll leave it to others right now to parse the specific political implications here (and many people are certainly doing so). Rather, what struck me as so cynical was the way Zuckerberg presented Facebook’s history of fact-checking and content moderation as something he was pressured into doing by the government and media. The reality, of course, is that these were his decisions. He structured Meta so that he has near total control over it. He famously calls the shots, and always has.",
    "Yet in Tuesday’s announcement, Zuckerberg tries to blame others for the policies he himself instituted and endorsed. “Governments and legacy media have pushed to censor more and more,” he said. He went on: “After Trump first got elected in 2016, the legacy media wrote nonstop about how misinformation was a threat to democracy. We tried in good faith to address those concerns without becoming the arbiters of truth, but the fact-checkers have just been too politically biased and have destroyed more trust than they've created, especially in the US.” While I’m not here to defend Meta’s fact checking system, I never thought it was particularly useful or effective, let’s get into the claims that it was done at the behest of the government and “legacy media.” To start: The US government has never taken any meaningful enforcement actions against Meta whatsoever, and definitely nothing meaningful related to misinformation. Full stop. End of story. Call it a day. Sure, there have been fines and settlements, but for a company the size of Meta, these were mosquitos to be slapped away. Perhaps more significantly, there is an FTC antitrust case working its way through the court, but it again has nothing to do with censorship or fact-checking.  And when it comes to the media, consider the real power dynamics at play. Meta, with a current market cap of $1.54 trillion, is worth more than the combined value of the Walt Disney Company (which owns ABC news), Comcast (NBC), Paramount (CBS), Warner Bros (CNN), the New York Times Company, and Fox Corp (Fox News). In fact, Zuckerberg’s estimated personal net worth is greater than the market cap of any of those single companies. Meanwhile, Meta’s audience completely dwarfs that of any “legacy media” company. According to the tech giant, it enjoys some 3.29 billion daily active users. Daily! And as the company has repeatedly shown, including in this week’s announcements, it is more than willing to twiddle its knobs to control what that audience sees from the legacy media. As a result, publishers have long bent the knee to Meta to try and get even slivers of that audience. Remember the pivot to video? Or Instant Articles? Media has spent more than a decade now trying to respond or get ahead of what Facebook says it wants to feature, only for it to change its mind and throttle traffic. The notion that publishers have any leverage whatsoever over Meta is preposterous. I think it’s useful to go back and look at how the company got here.",
    "Once upon a time Twitter was an actual threat to Facebook’s business. After the 2012 election, for which Twitter was central and Facebook was an afterthought, Zuckerberg and company went hard after news. It created share buttons so people could easily drop content from around the Web into their feeds. By 2014, Zuckerberg was saying he wanted it to be the “perfect personalized newspaper” for everyone in the world. But there were consequences to this. By 2015, it had a fake news epidemic on its hands, which it was well aware of. By the time the election rolled around in 2016, Macedonian teens had famously turned fake news into an arbitrage play, creating bogus pro-Trump news stories expressly to take advantage of the combination of Facebook traffic and Google AdSense dollars. Following the 2016 election, this all blew up in Facebook’s face. And in December of that year, it announced it would begin partnering with fact checkers. A year later, Zuckerberg went on to say the issue of misinformation was “too important an issue to be dismissive.” Until, apparently, right now. Zuckerberg elided all this inconvenient history. But let’s be real. No one forced him to hire fact checkers. No one was in a position to even truly pressure him to do so. If that were the case, he would not now be in a position to fire them from behind a desk wearing his $900,000 watch. He made the very choices which he now seeks to shirk responsibility for. But here’s the thing, people already know Mark Zuckerberg too well for this transparent sucking up to be effective.  Republicans already hate Zuck. Sen. Lindsey Graham has accused him of having blood on his hands. Sen. Josh Hawley forced him to make an awkward apology to the families of children harmed on his platform. Sen. Ted Cruz has, on multiple occasions, torn into him. Trump famously threatened to throw him in prison. But so too do Democrats. Sen. Elizabeth Warren, Sen. Bernie Sanders, and AOC have all ripped him. And among the general public, he’s both less popular than Trump and more disliked than Joe Biden. He loses on both counts to Elon Musk. Tuesday’s announcement ultimately seems little more than pandering for an audience that will never accept him. And while it may not be successful at winning MAGA over, at least the shamelessness and ignoring all past precedent is fully in character. After all, let’s remember what Mark Zuckerberg was busy doing in 2017: Image: Mark Zuckerberg Instagram  Now read the rest of The Debrief The News • NVIDIA CEO Jensen Huang’s remarks about quantum computing caused quantum stocks to plummet.",
    "• See our predictions for what’s coming for AI in 2025. • Here’s what the US is doing to prepare for a bird flu pandemic.",
    "• New York state will try to pass an AI bill similar to the one that died in California. • EVs are projected to be more than 50 percent of auto sales in China next year, 10 years ahead of targets.   The Chat  Every week, I talk to one of MIT Technology Review’s journalists to go behind the scenes of a story they are working on. But this week, I turned the tables a bit and asked some of our editors to grill me about my recent story on the rise of generative search.Charlotte Jee: What makes you feel so sure that AI search is going to take off? Mat: I just don’t think there’s any going back. There are definitely problems with it—it can be wild with inaccuracies when it cobbles those answers together. But I think, for the most part it is, to refer to my old colleague Rob Capps’ phenomenal essay, good enough. And I think that’s what usually wins the day. Easy answers that are good enough. Maybe that’s a sad statement, but I think it’s true. Will Douglas Heaven: For years I've been asked if I think AI will take away my job and I always scoffed at the idea. Now I'm not so sure. I still don't think AI is about to do my job exactly. But I think it might destroy the business model that makes my job exist. And that's entirely down to this reinvention of search. As a journalist—and editor of the magazine that pays my bills—how worried are you? What can you—we—do about it?",
    "Mat: Is this a trap? This feels like a trap, Will. I’m going to give you two answers here. I think we, as in MIT Technology Review, are relatively insulated here. We’re a subscription business. We’re less reliant on traffic than most. We’re also technology wonks, who tend to go deeper than what you might find in most tech pubs, which I think plays to our benefit. But I am worried about it and I do think it will be a problem for us, and for others. One thing Rand Fishkin, who has long studied zero-click searches at SparkToro, said to me that wound up getting cut from my story was that brands needed to think more and more about how to build brand awareness. You can do that, for example, by being oft-cited in these models, by being seen as a reliable source. Hopefully, when people ask a question and see us as the expert the model is leaning on, that helps us build our brand and reputation. And maybe they become a readers. That’s a lot more leaps than a link out, obviously. But as he also said to me, if your business model is built on search referrals—and for a lot of publishers that is definitely the case—you’re in trouble. Will: Is “Google” going to survive as a verb? If not, what are we going to call this new activity? Mat: I kinda feel like it is already dying. This is anecdotal, but my kids and all their friends almost exclusively use the phrase “search up.” As in “search up George Washington” or “search up a pizza dough recipe.” Often it’s followed by a platform,  search up “Charli XCX on Spotify.” We live in California. What floored me was when I heard kids in New Hampshire and Georgia using the exact same phrase.",
    "But also I feel like we’re just going into a more conversational mode here. Maybe we don’t call it anything. James O’Donnell: I found myself highlighting this line from your piece: \"Who wants to have to learn when you can just know?\" Part of me thinks the process of finding information with AI search is pretty nice—it can allow you to just follow your own curiosity a bit more than traditional search. But I also wonder how the meaning of research may change. Doesn't the process of \"digging\" do something for us and our minds that AI search will eliminate? Mat: Oh, this occurred to me too! I asked about it in one of my conversations with Google in fact. Blake Montgomery has a fantastic essay on this very thing. He talks about how he can’t navigate without Google Maps, can’t meet guys without Grindr, and wonders what effect ChatGPT will have on him. If you have not previously, you should read it. Niall Firth: How much do you use AI search yourself? Do you feel conflicted about it? Mat: I use it quite a bit. I find myself crafting queries for Google that I think will generate an AI Overview in fact. And I use ChatGPT a lot as well. I like being able to ask a long, complicated question, and I find that it often does a better job of getting at the heart of what I’m looking for — especially when I’m looking for something very specific—because it can suss out the intent along with the key words and phrases. For example, for the story above I asked “What did Mark Zuckerberg say about misinformation and harmful content in 2016 and 2017? Ignore any news articles from the previous few days and focus only on his remarks in 2016 and 2017.”  The top traditional Google result for that query was this story that I would have wanted specifically excluded. It also coughed up several others from the last few days in the top results. But ChatGPT was able to understand my intent and helped me find the older source material. And yes, I feel conflicted. Both because I worry about its economic impact on publishers and I’m well aware that there’s a lot of junk in there. It’s also just sort of… an unpopular opinion. Sometimes it feels a bit like smoking, but I do it anyway.  The Recommendation  Most of the time, the recommendation is for something positive that I think people will enjoy. A song. A book. An app. Etc. This week though I’m going to suggest you take a look at something a little more unsettling. Nat Friedman, the former CEO of GitHub, set out to try and understand how much microplastic is in our food supply. He and a team tested hundreds of samples from foods drawn from the San Francisco Bay Area (but very many of which are nationally distributed). The results are pretty shocking. As a disclaimer on the site reads: “we have refrained from drawing high-confidence conclusions from these results, and we think that you should, too. Consider this a snapshot of our raw test results, suitable as a starting point and inspiration for further work, but not solid enough on its own to draw conclusions or make policy recommendations or even necessarily to alter your personal purchasing decisions.” With that said: check it out. hide"
  ]
}