{
  "url": "https://hbr.org/2024/07/research-people-still-want-to-work-they-just-want-control-over-their-time",
  "title": "Research: People Still Want to Work. They Just Want Control Over Their Time.",
  "ut": 1721285117.0,
  "body_paragraphs": [
    "Taiyou Nomachi/Getty Images",
    "To better understand the role that control over one’s time plays in job and life satisfaction, the authors analyzed survey data from a nationally representative sample. They found: 1) People who had greater control over their time had the highest job satisfaction and overall satisfaction with their lives, 2) Those who felt a sense of time scarcity had less satisfaction with their jobs and were less satisfied with their lives, 3) The number of hours people worked was not related to how satisfied people were with their jobs, and 4) For those who had more control over their time, feeling time scarcity did not undermine their job satisfaction as much as it did for those who had less control over their time. Employers should therefore create and tailor flexible work policies to meet diverse employee needs, fostering satisfaction and retention.",
    "Workers — particularly those considered “knowledge workers” who are able to do most if not all of their work with a laptop and an internet connection — have been fighting for the right to maintain control over their time for years. While working from home in 2020 and 2021, they demonstrated to their bosses that they are able to maintain, or in some cases even increase, their productivity while working flexibly. Their bosses, on the other hand, have been pulling them in the opposite direction; executives and managers have been fighting to get workers back into the offices that companies are paying a lot of money to lease. This struggle has affected workers and companies alike. Workers quit en masse during a period that became known as “the Great Resignation,” and employers who instituted return-to-office mandates have struggled to hire and retain top talent. Now, especially with Gen Z making up an increasing share of the working population and the conversations around hybrid work and returning to the office stagnating, demands for increased flexibility in work arrangements are still top of mind for many employees and job seekers.",
    "Readers Also Viewed These Items",
    "The Psychological Safety Collection: Establish a Culture of Trust to Build an Innovative, Thriving Team",
    "Smarter Decision Making: How to Make the Right Choice",
    "Read more on Remote work",
    "Leadership and managing people"
  ]
}