{
  "url": "https://www.eiu.com/n/global-outlook-indias-political-and-economic-outlook-post-election/",
  "title": "Global Outlook: India’s political and economic outlook post-election",
  "ut": 1719465576.0,
  "body_paragraphs": [
    "Global Outlook: India’s political and economic outlook post-election",
    "EconomyElectionsPoliticsSupply chainsIndiaCountry Analysis",
    "In EIU’s July 2024 Global Outlook video, regional director for Asia, Alex Holmes, and senior analyst, Sumedha Dasgupta, discuss India’s political and economic outlook post election.",
    "As EIU forecasted, Narendra Modi, leader of the BJP party, has been re-elected as India’s prime minister for a third term. Unexpectedly, however, he secured victory with a reduced majority— affecting his ability to carry out reforms in specific areas through the parliamentary channel. For instance, significant business-oriented reforms related to easing land acquisition, uniform adoption of labour laws across states, privatisation and asset monetisation, among others, are likely to encounter legislative obstructions.",
    "Some policy areas, such as developing defence capabilities, promoting technology adoption and digitisation, and formulating policies for green energy transition, operate beyond the immediate constraints of the parliamentary majority and will therefore be unimpeded by the reduced majority. Similarly, flagship initiatives aimed at bolstering India’s manufacturing sector will remain a focal point through sustained industrial policies.",
    "“India is increasingly well placed to capitalise on trends of supply chain diversification due to its solid economic fundamentals, sound digital infrastructure, favourable demographics and abundant market opportunities. However, the country will continue to face intense competition in attracting investments, particularly from south-east Asian economies that offer more advanced incentives. BJP’s unanticipated narrow margin victory will likely dampen business confidence, especially amidst policy gridlocks on significant reforms.”",
    "Sumedha Dasgupta, senior analyst, EIU",
    "EIU anticipates that political instability will now emerge as a risk in India after a decade of stability on this front. Nonetheless, we believe that the BJP-led coalition will successfully complete its term in parliament till 2029, owing to its strong relationship with allies and certain underlying synergies in policy direction.",
    "India’s medium-term growth potential will be somewhat lower than previously forecasted, due to the impasses on key reforms. However, the country will maintain its position as one of the strongest-growing emerging markets. Economic progress is broadly premised on a shift up the value chain in sectors such as IT, manufacturing, business and information services. Additionally, transitioning the workforce from rural labour into more productive urban jobs will contribute significantly to this trajectory.",
    "The analysis and forecasts featured in this video are accessible through EIU’s Country Analysis service. This comprehensive solution provides unmatched global insights covering the political and economic outlook for nearly 200 countries, enabling organisations to identify potential opportunities and risks effectively.",
    "EconomyElectionsPoliticsSupply chainsIndiaCountry Analysis"
  ]
}