{
  "url": "https://www.technologyreview.com/2025/06/20/1119073/calorie-restriction-live-longer/",
  "title": "Calorie restriction can help animals live longer. What about humans?",
  "ut": 1750375800.0,
  "body_paragraphs": [
    "Living comes with a side effect: aging. Despite what you might hear on social media or in advertisements, there are no drugs that are known to slow or reverse human aging. But there’s some evidence to support another approach: cutting back on calories. Caloric restriction (reducing your intake of calories) and intermittent fasting (switching between fasting and eating normally on a fixed schedule) can help with weight loss. But they may also offer protection against some health conditions. And some believe such diets might even help you live longer—a finding supported by new research out this week. (Longevity enthusiast Bryan Johnson famously claims to eat his last meal of the day at 12pm.) Related StoryThese are the best ways to measure your body fatMove over, BMI. It’s time to get SAD.",
    "But the full picture is not so simple. Weight loss isn’t always healthy and neither is restricting your calorie intake, especially if your BMI is low to begin with. Some scientists warn that, based on evidence in animals, it could negatively impact wound healing, metabolism and bone density. This week let’s take a closer look at the benefits—and risks—of caloric restriction. Eating less can make animals live longer. This remarkable finding has been published in scientific journals for the last 100 years. It seems to work in almost every animal studied—everything from tiny nematode worms and fruit flies to mice, rats, and even monkeys. It can extend the lifespan of rodents by between 15% and 60%, depending on which study you look at.",
    "The effect of caloric restriction is more reliable than the leading contenders for an “anti-aging” drug. Both rapamycin (an immunosuppressive drug used in organ transplants) and metformin (a diabetes drug) have been touted as potential longevity therapeutics. And both have been found to increase the lifespans of animals in some studies. But when scientists looked at 167 published studies of those three interventions in research animals, they found that caloric restriction was the most “robust.” According to their research, published in the journal Aging Cell on Wednesday, the effect of rapamycin was somewhat comparable, but metformin was nowhere near as effective.",
    "“That is a pity for the many people now taking off-label metformin for lifespan extension,” David Clancy, lecturer in biogerontology at Lancaster University, said in a statement. “Let’s hope it doesn’t have any or many adverse effects.” Still, for caloric restriction, so far so good. At least it’s good news for lab animals. What about people? Also on Wednesday, another team of scientists published a separate review of research investigating the effects of caloric restriction and fasting on humans. That review assessed 99 clinical trials, involving over 6,500 adults. (As I said, caloric restriction has been an active area of research for a long time.) Related StoryWhen you lose weight, where does it go?This is really a question about how our bodies store and use the energy we need to function.",
    "Those researchers found that, across all those trials, fasting and caloric restriction did seem to aid weight loss. There were other benefits, too—but they depended on the specific approach to dieting. Fasting every other day seemed to help lower cholesterol, for example. Time-restricted eating, where you only eat within a specific period each day (à la Bryan Johnson), by comparison, seemed to increase cholesterol, the researchers write in the BMJ. Given that elevated cholesterol in the blood can lead to heart disease, it’s not great news for the time-restricted eaters. Cutting calories could also carry broader risks. Dietary restriction seems to impair wound healing in mice and rats, for example. Caloric restriction also seems to affect bone density. In some studies, the biggest effects on lifespan extension are seen when rats are put on calorie-restricted diets early in life. But this approach can affect bone development and reduce bone density by 9% to 30%. It’s also really hard for most people to cut their caloric intake. When researchers ran a two-year trial to measure the impact of a 25% reduction in caloric intake, they found that the most their volunteers could cut was 12%. (That study found that caloric restriction reduces markers of inflammation, which can be harmful when it’s chronic, and had only a small impact on bone density.) Unfortunately, there’s a lot we still don’t really understand about caloric restriction. It doesn’t seem to help all animals live longer—it seems to shorten the lifespan of animals with certain genetic backgrounds. And we don’t know whether it extends the lifespan of people. It isn’t possible to conduct a randomized clinical trial in which you deprive people of food from childhood and then wait their entire lives to see when they die. It is notoriously difficult to track or change your diet. And given the unknowns surrounding caloric restriction, it’s too soon to make sweeping recommendations, particularly given that your own personal biology will play a role in any benefits or risks you’ll experience. Roll on the next round of research. This article first appeared in The Checkup, MIT Technology Review’s weekly biotech newsletter. To receive it in your inbox every Thursday, and read articles like this first, sign up here. hide"
  ]
}