{
  "url": "https://www.ft.lk/opinion/Alternative-external-debt-restructuring-strategy-framework/14-777788",
  "title": "Alternative external debt restructuring strategy framework",
  "ut": 1750108246.0,
  "body_paragraphs": [
    "To truly support Sri Lanka’s recovery, debt restructuring must reflect the country’s actual capacity to repay",
    "IMF-guided debt restructuring agreements fail to offer sustainable solution to Sri Lanka’s external debt crisis",
    "Debt servicing targets must be aligned with country’s actual capacity to pay, and not with GDP",
    "The Institute of Political Economy (IPE) launches new report entitled “Alternative external debt restructuring strategy framework: Aligning with Sri Lanka’s foreign currency earnings and capacity to pay”",
    "The report ‘Alternative external debt restructuring strategy framework’ by Charith Gunawardena and supported by Professor Jayati Ghosh, outlines how the world stands at a critical crossroads on economic matters, where Sri Lanka is no exception.",
    "The absence of any acknowledgment by the First Deputy Managing Director of the IMF, Gita Gopinath, during her recent visit to Sri Lanka, of the unsustainable nature of the country’s external debt restructuring agreements only underscores the difficult road that lies ahead.",
    "The Trump administration’s policy priorities, from focusing narrowly on trade imbalances, downplaying the urgency of the climate crisis, and maintaining a deep faith in market-based solutions for social issues, is likely to compound challenges Sri Lanka already faces.",
    "In 2022, the country defaulted on its external debt for the first time, plunging its economy into crisis. In response, it secured its 17th loan program from the International Monetary Fund (IMF). Repeatedly returning to IMF programs reflects a pattern of deeper structural dependency rather than a path to sustainable recovery. Yet, the existing deal is increasingly seen by many economists as a temporary fix that may lead to another default as early as 2028.",
    "The crux of the issue lies in the mismatch between Sri Lanka’s foreign debt obligations, the abysmally low debt reduction (or haircut), and its actual capacity to repay. The current agreement is based on a flawed IMF Debt Sustainability Analysis (DSA), which makes overly optimistic assumptions about economic growth, foreign currency inflows, and debt servicing capabilities. Without fundamental changes to this framework, the deal risks worsening inequality, undermining long-term development, and locking the country into yet many more cycles of austerity and dependence.",
    "IMF’s current strategy and its failures",
    "Sri Lanka’s debt crisis is the result of years of irresponsible borrowing—much of it enabled or encouraged by the IMF and other reckless international lenders, especially the financial markets. In the early 2000s, Sri Lanka began issuing high-interest sovereign bonds to foreign creditors, a strategy seen as risky even then. Some debts, which can be identified and framed as odious, have yielded enormous profits for external private creditors who operate under the protection of a fragmented and inequitable global financial system.",
    "At the heart of the IMF’s strategy is a critical flaw: Sri Lanka’s debt obligations are largely in US dollars, yet its economic output is measured in Sri Lankan rupees. As remarked by Professor Jayati Ghosh, during her public media approach in Sri Lanka, by anchoring repayment to GDP growth in dollar terms, the program ignores the country’s actual ability to earn the foreign exchange needed to repay its debts.",
    "Moreover, the IMF’s sweeping influence over Sri Lanka’s economic policy has sparked concern among civil society groups and economists. While some structural reforms are necessary, the IMF’s emphasis on fiscal tightening, interest rate hikes, and reduced public spending restricts the Government’s ability to invest in people-centred development. The pressure to boost foreign currency earnings through exports, tourism, remittances and financial direct investments at the expense of the wellbeing of the people leaves the country vulnerable and unprepared for future shocks.",
    "Justice and reality: A path forward",
    "To truly support Sri Lanka’s recovery, debt restructuring must reflect the country’s actual capacity to repay. This means negotiating reductions in the total debt, securing lower interest rates, and extending repayment timelines. These steps would ease pressure on public finances and allow the Government to maintain essential services like healthcare, education, and social protection. At the same time, Sri Lanka must boost its foreign currency earnings through strategic investment in value-added exports, eco-friendly industrial policy, sustainable tourism, increase remittances and curb illicit financial flows. The IMF has a critical role to play in supporting—not constraining—this transition by moving beyond narrow economic targets and helping to build a strong economy.",
    "Furthermore, the IMF must adopt a more active role in promoting a fairer global financial system, where the economic sovereignty of nations - including Sri Lanka - is protected and promoted. Economic decisions must be made in collaboration with local stakeholders, rooted in democratic accountability, and aligned with the aspirations of the Sri Lankan people.",
    "Just recovery: Possible aspirations",
    "The IPE Alternative External Debt Restructuring Strategy Framework—anchored in aligning Sri Lanka’s debt servicing obligations to its foreign export earnings—presents a credible and comprehensive alternative to the current IMF-led austerity framework. It offers a sovereign, equitable, and enforceable pathway for resolving the external debt crisis, it is one that prioritises national ownership, protects public welfare, and supports long-term economic stability.",
    "The report argues that Sri Lanka has the potential to achieve lasting economic sovereignty, financial independence, and economic justice for its people. To realise this, there is a compelling case for reopening negotiations with the IMF to revise the terms of debt restructuring. Without such revision, the risk of further default, economic deterioration, and social unrest remains high. A critical element of this new approach involves targeting debt repayment against a fixed share of foreign exchange earnings rather than GDP, which more accurately reflects the country’s real repayment capacity and eases pressure on domestic resources. However, there are clear risks in the renegotiations the country has to navigate.",
    "In asserting its economic sovereignty, Sri Lanka must also resist IMF oversight of its domestic economy—particularly performance benchmarks that constrain fiscal and monetary policy space. Instead, policymaking should be rooted in local priorities and democratic accountability.",
    "Strengthening foreign exchange revenues is also essential. This requires an integrated strategy to finance essential imports, development projects, reserve accumulation, and debt servicing obligations in a sustainable manner.",
    "Finally, the report states that Sri Lanka should actively participate in emerging platforms for Global South cooperation, including a Global South Debtors’ Coalition. Such collective engagement can support more coordinated negotiations, enable shared policy learning, and contribute to the transformation of the global financial architecture toward greater equity and justice.",
    "Download: https://tinyurl.com/IPE-Report-Download",
    "The report is authored by Charith Gunawardena, co-founder of the Institute of Political Economy (ipe-sl.org) and a former local councillor in London, with support from Professor Jayati Ghosh, University Massachusetts-Amherst, USA."
  ]
}