{
  "url": "https://www.ft.lk/columns/Big-drama-in-election-time/4-766171",
  "title": "Big drama in election time",
  "ut": 1724977354.0,
  "body_paragraphs": [
    "President Ranil Wickremesinghe",
    "The ruler-in-chief is up to his tricks as usual. He says he would appoint a committee to recommend compensation. When accountability is demanded, he says it should then be a Parliamentary Select Committee.",
    "The right-thinking members of the Muslim community must be careful not to request for or accept the establishment of a Parliamentary Select Committee. First, it would open up the old wounds again with some Members of Parliament likely seeking to justify the behaviour of perpetrators and even unfairly criticising the community. Second, a Parliamentary committee may not be the right place to pursue ‘legal’ accountability in this instance. It is better that the task is left to the judiciary, if at all.",
    "In the same vein, there is no need for a separate committee to decide on compensation. With Mangala Samaraweera’s pushing and prodding, a special mechanism was established pursuant to an Act passed by Parliament in 2017. The Office for Reparation has power to decide on compensation to victims and their families including and beyond conflict period. Some strictures have been made against it regarding how it treats cases. However, it is the legislatively-sanctioned mechanism that could award any compensation for forced cremation victims’ families.",
    "The proposal made to the ACJU regarding the establishment of a committee to recommend compensation or a Parliamentary Select Committee is therefore only a time-buying and diversionary tactic.",
    "What is more important, for right-thinking members of the Muslim community, than falling for this proposal is to seek a legally or constitutionally guaranteed ‘Policy of Non-recurrence’ while demanding accountability and compensation through already established mechanisms. We can then forgive and seek to move forward.",
    "Interestingly our religious leaders are trying to come off the blame put on them for their incoherent and sometimes foolish behaviour during the forced cremation period. They seem to think that by demanding accountability in addition to compensation, they could wash off their sins altogether. The fact remains, however, that they, too became part of the problem by their own foolish behaviour, at some point.",
    "They seem to be justifying why they wanted to bury whatever remained of the body for cremation, and asked the Government to help (they call it a fatwa?). What does it mean in reality? It’s nothing but getting the ashes and burying them as and when the Gota government cremated Muslim dead bodies!",
    "In the manner they briefed the ruler-in-chief, our religious leaders appear to have made up their minds that it is the committee established by Gota which was responsible for forced cremation, not Gota and mindset. If so, that is a convenient understanding. That only aligns with what Ali Sabry has been saying as the work of “ill-considered mechanism”. It is incumbent on right-thinking members of the community to reject this spurious justification. The fact is it was out and out racism, and Gota was spearheading it, using State power.",
    "So, what is being enacted now is only a drama!"
  ]
}