{
  "url": "https://hbr.org/2025/01/6-lessons-for-startups-from-a-museum-dedicated-to-failure",
  "title": "6 Lessons for Startups from a Museum Dedicated to Failure",
  "ut": 1738309503.0,
  "body_paragraphs": [
    "Richard Morrell/Getty Images",
    "Recent data shows that U.S. startup failures have increased by 60% in the past year. And every failed product or company carries a price: wasted resources, lost jobs, tarnished reputations. To understand more about risk-taking and failure, Sean Jacobsohn has...more",
    "Founders work hard to build their startups. Venture capitalists work hard to identify and invest in the most promising ones. But the harsh reality is that failure is inevitable. Recent data shows that U.S. startup failures have increased by 60% in the past year.",
    "Numerous factors can kill a company or product. To understand more about risk-taking and failure, I’ve collected and cataloged artifacts from more than 1,000 failed products and businesses, things like Pets.com sock puppets, unopened cans of New Coke, and a pair of Google Glasses. I call my collection the Failure Museum.",
    "In studying my collection, I realized nearly all of the failures represented fall within six categories that I call the six forces of failure. I strongly encourage founders and executives to look for these warning signs before any one of them spells catastrophe for their businesses.",
    "The Six Forces of Failure",
    "1. Poor product-market fit",
    "In the end, all failed products have a common denominator: Too few customers find a compelling reason to buy. Maybe it’s the price. Maybe it’s the features. Maybe it’s because the product is a nice-to-have instead of a must-have. Or maybe it’s just not a product people expect from that company.",
    "Harley Davidson has a well-earned reputation in its core business of motorcycles. But when they introduced a cologne, entering a highly competitive market dominated by top designer brands such as Armani, Calvin Klein, and Versace, the product flopped. Ill-conceived product forays from Burger King (another cologne) and Cheetos (lip balm and eyeshadow) suffered the same fate.",
    "A company can encounter serious trouble if it invests heavily in manufacturing, distribution, marketing, and sales before it has established the likelihood of a strong bond between potential buyers and the product’s value proposition. There’s an adage for this: a solution in search of a problem.",
    "2. Financial mismanagement",
    "Most companies fail for a simple reason: They run out of money. Too much debt, lax spending controls, high customer-acquisition costs, or over-dependence on a single revenue stream or customer — these are just a few of the red flags that a business could run out of runway before it can take off.",
    "Webvan, an early web-based grocery delivery service, launched in 10 cities and raised $757 million before proving success in even one market. The business model — which centered on owning and operating their own distribution centers and hiring their own drivers — required all that capital just to get the company up and running.",
    "Home goods retailer Bed Bath & Beyond was a juggernaut with more than 1,500 stores as recently as 2018. But instead of using cash flow to invest in the business, the company spent $11.8 billion on its own shares since 2004, eventually leading to bankruptcy in 2023.",
    "In some cases, the cost of acquiring and supporting a customer is so high that the lifetime value of that buyer can’t compensate for it. And companies that rely on acquisitions to add product lines or market segments often pay too much and receive too little in return. For example, computer maker Compaq bought Digital Equipment Corp (DEC) in 1998 — the largest computer industry merger ever at that time. Compaq wanted to grow its global footprint by acquiring DEC’s overseas presence. The two companies never fully integrated, and Compaq eventually was acquired by HP in 2002 after struggling financially.",
    "3. Neglecting customer success",
    "Strong brands are built when companies deliver a positive customer experience. Failure to understand what constitutes success in customers’ minds can undercut the company’s goal of long-term customer satisfaction. Any number of things can turn off even loyal customers: inadequate features, bad quality, weak customer support, and perceptions of bad value for the money.",
    "Apple’s Newton was a pioneer in the market for handheld computing devices, and many of its features — such as handwriting recognition and calendar management — were revolutionary for a mobile device in 1993. But the company rushed it to market, and its ability to accurately capture what the user was writing fell far short of expectations. Its shortcomings made it a laughingstock, most notably in the Doonesbury comic strip and The Simpsons. Customers were used to paying a premium for Apple products, but the Newton didn’t deliver anticipated value.",
    "Another feature-heavy device, Samsung’s pricey Galaxy Note 7, earned praise for its construction quality, HDR support, and slick user interface when it hit the market in 2016. However, within a year of its release, 2.5 million Note 7 phones were recalled after customers reported that their batteries were overheating and even exploding.",
    "4. Overwhelming competition",
    "No matter how innovative an organization may be, every company or product has competition. How you deal with it is critical. Trying to win over a competitor’s loyal customer base is a daunting challenge. But the knife also cuts the other way: A self-satisfied incumbent can fail to keep pace with innovators and lose a market it once dominated, especially in technology-intensive sectors.",
    "What’s disruptive today can be outdated tomorrow. And threats can come from multiple directions, such as a competitor moving up or down market or an especially litigious opponent who drains your resources. (Businesses that are highly leveraged on intellectual property are especially vulnerable to this threat.)",
    "Consider Myspace. For a time, it defined social media, briefly becoming the most-visited website in the United States at its peak in 2006. But it failed to innovate, didn’t track its young users’ rapidly changing habits, and quickly fell behind Facebook, a gap it never could make up. And GM, the largest U.S. automaker, sank more than $10 billion into its robotaxi service, Cruise. When Cruise launched in 2016, robotaxi development was a top priority for the company. However, Cruise couldn’t keep up with competitors such as Waymo and Tesla, and safety incidents involving Cruise’s fleet repeatedly put the company at odds with regulators. GM eventually shut down the robotaxi development unit in 2024, pulling the plug on its money-losing Cruise business.",
    "Unanticipated changes in macroeconomics, technology, world affairs, or market dynamics can deal a fatal blow to products and the companies that make them. New taxes or tariffs can torpedo financial projections and customer acceptance. And adoption of new technology can be painfully slow if it requires a supportive physical infrastructure or a large ecosystem of partners.",
    "But sometimes bad timing — entering a market too early or too late — can be a self-inflicted wound. Catching the wave of a hot market can make raising capital easy, but once the crest breaks, that next round of funding can be a slog.",
    "Yet another instance where success in one market doesn’t ensure a winning formula elsewhere is the Amazon Fire phone. Rumors abounded for years that Amazon was developing a phone, so anticipation was high when it was introduced in June 2014. Despite several technological innovations and a competitive price, its introduction came seven years after the launch of the iPhone and six years after the initial Android phone. Not surprisingly, Amazon’s device never caught up and was discontinued after a year.",
    "In one sense, the timing of British virtual-events startup Hopin could not have been better. Founded the year before the Covid-19 pandemic, adoption of Hopin’s platform exploded as travel restrictions and distancing requirements made in-person events unfeasible. After a peak valuation of $7.8 billion in 2021, demand dropped as people returned to live events. Hopin went through three rounds of layoffs before selling the core business to RingCentral for $15 million in 2023.",
    "6. A weak leadership team",
    "Recruiting, retaining, and motivating talent is a never-ending task, not to mention the challenge of blending individuals into a cohesive and effective team. Dysfunction at the top can quickly infect the entire organization, draining morale.",
    "Theranos and Enron are prime examples of weak, unethical executive teams leading their companies to infamous ends. Enron hid mountains of debt and toxic assets from regulators and investors, while Theranos put patients’ health in jeopardy and also deceived its investors. In both cases, the leadership’s unchecked practices were a failure of the party in charge of their governance and oversight, their board of directors.",
    "Of course, both companies could be examples of a seventh force: outright fraud, but it is so hard to spot at the outset. Think Bernie Madoff.",
    "Applying the Lessons of Failure",
    "What can entrepreneurs do to avoid — or at least learn from — failures?",
    "1. Focus on business fundamentals.",
    "It’s been a tough couple of years for startups, and funding has sometimes been scarce. Therefore, it’s essential to be capital efficient. Companies should not go to market without a clear product-market fit.",
    "Take the ESPN mobile phone, which was launched and discontinued in 2006. It showed only sports scores and ESPN content. That made it a nice-to-have item, not a must-have, even for the most diehard sports fan.",
    "2. Build a world-class team.",
    "Founders should surround themselves with a strong, experienced, and engaged management team, board, and investors. In the case of WeWork, the board failed to spot a culture of excess, and it didn’t enforce financial discipline.",
    "3. Keep customer success your #1 priority.",
    "No matter what the industry, a young company’s success heavily depends on a high level of satisfaction from early customers. Pick early customers who are representative of the bigger market you are trying to serve and always solicit and heed their feedback.",
    "Management at electric car maker Fisker would have done well to listen to early owners, who were frustrated when frequent problems with software and parts led to constant and complicated repairs.",
    "4. Stay open-minded and nimble.",
    "Even the most successful companies have had to pivot at least once. It’s essential to remain open-minded and nimble in the face of change and challenges.",
    "A textbook example of a company that failed to pivot was Blockbuster, which at one point had more than 9,000 stores and owned the movie-rental market. After passing up an opportunity to buy a young upstart called Netflix, it eventually succumbed to the market’s transition to streaming entertainment and filed for bankruptcy in 2010.",
    "Scrolling through exhibits in the Failure Museum may make you chuckle. But this is serious business. Every failed product or company carries a price: wasted resources, lost jobs, tarnished reputations.",
    "But remember that failure can be healthy. Few companies of note can claim to never have experienced failure. In fact, the absence of failures could indicate a lack of creativity and conviction, or a fear of taking risks.",
    "Applying the lessons from past failures can help build an enduring company. Just be aware of the forces that might undermine your venture.",
    "Business Case Development Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Business Case Development. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Make your next business case more compelling.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "The Balanced Scorecard: Translating Strategy into Action",
    "Lucky Ones Coffee: Employing People with Disabilities (Multimedia Case)",
    "Read more on Start-ups",
    "Entrepreneurial business strategy,",
    "Entrepreneurs and founders,",
    "Entrepreneurial management,",
    "Scaling entrepreneurial ventures",
    "and Business failures"
  ]
}