{
  "url": "https://www.dailymirror.lk/opinion/Leaders-are-recognised-not-discovered-EDITORIAL/172-291136",
  "title": "Leaders are recognised, not discovered! - EDITORIAL",
  "ut": 1725578617.0,
  "body_paragraphs": [
    "Sri Lanka is a country that needs some fresh air in the field of politics. Many feel so when they see some very old faces running for presidency at the upcoming polls. Just a few days ago we heard the death of an elections candidate named Muhammad Ilyas. He was 78 years old at the time of death.",
    "In this negative environment, one little positive that’s visible is that people still wish to vote. What must be changed in the Sri Lankan thinking is the belief that ‘there is no end to darkness’. This is what some of the new political alliances are trying to do to turn around this nation. Darkness is present wherever there’s corruption. And just a handful of those contesting have mentioned in their manifestos that corruption will be rooted out from the system.",
    "Incumbent President Wickremesinghe has said that his focus will be on developing the economy and that ‘governance can wait’. This is well and truly good; given that Sri Lanka has a crashed economy. But the majority of the voters-going by public opinion-want corruption to end apart from knowing how their tax monies are put to use. Voters also want to know in what manner the loans taken by the state were used and how many assets the country has in comparison to ‘borrowings’.",
    "This is a country where we often get to hear about loved ones going in search of very old people who have gone missing. There is a tendency for old people to suffer from memory loss. And often, when they step outside, a handful of them cannot remember the path to find their way back home. It’s in this context that this writer recalls a recent facebook post which read, ‘Sri Lanka is a funny country which selects through a process of vote-taking very elderly people as their rulers; elderly people who in another country would never be allowed to step outside their homes without a caretaker or guardian’.  We as a nation are terribly short of youth who wish to pursue politics.",
    "When we see some of those faces of elections candidates which are almost close to experiencing wrinkles, we know that it endorses Buddha’s most important teaching which is ‘all good products come with an expiry date’.",
    "A pertinent question needs to be asked and that is ‘what keeps the old lawmakers going’. A common analysis done by those who earn their living honestly reveals that aged lawmakers defy their inner call which signals ageing because they are obsessed with a poison called ‘power’. As with most ordinary people, we need some ‘poison’ because the pain of existence is too much to bear’. From chewing betel nut, to having a glass of wine in the evening or pulling out that credit card and facilitating a shopping spree which otherwise is unthinkable with the money in hand, Sri Lankans have their own method of injecting some poison into their lives.",
    "Our aged politicians didn’t ban any habit that’s questionable to instill discipline in its citizens. Singapore, which at one time adored Sri Lanka, banned chewing gum. We still chew gum and spit it on the road; after the gooey substance loses its sugariness and elasticity. A fact that this writer wishes to underscore here is that these habits die out in people as they age, but the passion to cling to power doesn’t despite experiencing the reality of ‘impermanence’ associated with human life.",
    "All ageing Sri Lankan lawmakers must read Ernest Hemingway’s novel ‘Death in the Afternoon’. This is because despite the gloomy content in the publication, it offers the reader an opportunity to contemplate on fear and courage. All what Sri Lankans young and the old have entertained in their lives is the thought of fear; a thought which has told that we are never going to make it while remaining on this island.",
    "We need to do away with the thought that we’ll ‘discover’ a ‘leader’ and his skills after an election. Our intuitions must be tuned to such a degree that we can ‘recognise’ a leader when we see one!"
  ]
}