{
  "url": "https://www.ft.lk/columns/Turning-disaster-into-opportunity/4-782803",
  "title": "Turning disaster into opportunity",
  "ut": 1760054338.0,
  "body_paragraphs": [
    "Disaster-prone countries cannot afford to improvise when the next cyclone or earthquake strikes. They need clear strategies to manage fiscal risk, with roadmaps that spell out how relief will be financed and how recovery will be sustained. They need rules that open the door to innovative instruments such as parametric insurance. And they need stronger data and risk models, so that decisions about where to invest and what to insure are grounded in evidence rather than guesswork",
    "When the Indian Ocean tsunami reached Myanmar’s coast in 2004, the Moken people had already sought safety on higher ground. They had no written records of tsunamis. What guided them were oral histories of an ancient wave — stories passed through generations that saved lives centuries later.",
    "Across Asia and the Pacific, traditional methods have long helped communities endure disasters. In flood-prone regions, houses were built on stilts. Along storm-battered coasts, homes were made low-slung and flexible, easy to rebuild after being blown apart. Families kept food safe in granaries or buried in underground pits.",
    "Resilience was once woven into daily life. Modernity, in many ways, has disrupted that knowledge.",
    "Sprawling cities now stretch into disaster-prone areas, built in ways that magnify risk. And when calamity strikes, recovery too often means little more than replacing the precarious structures that were lost: houses rebuilt on flood plains, power lines strung across fragile poles, schools reopened in unsafe buildings. Communities remain trapped in a costly cycle of destruction and repair.",
    "The price tag is staggering. On average, disasters cost countries across Asia and the Pacific more than $100 million in damage every day. The long-term effects are worse. Disasters hit the poor hardest, often trapping them in poverty. For emerging markets that aspire to join Asia’s economic miracle, the lost potential is incalculable.",
    "Every year on 13 October, the International Day for Disaster Risk Reduction, we celebrate the people and communities who work to reduce their exposure to disasters. Often, they are the ones who understand that recovery must not be treated as emergency patchwork. Every reconstruction effort should cut future risks and open new opportunities.",
    "Examples across the region show progress. In Tonga, power lines rebuilt underground after Cyclone Gita kept hospitals running when the next storm struck. Some countries are better prepared for safer futures, such as Nepal where schools were built after the 2015 earthquake using designs and materials resistant to tremors, with facilities for girls and students with disabilities. In Indonesia, enforced building codes now prohibit construction on disaster-prone land.",
    "These investments prove that recovery can be the beginning of resilience, not the end of disaster.",
    "But progress is uneven. Too often, recovery is slow to start, fails to meet the needs of the poor, and is disconnected from broader development investments. Financing must match the scale of the challenge, and governments, development partners, and households cannot shoulder this burden alone. Asia and the Pacific is the world’s most disaster-exposed region, yet pre-arranged financing, including insurance, remains strikingly low with coverage below 1% in many developing countries. The private sector, especially insurers, must take on a greater role in spreading risk and speeding recovery.",
    "Promising tools already exist. Parametric insurance — which pays out automatically when rainfall, extreme temperatures, wind speed, or other agreed triggers are reached — is expanding across Asia, projected to grow by more than 10% a year through 2028. In Pakistan, inclusive insurance programs are linking risk financing with flood resilience, helping to ease fiscal strain after disasters. These approaches deliver quick liquidity when it is needed most. Yet they are constrained by patchy data, regulatory hurdles, and high costs.",
    "Disaster-prone countries cannot afford to improvise when the next cyclone or earthquake strikes. They need clear strategies to manage fiscal risk, with roadmaps that spell out how relief will be financed and how recovery will be sustained. They need rules that open the door to innovative instruments such as parametric insurance. And they need stronger data and risk models, so that decisions about where to invest and what to insure are grounded in evidence rather than guesswork.",
    "International partners have a critical role to play in making this shift possible. Multilateral and bilateral institutions should help countries design strategies and build the partnerships that turn them into action. They can support regional risk pools, which spread exposure across borders and lower costs for everyone. They can also invest in the data systems and analytics that insurers need to price risk accurately and keep premiums affordable.",
    "The stakes extend well beyond Asia and the Pacific. If the world’s most dynamic region is repeatedly set back by disasters, the consequences will reverberate everywhere: disrupted supply chains, intensified migration, and mounting threats to global stability.",
    "Survival is no longer enough. Recovery must be treated as the first step toward resilience. Every disaster is an opportunity not just to repair a loss, but to build stronger, safer, and more prosperous societies.",
    "( The writer is the Director General, Climate Change and Sustainable Development, at the Asian Development Bank.  The views expressed are those of the author and do not necessarily reflect the views of the Asian Development Bank, its management, its Board of Directors, or its members.)"
  ]
}