{
  "url": "https://www.technologyreview.com/2025/10/30/1126712/what-its-like-to-be-in-the-middle-of-a-conspiracy-theory-according-to-a-conspiracy-theory-expert/",
  "title": "What it’s like to be in the middle of a conspiracy theory (according to a conspiracy theory expert)",
  "ut": 1761784200.0,
  "body_paragraphs": [
    "On a gloomy Saturday morning this past May, a few months after entire blocks of Altadena, California, were destroyed by wildfires, several dozen survivors met at a local church to vent their built-up frustration, anger, blame, and anguish. As I sat there listening to one horror story after another, I almost felt sorry for the very polite consultants who were being paid to sit there, and who couldn’t do a thing about what they were hearing.  Hosted by a third-party arbiter at the behest of Los Angeles County, the gathering was a listening session in which survivors could “share their experiences with emergency alerts and evacuations” for a report on how the response to the Eaton Fire months earlier had succeeded and failed.  It didn’t take long to see just how much failure there had been.    This story is part of MIT Technology Review’s series “The New Conspiracy Age,” on how the present boom in conspiracy theories is reshaping science and technology.   After a small fire started in the bone-dry brush of Pasadena’s Eaton Canyon early in the evening of Tuesday, January 7, 2025, the raging Santa Ana winds blew its embers into nearby Altadena, the historically Black and middle-class town just to the north. By Wednesday morning, much of it was burning. Its residents spent the night making frantic, desperate scrambles to grab whatever they could and get to safety.   In the aftermath, many claimed that they received no warning to evacuate, saw no first responders battling the blazes, and had little interaction with official personnel. Most were simply left to fend for themselves.  Making matters worse, while no place is “good” for a wildfire, Altadena was especially vulnerable. It was densely packed with 100-year-old wooden homes, many of which were decades behind on the code upgrades that would have better protected them. It was full of trees and other plants that had dried out during the rain-free winter. Few residents or officials were prepared for the seemingly remote possibility that the fires that often broke out in the mountains nearby would jump into town. As a result, resources were strained to the breaking point, and many homes simply burned freely.",
    "So the people packed into the room that morning had a lot to be angry about. They unloaded their own personal ordeals, the traumas their community had experienced, and even catastrophes they’d heard about secondhand. Each was like a dagger to the heart, met with head-nods and “uh-huhs” from people all going through the same thing.  LA County left us to die because we couldn’t get alerts! I’m sleeping in my car because I was a renter and have no insurance coverage! Millions of dollars in aid were raised for us, and we haven’t gotten anything! Developers are buying up Altadena and pricing out the Black families who made this place! The firefighting planes were grounded on purpose by Joe Biden so he could fly around LA! One of these things was definitely not like the others. And I knew why.  Two trains collide It’s something of a familiar cycle by now: Tragedy hits; rampant misinformation and conspiracy theories follow. Think of the deluge of “false flag” and “staged gun grab” conspiracy theories after mass shootings, or the rampant disinformation around covid-19 and the 2020 election. It’s often even more acute in the case of a natural disaster, when conspiracy theories about what “really” caused the calamity run right into culture-war-driven climate change denialism. Put together, these theories obscure real causes while elevating fake ones, with both sides battling it out on social media and TV.",
    "I’ve studied these ideas extensively, having spent the last 10 years writing about conspiracy theories and disinformation as a journalist and researcher. I’ve covered everything from the rise of QAnon to whether Donald Trump faked his assassination attempt to the alarming rises in antisemitism, antivaccine conspiracism, and obsession with human trafficking. I’ve written three books, testified to Congress, and even written a report for the January 6th Committee. So this has been my life for quite a while.  Still, I’d never lived it. Not until the Eaton Fire.   For a long time, I’d been able to talk about the conspiracy theories without letting them in. Now the disinformation was in the room with me, and it was about my life.  My house, a cottage built in 1925, was one of those that burned back in January. Our only official notification to flee had come at 3:25 a.m., nine hours after the fires started. We grabbed what we could in 10 minutes, I locked our front door, and six hours later, it was all gone. We could have died. Eighteen Altadena residents did die—and all but one were in the area that was warned too late. Previously in my professional life, I’d always been able to look at the survivors of a tragedy, crying on TV about how they’d lost everything, and think sympathetically but distantly, Oh, those poor people. And soon enough, the conspiracy theories I was following about the incident for work would die down, and then it was no longer in my official purview—I could move on to the next disaster and whatever mess came with it.  Now I was one of those poor people. The Eaton Fire had changed everything about my life. Would it change everything about my work as well? It felt as though two trains I’d managed to keep on parallel tracks had collided.  For a long time, I’d been able to talk about the conspiracy theories without letting them in. Now the disinformation was in the room with me, and it was about my life. And I wondered: Did I have a duty to journalism to push back on the wild thinking—or on this particular idea that Biden was responsible?  Or did I have a duty to myself and my sanity to just stay quiet?  Just true enough In the days following the Eaton Fire, which coincided with another devastating fire in Los Angeles’ Pacific Palisades neighborhood, the Biden plane storyline was just one of countless rumors, false claims, hoaxes, and accusations about what had happened and who was behind them.  Most were culture-war nonsense or political fodder. I also saw clearly fake AI slop (no, the Hollywood sign was not on fire) and bits of TikTok ephemera that could largely be ignored.  They were from something like an alternate world, one where forest floors hadn’t been “raked” and where incompetent “DEI firefighters” let houses burn while water waited in a giant spigot that California’s governor, Gavin Newsom, refused to “turn on” because he preferred to protect an endangered fish. There were claims that the fires were set on purpose to clear land for the Olympics, or to cover up evidence of human trafficking. Rumors flew that LA had donated all its firefighting money and gear to Ukraine. Some speculated that the fires were started by undocumented immigrants (one was suspected of causing one of the fires but never charged) or “antifa” or Black Lives Matter activists—never mind that one of the most demographically Black areas in the city was wiped out. Or, as always, it was the Jews. In this case, blame fell on a “wealthy Jewish couple” who supposedly owned most of LA’s water and wouldn’t let it go. These claims originated from the same “just asking questions” influencers who run the same playbook for every disaster. And they spread rapidly through X, a platform where breaking news had been drowned out by hysterical conspiracism.   But many did have elements of truth to them, surrounded by layers of lies and accusations. A few were just true enough to be impossible to dismiss out of hand, but also not actually true. So, for the record: Biden did not ground firefighting aircraft in Los Angeles.   According to fact-checking by both USA Today and Reuters, Biden flew into Los Angeles the day before the Eaton Fire broke out (which was also the same day that the Palisades Fire started, roughly 30 miles to the west), to dedicate two new national monuments. He left two days later. And while there were security measures in place, including flight restrictions over the area where he was staying, firefighting planes simply had to coordinate with air traffic controllers to cross into the closed-off space.",
    "Related StoryThe quest to build wildfire-resistant homesRead next But when my sort-of neighbor brought up this particular theory that day in May, I wasn’t able to debunk it. For one thing, this was my first time hearing the rumor. But more than that, what could I say that would assuage this man’s anger? And if he wanted to blame Biden for his house burning down, was it really my place to tell him he was wrong—even if he was?  It’s common for survivors of a disaster to be aware of only parts of the story, struggle to understand the full picture, or fail to fully recollect what happened to them in the moment of survival. Once the trauma ebbs, we’re left looking for answers and clarity and someone who knows what’s going on, because we certainly don’t have a clue. Hoaxes and misinformation stem from anger, confusion, and a lack of clear answers to rapidly evolving questions.   I can confirm that it was dizzying. Rumors and hoaxes were going around in my personal circles too, even if they weren’t so lurid and even if we didn’t really believe them. Bits of half-heard news circulated constantly in our group texts, WhatsApp chains, Facebook groups, and in-person gatherings.  There was confusion over who was responsible for the extent of the devastation, genuine anger about purported LA Fire Department budget cuts (though those had not actually happened to the extent conspiracists claimed they did), and fears that a Trump-controlled federal government would abandon California.   Many of the homes and businesses that we heard had burned down hadn’t, and others that we heard had survived were gone. In an especially heartbreaking early bit of misinformation, a local child-care facility shared a Facebook post stating that FEMA was handing out vouchers to pay 90% of your rent for the next three years—except FEMA doesn’t hand out rent vouchers without an application process. I quietly reached out to the source, who took it down.  In this information vacuum, and given my work, friends started asking me questions, and answering them took energy and time I didn’t have. Honestly, the “disinformation researcher” was largely just as clueless as everyone else.  Some of the questions were harmless enough. At one point a friend texted me about a picture from Facebook of a burned Bible page that survived the fire when everything else had turned to ash. It looked too corny and convenient to be real. But I had also found a burned page of Psalms that had survived. I kept it in a ziplock bag because it seemed like the right thing to do. So I told my friend I didn’t know if it was real. I still don’t—but I also still have that ziplock somewhere. Under attack As weeks passed, we began to deal with another major issue where truth and misinformation walked together: the reasonable worry that a new president who constantly belittled California would not be willing to provide relief funds.",
    "Recovery depended on FEMA to distribute grants, on the EPA to clear toxic debris, on the Small Business Administration to make loans for rebuilding or repairing homes, on the Army Corps of Engineers to remove the detritus of burned structures, and so much more. How would this square with the new “government efficiency” mandate touting the trillions of dollars and tens of thousands of jobs to be cut from the federal budget?  Nobody knew—including the many kind government employees who spent months in Altadena helping us recover while silently wondering if they were about to be fired.",
    "We dealt with scammers, grifters, squatters, thieves, and even tow truck companies that simply stole cars parked outside burned lots and held them for ransom. After a decade of helping people recognize scams and frauds, there was little I could do when they came for us.  Many residents of Altadena began to have trepidation about accepting government assistance, particularly in its Black community, which already had a well-earned deep distrust of the federal government. Many Black residents felt that their needs and stories were being left behind in the recovery, and feared they would be the first to be priced out of whatever Altadena would become in the future. Outreach in person became critical. I happened to meet the two-star general in charge of the Army Corps’ effort at lunch one day, as he and his team tried to find outside-the-box ways to engage with exhausted and wary residents. He told me they had tried to use technology—texts, emails, clips designed to go viral—but it was too much information, all apparently delivered in the wrong way. Many of the people they needed to reach, particularly older residents, didn’t use social media, weren’t able to communicate well via text, and were easy prey for sophisticated scammers. It was also easy for the real information to get lost as we got bombarded with communications, including many from hoaxers and frauds.  This, too, wasn’t new to me. Many of the movements I’ve covered are awash in grift and worthless wellness products. I know the signs of a scam and a snake-oil salesman. Still, I watched helplessly as my friends and my community, desperate for help, were turned into chum for cash-hungry sharks opening their jaws wide.  The community was hammered by dodgy contractors and fly-by-night debris removal companies, relief scams and phony grants, and spam calls from “repair companies” and builders. We dealt with scammers, grifters, squatters, thieves, and even tow truck companies that simply stole cars parked outside burned lots and held them for ransom. We were also victimized by looting: Abandoned wires on our lot were stripped for copper, and our neighbor’s unlocked garage was ransacked. After a decade of helping people recognize scams and frauds, there was little I could do when they came for us. The fear of being conned was easily transmittable, even to me personally. After hearing of friends who couldn’t get a FEMA grant because a previous owner of their home had fraudulently filed an application, we delayed our own appointment with FEMA for weeks. The agency’s call had come so out of the blue that we were convinced it was fake. Maybe my job made me overcautious, or maybe we were just paralyzed by the sheer tonnage of decisions and calls that needed to be handled. Whatever the reason, the fear meant we later had to make multiple calls just to get our meeting rescheduled. It’s a small thing, but when you’re as exhausted and dispirited as we were, there are no small things.   Contractors for the US Army Corps of Engineers remove hazardous materials from a home destroyed in the Eaton Fire, near a burned-out car.STEPHANIE ARNETT/MIT TECHNOLOGY REVIEW | GETTY IMAGES   Making all this even more frustrating was that the scammers, the people spinning tales of lasers and endangered fish and antifa, were very much ignoring the reality: that our planet is trying to kill us. While federal officials recently made an arrest in the Palisades Fire, the direct causes of that fire and the nearby Eaton Fire may still take years of investigation and litigation to be fully known. But even now, it can’t be denied to any reasonable degree that climate change worsened the wind that made the fires spread more quickly.",
    "The Santa Ana winds bombarding Southern California were among the worst ever to hit the region. Their ferocity drove the embers well beyond the nominal fire danger line, particularly in Altadena. Many landed in brush left brittle and dead by the decades-long drought plaguing California. And they had even more fuel because the previous two winters had been among the wettest in the region’s recent history. Such rapid swings between wet and dry or cold and hot have become so common around the world that they even have a name: climate whiplash.  There are the conspiracy theory gurus who see this and make money off it, peddling disinformation on their podcasts and livestreams, while blaming everyone and everything but the real reasons. Many of these figures have spent decades railing against the very idea that the climate could change. And if it is changing, they claimed, human consumption and urbanization have nothing to do with it. When faced with a disaster that undeniably reflected climate change at work, their business models—which rely on sales of subscriptions and merchandise—demanded that they just keep denying it was climate change at work. As more cities and countries deal with “once in a century” climate disasters, I have no doubt that these figures will continue to deflect attention away from human activity. They will use crackpot science, conspiracy theories, politics, and—increasingly—fake videos depicting whatever AI can generate. They will prey on their audiences’ limited understanding of basic science, their inability to perceive how climate and weather differ, and their fears that globalist power brokers will somehow use the weather against them. And their message will spread with little pushback from social media platforms more concerned with virality and shareholder value than truth. Resisting the temptation When you cover disinformation and live through an event creating a massive volume of disinformation, it’s like floating outside your body on an operating table as your heart is being worked on, while also being a heart surgeon. I knew I should be trying to help. But I did not have the mental capacity, the time, or, to be honest, the interest in covering what the worst people on the internet were saying about the worst time of my life. I had very real questions about where my family would live. Thinking about my career was not a priority.",
    "But of course, these experiences cannot now be excised from my career. I’ve spent a lot of time talking about how trauma influences conspiracism; see how the isolation and boredom of covid created a new generation of conspiracy theory believers. And now I had my own trauma, and it has been a test of my abilities as a journalist and a thinker to avoid falling into the pit of despair. Related StoryHow we drained California dryRead next At the same time, I have a much deeper understanding of the psychology at work in conspiracy belief. One of the biggest reasons conspiracy theories take off after a disaster is that they serve to make sense out of something that makes no sense. Neighborhoods aren’t supposed to burn down in an era of highly trained firefighters and seemingly fireproof materials. They especially aren’t supposed to burn down in Los Angeles, one of the wealthiest cities on the planet. These were seven- and eight-figure homes going up like matches. There must be a reason, people figured. Someone, or something, must be responsible. So, as I emerge from the haze to something resembling “normal,” I feel more compassion and understanding for trauma victims who turn to conspiracy theories. Having faced the literal burning down of my life, I get the urge to assign meaning to such a calamity and point a finger at whoever we think did it to us.  Meanwhile, the people of Altadena and Pacific Palisades continue to slowly put our lives and communities back together. The effects of both our warming planet and our disinformation crisis continue to assert themselves every day. It’s still alluring to look for easy answers in outrageous conspiracy theories, but such answers are not real and offer no actual help—only the illusion of help. It’s equally tempting for someone who researches and debunks conspiracy theories to mock or belittle the people who believe these ideas. How could anyone be so dumb as to think Joe Biden caused the fire that burned down my home? I kept my mouth shut that day at the meeting in the church, though, again, I can now sympathize much more deeply with something I’d otherwise think completely inane.  But even a journalist who lost his house is still a journalist. So I decided early on that what I really needed to do was keep Altadena in the news. I went on TV and radio, blogged, and happily told our story to anyone who asked. I focused on the community, the impact, the people who would be working to recover long after the national spotlight moved to the next shiny object. If there is a professional lesson to be taken from this nightmare, it might be that the people caught up in tragedies are exactly that: caught up. And those who believe this nonsense find something of value in it. They find hope and comfort and the reassurance that whoever did this to them will get what they deserve.  I could have done it too, throwing away years of experience to embrace conspiracist nihilism in the face of unspeakable trauma. After all, those poor people going through this weren’t just on my TV.  They were my friends. They were me. They could be anyone. Mike Rothschild is a journalist and an expert on the growth and impact of conspiracy theories and disinformation. He has written three books, including The Storm Is Upon Us, about the QAnon conspiracy movement, and Jewish Space Lasers, about the myths around the Rothschild banking family. He also is a frequent expert witness in legal cases involving conspiracy theories and has spoken at colleges and conferences around the country. He lives in Southern California. hide"
  ]
}