{
  "url": "https://hbr.org/2025/02/how-to-build-a-power-map-for-your-project",
  "title": "How to Build a Power Map for Your Project",
  "ut": 1739172921.0,
  "body_paragraphs": [
    "Lydia Whitmore/Getty Images",
    "While good work quality matters, far too many professionals overlook the hidden dynamics that really determine whether their ideas get implemented or ignored, whether they’re considered for projects, and even how quickly they advance. Understanding who to...more",
    "Think about the ocean. On the surface it seems serene, but deep below, currents guide everything that happens above. This is exactly how power dynamics work in organizations. They may seem invisible, but they shape everything from decision-making to company culture.",
    "Power dynamics refer to the balance (or imbalance) between people and groups when they interact. They determine whether your ideas get implemented or ignored, whether you’re considered for projects, and even how quickly you advance. While good work quality matters, far too many professionals overlook the hidden dynamics that really determine their success.",
    "Take Sarah, a mid-level marketing manager who found herself frustrated after her carefully crafted digital campaign proposal hit unexpected roadblocks. Her strategy was solid, her projections were accurate, but the initiative kept stalling. While she had convinced her direct superiors about the value of the campaign, she came to realize she had completely neglected getting others’ buy-in.",
    "Sarah’s experience isn’t unique, because understanding who to influence is often just as important as knowing what to propose. This is where power mapping comes in — a useful tool that can help you make smart decisions about which key decision-makers you need to build relationships with as well as who might block your progress.",
    "Let’s walk through how to create a power map, using Sarah’s situation as an example:",
    "1. Identify your potential stakeholders.",
    "Brainstorm everyone who might be affected by or have an impact on your initiative. Include obvious players like your boss and team members, but also consider “silent” stakeholders such as clients, external partners, or gatekeepers who control access to information and resources.",
    "Sarah listed everyone who might have a say in her digital campaign’s success, including her supervisor, the marketing VP, and her team members. She then added the legal team who would need to approve messaging, the finance director who controlled the budget, and sales leaders whose teams would eventually use the campaign in their client outreach. Sarah also wrote down the head of digital operations, who rarely attended marketing meetings but still had significant say in getting the campaign launched.",
    "2. Rate each stakeholder’s level of influence and interest.",
    "Next, on a scale of 1–10 (10 being the most, 1 being the least), rate how much authority or input each stakeholder has (influence) as well as how much they care about what you’re working on (interest).",
    "Sarah’s immediate boss scored high on interest (8), since the campaign’s success would affect his own performance review, but lower on influence (4) because he needed buy-in from those above him. The marketing VP had both high influence (8) and interest (8) and was already supportive. The head of digital operations scored a 9 on influence, but only a 3 on interest. The legal team ranked moderately on both scales (6 and 5), while the finance director showed high influence (8) but low interest (4). The sales leaders varied, with the APAC director showing high interest (8), while other regional heads scored lower (3–4).",
    "3. Plot stakeholders on a power matrix.",
    "Quadrant 1 includes your key players — those who have both high influence and high interest. Place those with high influence but low interest in Quadrant 2. They have lots of sway, but don’t care much about the day-to-day work. Quadrant 3 (low influence, high interest) includes stakeholders who should be kept in the loop. Deprioritize contacts that fall into Quadrant 4 (low influence, low interest).",
    "Sarah plotted her stakeholders on the matrix:",
    "In Quadrant 1 was the marketing VP and APAC sales director — champions who needed to be kept closely involved.",
    "Quadrant 2 revealed why her previous attempts had stalled. She hadn’t been engaging the head of digital operations and the finance director effectively.",
    "The legal team and her immediate boss landed in Quadrant 3. While supportive, their backing alone wasn’t enough to get the campaign approved.",
    "Quadrant 4 included several regional sales managers and junior team members whose buy-in wasn’t critical.",
    "See more HBR charts in Data & Visuals",
    "4. Tailor your strategy.",
    "Sarah developed a targeted engagement strategy for each group. For her Quadrant 1 stakeholders (marketing VP and APAC sales director), she scheduled bi-weekly updates that included detailed data and talking points they could use to advocate for the campaign in meetings.",
    "For the Quadrant 2 players (the head of digital operations and finance director), Sarah scheduled time to understand their priorities and constraints. She learned that the head of digital operations was under pressure to show how his team directly impacted revenue growth. So she emphasized how the campaign would automate customer targeting and potentially generate millions in new sales, which shifted his interest level. For the finance director, she reframed the campaign’s benefits in terms of cost savings rather than brand awareness.",
    "For her Quadrant 3 stakeholders (her boss and legal team), Sarah sent fewer frequent updates on progress and occasionally asked for specific favors, like having them make key introductions. Sarah scaled back her involvement with Quadrant 4 significantly to free up time to focus elsewhere.",
    "5. Regularly update as new information arises and projects evolve.",
    "Sarah got approval for her campaign within three months because she had strategically involved people in the right ways. She also kept a close eye on how power dynamics evolved during that time. For instance, when one of her Quadrant 3 supporters got promoted, she adjusted her engagement strategy to match their new influence level. Similarly, when she discovered that a seemingly low-influence IT manager actually had the ear of the digital operations head, she revised her map and built that relationship.",
    "Power structures shift. New stakeholders emerge. Priorities change. When you treat your power map as a living document rather than a one-time exercise, you’ll be better equipped to navigate organizational politics and dynamics as tides change.",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Negotiating. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Maintain relationships, resolve conflicts, and get the outcome you need.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "Employment Is Dead: How Disruptive Technologies Are Revolutionizing the Way We Work",
    "The Execution Premium: Linking Strategy to Operations for Competitive Advantage",
    "Read more on Negotiating skills",
    "Interpersonal skills,",
    "Interpersonal communication",
    "and Managing yourself"
  ]
}