{
  "url": "https://dbsjeyaraj.com/dbsj/?p=86896",
  "title": "Temples, treasures and trade: The astonishing legacy of India’s Chola dynasty",
  "ut": 1769195848.0,
  "body_paragraphs": [
    "(Anirudh Kanisetti is an Indian writer and author, most recently of Lords of Earth And Sea : A History of The Chola Empire)",
    "It’s 1000 CE – the heart of the Middle Ages.",
    "Europe is in flux. The powerful nations we know today – like Norman-ruled England and the fragmented territories that will go on to become France – do not yet exist.",
    "Towering Gothic cathedrals have yet to rise. Aside from the distant and prosperous city of Constantinople, few great urban centres dominate the landscape.",
    "Yet that year, on the other side of the globe, an emperor from southern India was preparing to build the world’s most colossal temple.",
    "Completed just 10 years later, it was 216ft (66m) tall, assembled from 130,000 tonnes of granite: second only to Egypt’s pyramids in height. At its heart was a 12ft tall emblem of the Hindu god Shiva, sheathed in gold encrusted with rubies and pearls.",
    "In its lamplit hall were 60 bronze sculptures, adorned with thousands of pearls gathered from the conquered island of Lanka. In its treasuries were several tonnes of gold and silver coins, as well as necklaces, jewels, trumpets and drums torn from defeated kings across India’s southern peninsula, making the emperor the richest man of the era.",
    "He was called Raja-Raja, King of Kings, and he belonged to one of the most astonishing dynasties of the medieval world: the Cholas.",
    "His family transformed how the medieval world worked – yet they are largely unknown outside India.",
    "Prior to the 11th Century, the Cholas had been one of the many squabbling powers that dotted the Kaveri floodplain, the great body of silt that flows through India’s present-day state of Tamil Nadu.",
    "But what set the Cholas apart was their endless capacity for innovation. By the standards of the medieval world, Chola queens were also remarkably prominent, serving as the dynasty’s public face.",
    "Travelling to Tamil villages and rebuilding small, old mud-brick shrines in gleaming stone, the Chola dowager Sembiyan Mahadevi – Rajaraja’s great-aunt – effectively “rebranded” the family as the foremost devotees of Shiva, winning them a popular following.",
    "Sembiyan prayed to Nataraja, a hitherto little-known form of Hindu god Shiva as the King of Dance, and all her temples featured him prominently.",
    "The trend caught on. Today, Nataraja is one of the most recognisable symbols of Hinduism. But to the medieval Indian mind, Nataraja was really a symbol of the Cholas.",
    "The emperor, Rajaraja Chola, shared his great-aunt’s taste for public relations and devotion – with one significant difference.",
    "Rajaraja was also a conqueror. In the 990s, he led his armies over the Western Ghats, the range of hills that shelter India’s west coast, and burned the ships of his enemies while they were at port.",
    "Next, exploiting internal turmoil on the island of Lanka, he established a Chola outpost there, becoming the first mainland Indian king to set up a lasting presence on the island. At last, he broke into the rugged Deccan Plateau – the Germany to the Tamil coast’s Italy – and seized a portion of it for himself.",
    "The loot of conquest was lavished on his great imperial temple, known today as the Brihadishvara.",
    "In addition to its precious treasures, the great temple received 5,000 tonnes of rice annually, from conquered territory across southern India (you’d need a fleet of twelve Airbus A380s to carry that much rice today).",
    "This allowed the Brihadishvara to function as a mega-ministry of public works and welfare, an instrument of the Chola state, intended to channel Rajaraja’s vast fortunes into new irrigation systems, expanding cultivation, and vast new herds of sheep and buffalo. Few states in the world could have conceived of economic control at such scale and depth.",
    "The Cholas were as important to the Indian Ocean as the Mongols were to inner Eurasia.",
    "Rajaraja Chola’s successor, Rajendra, built alliances with Tamil merchant corporations: a partnership between traders and government power that foreshadowed the East India Company – a powerful British trading corporation that later ruled large parts of India – that was to come more than 700 years later.",
    "In 1026, Rajendra put his troops on merchants’ ships and sacked Kedah, a Malay city that dominated the global trade in precious woods and spices.",
    "While some Indian nationalists have proclaimed this to be a Chola “conquest” or “colonisation” in Southeast Asia, archaeology suggests a stranger picture: the Cholas didn’t seem to have a navy of their own, but under them, a wave of Tamil diaspora merchants spread across the Bay of Bengal.",
    "By the late 11th Century, these merchants ran independent ports in northern Sumatra. A century later, they were deep in present-day Myanmar and Thailand, and worked as tax collectors in Java.",
    "In the 13th Century, in Mongol-ruled China under the descendants of Kublai Khan, Tamil merchants ran successful businesses in the port of Quanzhou, and even erected a temple to Shiva on the coast of the East China Sea. It was no coincidence that, under the British Raj in the 19th Century, Tamils made up the largest chunk of Indian administrators and workers in Southeast Asia.",
    "Conquests and global connections made Chola-ruled south India a cultural and economic behemoth, the nexus of planetary trade networks.",
    "Chola aristocrats invested war-loot into a wave of new temples, which sourced fine goods from a truly global economy linking the farthest shores of Europe and Asia. Copper and tin for their bronzes came from Egypt, perhaps even Spain. Camphor and sandalwood for the gods were sourced from Sumatra and Borneo.",
    "Tamil temples grew into vast complexes and public spaces, surrounded by markets and endowed with rice estates. In the Chola capital region on the Kaveri, corresponding to the present-day city of Kumbakonam, a constellation of a dozen temple-towns supported populations of tens of thousands, possibly outclassing most cities in Europe at the time.",
    "These Chola cities were astonishingly multicultural and multireligious: Chinese Buddhists rubbed shoulders with Tunisian Jews, Bengali tantric masters traded with Lankan Muslims.",
    "Today, the state of Tamil Nadu is one of India’s most urbanised. Many of the state’s towns grew around Chola-period shrines and markets.",
    "These developments in urbanism and architecture were paralleled in art and literature.",
    "Medieval Tamil metalwork, produced for Chola-period temples, is perhaps the finest ever made by human hand, the artists rivalling Michelangelo or Donatello for their appreciation of the human figure. To praise Chola kings and adore the gods, Tamil poets developed notions of sainthood, history and even magical realism. The Chola period was what you’d get if the Renaissance had happened in south India 300 years before its time.",
    "It is not a coincidence that Chola bronzes – especially Nataraja bronzes – can be found in most major Western museum collections. Scattered across the world, they are the remnants of a period of brilliant political innovations, of maritime expeditions that connected the globe; of titanic shrines and fabulous wealth; of merchants, rulers and artists who shaped the planet we live in today."
  ]
}