{
  "url": "https://www.ft.lk/columns/China-Sri-Lanka-ties-in-a-changing-world/4-776912",
  "title": "China-Sri Lanka ties in a changing world",
  "ut": 1748285411.0,
  "body_paragraphs": [
    "Chinese Ambassador to Sri Lanka Qi Zhenhong affirms that the so-called “Chinese debt trap” narrative is politically driven and unsupported by facts. Emphasising the strong foundation of bilateral ties, he notes that the scope for cooperation between China and Sri Lanka is broad, with a promising outlook for the future. Further he noted the upcoming visit by Chinese Commerce Minister Wang Wentao with an economic and trade delegation is expected to unlock fresh opportunities for deeper bilateral cooperation. Prior to his assignment in Colombo, Ambassador Qi served as China’s Ambassador to the Kingdom of Bahrain.",
    "Chinese Ambassador to Sri Lanka Qi Zhenhong",
    "Q: Your recent article in the FT refers to China as a “more trustworthy partner” for Sri Lanka. What specific factors have shaped this perception, and how is that trust reflected in the current state of bilateral relations?",
    "The bond between China and Sri Lanka is rooted in mutual respect and generational friendship. We have consistently supported one another on matters of core interest. During the COVID-19 pandemic, despite global vaccine shortages and domestic demand, China supplied Sri Lanka with a substantial volume of vaccines and PPE—more than 70% of Sri Lankans received Chinese vaccines. This played a pivotal role in protecting public health and restoring normalcy. China was also the first country to agree to a debt restructuring framework with Sri Lanka and remains its largest bilateral creditor. The state visit of President Disanayake to China this January marked another milestone, resulting in new cooperation agreements across trade, agriculture, social welfare, and media under the Belt and Road Initiative (BRI). We are committed to ensuring these projects deliver tangible benefits.",
    "Q: Given the potential adverse impact of rising US tariffs on Sri Lanka’s economy and the need to diversify into new markets —particularly for the garment sector—what role can China play in enhancing the country’s industrial resilience and competitiveness?",
    "The US’s protectionist measures contradict global trends and harm all parties involved. Imposing tariffs of up to 44% on Sri Lankan exports, especially apparel, has created substantial challenges. In response, China will continue to support Sri Lanka’s industrialisation and market diversification. Key initiatives include the development of Colombo Port City, Hambantota Port, and the proposed Sinopec oil refinery. Policy consistency and investor-friendly reforms are crucial to sustaining foreign investment. In that context, the upcoming visit by Chinese Commerce Minister Wang Wentao with an economic and trade delegation is expected to unlock fresh opportunities for deeper bilateral cooperation.",
    "Q: With exports to traditional markets under pressure and an urgent need to diversify, how can Sri Lanka better leverage its partnership with China to expand both its export destinations and product offerings?",
    "Sri Lanka and China should expedite efforts to finalise a comprehensive Free Trade Agreement (FTA). Negotiations have been stalled since the sixth round in 2017, despite China’s readiness. An FTA would allow Sri Lanka to benefit from access to the world’s second-largest economy, just as many other developing nations have. Fears that such an agreement would disadvantage Sri Lanka are unfounded. In 2024, China’s foreign trade volume exceeded $ 6.1 trillion, while trade with Sri Lanka accounted for just 0.087% of that. The Rice-Rubber Pact of the 1950s is a testament to China’s fairness—even then, with a fragile economy, China offered generous concessions. Today, as a more advanced economy, China has even less reason to exploit Sri Lanka. Concluding an FTA would help Sri Lanka integrate more deeply into global value chains and boost economic recovery.",
    "Q: China has supported major infrastructure projects in Sri Lanka, including the Colombo Port City and Hambantota Port. How do these align with the country’s long-term economic vision, and what safeguards are in place to ensure their strategic and financial sustainability?",
    "China has helped upgrade Sri Lanka’s infrastructure significantly, enabling the country to overcome structural bottlenecks. Projects like the Colombo Port City and Hambantota Port are now key engines of economic growth, both recently recognised by the Sri Lankan government as major FDI contributors in 2024. As the Chinese saying goes, “If you want to get rich, build roads.” We believe the Sri Lankan people will make full use of this infrastructure in the economic recovery process. China remains committed to working closely with Sri Lanka to accelerate the development of these strategic assets, ensuring that they contribute meaningfully and sustainably to the country’s future.",
    "Q: In light of ongoing concerns about debt sustainability linked to Chinese loans, how should Sri Lanka balance its need for infrastructure development with responsible fiscal management?",
    "Sri Lanka’s debt issues stem from a range of factors—not from Chinese financing. Some narratives, particularly the so-called “Chinese debt trap,” are politically motivated and lack factual basis. China’s infrastructure financing in Sri Lanka has focused on productive sectors such as power, logistics, and transportation, with the goal of enhancing economic self-sufficiency and resilience. The Colombo Port City project, notably, did not cost Sri Lanka a single rupee. A report by Johns Hopkins University details the facts behind the Hambantota Port project, showing China stepped in only after other potential partners—including the US, Japan, and India—declined to assist. Far from being a source of debt distress, China’s role has been that of a facilitator and partner in Sri Lanka’s long-term development.",
    "Q: Beyond economics, what steps are being taken to deepen cultural and educational exchanges between Sri Lanka and China—especially considering the deep historical ties between the two nations?",
    "China and Sri Lanka share a deep-rooted cultural heritage. From the voyages of Faxian and Zheng He to the recent inclusion of the “Stele for Buddhist Temples of the Kingdom of Kotte” in UNESCO’s Memory of the World Register, our cultural bonds continue to grow stronger. China has promoted a variety of cultural exchanges in Sri Lanka—from Chinese New Year celebrations and tea festivals to Tai Chi exhibitions and the Dragon Boat Festival. Since 1975, China has offered thousands of scholarships and training opportunities to Sri Lankan students and professionals. The “Chinese Ambassador Scholarship,” launched in 2016, has benefited over 1,000 individuals. Four Confucius Institutes and numerous “Chinese Culture Classrooms” now operate across Sri Lanka, with plans for more. Next month, we will co-host a “China–Sri Lanka–Maldives Tourism Forum” and a Dragon Boat race with Sri Lanka’s Ministry of Sports and Youth. We’ve also donated five dragon boats for the event. These efforts reinforce our people-to-people ties and mutual understanding.",
    "Q: Looking ahead, what should be the priority areas in Sri Lanka’s partnership with China, and how do you see this relationship evolving over the next decade in a shifting global landscape?",
    "Earlier this year, during President Disanayake’s state visit, both nations committed to building a China–Sri Lanka community with a shared future. China believes in long-term partnerships and shared prosperity. The scope for cooperation is extensive, and the future is promising. We are expanding collaboration in areas such as trade, agriculture, climate change, education, marine research, youth development, think tanks, sports, media, health, and security. Buddhist exchanges remain a central pillar. No matter how the global order evolves, the historical logic of our friendship and the internal momentum driving it will remain strong.",
    "Q: You have been a good friend to Sri Lanka. What more can we do to strengthen economic and cultural ties?",
    "China and Sri Lanka are more than partners—we are brothers. Our cooperation has become a model of South-South collaboration. As the only country with a full range of industrial categories and leadership in infrastructure and emerging technologies like AI, 5G, and clean energy, China remains committed to supporting global development—especially in countries like Sri Lanka. Moving forward, we must deepen collaboration in both traditional sectors and new frontiers. Let us jointly uphold multilateralism, pursue common development, and ensure a more stable and equitable global environment. The future of China–Sri Lanka relations is bright, and we are committed to walking this path together."
  ]
}