{
  "url": "https://www.ft.lk/columns/How-smart-cities-could-revolutionise-Sri-Lanka-s-urban-landscape/4-772664",
  "title": "How smart cities could revolutionise Sri Lanka’s urban landscape",
  "ut": 1738713356.0,
  "body_paragraphs": [
    "There are a few things that all citizens of Sri Lanka can agree on. This includes the fact that traffic congestion is impeding our life, that water/waste management in Sri Lanka is severely inefficient, that Government offices are cumbersome and time-consuming and that fraud/corruption is inevitable. Our cities have high wastage, using public transportation is time-consuming, and there is often no order in our systems. This is why Sri Lanka needs smart cities.",
    "A smart city approach would introduce AI-powered traffic systems to reduce congestion, centralised digital portal for Government services, reducing paperwork and corruption, IoT-enabled waste bins optimising garbage collection, and blockchain technology making land registration seamless and corruption-free. This is how cities like that in Singapore, Dubai and Amsterdam have become the paradise they are today.",
    "By adopting a few of these strategies, starting in key cities like Colombo, Kandy and/or Galle, Sri Lanka can save money, time and reduce many of our peoples’ problems. Colombo, as the commercial hub, could implement a 5G-powered traffic system. Kandy could benefit from smart tourism initiatives and e- waste management in heritage zones, while Galle from coastal sustainability projects. Additionally, Jaffna’s agricultural sector could integrate AI-driven climate monitoring, ensuring food security and sustainability for farmers.",
    "With Public-Private Partnerships, strategic policies and public awareness/literacy campaigns to provoke public participation in the implementation of smart cities, Sri Lanka can slowly build future-forward, cost-effective and productive systems. Further it is necessary to encourage people towards sustainable living, for example, by providing incentives for use of electric vehicles.",
    "Starting with sections, Governments need to start adopting city-specific smart systems. Sri Lanka has a history of resilience and innovation. The time has come to embrace the future—a future where technology meets tradition, where progress meets sustainability, and where Sri Lanka leads the way in South Asia’s smart city revolution.",
    "(The writer is President, Ceylon Institute of Builders.)"
  ]
}