{
  "url": "https://www.dailymirror.lk/plus/PUT-CHILDREN-FIRST-A-MOMENT-OF-CHOICE-FOR-SRI-LANKA/352-292789",
  "title": "PUT CHILDREN FIRST A MOMENT OF CHOICE  FOR SRI LANKA",
  "ut": 1727736205.0,
  "body_paragraphs": [
    "As Sri Lanka celebrates World Children’s Day, the nation stands at a crucial juncture. With the recent election of its 9th Executive President and the General Elections fast approaching, the political landscape is shifting, and with it, an opportunity to reprioritise the most vulnerable and essential members of our society—our children.",
    "The choices made today by political leaders, civil society, and communities will shape the future of Sri Lanka’s children for years to come.",
    "The words of Article 3(1) of the United Nations Convention on the Rights of the Child (CRC) resonate profoundly at this critical time: “In all actions concerning children, the best interest of the child shall be a primary consideration.” Sri Lanka, one of the first countries to ratify the CRC in 1991, has made notable strides in advancing children’s rights. From achieving Universal Child Immunisation in 1989 to establishing the National Child Protection Authority in 1998, Sri Lanka has a proud history of prioritising children in public policy.",
    "However, much remains to be done. This is a moment of choice—an opportunity to firmly place children at the centre of governance, ensuring that their protection, development, and future are prioritised in all national policies.",
    "Safeguarding Children in the Political Process",
    "As the political landscape evolves, it is imperative to keep in mind that children are often the most vulnerable to the effects of instability. Protecting children from any form of political manipulation or harm should be a shared responsibility. While ensuring that children are not used to promote political ideologies or slogans that are not their own, it is imperative that Sri Lanka’s political actors strive to uphold the CRC’s guiding principle of ensuring that the best interests of children are protected above all else.",
    "Moreover, it is vital that children have a voice in decisions that affect them. Engaging them meaningfully in discussions about their future, while safeguarding them from harm or undue influence, is a responsibility which adults, as guardians or caregivers, or as a whole society, must take seriously.",
    "Investing in Core Services for Children",
    "At the heart of any nation’s progress is its investment in core services such as health and education. Unfortunately, Sri Lanka’s spending on these vital sectors remains far below international benchmarks. In 2023, the government allocated only 1.6% of its GDP to education, far short of the 4-6% recommended globally.Health spending, similarly, at 1.6%, falls well below the 5% target necessary for achieving Universal Health Coverage. To ensure that Sri Lanka’s children thrive, the country must significantly increase its investment in these sectors, inter alia by reallocating public funds.",
    "This is not merely a budgetary issue—it is a moral imperative. Without adequate resources, the rights and wellbeing of children are at risk, and the consequences will be felt not just by this generation but by future ones.",
    "Addressing Child Malnutrition",
    "One of the most pressing challenges facing Sri Lanka’s children is malnutrition. Currently, three out of five children suffer from some form of malnutrition, with severe consequences for their physical and cognitive development. This is not just a health issue—it is a multifaceted problem that requires a coordinated, multisectoral response. A Multisector Nutrition Action Plan has already been developed, but its full implementation is yet to be realized. Tackling child malnutrition requires stronger leadership, coordinated actions at both national and sub-national levels, and sufficient funding to support these efforts. Without a united approach, we risk condemning a generation of children to a lifetime of preventable health problems.",
    "Prioritising Early Childhood Care and Development (ECCD)",
    "The first 1,000 days, from conception to age two, are a period of rapid brain development, laying the foundation for a child’s holistic growth. The importance of the early years in a child’s life cannot be overstated. Research indicates that 90% of brain development occurs by age six, making early childhood care and development (ECCD) a critical investment in the future of any nation.",
    "Sri Lanka has made progress in this area, with the recent development of the National Multisectoral Strategic Action Plan on ECCD (2024-2028). But effective implementation will require coordinated efforts across multiple sectors and adequate investment from the highest levels of government. Only then can we ensure that every child in Sri Lanka has a fair start in life.",
    "Preventing Family Separation and Promoting",
    "More than 10,000 children in Sri Lanka live in institutional care, often in conditions that do not support their development, but actually hurt it. What is most concerning is that over 90% of these children have families they could return to if given the right support.",
    "The government has approved an Alternative Care Policy that aims to find family-based solutions for children in institutional care. Implementing this policy fully, along with reducing violence against children by banning corporal punishment in all settings, is crucial to ensuring that children are protected from harm and grow up in nurturing environments.",
    "Protecting Education and Reducing",
    "Sri Lanka’s education system has faced significant challenges in recent years, particularly due to the restrictions imposed to respond to the Covid-19 pandemic and the subsequent economic crisis. Prolonged school closures and financial hardships have exacerbated existing educational disparities, with recent data showing that only 14% of third graders possess expected literacy skills, while only 15% demonstrate basic numeracy skills.",
    "To reverse these learning losses, it is essential to prioritise foundational learning, particularly in literacy and numeracy. Strengthening early childhood education, improving teacher quality, and providing targeted support for struggling students are all key strategies to ensure that Sri Lanka’s children are equipped with the skills they need to succeed in the 21st century.",
    "Strengthening Social Protection for Vulnerable Families",
    "The recent economic crisis, coming after the impacts of the Covid-19 pandemic, has pushed many of Sri Lanka’s families deeper into poverty. Strengthening social protection measures is critical to helping these families recover and ensuring that children are not left behind.",
    "Sri Lanka has developed a National Social Protection Policy, which will be essential in reducing poverty and vulnerability. As the new government is established, it is essential that these policies translate into action, with adequate financing and legislative backing to ensure that all children, especially those from the most disadvantaged backgrounds, receive the support they need.",
    "Prioritising Climate Action for",
    "Sri Lanka’s children are on the front lines of the climate crisis. Climate projections warn that by 2030, up to one in six Sri Lankans could be living in floodplains, with water scarcity, crop failures, and damage to infrastructure becoming more common. Over the past two decades, climate-related losses have amounted to over USD 313 million annually, reducing the coping mechanisms of already vulnerable families.",
    "Children bear the heaviest burden, as their developing bodies are more susceptible to climate-related diseases, malnutrition, and psychological trauma. UNICEF’s Children’s Climate Risk Index (CCRI) ranks Sri Lanka as “extremely high risk” for children’s exposure to climate change. Therefore, it is vital to prioritise climate action, with children’s best interests at its core. The Sri Lanka Children’s Declaration for Disaster Risk Reduction and Climate Change Adaptation, developed by children, underscores the importance of hearing their voices and ensuring that climate action is central to governance. By addressing climate challenges head-on, we can safeguard not just the environment but also the health, wellbeing, and future of Sri Lanka’s children.",
    "A Shared Responsibility",
    "As we look to the future, it is clear that the choices we make today will determine the kind of country Sri Lanka will be for its children. UNICEF remains committed to working with the government, civil society, and communities to ensure that no child is left behind.",
    "On this national Children’s Day, let us resolve to put children first in every decision we make. The best interest of the child must not only be a guiding principle in the political and social arenas, but a shared responsibility of all Sri Lankans. Only then can we build a future in which every child has the opportunity to thrive.",
    "(The writer is the  UNICEF Representative to Sri Lanka)"
  ]
}