{
  "url": "https://www.dailymirror.lk/plus/Environmental-groups-demand-Lalkantha-to-withdraw-statement-on-wild-animals/352-297751",
  "title": "Environmental groups demand Lalkantha to withdraw statement on wild animals",
  "ut": 1733775428.0,
  "body_paragraphs": [
    "For paddy farmers, peacocks are an ultimate pest",
    "Environmentalists have begun to wonder whether Minister Lalkantha’s statement has in fact become a policy of the incumbent regime",
    "The NPP’s environmental policy envisions a ‘sustainable environment that ensures the healthy existence of biodiversity’. The policy further indicates conducting studies on harmful wildlife such as monkeys and wild boar and implementing necessary biological control methods. It is in this backdrop that subject Minister for Agriculture, Livestock, Irrigation and Lands K. D Lalkantha said that farmers can take any steps against wild animals that cause crop damage and that there wouldn’t be any legal implications. In response, leading environmentalists and animal welfare groups scrutinised this statement and then staged protests; further demanding the minister to either withdraw his statement or explain the rationale behind this statement.",
    "“Is govt. going against its own policy?” – Munasinghe",
    "Speaking at a media briefing organised by the Civil Society Organisations Collective for Sustainable Development, Vidura Munasinghe of People’s Movement for Renaissance said that the Agriculture Minister’s statement is rather controversial in a backdrop where most protected wild animals are being governed by the Flora and Fauna Protection Ordinance (FFPO). “The NPP harped on a promise of building a new political culture. People welcomed them on the promise of ending corruption and the legacy of what had been left behind over the past 76 years. As such people gave them a big mandate. Over the past few years we saw how a new regime would be elected for five years and how they would present a bogus document called a policy statement and work according to their own will once they secure power. We have seen how politicians have been making all sorts of statements in Parliament without any basis. The NPP presented a detailed policy framework across all sectors. Lalkantha’s statement doesn’t fall in line with the policies that the NPP said they would stand by. It reflects the political culture that the NPP scrutinized for the longest time,” claimed Munasinghe.",
    "It has been two years since people held protests to chase away a corrupt regime and stood against a corrupt governance structure. Therefore the NPP shouldn’t follow the trail that had been left behind. The entire world is challenged by climate change and biodiversity loss. Over the past 50 years around 73% of species have become extinct",
    "- Melani Gunathilaka of",
    "Climate Action Now – Sri Lanka",
    "“An irresponsible statement by a ruling party politician” – Gunathilaka",
    "Farmers are being challenged by environmental disasters such as floods and other climatic changes in addition to crop damage done by wild animals. “But the NPP can’t simply point fingers at elephants, toque macaques or other wild animals and frame them as pests,” said Melani Gunathilaka of Climate Action Now – Sri Lanka. “This is what was repeated by successive regimes. It has been two years since people held protests to chase away a corrupt regime and stood against a corrupt governance structure. Therefore the NPP shouldn’t follow the trail that had been left behind. The entire world is challenged by climate change and biodiversity loss. Over the past 50 years around 73% of species have become extinct. Humans are part of this entire ecosystem. In the past, people in rural areas worked in sync with nature. Even to date, people in rural areas believe in coexistence. Removing one set of species for the survival of another is impractical because we don’t know what would be the impact. An ecosystem is a complex network of various ecosystem services rendered by various species. If we talk about toque macaques they feed on tiny insects that cause damage to coconuts. In a way toque macaques protect coconut cultivations. Therefore we can’t point fingers at toque macaques alone. This is why we need a scientific study to understand what caused a decline in coconut cultivations and derive scientific solutions in a systematic manner. It is rather unacceptable to hear the ruling party issuing irresponsible statements to please certain segments of voters,” said Gunathilaka.",
    "“Scientific solutions needed” – Wijesingha",
    "The NPP’s ‘Mihikatha’ environmental policy talks about conducting proper studies to assess the increase in peacock, giant squirrel, toque macaques and other wild animal populations and controlling the growth of these populations via scientific methods. It also talks about establishing a commission to ensure environmental safety. “A policy statement is in fact a pledge,” said Jayantha Wijesingha, convener, Rainforest Protectors Sri Lanka. “Discussions have been held on steps to be taken to control crop damage done by peacocks and other wild animals that are considered to be pests. There are three reports submitted to the Parliament on managing the human-elephant conflict. All these include recommendations by experts. When such documents have already been submitted, nobody can come and say that elephants should be killed or people should use hakka patas (An explosive) or send elephants overseas or there’s overpopulation of elephants. The Land Use Policy Planning Department states that Sri Lanka comprise over 60% of agricultural land. But there’s less than 40% of lands in use. In that case the land use efficiency should be increased. The Mihikatha policy further promises environmental conservation under a land use management policy. The post-harvest crop wastage is over 40% and this has been indicated by internationally acclaimed bodies such as the Food and Agriculture Organisation (FAO). On the contrary, the pre-harvest losses are estimated between 5-8%. Therefore we need to talk about the higher percentage of wastages and we need scientific solutions to improve the country’s agriculture sector,” Wijesingha reiterated.",
    "“It is in fact a red herring. The government seems to be creating a straw man fallacy by creating an irrelevant issue that is easier to knock down, similarly to a scarecrow when the actual problem lies elsewhere”",
    "- Dr. Jagath Gunawardena, Senior Environmental Lawyer",
    "“Statement should be withdrawn or rectified” – Chamikara",
    "The Movement for Land and Agriculture Reform (MONLAR) conducts extensive research on the agriculture sector. They conduct studies on issues faced by farmers, reasons for the downfall of the agriculture sector while deriving homegrown, scientific solutions to these issues. In his comments, Sajeewa Chamikara, Environmental and legal officer at MONLAR said that the statement made by Minister Lalkantha would create rifts among various segments of society. “There’s a huge crisis with regards to the country’s agriculture sector. One of the factors that contribute to this crisis is the crop damage done by certain wild animals. But errant and short-sighted solutions have given rise to many other problems. Farmers have taken various steps to keep wild animals away from their harvests. There’s a heavy use of weedicides and pesticides which has impacted the agriculture sector leading to health issues such as CKDu. Farmers have gone to the extent of laying snares, putting up illegal electric fences, using hakka patas and even poisoning wild animals causing an imbalance in the ecosystem. All these have been a result of allowing farmers to take actions according to their own will. But when the Minister for agriculture, livestock, irrigation and lands make a statement that encourages farmers to continue these activities it will make people believe that such activities aren’t illegal anymore,” said Chamikara.",
    "Sections 52, 52 (a) and 53 (a) of the FFPO clearly states that people cannot cause any harm to protected animal species. Such individuals can be arrested without a warrant. Section 59 states that anybody aiding and abetting such activities too is an offence. Chamikara said that by making this statement the Minister seems to be aiding and abetting farmers to cause harm to wild animals. “It is rather unfortunate that even the Environment Minister couldn’t rectify this statement made by the agriculture minister. So we wonder whether this statement has in fact become a policy of the incumbent regime. We expect subject ministers to issue a correction regarding this statement because otherwise many farmers will be arrested without a warrant if they resort to killing wild animals in this manner,” Chamikara warned.",
    "“Govt. attempting to create a ‘straw man fallacy” – Dr. Gunawardena",
    "Speaking to the Daily Mirror, Senior Environmental Lawyer Dr. Jagath Gunawardena said that when environmental groups voiced against the killing of tusker Deega Danthu II, certain groups started blaming toque macaques for damaging coconut cultivations. “While that is underway, Minister Lalkantha issued a statement of this nature. It is in fact a red herring. The government seems to be creating a straw man fallacy by creating an irrelevant issue that is easier to knock down, similarly to a scarecrow when the actual problem lies elsewhere,” he said.",
    "From Left-Melani Gunathilaka, Vidura Munasinghe, Sajeewa Chamikara and Jayantha Wijesingha",
    "He further reiterated the fact that killing any protected animal under the FFPO is an offence and any suspect can be arrested without a warrant.",
    "Several attempts to contact Minister Lalkantha to inquire the rationale behind making such a statement proved futile."
  ]
}