{
  "url": "https://hbr.org/2024/10/how-online-retailers-can-avoid-costly-out-of-stock-issues",
  "title": "How Online Retailers Can Avoid Costly Out-of-Stock Issues",
  "ut": 1727938516.0,
  "body_paragraphs": [
    "NurPhoto/Getty Images",
    "This article explores how providing online customers with information about high-stock delivery windows can reduce stockouts and increase customer spending. An experiment conducted by Instacart showed that this approach led to a 4.6% increase in average...more",
    "Stockouts — when a customer wants to buy a product that’s not available — are the quintessential failure of supply to meet demand. According to one estimate, stockouts cost retailers nearly $1 trillion worldwide annually. Stockouts result in more than lost sales; they also drive negative customer experiences. This can discourage customers from returning to the retailer in the future, harm a brand’s reputation and customer loyalty, and even lead to higher operational costs.",
    "Stockouts are caused by a variety of issues, including scarce storage space, imperfect demand forecasting, poor inventory monitoring, and other variables.",
    "One might hope technology would solve this problem. So far, it has not. Even as technological advancements have fueled rapid growth in online retail, the severity of the stockout issues remains similar in both online and in-store channels.",
    "Online platforms offer the flexibility of shopping from home or on a mobile device, a level of convenience which brick-and-mortar stores typically struggle to match. On the other hand, brick-and-mortar stores have the tangible advantage of allowing customers to inspect products — to see what’s in stock — before buying. That allows shoppers in physical stores to adjust and consider buying a substitute product if their preferred item isn’t available. In contrast, online shoppers often don’t discover stock issues until the fulfillment process after having placed the order.",
    "This is a particular challenge for grocery delivery platforms. Many customers who’ve tried this method are familiar with the series of urgent text messages they’ll receive from the shopper, asking if it’s acceptable to substitute Product X for Product Y, which is out of stock.",
    "As a result of this issue, a recent survey of consumers in the U.S.  shows that product unavailability ranks as the third most common reason for not making online purchases, following delivery charges and quality assurance concerns, which are the first and second most frequent reasons, respectively.",
    "In a recent study, we explored a new approach for e-commerce platforms and online retailers to try to reduce this problem. Specifically, we found retailers can reduce stockouts and boost revenue by using intelligent, virtual interfaces that educate customers on how the probability of stockouts varies as a function of their specified delivery window. We found that when customers received this information, retailers saw a 4.6% relative increase in customers’ average daily spending.",
    "An A/B Experiment Identifies a Solution",
    "Our analysis is based on a field experiment conducted by Instacart (where one of us works) in April 2022, involving hundreds of thousands of customers. The primary objective of this experiment was to investigate the impact of revealing information about high-stock delivery windows on customers’ behavior on the platform. Importantly, the data from this field experiment not only allows us to estimate the causal effects of this information-sharing strategy but also to document interesting trends in customer purchasing behavior.",
    "In this experiment, some customers received supplemental information on which delivery windows were associated with higher inventory levels. Specifically, when customers in the treatment group checked out, they received notifications stating “Higher stock in stores at this time” for delivery windows between 10 a.m. and 3 p.m. These delivery windows correlate with higher stock levels, because most stores replenish their shelves early in the morning or overnight to avoid disrupting shoppers. Because this was conducted as an A/B test, we can assume that differences between the treatment and control groups are solely attributable to this policy of disclosing item availability information alongside the offered delivery windows.",
    "In our first look at the data, we found that messages about high stock levels lead to a 9.8% increase in the likelihood of customers choosing a high stock delivery window for their orders. We also found that the treatment effect was more pronounced for users who had experienced a greater number of stockouts prior to the experiment. This phenomenon, where individuals are more worried about the likelihood of a stockout simply because they have experienced it before, is mainly linked to the availability heuristic effect, a concept extensively studied in social psychology that describes people’s tendency to consider factors that come to mind quickly.",
    "Our paper also shows that the treatment effect is more significant for larger orders. This relates to the concept of vested interest in communication theory, where individuals, realizing they have a significant stake in the outcome, increase their mental and emotional investment in that decision. In our study, customers are more likely to pay attention to high stock delivery window information when they have large orders, because they have more to lose if their order isn’t fully fulfilled. We then documented a stronger effect among users who historically had demonstrated more flexibility when scheduling their orders. The rationale is that users with less flexibility are often limited in their choice of available delivery windows, making it difficult for them to act on high-stock delivery window information.",
    "In addition to increasing the propensity to select high-stock delivery windows, the experiment showed a 2.7% decrease in the proportion of items replaced and a 2.2% decrease in the proportion of items refunded — expected results given that both replacements and refunds are natural outcomes of stockouts. This means that the policy of disclosing high-stock delivery windows might protect a customer from a bad experience and improve the reliability of the service, while also reducing the costs to Instacart that result from refunds and replacements.",
    "The Costs of this Approach",
    "Our research also identified drawbacks of providing consumers with this extra information.",
    "Processing information takes time. In our experiment, we discovered that users who were exposed to this information spent 15% more time going through the checkout process, which makes online grocery shopping more time-consuming.",
    "Telling customers about high-stock delivery windows can also create frustration if they happen to be unavailable to receive a delivery at that time. If customers are told about high-stock delivery windows but cannot choose those times due to scheduling constraints, they might start expecting a stockout every time they place an order. When a negative outcome, such as a potential stockout, is emphasized through policies like the high stock inventory information sharing, people may begin to notice evidence of it more often — regardless of its actual occurrence — consequently distorting their perceptions and influencing their behaviors in line with these expectations.",
    "To examine this critical tradeoff, we analyzed the net impact of this information-sharing policy on platforms’ revenue. Here we find a 4.6% relative increase in the average daily spend among customers who received this high stock information over the course of one month. Interestingly, the majority of this increase is driven by a 3.8% relative increase in each order’s value (as opposed to an increase in the frequency of orders). In other words, providing the high stock delivery window prompts resulted in larger order sizes — that is, the orders in the treatment group had 4.17% more unique items and the quantity of each item increased by 0.73%, while the average price per item stays relatively the same. We believe that this mechanism is driven by the customers’ risk aversion behavior, meaning that they are trying to hedge against future stockout risk by adding more substitutes to their cart. Interestingly, we also discovered that this information-sharing policy encourages customers to try new things on the platform, such as purchasing items they have not bought before or shopping from new stores. This behavior is possibly driven by customers’ search for reliability and it could have a positive effect on the platform’s long-term revenue.",
    "The findings of our research have broader applicability for a wide range of online retailers with predictably fluctuating stock levels. For example, a fashion retailer could inform customers about peak stock periods for specific items, like summer clothing, ensuring they shop when the widest variety of sizes and colors is available. Our study also has significant implications for omnichannel retailers, especially when information about high-stock delivery windows is accessible only to online customers. If online shoppers are encouraged to select these high-stock delivery windows, it could inadvertently affect the stock availability for in-store customers, particularly those shopping in the evening.",
    "Information is power. Our study demonstrates how giving shoppers a small bit of extra information can help them avoid an annoying experience and lead them to buy more. For buyers and sellers alike, this is a win-win proposition.",
    "Sharpening Your Business Acumen Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Sharpening Your Business Acumen. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Take your career to the next level by learning business and finance basics, and developing an enterprise mindset.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "The Age of Outrage: How to Lead in a Polarized World",
    "Fusion Strategy: How Real-Time Data and AI Will Power the Industrial Future (Ebook and Mini Masterclass with Vijay Govindarajan)",
    "Read more on Operations strategy",
    "Customer experience and Technology and analytics"
  ]
}