{
  "url": "https://www.technologyreview.com/2024/12/12/1108568/china-export-bans/",
  "title": "China banned exports of a few rare minerals to the US. Things could get messier.",
  "ut": 1733963400.0,
  "body_paragraphs": [
    "This article is from The Spark, MIT Technology Review’s weekly climate newsletter. To receive it in your inbox every Wednesday, sign up here. I’ve thought more about gallium and germanium over the last week than I ever have before (and probably more than anyone ever should).  As you may already know, China banned the export of those materials to the US last week and placed restrictions on others. The move is just the latest drama in escalating trade tensions between the two countries. While the new export bans could have significant economic consequences, this might be only the beginning. China is a powerhouse, and not just in those niche materials—it’s also a juggernaut in clean energy, and particularly in battery supply chains. So what comes next could have significant consequences for EVs and climate action more broadly.",
    "A super-quick catch-up on the news here: The Biden administration recently restricted exports of chips and other technology that could help China develop advanced semiconductors. Also, president-elect Donald Trump has floated all sorts of tariffs on Chinese goods. Apparently in response to some or all of this, China banned the export of gallium, germanium, antimony, and superhard materials used in manufacturing, and said it may further restrict graphite sales. The materials are all used for both military and civilian technologies, and significantly, gallium and germanium are used in semiconductors.",
    "It’s a ramp-up from last July, when China placed restrictions on gallium and germanium exports after enduring years of restrictions by the US and its Western allies on cutting-edge technology. (For more on the details of China’s most recent move, including potential economic impacts, check out the full coverage from my colleague James Temple.) What struck me about this news is that this could be only the beginning, because China is central to many of the supply chains snaking around the globe. This is no accident—take gallium as an example. The metal is a by-product of aluminum production from bauxite ore. China, as the world’s largest aluminum producer, certainly has a leg up to be a major player in the niche material. But other countries could produce gallium, and I’m sure more will. China has a head start because it invested in gallium separation and refining technologies. A similar situation exists in the battery world. China is a dominant player all over the supply chain for lithium-ion batteries—not because it happens to have the right metals on its shores (it doesn’t), but because it’s invested in extraction and processing technologies.  Take lithium, a crucial component in those batteries. China has around 8% of the world’s lithium reserves but processes about 58% percent of the world’s lithium supply. The situation is similar for other key battery metals. Nickel that’s mined in Indonesia goes to China for processing, and the same goes for cobalt from the Democratic Republic of Congo. Over the past two decades, China has thrown money, resources, and policy behind electric vehicles. Now China leads the world in EV registrations, many of the largest EV makers are Chinese companies, and the country is home to a huge chunk of the supply chain for the vehicles and their batteries. As the world begins a shift toward technologies like EVs, it’s becoming clear just how dominant China’s position is in many of the materials crucial to building that tech. Lithium prices have dropped by 80% over the past year, and while part of the reason is a slowdown in EV demand, another part is that China is oversupplying lithium, according to US officials. By flooding the market and causing prices to drop, China could make it tougher for other lithium processors to justify sticking around in the business.",
    "The new graphite controls from China could wind up affecting battery markets, too. Graphite is crucial for lithium-ion batteries, which use the material in their anodes. It’s still not clear whether the new bans will affect battery materials or just higher-purity material that’s used in military applications, according to reporting from Carbon Brief. To this point, China hasn’t specifically banned exports of key battery materials, and it’s not clear exactly how far the country would go. Global trade politics are delicate and complicated, and any move that China makes in battery supply chains could wind up coming back to hurt the country’s economy.  But we could be entering into a new era of material politics. Further restrictions on graphite, or moves that affect lithium, nickel, or copper, could have major ripple effects around the world for climate technology, because batteries are key not only for electric vehicles, but increasingly for our power grids.  While it’s clear that tensions are escalating, it’s still unclear what’s going to happen next. The vibes, at best, are uncertain, and this sort of uncertainty is exactly why so many folks in technology are so focused on how to diversify global supply chains. Otherwise, we may find out just how tangled those supply chains really are, and what happens when you yank on threads that run through the center of them.    Now read the rest of The Spark Related reading Check out James Temple’s breakdown of what China’s ban on some rare minerals could mean for the US. Last July, China placed restrictions on some of these materials—read this story from Zeyi Yang, who explains what the moves and future ones might mean for semiconductor technology. As technology shifts, so too do the materials we need to build it. The result: a never-ending effort to build out mining, processing, and recycling infrastructure, as I covered in a feature story earlier this year.  STEPHANIE ARNETT/MIT TECHNOLOGY REVIEW | GETTY, ENVATO   Another thing  Each year we release a list of 10 Breakthrough Technologies, and it’s nearly time for the 2025 edition. But before we announce the picks, here are a few things that didn’t make the cut.",
    "A couple of interesting ones on the cutting-room floor here, including eVTOLs, electric aircraft that can take off and land like helicopters. For more on why the runway is looking pretty long for electric planes (especially ones with funky ways to move through the skies), check out this story from last year.  Keeping up with climate   Denmark received no bids in its latest offshore wind auction. It’s a disappointing result for the birthplace of offshore wind power. (Reuters)",
    "Surging methane emissions could be the sign of a concerning shift for the climate. A feedback loop of emissions from the Arctic and a slowdown in how the powerful greenhouse gas breaks down could spell trouble. (Inside Climate News) Battery prices are dropping faster than expected. Costs for  lithium-ion packs just saw their steepest drop since 2017. (Electrek) This fusion startup is rethinking how to configure its reactors by floating powerful magnets in the middle of the chamber. This sounds even more like science fiction than most other approaches to fusion. (IEEE Spectrum) The US plans to put monarch butterflies on a list of threatened species. Temperature shifts brought on by climate change could wreak havoc with the insects’ migration. (Associated Press) Sources close to Elon Musk say he’s undergone quite a shift on climate change, morphing from “environmental crusader to critic of dire climate predictions.” (Washington Post) Google has a $20 billion plan to build data centers and clean power together. “Bring your own power” is an interesting idea, but not a tested prospect just yet. (Canary Media)",
    "The Franklin Fire in Los Angeles County sparked Monday evening and quickly grew into a major blaze. At the heart of the fire’s rapid spread: dry weather and Santa Ana winds. (Scientific American) Places in the US that are most at risk for climate disasters are also most at risk for insurance hikes. Check out these great data visualizations on insurance and climate change. (The Guardian)  hide"
  ]
}