{
  "url": "https://www.ft.lk/columns/The-shifting-landscape-of-global-extremism-From-retreat-to-reinvention/4-784350",
  "title": "The shifting landscape of global extremism: From retreat to reinvention",
  "ut": 1763141988.0,
  "body_paragraphs": [
    "In the aftermath of the deadly car explosion near India’s historic Red Fort monument in New Delhi that killed eight people and injured several others earlier this week",
    "How development, ideology, and regional rivalries are reshaping extremism in South Asia and beyond",
    "The Delhi explosion has reawakened fears that South Asia’s old militant networks remain alive beneath the surface. India sees it as another reminder of Pakistan’s unfulfilled counter-terrorism promises. Pakistan, meanwhile, argues that such incidents are exploited to justify anti-Islamic or anti-Pakistan narratives. For smaller nations like Sri Lanka, these tensions have immediate consequences",
    "As South Asia once again stands on the edge of heightened tension, the debate on the future of extremism has resurfaced with striking urgency. The recent explosion in Delhi, reportedly linked to the Pakistan-based militant outfit Jaish-e-Muhammad (JeM), the decision of the Sri Lankan cricket team to cut short its tour citing security concerns, and the travel advisories issued by the UK and the US all reveal how quickly the regional temperature is rising.",
    "It is in this very context that some academics and policymakers are choosing to revisit the theme of “The Shifting Landscape of Global Extremism.” The timing is more than intellectual—it is strategic. When the region heats up, discussions on extremism are never neutral; they are tactical and politically charged.",
    "Extremism: A man-made phenomenon",
    "Extremism does not arise naturally. It is crafted—shaped, manipulated, and sustained by human ambition and geopolitical calculation. History shows how the meaning of “extremism” evolves to suit the interests of the powerful.",
    "After 9/11, the West’s war on terror targeted religious extremism. Following ISIS’s fall, global focus shifted toward cyber radicalisation and hybrid extremism. Today, we see yet another mutation—where ideological extremism fuses with technology, populism, and global grievance.",
    "This transformation shows not retreat, but reinvention. Extremism has simply found new arenas and new justifications.",
    "From battlegrounds to broadband: A global shift",
    "Globally, extremist movements are undergoing a metamorphosis. The fall of traditional strongholds like Raqqa or Waziristan has not dismantled extremism—it has merely dispersed it.",
    "1. Rebranding of Ideologies:",
    "Modern extremists increasingly present themselves as “freedom fighters,” “defenders of faith,” or “protectors of identity.” Their language borrows from social justice movements, giving ideological extremism a moral disguise.",
    "2. Digitally Driven Radicalisation:",
    "Recruitment no longer happens in training camps but in encrypted chat rooms and social media networks. The screen has replaced the sermon.",
    "In the global North, white nationalist and anti-state movements now mirror the structures once used by Islamist groups. In the global South, religion merges with nationalism to produce unpredictable hybrid threats.",
    "4. State-Sponsored Extremism:",
    "Certain states continue to covertly fund, arm, or tolerate extremist groups as strategic assets—fueling instability while denying responsibility.",
    "This fluid global environment sets the stage for South Asia’s renewed volatility, where extremism remains an instrument of both ideology and influence.",
    "The South Asian theatre: Where narratives collide",
    "The Delhi explosion has reawakened fears that South Asia’s old militant networks remain alive beneath the surface. India sees it as another reminder of Pakistan’s unfulfilled counter-terrorism promises. Pakistan, meanwhile, argues that such incidents are exploited to justify anti-Islamic or anti-Pakistan narratives.",
    "For smaller nations like Sri Lanka, these tensions have immediate consequences. The Sri Lankan cricket team’s request to return home echoes the trauma of 2009’s Lahore attack, underlining that sport, too, is hostage to the politics of fear.",
    "The Western response—swift travel warnings and cautious diplomatic statements—illustrates another reality: diminished confidence in the region’s stability.",
    "Thus, when global experts discuss a “shifting landscape,” it is not just ideological; it is geopolitical. Extremism has become a currency of influence, traded in the markets of regional rivalry and international policy.",
    "Is religious extremism in retreat—or just transforming?",
    "Despite the apparent decline of major terrorist networks, religious extremism has not disappeared; it has evolved. Its new forms are less violent but more pervasive—manifesting through media, culture, and identity politics.",
    "Extremist leaders now focus on shaping minds rather than seizing land. The message is refined, the methods more psychological. Online “preachers” and influencers have replaced battlefield commanders, building digital followings that outlive the organisations themselves.",
    "This evolution blurs the line between ideology and activism. The danger is no longer just bombs and guns—but narratives that divide societies, justify intolerance, and sanctify hatred.",
    "When aid becomes a catalyst: The USAID paradox",
    "An often-ignored factor in this transformation is the unintended role of international development. The U.S. Agency for International Development (USAID), designed to foster peace and prosperity, has sometimes—ironically—fueled resentment and ideological backlash.",
    "In countries like Afghanistan, Pakistan, and Iraq, USAID’s visible presence was both hope and provocation. Development projects disrupted traditional hierarchies, while their Western image fed extremist propaganda portraying aid as cultural invasion.",
    "When these programs were later scaled down or halted, the vacuum they left deepened local despair. Jobs disappeared, trust eroded, and disillusionment turned into anger—fertile ground for extremist recruitment.",
    "This paradox is best explained through what security analysts term the “Three M Phenomenon”—the triad that sustains extremism: Motivation, Men, and Money/Material.",
    "Motivation: The emotional engine",
    "Extremists draw power from grievance. When Western aid enters fragile societies, it is often framed by radicals as ideological infiltration. When it leaves, extremists reframe it as abandonment.",
    "In both cases, the emotional narrative—humiliation, betrayal, resistance—is weaponised for recruitment.",
    "Men: The human resource of extremism",
    "The end of aid programs leaves thousands of educated but unemployed youth adrift. These young people, stripped of",
    "opportunity and identity, become easy prey for extremist recruiters offering purpose, brotherhood, and revenge.",
    "In Pakistan’s tribal belt and post-withdrawal Afghanistan, this dynamic was vividly visible—development’s collapse became extremism’s opportunity.",
    "Money and material: The enablers",
    "Aid inflows once stabilised local economies. But corruption and weak oversight allowed some funds to seep into networks that also served militant logistics. After USAID’s retreat, those same intermediaries turned to illicit trade, diaspora funding, and ideological sponsors.",
    "Thus, even as Western dollars disappeared, new streams of financing emerged—often from religious charities or informal global networks.",
    "From hope to disillusionment",
    "When development is abruptly withdrawn, the resulting vacuum is not merely economic—it is psychological. Populations that once believed in progress feel deceived, and that sense of betrayal can be more radicalising than poverty itself.",
    "Every phase of aid intervention—arrival, operation, and exit—produces its own cycle of extremism. The problem is not aid itself, but the absence of sustainable transition and local ownership.",
    "The global and diplomatic fallout",
    "The new phase of extremism affects the world at every level:",
    "nInternationally: Western disengagement is seen as retreat, creating openings for China, Russia, and Gulf powers to expand influence through alternative aid or religious diplomacy.",
    "nRegionally: South Asia faces an ideological contest between secular governance and revivalist religiosity.",
    "nBilaterally: Donor–recipient relations strain as both sides exchange accusations—of manipulation, corruption, or hypocrisy.",
    "nMultilaterally: Fragmented counter-terror and development frameworks weaken cooperation, allowing extremist networks to move more freely across borders.",
    "From counter-terrorism to counter-transformation",
    "Religious extremism has not been defeated—it has been redesigned. It now spreads through pixels, ideas, and manipulated grievances. The challenge for states is no longer just dismantling organisations, but confronting ideologies that mutate with each global shift.",
    "Aid and development cannot be isolated from security. When humanitarian programs are politicised or withdrawn without continuity, they risk becoming the very catalysts of the extremism they sought to prevent.",
    "To build lasting peace, nations must integrate security, education, and development under one holistic vision. Extremism may be man-made—but so too is stability.",
    "The real battle ahead is not just for territory or ideology—but for the human mind.",
    "(The author is a  SSP (Retired), is the former Head of the Counter-Terrorism Division of the State Intelligence Service of Sri Lanka, and has served as Head of the Sri Lankan Delegation at three BIMSTEC Security Conferences. With over 40 years of experience in policing and intelligence, he writes on regional security, interfaith relations, and geopolitical strategy.)"
  ]
}