{
  "url": "https://www.ft.lk/columns/Jaffna-discourse-and-Anura-s-unreason-Forming-SJB-UNP-bloc-without-prevarication/4-787245",
  "title": "Jaffna discourse and Anura’s unreason; Forming SJB-UNP bloc without prevarication",
  "ut": 1769039909.0,
  "body_paragraphs": [
    "President AKD’s Jaffna discourse",
    "What and where is AKD’s logic? How does he know that those who go to Jaffna to observe sil on Poya aren’t doing so for the first time, having stopped at Anuradhapura on previous visits? Is he unaware that for Sri Lankans, especially the non-elite, of all religions, pilgrimages also have a domestic tourism dimension?",
    "From its apex, the AKD administration is irrational, illogical, unreasonable. The instances of irrationality in the tenure of AKD so far, are too many for the pattern to be ignored; the syndrome unacknowledged.",
    "Sri Lanka suffers from a devastating cyclone, which AKD inaccurately describes as the worst natural disaster ever experienced by this country, thereby overlooking the tsunami. No matter. The cyclone caused great damage and displaced huge numbers of people. One would logically assume that the calculations contained in the pre-cyclone Budget were knocked way off course by the cyclone. Obviously, budgetary revisions are needed. The Opposition offered to support them.",
    "The President spurns the very idea, sticks to his pre-cyclone budgetary figures and insists on the importance of having done so.",
    "‘  “...Some suggested that we suspend it and present an interim Budget, while others proposed completely revising the Budget to suit the disaster.",
    "We did not do so, because that Budget was a visionary document intended to take our country, our economy and the lives of our people forward.”",
    "He said the Budget passed on 5 December remained unchanged. “Accordingly, the Budget we passed in Parliament on 5 December was the very same Budget prepared before the cyclone struck. This is an extremely important point.” ’",
    "(https://www.ft.lk/top-story/AKD-sends-strong-policy-signal-Ditwah-will-not-derail-fiscal-agenda/26-786932)",
    "It is indeed “an extremely important point”. The very essence of irrationality is the inability or refusal to see the reality, especially the altered material reality—in this case of devastation, displacement and the need for updating dramatically outdated projected outlays.",
    "In 2024, the Opposition offered support to work on an alternative debt sustainability analysis (DSA) and renegotiate the IMF agreement, but AKD ignored it and went on to adhere to Ranil’s agreement.",
    "In 2025, the Opposition Leader endorsed the post-cyclone appeal by Nobel prize winner Joe Stiglitz, Thomas Piketty and others, for the restructuring of Sri Lanka’s debt. AKD ignored the window opened by Stiglitz (and Sajith).",
    "Then there’s foreign policy. President AKD renounces the doctrinal principle of ‘balance’ which has served Sri Lanka so well when it was adhered to, and cost us greatly when Governments deviated from it.",
    "‘Newsweek: Sri Lanka sits at the crossroads of Chinese-built infrastructure, Indian regional influence and US economic leverage. To what extent does Sri Lanka truly retain strategic autonomy, and how do you balance these relationships?",
    "Dissanayake: …We don’t look at our relations with these important countries as balancing. Each of our relationships is important to us. We work with everyone, but always with a single purpose—a better world for Sri Lankans, in a better world for all.’",
    "(https://www.newsweek.com/sri-lankas-president-speaks-turmoil-recovery-and-diplomacy-11172487)",
    "Most recently and outrageously we have President AKD’s Jaffna discourse.",
    "“[They] come to observe sil, passing the Sri Maha Bodhiya (the Sacred Bo tree), to Jaffna. What you have there, Venerable sirs, is not seelaya (virtue) but vairaya (hatred). Otherwise, why pass a great  number  of temples and places of worship and come to a certain place in Jaffna to observe sil? Not for seelaya (virtue) but for vairaya (hatred). They go on every Poya day and surround that temple. Not for land, but for racism/chauvinism (jaativaadaya). I have asked our Intelligence services whether among those who come there on every Poya day and shout, there is anyone who has a land there…”",
    "(https://www.youtube.com/watch?v=9Kz2mZDU6XQ&t=8142s, from 1hr 29 mts.)",
    "These remarks were made by Sri Lanka’s President in a speech on 16 January to a largely Tamil audience in Jaffna, with every sentence translated, real time, into Tamil.",
    "Ranil should do a JR and handover to a Premadasa",
    "If AKD was countering Sinhala chauvinism with these remarks, he should have done so before a predominantly Sinhala audience, in the South. You don’t counter Sinhala chauvinism in the North, addressing a majority Tamil audience.",
    "What and where is AKD’s logic? How does he know that those who go to Jaffna to observe sil on Poya aren’t doing so for the first time, having stopped at Anuradhapura on previous visits? Is he unaware that for Sri Lankans, especially the non-elite, of all religions, pilgrimages also have a domestic tourism dimension?",
    "Why, on what basis, is he irresponsibly imputing motivations of racist hatred (“jathivaadaya”, “vairaya”) to those coming from the South, who visit Jaffna for religious observances? Are places of Buddhist religious worship in Jaffna meant to be devoid of Southern pilgrims? Should Jaffna be a monoethnic zone?",
    "Why ask the Intelligence services about those who come from the South to observe sil in Jaffna?",
    "Who will be responsible if those pilgrims whose visits on Poya day to “surround” (AKD’s term) that particular Buddhist site while observing ‘sil’ and have now been targeted and typecast by the President himself, are attacked someday by elements who share the same psyche that made the Tigers attack the Sri Maha Bodhiya in Anuradhapura (that AKD refers to), killing hundreds of worshippers in 1985?",
    "If AKD was countering Sinhala chauvinism with these remarks, he should have done so before a predominantly Sinhala audience, in the South. You don’t counter Sinhala chauvinism in the North, addressing a majority Tamil audience",
    "The President’s indictment in Jaffna of Sinhala Buddhist pilgrims which makes them seem like Israeli Zionist settlers in the West Bank, can be used by Sri Lanka’s critics in the UN Human Rights Council and other forums; by enemies who seek war crimes indictments and a separate state; and also by Tamil Nadu politicians to canvass the takeover by India of the North and East and the Tamil people, to ‘protect them’ from the Sinhalese.",
    "Dr. Nishan de Mel illumines the contemporary reality.",
    "‘…He noted that Sri Lanka’s poverty rate surged by 13 percentage points during the crisis, the second-highest increase recorded in any country undergoing a debt crisis in the last decade, superseded only by Mozambique…",
    "The economist highlighted that real wages remain 10 to 20 percent lower than past levels, while employment figures are at a 20-year historic low.’",
    "(https://www.dailymirror.lk/breaking-news/SL-must-focus-on-addressing-the-real-economy-as-country-enters-2026Verit%C3%A9-Research-Chief/108-330680)",
    "President Barack Obama told the graduating class of West Point cadets that the fundamental principle to be learned is “don’t do stupid stuff!”.",
    "Stereotyping to the point of demonisation (‘vairaya’, i.e., ‘hate-filled’), Sinhala Buddhist pilgrims observing sil at Northern temples; and having an extremist ‘Wirathu’-type young Buddhist cleric behind bars for the victimless infringement of a regulation, while mass hardship and inequality widen on his watch, AKD is doing ‘stupid stuff’.",
    "Countervailing irrationality",
    "Irrationality in the case of a nation’s leader and/or Government usually results in collective tragedy. The proliferation of irrationality has to be contained and reversed as soon as possible.",
    "World history proves that between 1929 and 1933 it was possible to stop Hitler by means of an alliance of the Socialist and Communist parties, but when that hadn’t happened by the election of 1933 due to political sectarianism, Germany was doomed.",
    "The primary lesson isn’t so much the need for Left unity but for alliances/partnerships/blocs that can shift the balance of power electorally, and on the ground in the political arena.",
    "That is why I advocate what the Italians and Spanish call an ‘apertura’—an ‘opening’— to the Centre-Right, which may, in a competitive chain-reaction, also catalyse a Centre-Left bloc and perhaps a Left bloc.",
    "Over 60 years of conscious observation of Sri Lankan politics and over 50 years of engagement of one sort or another in Sri Lankan politics, and I’ve never joined the UNP. I’ve never joined the SLFP either, but have been more closely associated for longer with the Left and the Left-of- Centre than the Centre-Right.",
    "However, I’ve had a roughly 10-year stretch of association with the UNP, from the years of the Southern civil war which the JVP began by massacring democratic, anti-racist leftists (Daya Pathirana, Nandana Marasinghe, Vijaya Kumaratunga), through to the early years of Ranil Wickremesinghe’s leadership of the UNP when he pledged to follow Premadasa policies. It ended in 1997 when Ranil (a) signed the Liam Fox agreement declaring a political ceasefire with Chandrika on a negotiated settlement with the totalitarian-terrorist LTTE and (b) officially affiliated the UNP with the conclave of the global Centre-Right/Right, the International Democratic Union (IDU) in 1997.",
    "In the middle of those approximately 10 years of my association with the UNP in Government and Opposition, was my period of high-intensity supportive engagement with Ranasinghe Premadasa throughout his presidency.",
    "I am convinced that had Ranil stayed on the path he was, and in partnership with Premadasa’s deputy Sirisena Cooray as in 1993-1997 during which Wickremesinghe was the patron of the Premadasa Centre (of which Cooray was Chairman and I was the Executive Director), he could have been popularly elected President in 1999.",
    "I am no less convinced that had the UNP candidacy been transferred to Karu Jayasuriya, who had won the Colombo mayoralty in 1997 with Sirisena Cooray’s support, the UNP could have won in 1999 or 2015.",
    "When Ranil shifted to the neoliberal Right, he serially lost Presidential elections and his party won a Parliamentary majority only on two occasions 15 years apart. Similarly, when Sajith Premadasa was most in consonance with his father’s populist policies he scored 42%, missing the magic 50% by only 8% (2019), but when he shifted Right, turning his party into an elephant carrying the neoliberal free-market Economic Blueprint of Dr. Harsha de Silva like some sacred casket, he dropped to 32% (2024).",
    "Running in a three-way race against AKD/Harini/Bimal and Namal, Sajith needs Ranil and the residual UNP vote to give him a better chance of victory. For Sajith, Ranil is now a strategic asset. After diving into the crisis in 2022/3 as Sajith failed to, Ranil’s stature was enhanced, but certainly not enough to make a run on his own and beat Sajith",
    "Alignment/realignment between the SJB and the UNP is perhaps the most propitious thing that realistically could happen in the short run, in the island’s politics.",
    "United fronts are hardly new in Sri Lankan politics, but the art and science of forming them seems to have been lost along the way.",
    "The 1956 victory was by the MEP which was a combination of SWRD Bandaranaike’s SLFP and Philip Gunawardena VLSSP.",
    "In 1964, Mrs Bandaranaike’s SLFP formed a coalition with Dr NM Perera’s LSSP.",
    "In 1965 the UNP of Dudley Senanayake formed a seven-party coalition (the ‘Hath Havula’), the negotiations for which were undertaken by Ranil’s father Esmond Wickremesinghe.",
    "The sooner Namal Rajapaksa forms a coalition of the Centre parties—chiefly the SLPP and SLFP factions and the left—the better for his candidacy and the Centre-Left project. With his father as a unifying figure, this should be easier than at other times, but it has not yet happened, probably because the SLFP is splintered.",
    "But what about the SJB and UNP, which by contrast, is a relatively simple matter of just two compatible parties? The Centre-Left has to be reconstructed by Namal and MR, but an SJB-UNP bloc only has to be assembled by Sajith and Ranil.",
    "I’ve had several experiences of conducting or participating in major, complex and contentious though successful international negotiations, as a Vice President of the UN Human Rights Council, Chairperson of the ILO, Chairperson-Rapporteur of the Durban Review Conference, and Chairman of an Agenda item of the UN Conference on Disarmament. And I just don’t get what’s holding up the formation of an SJB-UNP bloc.",
    "The idea that an SJB-UNP alliance should or can wait till 2029 and the last pre-election moment is utterly misplaced. The foundation for the first ever two-thirds parliamentary majority in Sri Lanka, that of 1970 wasn’t laid at the last pre-election minute but two years before, at the Bogambara grounds in 1968, with the convergence of the SLFP, LSSP and CPSL into the United Front coalition with a Common Program.",
    "One of the tangible outcomes that the SJB and UNP should aim for is a joint May Day demonstration/march and rally this year and henceforth.",
    "Sajith and Ranil should meet on consecutive days until agreement is arrived at. Since there’s much notetaking/paperwork involved, each should have a secretary or small secretariat with them.",
    "This is not the time for an election manifesto, least of all a ‘vote-whacker’ like Harsha de Silva’s (Eran Wickremaratne buttressed) neoliberal Economic Blueprint.",
    "What’s needed now is that Sajith and Ranil co-author and sign four short texts of one page each.",
    "A Charter/Vision statement summarising the principles they believe to be true and desirable.",
    "A common minimum program, comprising solutions for the pressing problems of the people.",
    "A list of demands to the Government containing issues on which the SJB and UNP will launch joint campaigns of agitation, incorporating all Opposition forces.",
    "A signed agreement that Sajith Premadasa will be the President candidate (2029) of the SJB-UNP alliance.",
    "Each document should be written in or translated into effective, lucid Sinhala and Tamil prose.",
    "Then there’s the organisational component. The SJB and UNP should either form integrated, i.e., common committees or, far more easily, joint committees covering every locality, workplace and profession.  The joint committees may need an apex/ link representing both parties in accordance with respective electoral strengths.",
    "This still leaves a basic question: the ratios in the equation between the SJB and UNP, and their respective leaders Sajith and Ranil.",
    "To succeed, any arrangement has to accurately reflect the relationship of power, the actual balance of forces between the parties concerned. The SJB is clearly the preponderant party in the Opposition. The UNP simply must accept that it is like the UK Liberal Democrats, a third party, if that. It cannot be the equal of the SJB; only the junior partner. If the UNP doesn’t ally with the SJB, its voters will either vote SJB or for Namal and the UNP will disappear into extinction. Alliance with the SJB is the only viable game in town, which can lead to a win at the upcoming elections. That’s the UNP’s only pathway back into the Government benches and Cabinet in 2029.",
    "Ranil can run again, but who and how many will vote for him? In 2024 he ran as the Cylinder/SLFP backed incumbent President who “stabilised the economy and the country”. Those who are broadly sympathetic to his economic ideology (generic ‘Greens’) will vote tactically for Sajith rather than waste a vote. Few UNPers are likely to vote for Namal over Sajith.",
    "Running in a three-way race against AKD/Harini/Bimal and Namal, Sajith needs Ranil and the residual UNP vote to give him a better chance of victory. For Sajith, Ranil is now a strategic asset. After diving into the crisis in 2022/3 as Sajith failed to, Ranil’s stature was enhanced, but certainly not enough to make a run on his own and beat Sajith.",
    "Neither Sajith nor Ranil has an option apart from each other. With Namal Rajapaksa already prefiguring JD Vance’s 2028 run, Sajith is hardly guaranteed to win whether he runs alone or as preeminent partner of the SJB-UNP alliance—but the latter option gives him a marginally better chance.",
    "Neither Sajith nor Ranil has an option apart from each other. With Namal Rajapaksa already prefiguring JD Vance’s 2028 run, Sajith is hardly guaranteed to win whether he runs alone or as preeminent partner of the SJB-UNP alliance—but the latter option gives him a marginally better chance",
    "The notion that Sajith should play second fiddle because Ranil was once his leader, doesn’t hold because there’s a flipside: Ranil worked for  Sajith’s father who made him Cabinet spokesperson and Leader of the House.",
    "Ranil and Sajith cannot be co-equal leaders. Ranil just doesn’t have the numbers either in terms of votes or elected representatives. Though unsuccessful, Sajith has been a more successful leader of the SJB than Ranil has been of the UNP, as is obvious from the state of the two parties. Sajith has to be recognised as the leader and candidate, and the SJB as the overwhelmingly preponderant Opposition formation. Ranil should be the alliance’s Deputy Chairman, or have Emeritus/advisory status.",
    "(https://dayanjayatilleka.webflow.io/)",
    "Sajith has proved himself a man of compassion",
    "Opposition leader pays respects to Nandana Gunatilleke, former Presidential candidate of JVP",
    "President Anura’s Jaffna audience when he made his landmark speech"
  ]
}