{
  "url": "https://www.dailymirror.lk/opinion/Election-promises-amid-chaos-and-confusion-of-voting-rules-EDITORIAL/172-291372",
  "title": "Election promises amid chaos and confusion of voting rules - EDITORIAL",
  "ut": 1725916230.0,
  "body_paragraphs": [
    "Voters at this year’s presidential election do not face a straight forward choice. All these years, voters were used to choose between two main candidates. This year the choice is between four front-runners. Whereas earlier most people cast a single vote though they had multiple choices, this time around scare stories are swirling and people are thinking in terms of how they could use their vote to prevent particular candidates from winning.",
    "As yet a large number of voters are uncertain as to how they are going to use the second and third choice. Though some media institutions have published articles including graphics to show electors how to use their vote, many remain still uncertain.",
    "A large section of voters are also uncertain of the political climate in the immediate aftermath of the elections, with many fearing a return to a situation which occurred during the ‘Aragalaya’.",
    "The Commissioner of Elections needs to calm any fear of reprisals in the aftermath of the election.",
    "Meanwhile the main presidential candidates are crisscrossing the country, accusing their adversaries of all manner of crimes of commission and omission. One plus point during the run-up to this election has been the fact that none of the candidates have played the racial card, at least up to this time.",
    "The NPP nominee Anura Kumara Dissanayake (AKD) was accused by President Wickremesinghe of using threats to scare northern voters. AKD however has denied use on any such tactics. In an unexpected move a senior member of ITAK has come to the rescue of the ‘accused’ and publicly stated that Dissanayake never made such threats to Tamils during his campaign in the North.",
    "Having a Tamil member of Parliament standing up for a Sinhala politician is commendable and will go a long way to easing tensions between the two communities. After all, it is our wayward politicians who raised racial tensions between communities on earlier occasions. As we mentioned, it was really good, a Tamil politician took a stand on the issue.",
    "Meanwhile all the presidential candidates are promising the sun, the moon and the stars to ‘us the voters’. Two candidates have promised to raise public servants wages by Rs. 25,000, while another has promised to keep raising their salaries every six months in keeping with the rise in the cost of living.",
    "Well and good for public sector workers. But the reality is that while formal employment accounts for 34 per cent of total employment, only 13 per cent are from the public sector. Twenty per cent of the total, constitute those in private or mercantile formal employment.",
    "Its time our politicians consider those in the mercantile or private sector. Most workers in this sector saw their salaries halved during the COVID-19 epidemic. Many of these workers have not had their wages brought up to the level they received two years ago.",
    "Meanwhile the cost of living has risen twice over. The lives of these workers would be made more comfortable if some of the main candidates look into their problems too. However, before our politicians run around making promises of further wage increases, it will be good if they could let us how they are going to raise funds to practically fulfill these good deeds.",
    "While demanding our presidential candidates to be more transparent about how they will fulfill all their election promises, while still having to work within the International Monetary Fund (IMF) guidelines, it would be good, if officials at the office of the Commissioner of Elections could explain more clearly just how we mark our ballot papers.",
    "A failure to do this, could easily mean that a large number of votes would be rejected. This will be a shame."
  ]
}