{
  "url": "https://www.dailymirror.lk/opinion/Theres-still-no-justice-40-years-after-Fr-Bastian-was-killed/172-299506",
  "title": "There’s still no justice 40 years after  Fr. Bastian was killed",
  "ut": 1736101188.0,
  "body_paragraphs": [
    "Local memorial to Fr. Mary Bastian in Vankalai",
    "Today, January 6, will mark the 40th anniversary of the killing of Fr. Mary Bastian, a Catholic priest from the Catholic Diocese of Mannar, in the Northern province in Sri Lanka. It will be yet another anniversary to be marked without a body and grave.",
    "The government at the time of his killing had claimed that Fr. Bastian would have fled to India. For 40 years, the truth of Fr. Bastian’s killing hasn’t been officially acknowledged by any government and there is no indicator the new government may be different.",
    "However, for residents of Vankalai, what happened to their beloved parish priest is clear. According to one eyewitness (Female), when there was firing by the military around Vankalai, her father had gone to the Church. The girl’s father was told by Fr. Bastian to come to the church to seek refuge if they (family) were scared. When they arrived at the church, Fr. Bastian had told the family to hide inside the church. He had later gone to his residence (mission house). While in hiding, she had heard gun shots followed by screams of “aiyo amma” (Ohh mother) and it was Fr. Bastian’s voice. Later on, from where they were hiding, she and her family had seen soldiers carrying the body of Fr. Bastian, in white cassock. Other villagers had confirmed this story; sometimes publicly at the annual remembrance events.",
    "1980s had been a bloody period in that area and Fr. Bastian was at the forefront trying to protect the people. Fr. Bastian had written to the Catholic Bishops Conference of Sri Lanka in November 1982, questioning what the church was doing when his people were “suffering, oppressed and living on concessions”. In the same letter, he had strongly expressed his frustration, saying “we priests just can’t remain saying Masses for the dead”.",
    "Two incidents that may have prompted the Army to kill Fr. Bastian may have been the fact that he had taken photos of bodies after a massacre of large number of civilians in the nearby Murunkan town by the Army and that he had buried the body of Rev. Jeyarajasingham, a Methodist Priest of the area, who had worked closely with Fr. Bastian and was killed in December 1983.",
    "Hundreds of thousands of persons have been reported killed or disappeared in Sri Lanka in the context of a three-decade war in North and East and two armed insurrections by the Janatha Vimukthi Peramuna (JVP) in 1971 and late 1980s. Amongst the deceased are journalists, lawyers, artistes and also Catholic priests and at least one Catholic nun.",
    "Below are names of Catholic nun and Priests who have been killed or disappeared.",
    "1. Sr. Mary Agneta, was a Catholic nun from congregation of Apostolic Carmel, working in remote parish of Lunugala, in the Badulla diocese. She was shot dead during days of the “Black July” anti-Tamil riots across Sri Lanka in July 1983. The violence had also spread to Lunugala. It is believed her protective role towards a Tamil Catholic priest, who was facing threats, would have led to her being shot.",
    "2. Fr. Chandra Fernando, a Catholic Priest from diocese of Batticaloa was shot dead on June 6, 1988 at his residence in the Cathedral in Batticaloa. It is reported that a senior officer of the Indian Peace Keeping Force (IPKF) had stated that he was killed by a junior IPKF officer.",
    "3. Fr. Michael Rodrigo, was a Catholic priest from the congregation Oblates of Mary Immaculate (OMI). On November 10, 1987, he was shot dead while celebrating Holy Mass. He lived and worked from a simple Cadjan and mud hut which he named “Suba Seth Gedera”, amidst a Buddhist community, without any attempt to convert them. He played an important role in supporting peasants to understand what was happening to the environment and natural resources due to industrial sugar cane cultivations.  His congregation has initiated a process to recognise him as a martyr. He was the first ever Sri Lankan Catholic to be submitted for such an honour.",
    "4. Fr. Srilal Amarathunga, was a Catholic priest from the congregation of Redemptorists. He was found killed in his room in Kongodamulla parish in the Colombo archdiocese in the morning of January 19, 1990. That morning, he and some other priests were scheduled to meet a local politician to request an end to the killings that had been taking place during the last several years, in the context of the 2nd insurrection of the Janatha Vimukthi Peramuna (JVP or People’s Liberation Front, which is now in government).",
    "5.Fr. Eugune John Herbier, was an American Catholic priest from the congregation Society of Jesus (Jesuit) serving in Batticaloa in Eastern Province. He disappeared on August 15, 1990, when he was travelling from Valachchenai to Batticaloa. He had been sent there by the Bishop of Batticaloa to ensure protection of some vulnerable civilians in face of ethnic tensions and violence. He is reported to have disappeared after he had tried to save his travel companion, Bertram Francis, from being abducted.",
    "6.Fr. Selvarajah Saverimuttu, a Catholic priest from the diocese of Batticaloa, had disappeared. He is believed to have been killed in September 1990, when returning to the village of Sorikalmunai after trying to obtain food for people displaced during the war. He had been the parish priest at Holy Cross Church in Sorikalmunai. He had been taking up problems of war-affected Tamils with Indian Peace Keeping Force (IPKF) and Sri Lankan military.",
    "7.Fr. Jim Brown, a Catholic Priest from the diocese of Jaffna, disappeared on August 20, 2006, along with a lay assistant, Mr. Vimalathas, after last being seen at a Navy check point going to Allaipiddy in the Jaffna district. He was carrying aid for displaced people. He had previously welcomed people caught in the fighting- between Liberation Tigers of Tamil Eelam (LTTE) and government forces- into the church where he was parish priest.",
    "8.Fr. Pakiaranjith, a Catholic priest from the diocese of Mannar, was killed on September 26, 2007 by a claymore mine, while delivering aid to people displaced in the war. At the time, he was the coordinator for Jesuit Refugee Service (JRS), a refugee agency run by the Catholic congregation of the Society of Jesus (Jesuits).",
    "9.Fr. Xavier Karunaratnam, a Catholic priest from the diocese of Jaffna, was killed by a claymore mine on April 20, 2008 in Vannivilankulam. At that time, he was the chairperson for North East Secretariat On Human Rights (NESOHR). He had engaged extensively with Sinhalese to discuss about concerns of Tamils in North and East.",
    "10. Fr. Francis Joseph, a Catholic priest from the diocese of Jaffna, disappeared after surrendering to the Army at the end of the war on May 18, 2009. He, along with some other Priests, had opted to remain with all the people who were caught up in the last stages of the war. He had written a desperate letter to the Pope 8 days before, pleading for assistance. At the end of the war, he had surrendered to the Army. He was last seen being taken away by the Army.",
    "11. Fr. Sarathjeevan, also known as Fr. Sara, was a Catholic priest from diocese of Jaffna, who died on the day the war ended (18th May 2009), after also opting to remain with all the people who were caught up in the last stages of the war.",
    "Seeking truth and justice",
    "Beyond our shores, when justice was elusive in El Salvadore for killing of the much loved, outspoken and courageous Archbishop Oscar Romero in 1980, a case brought before a US court delivered a verdict in 2004 that an Air Force Captain was responsible for the killing. Forty (40) years after the killing, El Salvadorean courts were hearing the case. In between, on the 30th anniversary of the killing, a new President in El Salvadore formally apologised for the killing.",
    "In Sri Lanka, a new president and his new government is making promises to ensure justice for past crimes. But truth, justice and even an apology or acknowledgement remain elusive for the killing of Fr. Mary Bastian and other priests, a sister and countless citizens. Although a special Commission had been appointed by the President in 1985 to probe the murder of Fr. Bastian, it’s report and findings were never made public. It is doubtful if this will ever see the light of day.",
    "The sister and priests mentioned above had a fierce commitment towards sanctity of life, truth and justice. They stood for these higher values, at the cost of their own lives, and ended up sacrificing theirs. Ironically, truth and justice about the killings and disappearances of these heroes have also been elusive.",
    "We must also acknowledge that advocacy for truth and justice for these killings and disappearances, including by church leaders, have been lukewarm. Perhaps efforts made to ensure justice for Archbishop Romero’s killing and by Colombo Archdiocese’s leaders for truth and justice for Easter Sunday attacks could inspire more committed and consistent advocacy for truth and justice for these killings and disappearances.",
    "It is also sad that the commitment and true discipleship of Sr. Agneta, Fr, Bastian and others mentioned and not mentioned above have not been adequately acknowledged by the Catholic Church. Some of these heroes are barely known in broader church communities.",
    "However, in Lunugala, where Sr. Mary Agneta was killed, she was warmly remembered by an elderly man I met last month. In Buttala, where Fr. Michael Rodrigo was killed in 1987, he seemed to be very much alive in the hearts and minds of many in the village who knew him; most of those who knew him were Buddhists. The deceased Fr. Mary Bastian seemed to be fully alive in Vankalai compared to other parish priests after him, who are still physically alive. The late Fr. Bastian is likely to remain known for many years to come. Those who sacrificed their lives will live in the hearts and minds of people."
  ]
}