{
  "url": "https://www.ft.lk/columns/MSME-recovery-in-post-Ditwah-Sri-Lanka-Turning-geographic-data-into-action/4-788207",
  "title": "MSME recovery in post-Ditwah Sri Lanka: Turning geographic data into action",
  "ut": 1770837042.0,
  "body_paragraphs": [
    "Integrating MSME geolocation into a national statistical system would improve recovery support coordination and reduce the risk of fund misallocation",
    "This exercise uses a survey of 2,500 MSMEs conducted in January 2025 to demonstrate how a geographical database can help evaluate post-disaster exposure",
    "52.5% of surveyed MSMEs with high exposure risk demonstrated inadequate understanding of building standards, low insurance coverage, and high levels of indebtedness",
    "The recent cyclonic storm Ditwah disrupted micro, small, and medium enterprises (MSMEs) islandwide, caused by production disruptions, infrastructure damage (including roads and mobile networks), supply-chain interruptions, and reduced access to markets. Rapid responses were necessary for the MSME sector to restart business operations and reconnect to markets. In fact, the effects of Cyclone Ditwah might amplify preexisting vulnerabilities in the MSME sector, including a heavy debt burden, informality, susceptibility to domestic demand shocks, and limited technical capacity to build climate resilience.",
    "While an effective and targeted response requires reliable and timely data, a key challenge in identifying impacts is the lack of a central MSME database. The systematic incorporation of geographical information (GI) into national databases is becoming increasingly important amid frequent climate-related disasters. This article demonstrates that an MSME database incorporating geocoordinates and socio-demographic data could rapidly inform policymakers and support the design of targeted response measures.",
    "Rapid assessment of exposure to Ditwah using geolocation data: A case study",
    "Data from the Economic Governance Index (EGI) 2025 MSME survey conducted by the Institute of Policy Studies of Sri Lanka (IPS) in collaboration with The Asia Foundation  illustrates how data availability can facilitate locating MSMEs in disaster impact zones. The EGI survey gathered data from 2,500 MSMEs across the country during January-March 2025, several months before the Cyclone Ditwah. Therefore, this exercise is limited to the use of geocoordinates and socio-demographic data to identify exposed MSMEs. The magnitude of the impacts is not assessed as the exercise specifically relies on a pre-disaster dataset.",
    "Inundation and landslide maps were obtained from the Live Web Map of Ditwah impact published by the United Nations Satellite Centre (UNOSAT) on 3 December 2025. The maps were used to identify Ditwah-exposed MSMEs combined with geolocation data from the survey. MSMEs were classified based on their proximity to an inundation/landslide zone as follows: high exposure for MSMEs located directly within or within 20m of an impact zone, moderate exposure for MSMEs located between 20m and 200m, and low exposure for those located between 200m and 750m (Figure 1). The distances were assigned considering the business infrastructure that would be affected by the distance from the disaster.",
    "The analysis shows that 460 MSMEs (18.3%) in the sample were at least moderately exposed to flooding and landslides caused by the cyclone. Among them, 61 respondents (2.4% of the sample) were located directly within the flood and landslide zones, indicating high vulnerability to physical damage to business operations. The moderately exposed establishments may have faced supply disruptions and limited road access (Table 1). Manufacturing MSMEs were the most exposed sector, followed by trade and retail services and the agricultural and fisheries sectors. The manufacturing sector represents 38.5% of the survey sample while trade and retail services represent 14% and agriculture and fisheries make up 7.8% of the sample.",
    "Data for identifying preexisting vulnerabilities of the affected MSMEs and building resilience",
    "Among MSMEs located within 200m of impact zones, 52.4% were women-owned businesses and 7.6% were owned by individuals with disabilities. Of these MSMEs, 32% disclosed that they faced credit constraints in business operations. Additionally, 33.8% of the MSMEs in the sample located within 200m had recently taken loans. A total of 18.6% of the 61 MSMEs in the direct impact zone also stated that they had applied for loans at the time of the survey. Collectively, this information helps build a comprehensive profile of a representative MSME affected by Ditwah.",
    "On average, 52.5% of the MSMEs situated within the high exposure zone did not possess a clear understanding of building standards at the time of this survey. Out of them, 75% reported experiences of previous disruptions to businesses caused by extreme weather. The National Building Research Organisation (NBRO) is in the process of producing national building codes, which is a set of regulations that stipulate minimum legal and technical requirements for buildings, ensuring occupants’ protection, health, and disaster resilience. However, the MSMEs’ limited awareness of building standards will reduce the effective implementation of building codes. Equipping regional development officers attached to MSME-related agencies, like the National Enterprise Development Authority, with knowledge of the importance of complying with building codes is a cost-effective preventive measure for the government.",
    "It is noteworthy that MSME demand for private insurance remains low, despite the repeated exposure to climate disasters. For example, 54.3% of MSMEs located within 200m of Ditwah impact zones reported that they had experienced previous climate disasters. However, only 14% of these MSMEs had obtained private insurance at the time of the survey. State-sponsored recovery support in instances where there is no private insurance is a significant fiscal burden on the government.",
    "Policy recommendations",
    "The above exercise shows that the availability of geolocation data enables rapid identification and prioritisation of MSMEs exposed to climate shocks. In addition, such data enable the identification of MSME vulnerability to climate-induced credit risks, which helps design credit programs for MSMEs. Past inundation and landslide data can be combined with geolocation data to identify vulnerable MSME clusters. Such clusters can be integrated with early warning systems to minimise operational disruptions during extreme climate shocks. Accurate identification of vulnerable clusters can support targeted and cost-efficient capacity building initiatives, including climate resilience programs, thereby minimising waste created by ad hoc interventions.  Moreover, the government can use geolocation data as initial evidence of disaster impact, enabling faster mobilisation, easing recovery support coordination, and reducing the risk of fund misallocation.",
    "The Ministry of Industries utilised a digital form to collect data from industries affected by the cyclone. These claims are verified through local administrative officers and field officers. However, incorporating geographic coordinates at the registration stage would have improved both verification efficiency and response time. Therefore, Sri Lanka should invest in a central MSME database that is regularly updated. Resource allocation and data collection for this initiative can be sustained if the database is integrated into the Economic Census of the Department of Census and Statistics. Ad hoc data collection initiatives by various departments often result in incomplete databases and duplication, making inter-agency information-sharing cumbersome.",
    "In developing Asian countries like Indonesia, free and simple geographic information systems (GIS) techniques are already supporting policy-making. Cyclone Ditwah can serve as a strong starting point for Sri Lanka’s efforts to incorporate geospatial information in disaster management and the development of an effective entrepreneurial environment.",
    "The EGI 2025 survey was supported by the Strengthening Governance Program of The Asia Foundation, funded by the Australian Government.",
    "(Authors Chaya Dissanayake is Research Officer, IPS, Dr. Asanka Wijesinghe is Research Fellow, IPS and Dilani Hirimuthugodage is Research Economist, IPS)"
  ]
}