{
  "url": "https://www.dailymirror.lk/opinion/AKDs-India-Tour-and-Ethnic-Probleme-EDITORIAL/172-298258",
  "title": "AKD’s India Tour and Ethnic Probleme-EDITORIAL",
  "ut": 1734396198.0,
  "body_paragraphs": [
    "It seems to be a ritual rather than a custom for the Sri Lankan Presidents in the recent past to undertake their first overseas tour to India, the geographically closest country. Mahinda Rajapaksa during his first tenure as the President in 2005 paid his first official visit to New Delhi in December in the same year while his successor Maithripala Sirisena did the same in February 2015.",
    "The maiden official overseas destination for both Presidents Gotabaya Rajapaksa and Anura Kumara Dissnayake was also India. It is the Indian government that always invites the Sri Lankan Presidents before other countries and make such overtures, rather than the Sri Lankan Presidents that chose the neighbour for their first official foreign engagement.",
    "This is hardly surprising in the light of the geopolitical interests of the two countries. For India, it is the regional strategic interests more than economic interests,in the face of long-time influence on the part of China, its main adversary in the region, within its southern neighbour, while it is both strategic as well as economic for Sri Lanka.",
    "The Sri Lanka’s ethnic problem, the traditional tool that India used in the past in order to persuade the Sri Lankan leaders to fall in line in other matters, seems to have pushed to the back seat this time. No mention of the matter could be observed in any of the reports on the meetings of India’s External Affairs Minister S. Jaishankar and National Security Adviser Ajit Doval with Dissanayake held on Sunday.",
    "On the contrary, Jaishankar arrived in Sri Lanka within 24 hours after Gotabaya Rajapaksa was sworn in on November 18, 2019 as Sri Lanka’s President,with a personal message from Prime Minister Narendra Modi. He conveyed to the Sri Lankan President that it was India’s expectation that the Sri Lankan government take forward the process of national reconciliation to arrive at a solution that meets the aspirations of the Tamil community for equality, justice, peace and dignity.",
    "During a joint press briefing with Rajapaksa on November 29, 2019, Modi also echoed exactly the same sentence in his speech. However, as if he wanted to stress what he specifically meant, he added that “it also includes the implementation of the 13th Amendment.”",
    "India is apparently not so unswerving in its stand on the Indo-Sri Lanka Accord of 1987 lately. For instance, When Dr. Jaishankar during a visit to Sri Lanka in 2017 as the then Indian Foreign Secretary was requested by EPRLF leader Suresh Premachandran to prevail upon the Sri Lankan government to abide by the provision of Indo-Sri Lanka Accord on the merger of Northern and Eastern Provinces. The Indian diplomat candidly replied “much water has flowed under the bridge since 1987 and it will be better for all concerned to make use of the various windows of opportunity which have opened up recently.”",
    "India has always handled the Sri Lanka’s ethnic problem as dictated by its regional interest and not mainly based on the requirements of Tamil people in the island. Ironically, it had during the eighties practically espoused the secession of the Tamil dominated Northern and Eastern Provinces from other parts of Sri Lanka by arming and training the Tamil armed groups, while theoretically holding the stance that a separate Tamil state in Sri Lanka would be launching pad for the separatists in Tamil Nadu.",
    "In fact, it was a time when India, an ally of the former USSR had been encircled by countries such as Pakistan, Bangladesh and Sri Lanka where pro-Western leaders were in the saddle. Following the collapse of the Soviet bloc world order has changed and India is now a strategic ally of the US in the region. The ethnic problem in Sri Lanka has now been eclipsed by India’s economic interests in the island. However, its leaders occasionally remind it to the leaders of its southern neighbour, apparently to pacify the radicals in Tamil Nadu and as if to remind the Sri Lankans that it has a cudgel that could be used against them if circumstances demand.",
    "It is hence up to the Tamil leaders in Sri Lanka to engage the new government in the country with an out of the box approach to find a solution to the ethnic issue."
  ]
}