{
  "url": "https://www.technologyreview.com/2025/02/27/1112556/battery-fire-safety/",
  "title": "The best time to stop a battery fire? Before it starts.",
  "ut": 1740616200.0,
  "body_paragraphs": [
    "This article is from The Spark, MIT Technology Review’s weekly climate newsletter. To receive it in your inbox every Wednesday, sign up here. Flames erupted last Tuesday amid the burned wreckage of the battery storage facility at Moss Landing Power Plant. It happened after a major fire there burned for days and then went quiet for weeks.  The reignition is yet another reminder of how difficult fires in lithium-ion batteries can be to deal with. They burn hotter than other fires—and even when it looks as if the danger has passed, they can reignite. As these batteries become more prevalent, first responders are learning a whole new playbook for what to do when they catch fire, as a new story from our latest print magazine points out. Let’s talk about what makes battery fires a new challenge, and what it means for the devices, vehicles, and grid storage facilities that rely on them.",
    "“Fires in batteries are pretty nasty,” says Nadim Maluf, CEO and cofounder of Qnovo, a company that develops battery management systems and analytics. While first responders might be able to quickly douse a fire in a gas-powered vehicle with a hose, fighting an EV fire can require much more water. Often, it’s better to just let battery fires burn out on their own, as Maya Kapoor outlines in her story for MIT Technology Review. And as one expert pointed out in that story, until a battery is dismantled and recycled, “it’s always going to be a hazard.”",
    "One very clear example of that is last week’s reignition at Moss Landing, the world’s biggest battery storage project. In mid-January, a battery fire destroyed a significant part of a 300-megawatt grid storage array.  The site has been quiet for weeks, but residents in the area got an alert last Tuesday night urging them to stay indoors and close windows. Vistra, the owner of Moss Landing Power Plant, didn’t respond to written questions for this story but said in a public statement that flames were spotted at the facility on Tuesday and the fire had burned itself out by Wednesday morning. Even after a battery burns, some of the cells can still hold charge, Maluf says, and in a large storage installation on the grid, there can be a whole lot of stored energy that can spark new blazes or pose a danger to cleanup crews long after the initial fire. Vistra is currently in the process of de-linking batteries at Moss Landing, according to a website the company set up to share information about the fire and aftermath. The process involves unhooking the electrical connections between batteries, which reduces the risk of future problems. De-linking work began on February 22 and should take a couple of weeks to complete.  Even as crews work to limit future danger from the site, we still don’t know why a fire started at Moss Landing in the first place. Vistra’s site says an investigation is underway and that it’s working with local officials to learn more. Battery fires can start when cells get waterlogged or punctured, but they can also spark during normal use, if a small manufacturing defect goes unnoticed and develops into a problem.  Remember when Samsung Galaxy Note phones were banned from planes because they kept bursting into flames? That was the result of a manufacturing defect that could lead to short-circuiting in some scenarios. (A short-circuit basically happens when the two separate electrodes of a battery come into contact, allowing an uncontrolled flow of electricity that can release heat and start fires.) And then there’s the infamous Chevy Bolt—those vehicles were all recalled because of fire risk. The issues were also traced back to a manufacturing issue that caused cells to short-circuit.",
    "One piece of battery safety is designing EV packs and large stationary storage arrays so that fires can be slowed down and isolated when they do occur. There have been major improvements in fire suppression measures in recent years, and first responders are starting to better understand how to deal with battery fires that get out of hand.  Ultimately, though, preventing fires before they occur is the goal. It’s a hard job. Identifying manufacturing defects can be like searching for a needle in a haystack, Maluf says. Battery chemistry and cell design are complicated, and the tiniest problem can lead to a major issue down the road.  But fire prevention is important to gain public trust, and investing in safety improvements is worth it, because we need these devices more than ever. Batteries are going to be crucial in efforts to clean up our power grid and the transportation sector. “I don’t believe the answer is stopping these projects,” Maluf says. “That train has left the station.”   Now read the rest of The Spark Related reading For more on the Moss Landing Power Plant fire, catch up with my newsletter from a couple of weeks ago.  Batteries are a “master key” technology, meaning they can unlock other tech that helps cut emissions, according to a 2024 report from the International Energy Agency. Read more about the current state of batteries in this story from last year.  New York City is interested in battery swapping as a solution for e-bike fires, as I covered last year.  Keeping up with climate BP Is dropping its target of increasing renewables by 20-fold by 2030. The company is refocusing on fossil fuels after concerns about earnings. Booooo. (Reuters)",
    "This refinery planned to be a hub for alternative jet fuels in the US. Now the project is on shaky ground after the Trump administration has begun trying to claw back funding from the Inflation Reduction Act. (Wired)→ Alternative jet fuels are one of our 10 Breakthrough Technologies of 2025. As I covered, the fuels will be a challenge to scale, and that’s even more true if federal funding falls through. (MIT Technology Review) Chinese EVs are growing in popularity in Nigeria. Gas-powered cars are getting more expensive to run, making electric ones attractive, even as much of the country struggles to get consistent access to electricity. (Bloomberg)",
    "EV chargers at federal buildings are being taken out of service—the agency that runs federal buildings says they aren’t “mission critical.” This one boggles my mind—these chargers are already paid for and installed. What a waste. (The Verge) Congestion pricing that charges drivers entering the busiest parts of Manhattan has cut traffic, and now the program is hitting revenue goals, raising over $48 million in the first month. Expect more drama to come, though, as the Trump administration recently revoked authorization for the plan, and the MTA followed up with a lawsuit. (New York Times) New skyscrapers are designed to withstand hurricanes, but the buildings may fare poorly in less intense wind storms, according to a new study. (The Guardian) Ten new battery factories are scheduled to come online this year in the US. The industry is entering an uncertain time, especially with the new administration—will this be a battery boom or a battery bust? (Inside Climate News) Proposed renewable-energy projects in northern Colombia are being met with opposition from Indigenous communities in the region. The area could generate 15 gigawatts of electricity, but local leaders say that they haven’t been consulted about development. (Associated Press) This farm in Virginia is testing out multiple methods designed to pull carbon out of the air at once. Spreading rock dust, compost, and biochar on fields can help improve yields and store carbon. (New Scientist)  hide"
  ]
}