{
  "url": "https://www.ft.lk/columns/Transparency-and-accountability-in-disaster-relief-A-new-era-after-decades-of-misuse/4-785092",
  "title": "Transparency and accountability in disaster relief: A new era after decades of misuse",
  "ut": 1764623347.0,
  "body_paragraphs": [
    "Sri Lanka Navy on Sunday rescued 157 persons affected by flooding in the Illuppukadavai and Settikulam areas of Mannar, following heavy rainfall",
    "Government officials misspent or misappropriated hundreds of thousands of dollars’ worth of tsunami aid after failing to follow instructions - Auditor General's Department Sri Lanka (2005)",
    "Sri Lanka today faces another devastating national tragedy, with Cyclone Ditwah leaving a trail of destruction—loss of lives, missing persons, displaced families, damaged homes, destroyed businesses, and ruined public infrastructure. Yet this moment of national distress has also revealed something fundamentally different: a Government that places transparency, accountability, and public trust at the centre of its disaster-relief efforts.",
    "The Ministry of Finance and Economic Development (MOFED), together with the President’s Media Division (PMD), has issued clear, comprehensive, and fully transparent instructions.",
    "on how international and local contributions must be made. This sharp clarity of purpose stands in direct, profound contrast to one of the darkest episodes in Sri Lanka’s administrative history—the period following the 2004 tsunami. Then, the nation was not merely struck by a natural disaster but was subsequently wounded by an unprecedented governance disaster.",
    "This article examines, contrasts, and highlights the radical shift between the scrupulous and accountable conduct of the present Government and the profoundly unscrupulous, opaque, and politically exploitative behaviour of the administration during the tsunami period. The differences are not minor. They define the kind of nation Sri Lanka aspires to be: one that learns from history rather than repeats it.",
    "1. A historical wound: The Tsunami and the collapse of accountability",
    "When the tsunami struck in December 2004, the world rallied around Sri Lanka with immense generosity—billions of US Dollars or rupees in financial contributions, shipments of humanitarian goods, reconstruction pledges, and emergency assistance. But the Government’s response at the time was anything but honourable.",
    "1.1 Absence of transparency",
    "There was no centralised mechanism for receiving funds. Various ministries, politicians, district offices, private accounts, NGOs, and even individuals began collecting funds without unified oversight. As a result:",
    "Huge sums were never accounted for. Political actors used informal bank accounts and personal networks to receive contributions.",
    "Reporting obligations were ignored or conveniently bypassed.",
    "1.2 Manipulation for political gain",
    "Relief distribution was frequently politicised. Allegations emerged of:",
    "Disaster aid being channelled preferentially to supporters",
    "Politicians brand donated goods as personal generosity",
    "Government agents are denying equal access to specific communities.",
    "1.3 Audits and records lost—or never maintained",
    "nInvestigations later revealed:",
    "Missing documentation",
    "Untraceable transactions",
    "No cohesive national ledger of aid received or how it was spent",
    "The tsunami became a textbook case of how corruption thrives when governance collapses. Even twenty years later, the echo of this betrayal still resonates deeply. It fuelled long-term public distrust and left an indelible mark on the national conscience.",
    "2. The present Government’s response: A radical departure",
    "Fast-forward to 2025. Cyclone Ditwah emerges as another massive national challenge. Yet the Government’s response is dramatically different—structured, disciplined, coordinated, and above all, transparent.",
    "2.1 Clear, published instructions by MOFED",
    "On 29 November 2025, the Ministry of Finance and Economic Development issued a formal notification titled: “Instructions for Disaster Relief Contributions for the People Affected by the Emergency Disaster Situation.”",
    "Establishes official channels for all contributions",
    "Designates Central Bank accounts for receiving funds",
    "Sets out reporting, auditing, and oversight requirements",
    "Provides detailed instructions for both domestic and international donors",
    "Ensures communication across all Sri Lankan High Commissions and Embassies worldwide",
    "This is the very framework that was missing during the tsunami.",
    "2.2 Coordination between MOFED and PMD",
    "Unlike the chaotic tsunami response, the current effort demonstrates unified and streamlined communication:",
    "PMD issues regular updates",
    "MOFED coordinates with Government missions abroad",
    "All communication is centralised, eliminating confusion or duplication",
    "2.3 Strengthened foreign reserves through centralised collection",
    "One of the most strategically intelligent aspects of the system is that all contributions routed through the Central Bank:",
    "Improve Sri Lanka’s reserve position",
    "Strengthen economic stability during a national emergency",
    "Enhance international financial confidence",
    "2.4 Real-time updates and public information",
    "Where the tsunami era thrived on secrecy, today’s Government thrives on visibility:",
    "Timely updates to the public",
    "Regular progress reports",
    "Publicly accessible instructions and documentation",
    "The difference is not merely administrative—it is deeply ethical.",
    "3. Why this contrast matters: Trust, stability, and the soul of a nation",
    "Comparing the two responses is not about assigning blame to the past and praise to the present merely for political effect. It is about recognising how deeply governance choices shape the outcomes of disaster management.",
    "3.1 Transparency creates trust",
    "Donors became suspicious",
    "Communities complained of favouritism",
    "International organisations questioned accounting practicesToday:",
    "Clarity of process encourages more contributions",
    "Diaspora communities feel reassured",
    "Global partners can donate with confidence",
    "3.2 Accountability prevents misuse",
    "The tsunami period showed how the absence of oversight invites exploitation. Today, however:",
    "nransactions are traceable",
    "Institutions—not individuals—manage reliefs.",
    "3.3 Unity over political gain",
    "The tsunami response was fractured by political opportunism. In contrast, the present relief effort is designed to:",
    "Function above party politics",
    "Serve citizens equally",
    "Build a national response rather than a partisan one.",
    "3.4 Economic prudence",
    "The tsunami funds often bypassed the Central Bank, weakening economic stability. Today’s Government uses a centralised system that strengthens the economy even amidst crisis.",
    "4. What people, organisations, and donors must do now",
    "The current system only functions effectively if everyone follows it.",
    "No parallel fund-collection programs",
    "No political intermediaries",
    "No personal accounts for contributions",
    "The MOFED and PMD guidelines are not optional. They are the backbone of transparency.",
    "Following these instructions:",
    "Ensures all contributions reach the right place",
    "Protects the credibility of the Government’s efforts",
    "Upholds the principles of fairness, transparency, and accountability",
    "Independent, unregulated fundraising—however well-intentioned—risks repeating the worst mistakes of the tsunami era.",
    "5. A Government that has learned from history",
    "The contrast between the tsunami response and the present disaster relief efforts is stark and undeniable.",
    "Political opportunism",
    "Unified central mechanism",
    "Strengthened reserves",
    "This is not merely a change in procedure—it is a change in governance culture.",
    "Sri Lanka is demonstrating something profoundly important: a Government can learn from its past failures and choose a better path.",
    "Where the tsunami response left a stain of dishonesty and unaccountability, the current administration has placed transparency, discipline, and integrity at the centre of the national disaster-relief framework. This shift—visible, tangible, and principled—will not only rebuild homes and communities but also help rebuild something far more fragile: public trust.",
    "If Sri Lanka continues on this path, it will not simply recover from Cyclone Ditwah—it will recover from decades of broken systems and diminished faith in Government.",
    "(The writer, among many served as the Special Adviser to the President of Namibia from 2006 to 2012 and was a Senior Consultant with the UNDP for 20 years. He was a Senior Economist with the Central Bank of Sri Lanka (1972-1993). He can be reached via [email protected])"
  ]
}