{
  "url": "https://dbsjeyaraj.com/dbsj/?p=47071",
  "title": "“Senthamizh Thaen Mozhiyaal”-Magnificient Singing by T.R.Mahalingam ♫♥",
  "ut": 1770641292.0,
  "body_paragraphs": [
    "Favourite Film Songs -4",
    "“Senthamizh Thaen Mozhiyaal”is perhaps the most popular song sung on screen by the magnificient singer and actor of Tamil cinema – Thenkarai Ramakrishnan Mahalingam generally known as T.R.Mahalingam. He sings this number in the film “Maalayitta Mangai”produced in 1958  by poet and film lyricist “Kavignar” Kannadasan who also penned the words of this  immortal song. The melody was composed by the “monarchs of light music” Viswanathan – Ramamoorthy. The song is picturised in the film on TR Mahalingam,  actress Mainavathi and a troupe of dancing girls. Mainavathi is  the sister in real life  of actress Pandari Bai who also acts in the film.",
    "TR Mahalingam (1923–1978)",
    "The song “Senthamizh Thaen Mozhiyaal, Nilaavena Sirikkum Malark Kodiaal” has been one of my favourite film songs since childhood. I first heard it on radio and later saw it being sung on the screen when “Maalayitta Mangai” was screened at the Vel theatre in Chavakachcheri. The Vel theatre was an asbestos, aluminium and  tin structure with a single projector. So there were two intervals. The theatre screened old Tamil films every two or three days. I would frequent this theatre regularly when I was home for the school holidays. It was at “Vel” seated on the gallery last bench, munching peanuts that I first saw  and heard TR Mahalingam sing “Senthamizh Thaen Mozhiyaal” on screen. In later years I got a DVD of the film and CD of the songs that I watch and listen to very often.",
    "The records and songs played on radio had only two verses or saranams but the song played out on screen had three. The full song as played out on screen is available at some you tubes too nowadays. “Senthamizh Thaen Mozhiyaal”has a remarkable virutham “Sillendru Pootha Siru nerunjik Kaattiniley-Nillendru Koori Niruthi  Vazhi Poanaalaey’” at the beginning. Mahalingam commences on a low note, gradually raising his voice higher  and ends the prelude on a very high scale of “Aahaaram”. The song then evens out to a lower pitch  at the pallavi and anubhallavi level  and moves on to the saranams. Again Mahalingam zestfully sings another “Aahaaram” after the second line of the first verse “ Kaatrinil Mithanthavaloa – Puthithaai Katpanai Vadithavaloa?” It proceeds smoothly with Mahalingam singing the catchy beat on a lower note.",
    "As stated earlier I was hooked by the song at a very early age. Thereafter I took great delight in trying to emulate Mahalingam in singing the song to the best of my ability. I do it in private in the shower as well as in public at party sing – songs whenever I am asked to do so. It is an intricate melody and trying to emulate TR Mahalingam is no easy task. The Kamakams and sangathi’s sung at a high pitch are extremely unimitable. The timbre of Mahalingam’s voice is unique.Still I try to face up to the challenge whenever the occasion rises.  Trying to sing like TR Mahalingam is akin to the turkey trying to emulate the peacock’s dance.One improvisation I often resort to while singing this song at parties is to wind up by singing  very  rapidly which makes it sound like a fast catchy number.",
    "“Senthamizh Thaen Mozhiyaal” on YouTube",
    "To strike an amusing personal note  in this respect. There is a reference to the “Senthaamarai” flower meaning red lotus in the first verse of the song. I  used to edit a Tamil weekly “Senthaamarai” in Toronto during the early nineties of the last century. The chief partner owning “Senthaamarai” then was Mr. Sinnadurai Senthivel in whose house the paper’s editorial office functioned. At  “spirited” sing song sessions, “ Senthil uncle”  as I call him would request me to sing “Senthamizh Thaen Mozhiyaal”. When I came to the “Saetrinil Malarntha Senthaamaraiyo. Sevvanthi Poocharamoa” line, Senthil uncle would do a small “Kaavadi”type dance carrying a small chair or stool.Those were indeed happy times and I mention it here to illustrate how this song has been part and parcel of my life.",
    "Though TR Mahalingam has sung many great songs this “Senthamizh Thaen Mozhiyaal” remains the most popular of his film solos. It is TR Mahalingam’s signature song. It was this song that contributed most to the commercial success of “Maalayitta Mangai” when the film was screened first on May 16th 1958. The film and song are to some extent inter-woven with the life of TR Mahalingam.  The singer –actor was virtually in oblivion when the film was  made.The success of the film and song helped TR Mahalingam rise from the ashes like the phoenix.",
    "TR Mahalingam  whose hallmark was his ability to sing intricate classical and semi classical numbers melodiously in a high –pitched resonating voice was  at one time a very  popular actor – singer of Tamil cinema. He was regarded as the “singing successor” of legendary S. G. Kittappa who was married to “Kodumudik Koakilam” K. B. Sundaraambaal. Encouraged  by the financial  successes of his films , TR Mahalingam turned producer and formed his own Sukumar films named after his son.",
    "Mahalingam produced several films on his own and acted in them. Those  films however  fared miserably at the box – office. Once Mahalingam became his own producer , other film makers stopped featuring him in their films. Mahalingam also maintained a luxurious  life-style , building two  huge mansions(for   home and office) in Chennai then known as Madras .He also  owned  14 cars including   cadillacs.Soon the high – flying Mahalingam was in dire financial straits. In 1955 he declared bankruptcy and retired in shame to his native Thenkarai by the Vaigai river in Madurai district.",
    "It was then that Kannadasan approached the out of work  Mahalingam and booked him for his film. Kannadasan then a political leader of the Dravida Munnetra Kazhagham (DMK) was longing to break free of melodic imposition. What happened mostly in film making those days  was  that the director and music director would decide upon the number of songs and when  and where they were to  be featured in a film.Thereafter the music director composes appropriate tunes for the song. It is only after that the  film lyricists are told of the particular situation for the song and asked to write the words. However the lyricist has to write suitable  words to fit in with the tune.",
    "Thus  most of the lyricists who were also poets found the limits imposed by the pre-composed melody cramping their creativity to some extent. This was so in the case of “Kavignar” Kannadasan too. In a bid to break free of this “Mettu Chirai”(melodic prison), Kannadasan decided to produce his own film and write all the songs himself. As producer he would write the lyrics first and then get the music director to compose approprate  melodies instead of the other way about. So the poet lyricist formed his own company Kannadasan films and set about producing a film.",
    "“Kavignar” Kannadasan",
    "Kannadasan chose the novel “Chandra Nath” written by Bengali author Sarathchandra Chatterjee. A trio comprising S. Aiyappilaai, Thamilzhpithan and DN Subramaniam were assigned the task of adapting the story to suit a Tamil ethos and write the screenplay. Kannadasan wrote the dialogues for the film and all the songs. He entrusted the task of composing music to the M. S. Viswanathan –T.K. Ramamoorthy duo. MSV or Viswanathan and Kannadasan shared a very special relationship. Kannadasan wrote seventeen songs in all for the film. MSV – TKR composed melodies to suit the words for Thirteen of them. Four songs however had to be written to fit the tunes.",
    "After the lyrics were written and melodies composed , Kannadasan felt that only a seasoned singer – actor like TR Mahalingam could do justice to the  lead role required to sing exquisite film songs. So he went in search of Mahalingam languishing in Thenkarai and signed a contract. As stated earlier Kannadasan was a DMK leader. The Dravidian movement was heavily biased against Brahmins. TR Mahalingam was a Brahmin. So many DMK stalwarts protested against Mahalingam acting in the film. Kannadasan was not deterred. TR Mahalingam came to Chennai for the three month shoot at Bharani studios owned by actress – singer Bhanumathi.",
    "The film was a smashing success. The songs were all hits. “Senthamizh Thaen Mozhiyaa’”was a super hit. When Mahalingam went to theatres to gauge audience reaction to the film, enraptured youths carried  him on their shoulders,  singing “Senthamizh Thaen Mozhiyaal”. The film and song  provided TR Mahalingam a new lease of screen life and he was booked for several new films. “Maalayitta Mangai” also boosted Kannadasan’s image as a song writer. It also gave a fillip to the Viswanathan – Ramamoorthy duo. Furthermore the film featured the debut of famous  actress Manorama. She went on to act in more than 1500 films in five decades  thus entering the Guinness book of  records.",
    "The greatest  achievement of “Maalayitta Mangai” was the popularity of its songs. The finest and most popular number was  of course “Senthamizh Thaen Mozhiyaal”. The words written rhythmically in alliterative form by Kannadasan was a strong point. Some of his lines were poetic gems like for instance “Paingani Idhalil Palarasam Tharuvaal, Parugidath Thalai Kunivaal”. Here Kannadasan couches  a “lip to lip kiss” with a literary flourish saying in Tamil “she serves juice on her fruity lips and bows her head (Shyly)after drinking”.",
    "Viswanathan – Ramamoorthy",
    "The verses of Kannadasan are enhanced tremendously by the captivating melody of Viwanathan – Ramamoorthy. The duo has based the tune on the carnatic raga Kapi. The Hindustani raag equivalent to Kapi is Pilu. Interestingly enough the V-R duo’s original inspiration for the “Senthamizh Thaen Mozhiyaal” melody was a song composed for a Hindi film  by music maestro Naushad  Ali. Viswanathan from a very young age looked up to Naushad and had been inspired by many of his compositions. It is said that when Viswanathan once described how he had adapted the Hindi film composers tunes in Tamil film songs , Naushad had been amazed. Naushad had said that he would never have recognized the influence of his compositions in the Tamil song melodies if Viswanathan had not illuminated him.",
    "T.K.Ramamurthy & M.S.Viswanathan",
    "The first Hindi film in technicolour was “Aan”made in 1952 by director Mehboob Khan. The film starred Dilip Kumar, Nimmi and Premnath. It was also the debut of actress Nadira who was of Jewish heritage. Shakeel Badayuni wrote the lyrics while Naushad Ali composed the music. One of the popular songs in “Aan” was  the solo “Mohabbat Choome Jinke Haath” sung by Mohammed Rafi. It is picturised on Dilip Kumar.",
    "The very successful “Aan” was dubbed into Tamil also and released under the title “Murattu Adiyaal”. The song“Mohabbat Choome Jinke Haath”was  rendered into Tamil by lyricist Kambadasan.The solo  was titled as “Mohamutham Tharum” in Tamil and was  sung by S. M. Sarkar. If and when one listens to the Hindi and Tamil songs one is able to easily discern that the Viswanathan – Ramamoorthy duo has utilised the basic tune  from a few lines of  Naushad’s original in a  faster beat with a livelier  tempo.  The finished product of Visvanathan and Ramamoorthy sounds totally different to that of Naushad and  is in some ways even  superior.",
    "“Senthamizh Thaen Mozhiyaal”",
    "What makes “Senthamizh Thaen mozhiyaal”excel is the qualitative singing of T. R. Mahalingam.The well known Carnatic musician and singer Charulatha Mani wrote a  popular series of articles titled “A raga’s journey” in “The Hindu”. While writing about the raga “Kapi” Charulatha Mani had this to say – “ The film Malayitta Mangai had several super-hits, the crowning jewel being ‘Sentamizh Thenmozhiyal’ sung by T.R. Mahalingam. This piece has got some of the most intricately vocalised sangatis in Kapi. Try keeping pace with the colossal sweep in ‘Kaatrinil Pirandavalo…’…., you will see what I mean. M.S. Viswanathan —Ramamoorthy have surpassed themselves in this piece”.",
    "Apart from the  male version sung by TR Mahalingam there  is another  female version of the song sung by popular singer K. Jamuna Rani. Unlike the joyful song of Mahalingam the Jamuna Rani solo is a poignant sad version. It is picturised on Mainavati who sings it sadly as Mahalingam in the film departs from her in a huff. The words are a variation from the earlier one sung by TR Mahalingam.TR MahalingamHere they convey a poignant mood full of pathos. Jamuna Rani was personally chosen by Kannadasan to sing the solo  and she has certainly done remarkably well. Unfortunately the popularity of  the  happy version sung by Mahalingam has somewhat eclipsed the sad version sung by Jamuna Rani.",
    "DBS Jeyaraj can be reached at dbsjeyaraj@yahoo.com"
  ]
}