{
  "url": "https://dbsjeyaraj.com/dbsj/?p=85361",
  "title": "Several decades of degrading and downgrading English following ‘Sinhala Only’ in 1956, have created a massive stumbling block to studying English It is now very hard for Sri Lanka to get out of this linguistic and cultural poverty trap.",
  "ut": 1736883676.0,
  "body_paragraphs": [
    "While everyone is obsessed with the country’s economic crash, the consequences of the linguistic crash we suffered from 1956 onwards is just as serious. Even if the economy is salvaged at some point, Sri Lanka will continue to suffer the devastating long term consequences of that other, more cerebral crash in the decades to come.",
    "First, let me get my own personal perspective across. English is my second language. Having studied at government, Sinhala-medium schools from start to finish (excepting private tuition for Advance Level English literature at Aquinas College), I am not writing from any privileged position. I may have had an aptitude for English, but I firmly believe that my English language skill levels – when it comes to communicating ideas in a day to day working environment, are entirely attainable by anyone with the right degree of perseverance. And yet, most of the people I studied with are unable to talk, read or write in English beyond a very basic level.",
    "Then comes the question: When you are studying a foreign language, do you have to like it? Well, not necessarily, but it helps. Those studying Korean to work in South Korea or those Lankans studying Russian in Russia do not necessarily like those languages, but they become proficient enough to study and work. If they like those languages, that will help to expand their linguistic boundaries.",
    "I have met many Lankans who say they don’t like English. A decade ago, I met a first year medical student from the North Central Province who said he didn’t like English and didn’t want to study it. A drama undergraduate from the Central Province said she and a group of her classmates used to walk out of the school’s English class. She said in a tone of great satisfaction that she was always the first to walk out, leading the way.",
    "And yet, tens of thousands of adolescents and teenagers attend English tuition classes held in venues so crowded that teachers use mics and sound systems to teach. Parents spend their hard-earned money to pay for this tuition. Ultimately, very few of these students pass their English tests, and even fewer manage to speak the language, while many tuition gurus have become millionaires.",
    "Several decades of degrading and downgrading English following the 1956 Sinhala Only Act have created a massive stumbling block to studying English. One can’t forget that English literature was banned as useless post-1978 with a telling effect on a generation of Lankans as to their cultural and aesthetic appreciation.",
    "But this column is not an analysis of past political errors and cynicism. Rather, it will show how important English has become in the world over the past decades while we kept demeaning and downgrading it. It is now very hard for Sri Lanka to get out of this linguistic and cultural poverty trap.",
    "Out of the world’s approximately 7.8 billion inhabitants, 1.35 billion speak English (more than 18% of the global population). About 360 million people speak English as their first language. Making it the most common first language. But the majority of English speakers aren’t native to the tongue; they have learnt it as a second language.",
    "This pre-dominance of English is less than a century old. Till early 20th century, English was limited to the colonies of the British Empire. French was more important in diplomacy and commerce up till World War I, when the peace treaties were written in both English and French, a huge shift in international affairs and diplomacy.",
    "In England, after the 11th century Norman Conquest of William the Conqueror, French became the language of the court and nobility. Even in Russia, French was the language of the aristocracy in the 19th century. You can find examples of that in Tolstoi’s War and Peace.",
    "Up to the 14th century, French was the most widely spoken language in Europe. But, as noted earlier, English became equally important after World War I and, when the United States became the world’s dominant economic power after WWII, English became the most widely used link language.",
    "There are many kinds of English, from American English, Indian English, Jamaican English, Nigerian English or Cajun.  If you Google and check (or if you try to upload a video to YouTube), you will get a choice between a few variants – English, British English, Indian English, American English etc. But there are more than 160 variants of English in the world today.",
    "English is the common link language in air, aviation and maritime traffic (Seaspeak). 138 countries require English to be taught as the mandatory core curriculum (70% of all countries in the world). Another 40 offer it as an optional course study.",
    "The reason why English differs so much from country to country is that, unlike with French, there is no governing body to enforce ‘standard English.’ In France, the Académie Française (The French Academy) enforces French usage, vocabulary and grammar. Even the dictionary is enforced by the Académie Française.",
    "Even though English usage can differ so much, there is no single ‘correct English’ identified with any particular country, and this includes England too. Liberian English, for example, would be proper and correct within that context, and it’s the same when it comes to Sri Lankan English.",
    "Even within a given country, usage differs regionally. In the U.S., for example, people speak African-American English, Chicano English, or Appalachian English. In England, English spoken in Yorkshire is different from that spoken in Lancashire even though these two counties are only two and half hours apart. Singaporean English has many loan words from Malay, Tamil, and Hokien.",
    "Internet tools such as Google Translate have made cross-cultural and trans-linguistic activities much easier. I was pleasantly surprised when a university undergraduate with basic English knowledge showed me an excellent project report written in English. He said with pride that it was made 100% by using Google translate.",
    "Does that make English learning redundant?",
    "Ask millions of English language students studying it as a second language all over the world. English is an official language in 75 different countries worldwide, meaning that 39% of countries have English as one of their official languages. Nearly 58% of the content on the internet is in English.",
    "American pop culture is another major disseminator of English in the world, via pop songs, movies and video games",
    "Courtesy:Daily Mirror"
  ]
}