{
  "url": "https://www.technologyreview.com/2024/09/02/1103398/greenhouse-gas-grid-sf6/",
  "title": "The race to replace the powerful greenhouse gas that underpins the power grid",
  "ut": 1725233400.0,
  "body_paragraphs": [
    "The power grid is underpinned by a single gas that is used to insulate a range of high-voltage equipment. The problem is, it’s also a super powerful greenhouse gas, a nightmare for climate change. Related StoryHow the world already prevented far worse warming this centuryThe Montreal Protocol was designed to heal the ozone layer. It may have also fended off several degrees of warming—and a collapse of forests and croplands.",
    "Sulfur hexafluoride (or SF6) is far from the most common gas that warms the planet, contributing around 1% of warming to date—carbon dioxide and methane are much more well-known and abundant. However, like many other fluorinated gases, SF6 is especially potent: It traps about 20,000 times more energy than carbon dioxide does over the course of a century, and it can last in the atmosphere for 1,000 years or more.  Despite their relatively small contributions so far, emissions of the gas are ticking up, and the growth rate has been climbing every year. SF6 emissions in China nearly doubled between 2011 and 2021, accounting for more than half the world’s emissions of the gas. Now, companies are looking to do away with equipment that relies on the gas and searching for replacements that can match its performance. Last week, Hitachi Energy announced it’s producing new equipment that replaces SF6 with other materials. And there’s momentum building to ban SF6 in the power industry, including a recently passed plan in the European Union that will phase out the gas’s use in high-voltage equipment by 2032.",
    "As equipment manufacturers work to produce alternatives, some researchers say that we should go even further and are trying to find solutions that avoid fluorine-containing materials entirely. High voltage, high stakes You probably have a circuit-breaker box in your home—if a circuit gets overloaded, the breaker flips, stopping the flow of electricity. The power grid has something similar, called switchgear.",
    "The difference is, it often needs to handle something like a million times more energy than your home’s equipment does, says Markus Heimbach, executive vice president and managing director of the high-voltage products business unit at Hitachi Energy. That’s because parts of the power grid operate at high voltages, allowing them to move energy around while losing as little as possible. Those high voltages require careful insulation at all times and safety measures in case something goes wrong. Some switchgear uses the same materials as your home circuit-breaker boxes—there’s air around it to insulate it. But when it’s scaled up to handle high voltage, it ends up being gigantic and requiring a large land footprint, making it inconvenient for larger, denser cities. The solution today is SF6, “a super gas, from a technology point of view,” Heimbach says. It’s able to insulate equipment during normal operation and help interrupt current when needed. And the whole thing has a much smaller footprint than air-insulated equipment. The problem is, small amounts of SF6 leak out of equipment during normal operation, and more can be released during a failure or when old equipment isn’t handled properly. When the gas escapes, its strong ability to trap heat and the fact that it has such a long lifetime makes it a menace in the atmosphere.  Some governments will soon ban the gas for the power industry, which makes up the vast majority of the emissions. The European Union agreed to ban SF6-containing medium-voltage switchgear by 2030, and high-voltage switchgear that uses the gas by 2032. Several states in the US have proposed or adopted limits and phaseouts. Making changes  Hitachi Energy recently announced it’s producing high-voltage switchgear that can handle up to 550 kilovolts (kV). The model follows products rated for 420 kV the company began installing in 2023—there are more than 250 booked by customers today, Heimbach says.   Hitachi Energy’s new switchgear substitutes SF6 with a gas mixture that contains mostly carbon dioxide and oxygen. It works as well as SF6 and is as safe and reliable but with a much lower global warming potential, trapping 99% less energy in the atmosphere, Heimbach says.  However, for some of its new equipment, Hitachi Energy still uses some C4-fluoronitriles, which helps with insulation, Heimbach says. This gas is present at a low fraction, less than 5% of the mixture, and it’s less potent than SF6, Heimbach says. But C4-fluoronitriles are still powerful greenhouse gases, up to a few thousand times more potent than carbon dioxide. These and other fluorinated substances could soon be in trouble too—chemical giant 3M announced in late 2022 that the company would stop manufacturing all fluoropolymers, fluorinated fluids, and PFAS-additive products by 2025.",
    "Related StoryStitching together the grid will save lives as extreme weather worsensThe US must upgrade and integrate its patchy power systems to allow electricity to flow where it’s needed during heat waves, floods, fires, and storms.",
    "In order to eliminate the need for fluorine-containing gases, some researchers are looking into the grid’s past for alternatives. “We know that there’s no one-for-one replacement gas that has the properties of SF6,” says Lukas Graber, an associate professor in electrical engineering at Georgia Institute of Technology. SF6 is both extremely stable and extremely electronegative, meaning it tends to grab onto free electrons, and nothing else can quite match it, Graber says. So he’s working on a research project that aims to replace SF6 gas with supercritical carbon dioxide. (Supercritical fluids are those at temperatures and pressures so high that distinct liquid and gas phases don’t quite exist.) The inspiration came from equipment that used to use oil-based materials—instead of trying to grab electrons like SF6, supercritical carbon dioxide can basically slow them down. Graber and his research team received project funding from the US Department of Energy’s Advanced Research Projects Agency for Energy. The first small-scale prototype is nearly finished, he adds, and the plan is to test out a full-scale prototype in 2025. Utilities are known for being conservative, since the safety and reliability of the electrical grid have high stakes, Hitachi Energy’s Heimbach says. But with more SF6 bans coming, they’ll need to find and adopt solutions that don’t rely on the gas. hide"
  ]
}