{
  "url": "https://www.dailymirror.lk/opinion/If-war-crimes-arent-investigated-even-political-leaders-might-have-travel-restrictions-Anura-Meddegoda/231-293541",
  "title": "“If war crimes aren’t investigated even political leaders might have travel restrictions” -Anura Meddegoda",
  "ut": 1728589188.0,
  "body_paragraphs": [
    "Anura Meddegoda’s appointment comes at a crucial time when the name of the institution has been tarnished by allegations of corruption and fraud",
    "There are issues when ensuring that there is independence of judiciary and independence of the judges",
    "During the period of the Aragalaya (Protest), the public acclaimed the Bar Association",
    "He says that the Bar has stood up for good governance",
    "In the last three weeks, we haven’t had any major incidents of violence. At least, we should be happy about it",
    "We have not had leaders leading by example. There is one set of rules for those who are in office and another set of rules for ordinary people. So, we can’t do that. We must be governed by one set of rules",
    "Then prior to that in the 1980s, with the killing of Wijedasa Liyanarachchi with Mr. Kanchana Abeypala, the association took the lead in all those matters. Most recently, the issue of one of the journalists, Mr. Lasantha Wickremetunga, in 2009 or 2010. He was also was a member of the bar, so we were kind of, we had to look after, you know. We were in the forefront of the protests that took place and we played our role without fear or favour",
    "And I am happy that the new government is setting the example. They are leading the way and I hope they continue to do that. They should lead by example so that they show the people that there is only one set of rules, one set of laws, and we all have to abide by those rules",
    "Then prior to that in the 1980s, with the killing of Wijedasa Liyanarachchi with Mr. Kanchana Abeypala, the association took the lead in all those matters. Most recently, the issue of one of the journalists, Mr. Lasantha Wickremetunga, in 2009 or 2010. He was also was a member of the bar, so we were kind of, we had to look after, you know. We were in the forefront of the protests that took place and we played our role without fear or favour",
    "A senior legal practitioner with a wide range of experiences serving national and international judiciary, President’s Counsel Anura Meddegoda was recently appointed as the President of the Bar Association of Srl Lanka. With over 40 years of experience in the legal field, out of which half of it was served at the Attorney General’s Department as a State attorney, Meddegoda has served as a Legal Advisor to The Hague’s United Nations International Criminal Tribunal for nearly a decade. He also served as the former Chairman of the Consumer Affairs Authority (CAA).",
    "Meddegoda has taken on the mantle as the head of the BASL, which has over 20,000 members who are lawyers and judges around the country. His appointment comes at a crucial time when the name of the institution has been tarnished by allegations of corruption and fraud. At a time when the BASL also marks its golden jubilee (this year), Meddegoda in a candid interview with the Daily Mirror shared his thoughts about the BASL, its role and pertinent issues in Sri Lanka’s legal system.",
    "Q: So can you explain what is the role of Bar Association of Sri Lanka (BASL) and how this particular institution is important for the legal fraternity and also for the ordinary public?",
    "The BASL Association of Sri Lanka is the apex body of lawyers. It is a professional organisation and we have a membership comprising over 20,000 lawyers. Our association is now into its golden jubilee (50) anniversary this year. The association was established on November 14, 1974 if I remember right. I was not a lawyer at that time. I was only a schoolboy. But I have read through the history of the association. There was Dr. H. W. Jayawardena, Queen’s Counsel, who was the Emeritus President of the BASL Association. There were other senior silks at the time who were responsible in establishing the BASL Association. Amongst them were Mr. H. L. D. Silva, President’s Council, Mr. Nimal Senanayake President’s Counsel. Then I must also mention Mr. Eric Amerasinghe. There were a large number of lawyers. Vernon Wijethunga, Queen’s Counsel.  There was Neville Samarakoon, Queen’s Counsel, who later became Chief Justice. So, they were the big names in the BASL Association at the time. And how the association was formed was, there were two branches representing the profession.  And those were the Advocates and the Proctors; the Advocates Branch and the Proctors Branch. Like in England, you had the Barristers and the Solicitors. So, after we became a Republic in 1972, there was a growing call for two the professions to be fused. So, that’s how the term Attorney-at-Law was used. And since then, we don’t have two branches of the profession.  So, we are all Attorneys-at-Law. There are those of us who appear in court, who are counsel and those lawyers also who perform the role of the Proctors at that time. That is, instructing the counsel to appear in court. So, it was in 1974 that the association was formed and this year, we celebrate the 50th anniversary.",
    "We have plans for that as well. It was, of course, an unfortunate year as far as the association is concerned. And we have a constitution. We are governed by a set of rules. And those rules facilitate the election of a President and a Deputy President. Then we have Zonal Vice-Presidents from all the judicial zones. We have a Secretary of the association who is a lawyer who runs the Secretariat.  And there are the Office Bearers. So, the association has its own objectives.",
    "There is the fundamental objective of the association and the primary objective of the association I would say it’s twofold. One is to ensure that the rule of law is upheld in this country. And by that I mean everything that is associated with the rule of law, democracy and good governance. Then there is also the issues that come with the rule of law. There are issues when ensuring that there is independence of judiciary and independence of the judges.",
    "So, that is one aspect that the association will be tasked with. And we are also watchful if there is any issue of national importance. Then again the association has its objectives to ensure that matters of national importance are taken up by the association. That is one fold of that. Then the twofold, I said. The second aspect of our objectives would be to ensure that we provide for the well-being of our members and the lawyers. That is also one of our primary objectives. To ensure the welfare, and well-being of the lawyers.",
    "So, that’s why I said we are twofold.  We also intervene, when there are issues regarding human rights and violation of human rights surface. We, as the Bar Association has appeared for those cases and have been in the forefront. You will remember the impeachment of the then Chief Justice, Mrs. Shirani Bandaranayake, in 2012. Then the association was in the forefront.",
    "Then prior to that in the 1980s, with the killing of Wijedasa Liyanarachchi with Mr. Kanchana Abeypala, the association took the lead in all those matters. Most recently, the issue of one of the journalists, Mr. Lasantha Wickremetunga, in 2009 or 2010. He was also was a member of the bar, so we were kind of, we had to look after, you know. We were in the forefront of the protests that took place and we played our role without fear or favour. Whatever government is in power, we will ensure that we work towards achieving our objectives.  In keeping with our objectives, we will be watching over the interests of our members as well as providing for the well-being of the people of this country.",
    "Q Now that you have explained in detail about the background and the objectives of the association can you tell us how you were appointed this time, because there was no election, though you contested in 2017?",
    "In 2017 I contested and during that election, I lost; by I believe, 125 votes. Since then, there were lawyers who asked me to re-contest. I said I don’t want to contest because there are others who can carry this institute forward. Thereafter, in 2021/2022, Mr. Saliya Pieris was elected president and he invited me to be his deputy president. So, coming from Saliya, I accepted that invitation and I was elected deputy president by the Bar Association. I served as deputy president in 2023 during the tenure of Mr. Saliya Pieris’ tenure. And then our tenure was over.",
    "Thereafter, in 2023, there were elections that were held and Mr. Kaushalya Navaratne, President’s Counsel, was elected as president.  But unfortunately, this year, arising from an incident that took place last year, the Bar Association had a tie-up with JICA, Japan International Cooperation Agency, where they wanted the Bar Association to be associated with a project of enlightening the magistrates, the police lawyers as well as others engaged in law enforcement about corruption, money laundering and those aspects. There was a contract that was signed between the two organizations and flowing from that, there were allegations of financial irregularities that came to light. That happened sometime early this year. So, with that, the Bar Association was very unhappy. Personally, I must say, I was also very unhappy. I also spoke against it, because that should not have happened. And then around May, this year, at the Bar Council, the apex body of the Bar Association- that comprises nearly 600 members- the bar council required that this matter and irregularities should be in the affairs of the contract between the Bar Association and JICA and that should be investigated. So, for that reason, there was a bar council resolution that was passed and the bar council unanimously appointed a five-member panel of very senior, eminent lawyers to examine what had gone on and submit a report.",
    "The lawyers comprising that committee were the most senior in the profession. It was chaired by Dr. Faisz Musthapha, President’s Counsel and also, there was Dr. K. Kanag-Isvaran, President’s Counsel.  There was Mr. Ikram Mohamed, President’s Counsel, Mr. Jeffrey Alagaratnam, President’s Counsel and also, Mr. Rienzie Arsecularatne, President’s Counsel.",
    "Amongst them, both Mr. Ikram Mohamed and Mr. Alagaratnam have been previous presidents of the Bar Association. Dr. Faisz Musthapha was the Deputy President of the Bar Association, long years ago. So that was a unanimous choice.",
    "They were very senior lawyers, very eminent in their own field and they reached a very senior position in the bar and they served in the committee. They heard the evidence. Witnesses gave evidence. That is, the office bearers of the association.",
    "In fact, Mr. Navaratne himself gave evidence at that inquiry and that inquiry came to a finding that there was a financial irregularity with that report. When that report saw the light of day, sometime in August, two months ago, the Bar Council requested that Mr. Navaratne should resign from office. And immediately upon the report being made public, Mr. Nalinda Indatissa, who was then Deputy President, also President’s Counsel, resigned immediately. The report was submitted and tendered at the Bar Council meeting in August. I believe, Mr. navaratne also continued and he was of course requested by the Bar Council that he should refrain from functioning as its President.",
    "It was conveyed that he should not discharge any duties of the Office of President pending that investigation. Then what happened was, when Mr. Indatissa resigned, the Bar requested that I should take over the Office of Deputy President. I must say, at that meeting, I refused because I had been Deputy President earlier under Mr. Peiris, but the Bar insisted that I should take it up. So very reluctantly, I accepted the Office of Deputy President.",
    "And immediately after that, because Mr. Navaratne was requested by the Bar to refrain from functioning in the Office of President, I was tasked with the duties of Acting President. So I was Acting President until September when at the Bar Council, my name was proposed as President and my name was unanimously accepted by the Bar Council.",
    "So that is how I became President and my Presidency remains until the term of office of Mr. Navaratne expires in March of 2025. So the report was tabled at the Bar Council, the report of the High Powered Committee and that was also accepted by the Bar Council. And unanimously, they accepted the report. So it is in those circumstances that I came to be elected President for the balanced term of Mr. Navaratne.",
    "I don’t have a long time to be in office. I have only probably 6 months or 7 months, to be precise. So it is during this time that I have to make sure that the reputation and image of the Bar Association, which is now at a low ebb, must be revived.  By doing so we can give the Bar Association a new lease of life.",
    "Q:  What is the most immediate responsibility that you have to fulfil as the BASL President?",
    "You will remember during the period of the Aragalaya (Protest), the public acclaimed the Bar Association. I mean, they were full of praise for the lead that was taken by the Bar Association at that time in defending all the students and the young men and women who participated in the Aragalya.",
    "In fact, I remember, in March 31 in 2022, when there was a protest in Mirihana, in the area where the former President lives, there were students and some of the young people who were the protesters were arrested and produced in court. The next day, I remember, in the Maligawatte Magistrate’s Court, there were nearly 600 lawyers who were present, you know, appearing in defence of the protesters. I remember Mr. Saliya Pieris led the Bar in that court. There were others. I myself, as Deputy President I participated, and there were other senior lawyers who were there. They were all at the forefront of it. So, we reached a high.",
    "Immediately after that, the Bar Association was looked up to by the people. Unfortunately, you know, this scandal or financial irregularity that came to light tarnished the image of the Bar Association.  I think my first and foremost duty is to make sure that I uplift the reputation and image of the Bar Association, which I will endeavour to do.  And I’m sure I can do that, which I will do before long. Even now, we are very upfront. We have been very transparent in what has happened.  We are not going to sweep under the carpet, and we will continue in the name of the Bar Association.  That episode of our life is over.  That is behind us.",
    "Mr. Navaratna has resigned and now we continue with the work that we have to do for the benefit of this country and for the benefit of the legal profession.",
    "Q: But responding to the allegation at that time, Mr. Navaratna came up with an argument that everything against him was pre-organised and it was a malicious campaign against him to oust him by certain sections of the people with the ulterior motive to take over the control of the Bar Association. And now you have become the president. We know you had no control over your appointment, but could you please clarify?",
    "I don’t think there is any merit in Mr. Navaratna’s allegations. He is entitled to his own views. But I must say, the committee that was appointed to look into this matter was a unanimous decision of the Bar Council and they were the most senior members of the Bar. They were exemplary gentlemen. No one can find fault with any one of those gentlemen. So they have achieved eminence in their own fields, in the legal profession, and also outside. Some of them have served as ambassadors who have represented this country overseas. So I don’t agree with Mr. Navaratna.  I believe he is entitled to his views.  But as far as I’m concerned, I don’t think there is any justification to make any accusations against those members of that committee on any basis whatsoever.  According to my conscience, that would not be accurate. And I’m sure that members of the Bar will agree with me when I say that. But at the same time, Mr. Navaratna is entitled to his own views. Of course, you must also remember, the members of the office of the Association gave evidence. They provided all the documents to the committee and in fact, Mr. Navaratna himself went before that committee. He also gave a dozier of documents. So it is in the light of all that material that the committee came to a finding. So one cannot say that Mr. Navaratna was maliciously targeted in this inquiry. Of course, it will stand like that.",
    "We have put that behind us and we will move forward as an association.",
    "Q: While the BASL has been playing an exemplary role and even people have been looking up to it as a quite professional body there have been allegations from certain political fronts claiming that the bar association is playing into certain politics. And this actually came not from the ordinary but from the top of the country’s political hierarchy. How do you respond to this allegation?",
    "These are statements made by politicians. Exactly. So politicians will not like when we stand up for the rule of law. The Bar Association, always stood up for the rule of law. Not yesterday, not the day before yesterday, but for years, over the years.  From the time of its inception, the Bar Association has stood up for the rule of law, for the independence of the judiciary, for the independence of judges. The Bar Association has also stood up against when there were attempts to stifle democracy in this country.",
    "The bar has stood up. Bar has stood up for good governance. So when there were any issues concerned with any of those democratic principles, democratic ideas, the bar has taken the lead in going to court.",
    "And in recent years, I remember the president, the then president, and also some other ministers, making allegations, saying that the bar is politicised. The bar is not politicised. Obviously we have 20,000 plus members. We have our own individual political views. But we don’t bring those views into play when we act on behalf of the association. We look at it from a strictly legal perspective.",
    "So in such matters, particularly in the recent past, when the Supreme Court held against the then government, yes, the president and the politicians did make statements that the bar is controlled and it has its own political agenda. As far as I know, the bar did not have any political agenda.  The Bar has been in the forefront of safeguarding  democratic principles and democratic ideas, in safeguarding good governance, in ensuring the rule of law. So that is not palatable to the politicians.",
    "Politicians would like us to pamper to their needs, but we cannot do that. We have a far more serious obligation, a far more responsible obligation, to ensure the people’s welfare. Ours is the foremost organization and professional organization in the country. So we have to take the lead and we do that. The politicians may like it, they may dislike it.",
    "If the present government does not act, or does act against the interests of the people, or does act against the ideas of democracy, or democratic principles, or the rule of law, then the bar will again stand firm against that. The bar will certainly, with the consent of its members, take whatever action that is deemed necessary.",
    "And all these actions done on behalf of the bar, have all been approved by the executive committee and some of them by the bar council itself.",
    "So they have all been approved by the members of the bar. So one cannot say that this is politically motivated. So as far as I’m concerned, I don’t think there is any merit in those allegations and we will still continue, as an association. We will continue to do what we have done before, for the last 50 years.",
    "Q:Every year Sri Lanka has to face war crimes allegations in Geneva. Having served at the United Nations International Criminal Tribunal in the Hague, where did we make the mistake in not solving this problem completely. What should we do?",
    "I have been a member of the Attorney General’s Department.",
    "I have put in 20 years as a member of the AG’s Department. I joined the official bar just one and a half months after I was called to the bar. One and a half months after I took oaths, I worked with the late Mr. Thivanka Wickremesinghe, President’s Counsel. I have worked with late Mr. Nehru Gunathilake; learning some civil law as well, as a president’s counsel.  I’ve also worked with Dr. Faisz Musthapha in my early years. In my early days at the bar, I joined the AG’s Department.",
    "After some time I joined the United Nations International Criminal Tribunal in the Hague. That was for the prosecution of persons responsible for war crimes and serious violations of international humanitarian law committed in the former Yugoslavia.",
    "You know, that there was a conflict in Yugoslavia, which started in 1990, 1991, during that time President Slobodan Milosevic, before him was President Tito and after President Tito died, the Yugoslavian Confederation, fell into alien states, you know, broke apart and then there was fighting between those states. This resulted in the commission of war crimes and then the United Nations established the International Tribunal to look into those matters, to look into those serious violations, allegations of criminal activities. So I served in the prosecutor’s office of the tribunal for 10 years.",
    "And then after that, I thought I had spent enough time overseas.  I wanted to come back. So we all came back to Sri Lanka and the allegations of war crimes against Sri Lanka initiated particularly from January 2009,  there was a report that was submitted by US Congress. That report was sent to the Sri Lanka’s President.  In fact, I was a member of the committee that was appointed to examine that report. That committee was chaired by Mr. D.S. Wijesinghe, the President’s Counsel. It comprised not only lawyers, there was Mr. Nihal Jayamana, who later became president of the Bar Association.",
    "President’s counsel was a member of the committee. Mr. C.R. De Silva, former Attorney General was a member of that committee. I was a member of that committee.",
    "Then there were others from other walks of life in Sri Lanka. Mrs. Jessima Ismail was one of them. Mrs. Ramanathan, the wife of late Justice Ramanathan, was another member of the committee.",
    "So like that, we examined the report that was submitted, and we submitted a report to the president.",
    "Now my personal view about war crimes is, allegations have been made that there has been indiscriminate killing, and serious violations of international humanitarian law. War crimes have been committed.",
    "If that is the case, we as a country must examine those allegations. The allegations are that our armed forces and police committed war crimes. If that is the case, then if that is what has been said, we must examine it. There is a duty bound on us by international law to examine those allegations. In fact, I submitted a paper in the 2010 National Law Conference that we have to consider and investigate those allegations. I am one who firmly believes that those allegations must be investigated.",
    "If there are persons in the armed forces or anywhere else who have been responsible for the commission of war crimes, then they should be prosecuted. There is no doubt trying to shelve this under the carpet, that doesn’t work. Because some international war crimes don’t get prescribed.",
    "You can arrest them anywhere in the world at any point in time and if the United Nations International Criminal Court takes connoissance of any other matters, any of those matters, and if a warrant of arrest is issued, then any one of those persons can be arrested. Whether they are from the civilian authorities or the military establishment. Now you see what has happened to Prime Minister Benjamin Netanyahu of Israel. A warrant has been issued by the International Criminal Court for war crimes. His travel is restricted. And if it is required nations are required to arrest the man on the strength of the warrant on the international criminal court. There are other leaders who are spending time behind in jail for the commission of war crimes.",
    "They have been arrested, they have been tried and they are now spending time for their role in committing atrocities, war crimes and other serious violations of the Geneva Convention. So, like that, we also have to do that. I firmly take that view. Others may take a different view. But I firmly believe that we should investigate those allegations.",
    "If they are material, they should be prosecuted in our courts. Otherwise, what will happen in the international community? We will establish an international tribunal to try our offenders and then what will happen? We will have an international court sitting in judgment over incidents that took place in this country.",
    "It’s far better for us, for Sri Lankan courts, to take connaissance of those matters and for cases to be conducted in our courts, within our judicial system with all the rights that are available to all defendants and with ensuring a right to a fair trial.",
    "Q: And now, as you rightly said, I mean, some of our senior army military can’t go abroad. They are not getting visas. We are experiencing it right now. Now there is a new government. We have been going back, we have been promising certain things to Geneva and coming back and doing something else. What should we do to get out of this allegations?",
    "You are right. I mean, a lot of our military, senior military personnel at that time who were holding office rank cannot travel. They cannot travel overseas because visas are not issued to them. There are already investigations conducted by other countries against some of them. For that reason, as I said, I firmly believe that that is the case. We have to investigate those war crimes.",
    "The allegations, the serious allegations have been investigated. And there should be, if evidence, sufficient evidence is available. If there is evidence that will support a prosecution, then that we must investigate.",
    "Even the new government must consider that. They must seriously consider this. That will raise the credibility of Sri Lanka in the international domain.",
    "Sri Lanka’s pariah status can be removed if we act in line with our international obligations. We are not a part of the International Criminal Court. I know that- the Rome Statute.I know other legal experts may disagree with me, but there is provision for the International Criminal Court through the mechanism of the UN Security Council to take connaissance of war crimes that were committed here. And if that happens, not only our military, but some of our political leaders of the time will not be able to run.",
    "So, it is far better for us to resolve our issues, to take them to task in this country, conduct prosecutions and then on the basis of the Sri Lankan law. Rather than having foreign judges coming into this country to pronounce judgment in those matters. That’s something I told you.",
    "I presented a paper on this line in 2010 at the National Law Confrence. That is the line I took.",
    "I said this must be prosecuted. That was a minority view at the time. I don’t think I was favoured. I was looked at favourably at that time. But I hope the new government will look at that and make sure that Sri Lanka’s credibility in the international forum, in the international domain, is restored.",
    "Q: Our history is full of violent incidents like two youth uprisings, 26 years long war, killings, violence, disappearance and so on and so forth. As a legal expert can you give your view on the extreme violence committed in this country?",
    "You know, our history shows that we have had a long time in memorial. We’ve had, despite the country being predominantly Buddhist, all the other religions.",
    "And all these religions, which tolerance, which compassion, which ahimsa (non injury), those are the hallmarks of our religious teachings and that of the great teachers in the world. But despite all the religious teachings, our people are prone to violence.",
    "There is a breakdown in the rule of law. Lawlessness is prevalent in this country. And we see what is happening.",
    "I’m sure during the last two, three weeks, we haven’t had any incidents, or major incidents of violence. At least, we should be happy about it. But before that, I know, you know, last year, this year, early this year, in a week, there was a killing that took place in this country.",
    "And killing is in broad daylight. Some in the high-security zones. Some killings took place while suspects were in the custody of the police.",
    "Police say that we took a man to search for some weapons. And then the man gets killed.  They say that a man who was in handcuffs attempted to shoot them.",
    "And then they had to open fire in return. So, I mean, those things, those explanations don’t stand to reason. So, we have had violence over the years. I mean, and political violence. We had the assassinations of former prime ministers, of political leaders.  In the 80s, we had the assassinations, 80s and 90s assassinations of very, very eminent political leaders.",
    "That was the time we had this, internal conflict during that time. So, this culture of violence must stop. That has not contributed in any way to the development of this country. In fact, the country has gone back as a result of the culture of violence. We have to move forward.",
    "We have to put all this behind us and then we have to ensure that our political leaders lead by example. That has been lacking in our country.",
    "Particularly in the last 15, 20 years or even more than that we have not had leaders leading with example. There is one set of rules for those who are in office and another set of rules for ordinary people. So, we can’t do that. We must be governed by one set of rules.",
    "One law must apply. Whether it be the head of state or the lowest citizen of this country. So, that is something we have to ensure.",
    "And that is what the law enforcement authorities ensure that they treat everybody alike. There is no discrimination in the treatment.",
    "Talking about what is wrong, what is wrong for the head of state is also wrong for the lowest man.  Or what is wrong for the ordinary man, should also be wrong for the head of state or the political authority or the military personnel. That’s how it should be.",
    "And I am happy that the new government is setting the example. They are leading the way and I hope they continue to do that. They should lead by example so that they show the people that there is only one set of rules, one set of laws, and we all have to abide by those rules.",
    "And get on to the roads every day. The amount of road violations in the country.  And sometimes the police will turn a blind eye to some of those.",
    "Some of the high-powered vehicles that go with security personnel, the convoys that go on the roads, the law doesn’t apply to them. But to others, if you and I don’t stop at a red light by accident, you are halted by the police officer who is close by. But the convoys of politicians, I mean, they turn a blind eye to such acts by them.",
    "So, this is just one example. I mean, there are many like that. So, we have to ensure that we abide by one set of rules and I believe, it’s a very healthy sign as far as the last two weeks are concerned. We have that. We see that. Everybody sees that.",
    "And I believe that will continue. I hope that continues and be governed by one set of laws that will apply to all of us irrespective of our, without any discrimination, irrespective of our position in life, our status in life, caste, creed, gender, irrespective of all that.",
    "If we have one set of rules that will apply and that will lead to the creation of a law-abiding state of people of this country who will become law-abiding. That is what we need in this country."
  ]
}