{
  "url": "https://www.ft.lk/columns/Operationalising-Defence-MoU/4-776910",
  "title": "Operationalising Defence MoU",
  "ut": 1748284273.0,
  "body_paragraphs": [
    "Now that it is signed, focusing on creating effective operational mechanisms and systems may be the best solution",
    "There is consternation about the recent Memoranda of Understanding (MoUs) concluded between the Sri Lankan and Indian Governments, making ripples of suspicion and criticism. The most critiqued is the Defence MoU (DMoU).",
    "Initially, troubleshooters demanded to know the contents of seven MoUs, counted 10 in the Indian media. An MoU is non-binding, outlining intentions and potential outcomes. Since the DMoU Article 9 provides for amendments and supplementing, its course correction is possible.",
    "Minister Vijitha Herath stated that the MoUs could be obtained under the Right to Information Act (RTI). Everyone knew that it was a ruse to delay the dissemination of MoU content. It happened so too.",
    "The RTI, Section 5 restricts the sharing of information, if disclosure undermines “the defence of the State or its territorial integrity or national security” or “is likely to be seriously prejudicial to Sri Lanka’s relations with any State, or in relation to international agreements or obligations under international law, where such information was given by or obtained in confidence.”",
    "The query is why the country’s defence is kept in confidence with a foreign state and kept secretive from the citizens. By ill luck, if the DMoU undermines the defence, territorial integrity, or security, hiding it could cause irreparable damage, even to the sovereignty of the country. Hence, non-disclosure is not only drowning transparency.",
    "With this attitude, if a part of the country is roguishly transferred, there cannot be any redress. I am reminded that the Opposition parties including the Janatha Vimukthi Peramuna (JVP) protested when President JR Jayewardene signed the Indo-Lanka Accord (July 1987) and PM Ranil Wickremesinghe signed the Ceasefire Agreement (February 2002), against non-disclosure, arguing that these agreements violated the country’s territorial integrity, security, and sovereignty. The passage of 38 and 23 years respectively does not erase political commitment and history.",
    "Next was Minister Nalinda Jayatissa stating the disclosure requires Indian consent, probably misinterpreting Article 7.2 of the DMoU. The DMoU interprets ‘classified’ information, but nowhere is it legally amplified that the DMoU is a ‘classified’ document. Public demand was the DMoU, and not “classified information or material exchanged or generated in connection with this MoU.” Hence negating adherence to Articles 7.2 to 7.4 does not arise.",
    "When the DMoU is implemented Parties may decide what is ‘classified’ and not. Probably, Minister Jayatissa not knowing legality took the liberty to convert an MoU into a ‘classified DMoU!’ The drastic insinuation is that the citizens’ right to know what their Government does, especially on defence and sovereignty are thus compromised by the Government. I suspect that our authorities are simplistic in legal interpretations.",
    "The Secretary General of the JVP has reportedly stated that these MoUs have been shared with the Parliament, which was not. President Anura Kumara Disanayake (AKD), in a televised interview, gave the hope that the MoUs would be shared shortly, but we eagerly await the dawn of that ‘short’ timeframe!",
    "This political behaviour confirms that the Government does not have a common stance on the disclosure of MoUs. On it, the Government lacks transparency, and the stoic silence of Indians accentuated suspicion of hidden, detrimental, tricky outcomes from the DMoU.",
    "In this background, the ‘Economy Next’ published a document, allegedly the secretive DMoU. It is uncontested by the Government as fake and thus construed as genuine. This article is written with that belief, to evaluate some ‘leaked’ contents. Apologies to the Government, if it is fake. Further, since I am no legal expert, the interpretations here rest mainly on experienced practices.",
    "DMoU firstly considers the historical linkages and the continued goodwill between the countries, which is not a reservation for India. The DMoU acknowledges ‘the high level of cooperation that exists between the Defence Forces of the two countries,’ which is true since most mentioned defence cooperation actions already exist, for decades. The addition is the ‘defence industry’ item, subject to ‘exploratory discussions’.",
    "But ‘non-impairment of commitments undertaken internationally’ may restrict our other bilateral relationships, for instance with China or Pakistan, if any, now or in the future. Additionally, the proposed defence framework may pressurise us to act in consonance with India’s international commitments (e.g., Quad, I2U2, US-India defence arrangements). I wish they would not diplomatically embarrass us.",
    "While we happily embrace great Indian relationships, we have to be mindful of the international support received from China and Pakistan during the terrorist conflict in lethal military supplies, refused by India, and in the United Nations, especially in Geneva, where occasionally India failed us, for Tamilnadu political reasons.",
    "Similarly, Articles 8.2 and 8.3 refer to ‘third party,’ not named or interpreted in this DMoU. It could be a subtle indication of drawing India-friendly third-party commitments to the DMoU, about which we should be mindful.",
    "Defence industry involvement",
    "The DMoU lists many defence industry activities. Though we are unaware of what is in store, the defence industry component is completely new. Importantly, there is no market for us for defence materials. India has several large defence-related business and technological commitments, i.e., with the US, Russia, France, and Israel, and hence ours is minimal. Secondly, some Indian allies possess similar adversarial attitudes to China, and we are not. Thirdly, if India wishes to relocate their industries here, in the event of Indian involvement in a conflict, we will invite security vulnerabilities. Fourthly, if large investments are relocated, the exit mechanisms may be cumbersome, and if India involves third parties it will be more problematic. Fifthly, the international defence industry and technology are so sophisticated, and we lack expertise, hence the proposed joint ventures will be technically monopolised by Indians.",
    "One must be cautious about other Indian agreements and their objectives and purposes, which could conflict with ours. Simply explained, any US and Indian agreement always counters China and its maritime security operations, and if DMoU becomes a vehicle for such actions, it will not click. One may ridicule such suspicion as seeing crocodiles in a basin of water. But knowing the pressures of powerful nations on smaller entities and the prowess of the Indian bureaucracy (even Chinese or American), such suspicion is serious business.",
    "I may quote a Lankan experience as proof. On 3 April 2017, a Note to the Cabinet was sent by PM Ranil Wickremesinghe, with a draft MoU to sign with India for economic projects cooperation. Observations were received from Ministers Ravi Karunanayake (Finance), Arjuna Ranatunga (Ports and Shipping), and Chandima Weerakkody (Petroleum Resources), the latter Ministers indicating concerns about certain issues. President Maithripala Sirisena (21-4-2017) wished a hearing would be given to the concerns of the two Ministers, and for the Cabinet to be briefed. The Cabinet on 25 April 2017 approved the memorandum subject to the exploration of defining the proposed Oil Tank Farm joint venture.",
    "The MoU of 26 April 2017 incorporated detailed specifics for the Trincomalee Oil Tank Farm, and not for any other but it was the Indian interest and their pressure. There were no consultations with relevant Ministers due to time constraints. For instance, a 99-year lease, unacceptable to Minister Weerakkody, was in the signed MoU. This type of juggling must be kept in mind at negotiations, and in a lighter vein, be mindful that the then Secretary of Indian External Affairs is the Minister of External Affairs now!",
    "The RTI, Section 5 restricts the sharing of information, if disclosure undermines “the defence of the State or its territorial integrity or national security” or “is likely to be seriously prejudicial to Sri Lanka’s relations with any State, or in relation to international agreements or obligations under international law, where such information was given by or obtained in confidence.” The query is why the country’s defence is kept in confidence with a foreign state and kept secretive from the citizens. By ill luck, if the DMoU undermines the defence, territorial integrity, or security, hiding it could cause irreparable damage, even to the sovereignty of the country. Hence, non-disclosure is not only drowning transparency",
    "Defence framework process",
    "The DMoU wishes to create a framework for defence cooperation. It did not fall from the sky. Recent history notes attempts to reach a defence framework with India.",
    "President JR Jayewardene, devastated by terrorists and JVP attacks, literally ‘pleaded’ military cooperation from PM Rajiv Gandhi at the end of 1986. On 29 July 1987, he achieved it through the JR-Rajiv Accord and invited Indian Peacekeeping Forces on the very same day.",
    "President Ranil Wickremesinghe visiting Delhi (July 2023), touched upon People-to-People Connectivity, expanding ‘cooperation between research and academic institutes … earth and marine sciences, oceanography, space applications, …’ the last sectors relevant to defence. Further, the ‘joint exploration and production of hydrocarbons in Sri Lanka’s offshore basins’ under Energy and Power Connectivity also had defence connotations for Indians.",
    "The Joint Statement of President AKD’s visit to India stated that “both leaders decided to support the development of Trincomalee as a regional energy and industrial hub,” and “foster cooperation in hydrography.” The hidden Indian maritime security interests would squeeze through such activities. President AKD’s assurance of India’s security could be interpreted by Indians as prohibiting the Chinese research ships and even the continuance of the moratorium placed by President Wickremesinghe on research vessels.",
    "Chinese vessels are an irritant to Indians. To wit, I quote my friend N. Sathiya Moorthy: “The Indian concerns stem from the kind of data that the Chinese vessels can access on the ocean currents and other parameters of the seas in these parts for the safe deployment of their warships and more so submarines in times of their choosing. Even if Colombo may not be immediately affected now, or even later, it should be alive to the possibilities of China using such data in any adversarial military situation vis-á-vis India and/or other nations in the immediate Indian Ocean neighbourhood, including the US with its military base in Diego Garcia.”",
    "Do not say Sathiya Moorthy is seeing crocodiles in a basin! While considerate of us, everywhere he sees the Chinese in adversarial military action. This write-up amply broadcasts who have maritime challenges, India, Sri Lanka, or America.",
    "Americans’ vision was proved by the proposal by US State Department official Victoria Nuland for a joint military base in Trincomalee, operated by India, the US, and Sri Lanka. It had the Indian nod for certain. Hence, the Indian defence strategy will certainly combine the Indian ‘development cum security’ interests.",
    "Nuland’s proposal was criticised by JVP then. If this demand (even in a different format) squeezes now through the DMoU, India will block any other adversaries involving in any activity in Trincomalee. We must not overlook the calibrated Indian and American joint interests in the Indian Ocean Region (IOR), (e.g., Quad, I2U2), and the defence relationship between India and the US, even after President Trump’s assumption.",
    "Hydrography-Oceanography interests",
    "The DMoU speaks of cooperation in the field of shipping which is positive, and hydrography. The ‘advance maritime and security’ were mentioned in the AKD-Modi, Delhi Joint Statement, and was reciprocated by India stating, “India’s continued commitment to working closely with Sri Lanka in advancing its defence and maritime security needs and extending necessary assistance towards augmenting its capabilities to address its maritime challenges”.",
    "Though Sri Lanka does not have many maritime and defence challenges like India, the Colombo press statement specifically enlarges the maritime scope to ‘Oceanography and technology sharing.’ It denotes India’s first step to oceanographic research in our territory, now with our agreed consent, when the Chinese are debarred. The objectives of the DMoU are now clearer.",
    "The past endorses that Sri Lanka was caught in a geopolitical tug-of-war between India and China in the IOR, with India seeking strategic defence and mineral resources exploration access, and issues related to the Chinese research vessel activities in the southern Indian Ocean. India protests the permission granted by us for berthing Chinese research vessels and operating in our territorial waters. We responded positively declaring a moratorium and temporarily halted activity.",
    "If Indians follow this MoU, oceanographic activities will be reserved for India, certainly frustrating the Chinese. Though such frustration is not in our public domain, we can construct how issues could emerge. If Chinese President Xi arrives in Colombo, on the invitation made by President AKD in Beijing, for which the ‘Chinese leadership expressed appreciation,’ new demands relevant to China will emerge, and oceanography will lead. If it happens, President AKD must win with his “Double Pocket Diplomacy.”",
    "Sri Lankan demands in maritime affairs",
    "President Dissanayake in his statement stated:",
    "“I requested Prime Minister Modi’s intervention to urgently initiate bilateral technical discussions regarding Sri Lanka’s claim to the United Nations Commission on the Limits of the Continental Shelf, with the aim of establishing the outer limits of the continental shelf beyond the mutual Exclusive Economic Zone.”",
    "This is an issue coming from 2009, a claim to the International Seabed Authority for expansion of our continental shelf, to cover the Nikitin Seamount. India had no objection in 2010, withdrew its support in 2022, and submitted a counterclaim in 2024 to explore cobalt-rich Seamount.",
    "Sri Lanka is trapezing, and the inclusion of oceanographic technology sharing in the DMoU signals that India wants to grab the monopoly of research and exploration of ocean resources, in our territory to be ‘formalised,’ while blocking boundary demarcation. Since we lack technological capacity, the threat of a Marxist government alluring China would have troubled India. Thus, the Indian counterclaim for Nikitin in 2024 could have been due to the Research and Analysis Wing’s predictions on President AKD’s victory. Indian justification could be on multifaceted gains (i.e., security, mineral resources, proximity).",
    "If the MoU were to benefit both countries, this was an opportunity to show Indian magnanimity and confirm PM Modi’s hand over AKD’s shoulder in Delhi was meant for genuine friendship. It did not happen. It gesticulated, either “Do it with our blessings!” or “We do not withdraw our claim,” both outcomes positive to India; mind you, gained through a compromised DMoU. Foreign Minister Dr. Jaishankar and Secretary Misri have proved what ‘Excellence’ is.",
    "Concurrently, Chinese political stalwart Qin Boyong visited Colombo, met the new Government’s authorities, and stated that there are plans to restart maritime research. India hurrying to block it was imminent. India is aware that Chinese research activities are for spying and to dominate the mineral market, presently under Chinese control – 70% of cobalt and 60% of lithium and manganese. Beating these negatives is essential for India. The issue is strategic, territorial, military, economic, and political. Hence the usage of terminology, i.e., maritime security, research, explorations, technology sharing, hydrography, and oceanography must be taken with a pinch of salt, whether Chinese, American, or Indian!",
    "Understandings and responses",
    "President AKD’s security assurance was similarly extended to China in Beijing, with a wider leap, offering firm support to China on issues related to Xizang (Tibet) and Xinjiang (Uyghur Autonomous Region). Any operational disturbance could arise only if a war situation happens between India and China, which appears a long-range unpredictable.",
    "The resolution of disputes is stated in Article 10 through consultations and negotiations. By agreeing to Article 10 we have by consent shed the usual international practice of referring to “any national/international court, tribunal, or other similar body, or to any third party for settlement”. Imagine the delays in settling the Palk Bay fishing, boundary-marking the Exclusive Economic Zone/Nikitin Seamount issue, ever itching challenges on Kachchathivu, which proves failures of consultations and diplomatic negotiations with Indians. For the failure of defence-related negotiations, the appropriate event was the food drop on 4 June 1987, where we proved bilateral incapacity to win legal rights with powerful India. Hence external interventions are welcome. Since Indians also have changed let us hope for advanced friendly responses.",
    "Since there is a provision in the DMoU to review progress for further periods, amend, and supplement, it may be appropriate that the MoU is studied seriously to ensure there are no conflicts created, that matter to peace, harmony, security, politics, and diplomacy. Even dealing with defence we must be mindful of larger economic gains of harmony with India.",
    "One cannot object to many items in the DMoU though operational practicalities may create confusion, especially in negotiations, where steamrolling by Indians must be tackled. The process requires closer scrutiny by the Attorney General. Without malice, I may say that had the Attorney General incisively scrutinised the DMoU before signing, some loopholes could have been avoided. Now that it is signed, focusing on creating effective operational mechanisms and systems may be the best solution, with due consideration given to future diplomatic dealings with friendly nations.",
    "Good luck to Minister Vijitha Herath."
  ]
}