{
  "url": "https://www.dailymirror.lk/opinion/Elections-Classes-and-Minorities/172-291790",
  "title": "Elections, Classes and Minorities",
  "ut": 1726430779.0,
  "body_paragraphs": [
    "How will we look back on the elections of 2024, in a decade or two from now? The upcoming presidential and parliamentary elections, I argue, will be as significant as the general elections of 1956. I write below not about the spectacle of elections, which in Sri Lanka is always full of excitement and engagement, but the political economic changes that follow elections during great historic moments.",
    "The general elections of 1956 signalled a tremendous shift in the political economy of the country. The elections came two and half years after the Great Hartal of August 1953 that culminated in the resignation of Prime Minister Dudley Senanayake. Only a year earlier in 1955, the Bandung Conference had set the stage for formation of the Non-Aligned Movement, which changed Sri Lanka’s foreign policy and the character of its development support. The Sri Lanka Freedom Party (SLFP), which had been formed just five years earlier and only won nine seats in the previous elections of 1952 was catapulted into power mobilising Sinhala Buddhist and rural constituencies. The elections marked the shift of economic policies towards import substitution with a focus on social welfare for the next two decades. Coming eight years after Independence and the disenfranchisement of the Hill Country Tamils, the Sinhala Only policy hardening a majoritarian state, deepened social cleavages that culminated in the ethnic conflict; that exclusion of minorities remains a central unresolved problem of the country.",
    "There are many parallels between the historic conjuncture of 1956 and today. Like the Great Hartal leading to the resignation of the prime minister, the Aragalaya protest movement two years ago demanded system change and chased away President Gotabaya Rajapaksa. The debt crisis affecting half the developing countries in the world, has engulfed Sri Lanka with its first ever default. With the global financial system broken, the need for a new global political economic order is likely to shape Sri Lanka’s future foreign policies and development trajectory. The NPP, a party with just three members in Parliament, has been propelled into one of the front runners of the presidential election.",
    "As with 1956, Sri Lanka’s economic policies are at the crossroads and raise questions about the future of majoritarianism. It can be the neoliberal trajectory reinforced by the IMF or an alternative path of self-sufficiency and social welfare. The tremendous repression of the Muslim community after the Easter Attacks five years ago and the continuing militarised and majoritarian land grabs in the North and the East raise questions about the future political standing of minorities in the country. While Sinhala Buddhist nationalist rhetoric has not found much currency over the last two years and the current election campaigns, will it rear its ugly head again in future years? I provide these parallels between the elections of 1956 and this year to begin thinking about the broader changes we must prepare for in the years ahead.",
    "Sri Lanka is Asia’s oldest electoral democracy with universal suffrage reaching back to the state council elections of 1931. And the analysis of elections and their fall out have been an important part of our scholarly tradition. I often draw from the political economic and historical analysis of Newton Gunasinghe and Kumari Jayawardena.",
    "Now, there are many ways to dissect elections and the related historical changes. There is the intersection of class and caste in the historic formation of elite politics. And class and gender help understand the changes that followed the elections of 1977 leading to migrant women entering the garment sector labour force and as domestic workers overseas.",
    "I make some brief comments below on the intersection of classes and ethnic minorities relations to address the great challenges that we are inevitably bound to face regardless of who wins the elections. The two front runners in the current presidential elections, Sajith Premadasa and Anura Kumara Dissanayake, have put forward election manifestos that are the subject of hair-splitting analysis in the media. However, I believe, both these fluffy documents will soon be in the dustbins, as the winner is confronted with the realities of governing.",
    "Social disgruntlement",
    "This is all the more so, because they have not mobilised the people around any concrete political programm for economic and social change. Rather, the elections are going to be a signal of the deeper rumblings of society, with class, gender and ethnic disgruntlement shape the reign of the country. Central here are the disruption of the working people’s livelihoods, austerity burdening women managing households as well as the minorities’ fears about every new regime embracing majoritarian policies.",
    "In this context, victory in the presidential elections will be a powerful signal for the various classes. There is the tension between the business elite in Colombo whose interests have been safeguarded and the small businesses that were hammered by the massive interest rate hikes and market pricing of energy. The farmers and fisher folk have been gruelling under the sudden end to the subsidies for fertilisers and kerosene oil. The urban informal and rural wage livelihoods have been disrupted with the halt of state expenditure and lack of investment greatly reducing construction work. Real incomes of working women in the garment sector and tea plantations have halved with the massive rise in cost of living. The disgruntled state sector workers, including the teachers, transport and living expenses out do their salaries. Such tensions and disaffection will constitute class interests challenging and shaping the policies of the new regime. And in turn repression by the regime or the overthrow of the regime, if those interests are not accommodated.",
    "The difference between now and 1956 is that governments are not formed in one general election, but by a presidential and a parliamentary election. While the presidential election will provide considerable momentum in determining the parliamentary election that follows, the ethnic minority parties may also have greater say in the formation and agenda of the government. However, this is also a great time of turmoil and unravelling of political parties, including those identified with ethnic minority constituencies. Thus coalition politics is likely to be different going forward.",
    "The reconsolidation of narrow Tamil nationalism that is sought with the projection of a Tamil Common Candidate in the presidential election is one such venture amidst the fragmentation of Tamil politics. Will Sinhala Buddhist nationalism that has been subdued in the presidential election campaigns rear its head again with the parliamentary elections or in the years after? Indeed, both these nationalist extremes, despite their polarising politics, are political allies that need each other for their survival.",
    "The heated presidential election with great expectations of the people, will only be a signal of the changes to follow. The long awaited purging of the discredited representatives through parliamentary elections can provide space for new coalitions. That will be crucial in shifting the economic policy trajectory, undoing the draconian laws that have been passed in recent times, and instituting power-sharing with minorities.",
    "How will the different classes and minorities align with a new president? The Western Bloc, global finance and the Colombo elite will find it more comfortable with a Sajith regime. The dominant classes in the regions and the professionals will be more aligned with a Anura regime, though sections of the minorities will view them with some suspicion. Both possible regimes, with their relative strengths in the future parliament, in power or in opposition will have to contend with the changing class and ethnic relations that are inevitable during this historic conjuncture.",
    "It is with such underlying social rumblings, amidst the grievances and aspirations of the different classes and ethnic minorities, in their coming together and their exclusions that the country will forge a social democratic future or descend into fascist tendencies. To borrow from Antonio Gramsci, the old is dying, but the new is yet to be born. Regardless of Sajith or Anura, in these times of crisis, we must work towards creating new coalitions of classes and minorities, and spaces of mobilisation and resistance. This election is only the beginning of our democratic struggle for equality and freedom."
  ]
}