{
  "url": "https://hbr.org/2024/11/considering-quitting-heres-how-to-talk-to-your-boss-about-it",
  "title": "Considering Quitting? Here’s How to Talk to Your Boss About It.",
  "ut": 1732694119.0,
  "body_paragraphs": [
    "Westend61/Getty Images",
    "Telling your boss that you’re thinking about leaving isn’t an easy conversation to have. How do you decide whether to even broach the topic? How do you frame the discussion? And how do you turn this possibly awkward and adversarial conversation into a...more",
    "It seems counterintuitive, but when you’re thinking about quitting your job, your boss might be the best person to talk to — yes, your boss. After all, your boss knows your strengths, weaknesses, and your potential within the organization. An open conversation could lead to unexpected solutions. So, how do you decide whether to broach this topic? How do you frame the discussion? And how do you turn this possibly awkward and adversarial conversation into a productive dialogue?",
    "Let’s be clear: It’s not always a good idea to tell your boss that you’re considering leaving your job, says Ravi Gajendran, chair of the global leadership and management department at Florida International University College of Business. “It’s often a very risky move,” he says. Yet, in some situations, this conversation can benefit both you and the organization. If you’ve “carefully assessed your motivations and have a credible alternative” — such as an outside job offer — it could present an opportunity to address underlying issues or explore new opportunities within the company. The key is to approach the conversation strategically, according to Melody Wilding, a career coach and the author of the forthcoming book, Managing Up: How to Get What You Need from the People in Charge. “You’re trying to find an intersection that’s a triple win: a new role or responsibilities that are enjoyable and valuable for you, resonate with your boss, and align with your organization’s goals.” Here’s how to get there.",
    "Even if you have a great relationship with your boss, Gajendran urges caution before discussing the possibility of leaving. Bosses have their own priorities and pressures, so their first instinct likely isn’t to consider your needs. “Bringing up the prospect of quitting feels like an ultimatum,” he says. Remember, too, that your boss is a steward of the organization, and by even hinting at your plans, “you’ll be seen as someone with one foot out the door,” says Wilding.  If you plan to leverage an outside offer, beware of the consequences, she adds. “It’s a normalized strategy in some industries,” but it can backfire. “Be prepared for your boss to say, ‘Go ahead and take that other offer.’”",
    "Understand your motivations…",
    "Next, get clear on what you hope to get out of the conversation — especially if you want to stay at your organization. A promotion? A raise? Greater fulfillment? “You can address these issues without signaling your intention to leave,” says Gajendran. (More on that later.) Taking the time to reflect will help you frame the discussion in a constructive way. If you’re looking for advice or a sounding board, remember your boss might not be the best person for it. (More on that later, too.)",
    "…And your boss’s priorities",
    "A productive conversation about your future with the company also requires taking your boss’s priorities into account. Gajendran advises thinking about how your boss works, what’s important to them, and what’s on their plate. Reflect, too, on “what makes you indispensable to the organization.” Are you the go-to person for certain projects? Do you have special relationships that benefit the company? Identifying these strengths will help you articulate your value more effectively. The goal is to find overlap between what you’re looking for from your job and what will help your boss. The good news is that, “If your boss sees you as competent, capable, and trustworthy, they’re more likely to be willing to do what’s needed to retain you,” Gajendran says.",
    "Don’t mention the Q-word",
    "How you bring up your concerns is key, says Wilding. “Instead of ‘I’m thinking about moving on,’ try ‘I love this company and care about the work. How can I continue adding value in the future?’” One strategy is to discuss the limitations of your role, allowing your boss to offer potential solutions or opportunities you may not have considered. Perhaps you’re an individual contributor with no path for advancement or you’ve hit the salary cap for your role. Your manager might recognize that you need to explore outside options and could help you network; or maybe they have information about an upcoming reorganization and openings in other teams. Sometimes an open-ended approach works best, she says.",
    "A key metric for managers is how well they cultivate talent, Wilding adds. This goes beyond just retaining employees; it also involves promoting them or helping them find a better fit elsewhere. Good managers understand that referring you to opportunities, whether inside or outside the organization, reflects positively on them, she says. “Careers are long,” and relationships matter.",
    "Another game plan is to be as specific as possible about what you need to be satisfied in your job and take what Wilding calls a “partnership approach” to exploring options within the organization. This strategy keeps the conversation focused on your development rather than potential departure. “Say to your boss, ‘Here’s my ideal situation. What can we do to get there?’” It might be new responsibilities, different working conditions, or professional development opportunities. Articulate how these changes would benefit both you and your organization, says Gajendran. “Say: ‘I could do these projects and take them off your plate and it would make me happier and more productive.’” Your message is simple, he says. “‘I want to make it work here. How do we solve this puzzle together?’”",
    "Follow up professionally",
    "Your actions immediately after the conversation can reinforce positive developments or help smooth over a difficult interaction, says Gajendran. If the conversation went well, send a sincere note of gratitude that emphasizes collaboration. You might say: “Thank you for discussing my career goals. I appreciate your support and look forward to hearing about potential opportunities. If the conversation didn’t go as planned, acknowledge any tension. Gajendran suggests something like, I realize our discussion may have caught you off guard. My goal was to seek guidance, and I apologize if I upset you.” “Once the cat’s out of the bag, all you can do is ask for time,” Gajendran notes. “Let the negative emotions dissipate.”",
    "Look beyond your boss",
    "Thinking about quitting or exploring new opportunities is natural, especially if you feel you’ve outgrown your current position. “Maybe you want to do more execution, but you’re stuck in admin,” says Wilding. “Or maybe you want to focus on a specific area, but you’ve absorbed so many different jobs that you’re doing a little of this and a little of that.” This is why she stresses having advocates within your organization who aren’t your direct boss, including your peers, your skip-level manager, and other senior leaders. Having candid conversations with these people about your career path can be eye-opening. “Pieces might start to fall into place,” she says.",
    "And yet, Wilding warns against discussing a potential departure too freely. “Be careful about telling others you’re interviewing elsewhere,” she warns. “As much as you might think conversations are airtight, the rumor mill is real and it could damage your relationship if your boss hears about it from other people.”",
    "Principles to Remember",
    "Think about how you approach the conversation — bringing up quitting or leveraging outside offers can potentially backfire.",
    "Consider discussing the limitations of your role with your boss, as this can prompt them to offer networking assistance or information about upcoming openings in other teams.",
    "Adopt a partnership approach with your boss and focus on a solution that benefits both you and the organization, rather than potential departure.",
    "Overlook that your boss might want to help you find a better fit elsewhere — good managers not only retain talent but also seek to support people’s growth.",
    "Say the Q-word; instead, frame the conversation around how you can continue adding value and growing within the company.",
    "Neglect to follow up appropriately after the conversion; your response can reinforce positive outcomes or help smooth over tensions.",
    "Difficult Interactions Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Difficult Interactions. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Learn how to resolve those inevitable workplace conflicts.",
    "Learn More & See All Courses",
    "Cyber Monday Savings Today",
    "The Age of Outrage: How to Lead in a Polarized World",
    "Generative AI Skills: Craft Smart Prompts (Virtual Group Learning)",
    "Read more on Difficult conversations",
    "Interpersonal communication,",
    "Interpersonal skills,",
    "Personal growth and transformation,"
  ]
}