{
  "url": "https://www.ft.lk/columns/Unbalanced-Anura-s-American-partnership-Opposition-s-foreign-policy-Harsha-s-Hanuman-ism/4-785795",
  "title": "Unbalanced: Anura’s American partnership, Opposition’s foreign policy, Harsha’s ‘Hanuman-ism’",
  "ut": 1766015334.0,
  "body_paragraphs": [
    "President AKD interviewed by Newsweek, a foreign policy landmark",
    "US Under Secretary of State for Political Affairs Allison Hooker with President AKD",
    "Balancing between rival superpowers/great powers/big powers while remaining good friends of all, has therefore been Sri Lanka’s practice and a rational, imperative strategic concept (except in the disastrous 1980s from the Falklands War to Premadasa’s 1988 election victory), but in his Newsweek interview, President AKD has dumped ‘balance’. By deleting ‘balance’ and seeking to ‘position’ Sri Lanka for superpower ‘partnership’ of a ‘strategic’ and ‘security’-related character, AKD is also abandoning Sri Lanka’s support for a multipolar world order and any vestiges of adherence to the principles of Nonalignment",
    "It was never a good habit, but in the period of decolonisation and ‘high Third-World-ism’, in order to be deemed progressive it was sufficient for Governments to have progressive or independent foreign policies despite their dubious domestic policies. In his recent Newsweek interview, President Anura Dissanayake has dropped the fig-leaf of an independent—leave alone progressive—foreign policy.",
    "He makes clear that he has abandoned Sri Lanka’s Realist foreign policy tradition of ‘balance’/ ‘balancing’, so brilliantly practiced by Lakshman Kadirgamar, to name one.",
    "‘Newsweek: Sri Lanka sits at the crossroads of Chinese-built infrastructure, Indian regional influence and U.S. economic leverage. To what extent does Sri Lanka truly retain strategic autonomy, and how do you balance these relationships?",
    "Dissanayake: … We don’t look at our relations with these important countries as balancing. Each of our relationships is important to us. We work with everyone, but always with a single purpose – a better world for Sri Lankans, in a better world for all.’",
    "That seems innocuous at first glance but AKD then goes on to unambiguously audition for the role of a satellite and client of the USA in the Indo-Pacific, in a clear statement that must surely be noticed in Beijing and Moscow.",
    "‘Newsweek: How do you see President Donald Trump’s presidency changing Sri Lanka’s place in the changing world order?",
    "Dissanayake: …We are engaging with President Trump’s administration to position Sri Lanka as a stable and reliable partner and an Indian Ocean hub.",
    "Newsweek: What exactly does Sri Lanka want from Washington, and what is it willing to deliver in return?",
    "Dissanayake: …What we offer is a strategically placed, stable, democratic partner in the Indo-Pacific. We are committed to freedom of navigation. We are keen on port and logistics collaboration. We also look forward to deepening cooperation on shared concerns like maritime security collaboration, counter-terrorism and drug trafficking.’",
    "(https://www.newsweek.com/sri-lankas-president-speaks-turmoil-recovery-and-diplomacy-11172487)",
    "Traditionally, though it sought friendship with and support from all States, Sri Lanka avoided ‘positioning’, seeking partnership of a ‘strategic’ nature or a ‘security’ aspect, with any superpower or great power. This was for sound reasons.",
    "As a small island, a partnership—unlike a friendship—would enmesh Sri Lanka in an utterly asymmetric relationship with a great power or big power, which by definition would be very much larger, richer and militarily more powerful. Such a relationship could never approach equality and would render Sri Lanka a dependency, a satellite, a client and at worst, a puppet.",
    "At a time and in a context of superpower rivalry (USA-China), the strategic/security tie-up of Sri Lanka in a partnership in the Indo-Pacific with one of the contenders is tantamount to taking sides. It would distance us from our traditional friends who may be the targets of our new partner’s strategic plans and security deployments in that zone.",
    "Partnerships could also mean demands of a supportive or enabling role from us in a confrontation or conflict that our new partner gets into with its Great Power rival who is our reliable friend.",
    "Balancing between rival superpowers/great powers/big powers while remaining good friends of all, has therefore been Sri Lanka’s practice and a rational, imperative strategic concept (except in the disastrous 1980s from the Falklands War to Premadasa’s 1988 election victory), but in his Newsweek interview, President AKD has dumped ‘balance’.",
    "‘balance’ and seeking to ‘position’ Sri Lanka for superpower ‘partnership’ of a ‘strategic’ and ‘security’-related character, AKD is also abandoning Sri Lanka’s support for a multipolar world order and any vestiges of adherence to the principles of Nonalignment.",
    "‘Yankee AKD? American Anura’?",
    "Anura’s open auditioning for a new role with the USA follows his string of significant absences at BRICS, SCO and COP30.",
    "The US Embassy statement on the visit of US Asst. Secretary of State for Political Affairs Alison Hooker was significantly worded:",
    "‘Under Secretary Hooker will meet with Sri Lankan counterparts to discuss a wide range of bilateral issues, focused on deepening economic and commercial ties, strengthening defense cooperation, and supporting Sri Lanka’s economic and maritime sovereignty…Through close cooperation on defense, trade, and maritime security, we are working together to advance a free, open, and resilient Indo-Pacific region.’",
    "(https://lk.usembassy.gov/u-s-under-secretary-of-state-for-political-affairs-hookers-travel-to-sri-lanka/)",
    "I recall valuable US military support in the aftermath of the tsunami which Lakshman Kadirgamar sought and obtained, as well as the visits of US Asst. Secretary of State for South Asia, Christina Rocca (with whom I served as fellow Ambassador to the Conference on Disarmament in Geneva two years later). With Kadirgamar as Foreign Minister there wasn’t the slightest overstepping of the mark by either side, suggesting or implying a larger US (or Indo-US) ‘boot print’.",
    "A transcript of the US Senate confirmation hearings of President Trump’s Ambassador-designate to Sri Lanka, Eric Meyer, reveals the US geostrategic assessment of the crucial importance of Sri Lanka’s location in the contest with China in the Indo-Pacific.",
    "“…Sri Lanka sits astride some of the world’s busiest shipping lanes in the Indian Ocean, with US Navy vessels and two-thirds of the world’s seaborne crude oil regularly transiting its waters. Its strategic location makes it a focal point for US efforts to promote a free and open Indo-Pacific and counter adversarial influences, including China’s growing presence in the region.",
    "…Sri Lanka’s proximity to global maritime lanes also calls for close collaboration in promoting a secure Indo-Pacific region…I will work to deepen our shared commitment to an open, secure, and prosperous Indo-Pacific region and foster Sri Lanka’s role as an emerging regional security partner.”",
    "(https://www.foreign.senate.gov/imo/media/doc/f4c8ec2b-b163-2332-02ea-2d0264ffad38/121125_Meyer_Testimony.pdf)",
    "India’s National Herald reported the story with the revealing caption ‘US views Sri Lanka as key partner for Indian Ocean security, says Ambassadorial nominee’ and the ‘strap’ below it read ‘Eric Meyer said Sri Lanka’s strategic geography places it at the heart of US efforts to promote maritime stability amid intensifying geopolitical competition’.",
    "(https://www.nationalheraldindia.com/international/us-views-sri-lanka-as-key-partner-for-indian-ocean-security-says-ambassadorial-nominee)",
    "The comments of Senate Foreign Relations Chairman, Republican Senator Jim Risch and the responses of Ambassador-designate Meyer confirm Washington’s view that the AKD administration is reassessing its relationship with China, perhaps taking its distance from Beijing.",
    "(https://slguardian.org/hooked-by-china-u-s-nominee-says-sri-lanka-is-learning-the-hard-way/)",
    "In the national interest of Sri Lanka, it is imperative that we restore the principle and practice of balance to the very centre of our foreign policy. Given the obduracy of the incumbent administration, a more durable restoration of strategic balance to our foreign policy during a historical period of grave turbulence in international relations (what Dr. Jaishankar was probably the first to dub a ‘churn’), may only come in a replay of ‘1956’ or 1988—with a new, progressive-oriented, Realist administration in 2029.",
    "I more or less trust Sajith and Namal on the assumption that “the apple doesn’t fall far from the tree”—or not too far anyway. That said, I have deep misgivings about the foreign policy deviations on the part of rightist as distinct from (centre-right) elements in Sajith’s SJB, and the ‘Gotabaya nationalist’ element gathering around Namal/SLPP.",
    "Harsha’s Hanuman project",
    "The SJB, instinctively every bit as pro-Western in its foreign policy as AKD is, would have no objection to the doctrine that Anura articulated in the Newsweek interview, even though Opposition Leader Sajith Premadasa is more likely to finesse the band-wagoning.",
    "SJB foreign policy is flawed by three factors:",
    "It is ideologically dominated by the neoliberal globalism of Mangala Samaraweera rather than the sovereignty-centric patriotism of President Premadasa.",
    "The concepts and terms national sovereignty and national independence cause an allergic reaction in SJB foreign policy discussion circles (as I have experienced). From the correct assumption that absolute national independence and sovereignty are neither possible nor desirable, they conclude  erroneously that national independence and sovereignty as such are obsolete and should be taboo. These key terms are absent in SJB discourse and unlikely to be present in any policy document.",
    "There is no indication that Sajith Premadasa, trained in International Relations at the LSE, will hold the foreign policy portfolio (as he should) in an SJB Government.",
    "Dr. Harsha de Silva has repeatedly expressed the misleading idea that foreign policy has to follow economics. Dr. Jaishankar authored a book urging the study of the Ramayana as a text on external relations strategy and policy—and that isn’t because of investment prospects in",
    "post-Ravana Lanka or a Lankan trade pact with Ram’s India! Harsha’s leader Sajith Premadasa doubtless had to study Thucydides’ History of the Peloponnesian War as a foundational text in the IR course at the LSE.",
    "Harsha pontificates on a subject the ingredients which he just doesn’t get, and therefore reduces to economics. Foreign policy is primarily the policy governing relations between/with states. States cannot be reduced to economies, and relations between them cannot be reduced to economics. Geopolitics counts far more fundamentally than economics in the relations between states, and geopolitics moves at a difference pace from economics.",
    "Ranil Wickremesinghe’s proposal of land connectivity with India through a bridge, and that too, with South India or specifically Tamil Nadu, is now loudly proselytised by Dr. Harsha de Silva. If Harsha plays a foreign policy role, it will set in motion a project and process that erodes Sri Lanka’s millennia-old identity and consciousness.",
    "Sri Lanka has a synonym in Sinhala, namely Lankadeepa, (also the name of the widest circulation Sinhala language newspaper). ‘Lankadeepa’ means island of Lanka. It is rendered as one word— ‘islandLanka’ or ‘Lankaisland’—not two or even one hyphenated word. This is because the island character of Lanka is coterminous with Lanka itself. It is intrinsic to the very definition of Lanka, inhering in its existence. If Lanka weren’t an island and were physically contiguous with, connected to, the vast, teeming landmass of India, its identity over time would have evolved differently. We would not be what we are.",
    "Prof. Senake Bandaranayake’s pathbreaking research into ‘The Peopling of Sri Lanka’, first published in the editorial page of the Sunday Observer in the mid-1970s under the editorship of Mervyn de Silva, and by the Social Scientists Association in 1979, showed evidence of a notable degree of ‘autocentricity’—not merely of human habitation, but a fairly advanced civilization involving the use of iron tools, well before exchanges, transmissions and influxes from India.",
    "(http://repository.kln.ac.lk/items/65327b19-7681-4579-a41c-bf5028a702dc)",
    "Had this not been an island, our independent and unique identity would not have evolved with the crushing overhang of a subcontinent. We would only have had a distinct identity as an Indian linguistic state.",
    "We should follow Dr. Jaishankar’s advice to his fellow citizens of Bharat and study the Ramayana—drawing our own Lankan lessons, though. Hanuman hit upon the idea of building a bridge to the island of Lanka with rocks, so his army could cross over. The strip of water that separated Lanka from India or Bharat, served the island’s strategic interest as a natural defence; a moat. A bridge was devastating to the island’s security and sovereignty.",
    "Harsha’s Hanuman Plan poses a deep existential threat. If it is implemented, Sri Lanka’s unique narrative, its specific story and continuous chronicle, will come to an end. We shall have forfeited our self-determined destiny. As under colonialism, but this time permanently, our island’s narrative will become a peripheral story of someone else’s trajectory—in this case our  neighbour’s road network, built, among other things, to rival another great Asian power.",
    "The SJB/UNP and Sinhala ultranationalists are two sides of the same coin: they distort and diminish the modern Sri Lankan State, the key player in our external—interstate—relations and foreign policy. The SJB/UNP dismiss state sovereignty and regard the State as mere local partner of foreign capital and power. For them, the State doesn’t drive national development or represent national sovereignty, but is primarily a procurer for foreign interests in Sri Lanka. Sinhala ultranationalists imagine the state’s sovereignty is absolute. Their state doesn’t represent the island’s totality in all its diversity—its whole citizenry—but only its religio-cultural-linguistic majority. The SJB/UNP is minoritarian, the Sinhala ultranationalists are majoritarian. Neither are entirely Sri Lankan",
    "Avoid ultranationalist foreign policy",
    "Though not as much of a statist as Mahinda Rajapaksa, Namal is more of a statist than a Sajith-fronted Harsha-Eran dominated Government would be. Though more pragmatic than Mahinda, Namal’s semi-statist pragmatism would incline him to value balance among and between Great Powers.",
    "Namal should shift the SLPP back to the classic SLFP foreign policy of Mahinda Rajapaksa and (previously) Lakshman Kadirgamar, breaking from the crassness of the Sajin Vass Gunawardena monitored years and the Sinhala-Buddhist ultranationalism of the Gotabaya-influenced postwar years.",
    "The ‘nationalist camp’ has two types of foreign policy ideologues:",
    "(a) Sinhala populist-nationalist supporters of multipolarity, BRICS and the Global South.",
    "(b) Sinhala ultranationalist supporters of Israel.",
    "The nationalist ‘multipolar’/BRICS/Global South supporters don’t understand that from Brazil and South Africa through India to Malaysia, Tamil minority rights and devolution/autonomy will never be removed from the calculation of support or otherwise for Sri Lanka.",
    "The pro-Israeli lobby fails to get that Israel militarily dominates the region it belongs to and enjoys a blank check from the USA which are conditions Sri Lanka will never enjoy, while support for Israel will not only lose us Islamic, Arab and Global South backing at the UN, but also global public opinion especially of young people.",
    "Sinhala-Buddhist nationalist foreign policy can never win us an international majority which can keep us safe. That is the lesson of the downward spiral of defeat at the UNHRC in Geneva starting 2011 through the GR presidency.",
    "Internationalism and ‘Global Southernism’, not Sinhala nationalism, comprised the doctrine that succeeded on my watch with the direct personal support of President Mahinda Rajapaksa. It kept Sri Lanka, MR and the country safe in Geneva and therefore internationally so long as that doctrine constituted the line of defence, but never afterwards. That doctrine and ideological stand enabled us to do the impossible in Geneva in May 2009, such as winning over the vote of South Africa while distinguished South African jurist—the South African Supreme Court’s first black woman judge—and Mandela protégé Madame Navi Pillay, UN High Commissioner for Human Rights, stood against us, opening the UNHRC special session with a video address from New York calling for an international investigation of war crimes.",
    "The SJB/UNP and Sinhala ultranationalists are two sides of the same coin: they distort and diminish the modern Sri Lankan State, the key player in our external—interstate—relations and foreign policy.",
    "The SJB/UNP dismiss state sovereignty and regard the State as mere local partner of foreign capital and power. For them, the State doesn’t drive national development or represent national sovereignty, but is primarily a procurer for foreign interests in Sri Lanka.",
    "Sinhala ultranationalists imagine the state’s sovereignty is absolute. Their state doesn’t represent the island’s totality in all its diversity—its whole citizenry—but only its religio-cultural-linguistic majority.",
    "The SJB/UNP is minoritarian, the Sinhala ultranationalists are majoritarian. Neither are entirely Sri Lankan.",
    "Ideologically (due to Mangala Samaraweera), the SJB/UNP is post-modernist, while the Sinhala ultranationalists are pre-modernists. Thus, both are incapable of completing the modernist project of building an advanced, smart nation-state.",
    "The Lakshman Kadirgamar paradigm is missing in the foreign policy of Government and both Opposition camps.",
    "The JVP-NPP has made the same rightist pivot to irreversibly embrace imperialism and big comprador capital, that Chiang Kai-shek’s Kuomintang made in 1927. All sincere leftists and anti-imperialists must evacuate the pro-Govt and neutral spaces and transition to Opposition options:",
    "1. The FSP, building a left Opposition.",
    "2. Namal Rajapaksa, strengthening the centre-left progressive Rajapaksa heritage going back to 1947; neutralising the ultranationalists.",
    "3.Sajith Premadasa, strengthening the (Ranasinghe Premadasa) social democratic potential; countervailing the neoliberal right.",
    "If not, the far right, be it ultranationalist, pro-West, and/or neoliberal, will win in 2029, as in Argentina and Chile.",
    "(https://dayanjayatilleka.webflow.io/)"
  ]
}