{
  "url": "https://www.dailymirror.lk/opinion/Gammanpilas-Wikileaks-a-Pandora-Box-or-Can-of-Worms-Campaigner-or-attention-seeker/172-294326",
  "title": "Gammanpila’s ‘Wikileaks’- a Pandora Box or Can of Worms? Campaigner or attention-seeker?",
  "ut": 1729623868.0,
  "body_paragraphs": [
    "Contrary to public expectations, what was  revealed on Monday failed to expose the so-called ‘Master Brain’ or  behind-the-scenes machinations and cover-ups",
    "His reputation for theatrics and political manoeuvring suggests  that this could also be a calculated attempt to gain public interest or  is this yet another strategy to keep himself in the spotlight during a  crucial election season",
    "As Gammanpila contests the upcoming parliamentary elections,  there are suggestions that he may use this as a card to draw attention  to his campaign or apply political pressure",
    "“Secrecy, being an instrument of conspiracy, ought never to be the system of regular government.” Jeremy Bentham-English Philosopher, Jurist:1839",
    "Julian Assange’s WikiLeaks exposed confidential documents  in 2010, sparking unprecedented controversy and leading to intense  scrutiny of American involvement in foreign conflicts. In Sri Lanka,  certain opposition politicians, particularly those associated with  previous administrations responsible for the country’s earlier political  and economic mismanagement, have begun a relentless mud-slinging  campaign against the newly elected President and his small cabinet. As  the deadline for the exposure approached its final 24 hours, the  President, addressing a well-attended election rally, spoke about  looming threats and attempts to discredit his government.",
    "Gammanpila, after much speculation and curiosity, with  whispers about the possible exposure of sensitive information related to  the 2019 Easter Sunday attacks, has implicated not only the new  administration but also the previous government. The government does not  “hide facts”; they are simply not obliged to divulge all information  immediately. The most guileless reason is that revelation could  compromise national security or risk lives. The million-dollar question  arising from his revelation is why both Ranil Wickremesinghe’s and Anura  Kumara’s governments hesitated to publish the reports. The second case  is clear: the commission’s findings have caused serious embarrassment.  Appointments to two vital positions in Law and Order, including the  highest in the hierarchy, reportedly went to questionable individuals if  the findings are accurate.",
    "The law requires the government to disclose information to  the public upon request unless such information falls within one of nine  narrow exemptions.",
    "He has opened only one-half of the “Pandora’s Box,” which,  according to Udaya, requires more time for debate on the issues it  contains. He announced a break before airing the final episode of the  “Easter Papers” next Monday. Contrary to public expectations, what was  revealed on Monday failed to expose the so-called ‘Master Brain’ or  behind-the-scenes machinations and cover-ups. Instead, it focused on  drastic lapses by the intelligence and CID, directly accusing the  current Ministry Secretary, Ravi Seneviratne, and Shani Abeysekara—both  of whom, as retired men, appeared on the JVP/NPP stage during the  campaign. As Gammanpila contests the upcoming parliamentary elections,  there are suggestions that he may use this as a card to draw attention  to his campaign or apply political pressure.",
    "Whether he has truly exposed the “Easter Papers” remains  unclear, as such a move would have far-reaching consequences, not just  for those implicated, but for the broader political establishment.  However, his reputation for theatrics and political manoeuvring suggests  that this could also be a calculated attempt to gain public interest or  is this yet another strategy to keep himself in the spotlight during a  crucial election season?",
    "Udaya and Champika, both of whom rose to prominence by  championing a chauvinist agenda, along with Wimal Weerawansa, are now  fading into political obscurity. Their past reliance on language-based,  ultra-nationalist, and racist slogans to stir emotional fervour has  proven ineffective in the face of changing public sentiment. The  electorate’s rejection of these divisive tactics reflects a broader  shift toward more inclusive and pragmatic politics, where issues like  economic development, social justice, and good governance take  precedence over racial or ethnic divisions.",
    "The SJB and the rest having been relegated to the  opposition—the only arena where they seem to have secured a permanent  place due to their failures—are now attacking the new leadership over  trivial or exaggerated issues. Their attempts to criticize often appear  more like a desperate bid to stay relevant in the political sphere,  rather than offering genuine solutions or meaningful critiques. This  ongoing behaviour underscores their inability to move beyond past  mistakes, choosing instead to undermine the efforts of the new  administration without constructive engagement.",
    "Their criticism often lacks substance and not offering  constructive alternatives or solutions. This behaviour highlights the  ongoing polarization in Sri Lanka’s political landscape, where genuine  debate often takes a backseat to personal attacks and partisan  rivalries.",
    "Meanwhile, Udaya’s former colleague, Champika Ranawaka, has  opted for a well-deserved break from politics—a hiatus that could  signal a permanent farewell after numerous setbacks. At 60, Ranawaka’s  attempts to rejuvenate his political career through movements like the  “43rd Brigade” and “Republican...” failed to gain traction. After a  series of unsuccessful bids for the common candidate slot, he cut a  sorry figure, unable to secure even a consolation parliamentary seat  from either the JVP or the UNP. Consequently, Ranawaka found himself  back in the Premadasa camp, underscoring his diminishing influence in  Sri Lanka’s political arena. His retreat may mark the end of an era  characterized by missteps and missed opportunities. Their once-dominant  influence is waning. Their inability to evolve and meet the expectations  of a more enlightened, forward-thinking voter base has left them behind  in Sri Lanka’s shifting political landscape. While they had once  thrived on nationalist and chauvinist rhetoric, today’s electorate  demands more pragmatic leadership focused on real issues.",
    "They frequently quote the rhetoric and slogans used by the  NPP/JVP alliance during the election campaign, employing a common  propaganda tactic seen throughout Sri Lanka’s electoral history. These  empty promises, reminiscent of slogans like SLFP’s “handen haal” (rice from the moon-1970) -- UNP’s “eta ata” (eight pounds of grain free-1977), and JVP’s “Rajapaksahoraa kaapu salli” [$18 Billion back from Uganda-2024], are typical of the exaggerated claims made by political parties to win over voters.",
    "Magician, … & the ‘Rabbit’",
    "Has Udaya pulled a dead rabbit out of his hat? The public  is eagerly wondering whether he can leverage the potential exposure of  sensitive documents, particularly those that former President Ranil  Wickremesinghe has allegedly kept under wraps for a couple of months.  The secrets contained in the other report may reveal critical  information regarding the 2019 Easter Sunday attacks, including possible  lapses in security and decision-making that could have led to the  tragedy.",
    "The government has already entrusted the investigations of  the Easter attacks to the two high-ranking controversial former cops.  Can they win the confidence of the people?",
    "Moreover, the manner in which Gammanpila acquired these  documents, which were reportedly kept in safe custody at the  Presidential Secretariat, poses even more intriguing questions. How did  he manage to gain access to such sensitive material, and what  implications might this have for both his political ambitions and the  broader political landscape? These billion-dollar questions reflect the  public’s desire for clarity and accountability, as citizens seek answers  to the mysteries surrounding the Easter Papers and their implications  for justice and governance in Sri Lanka.",
    "‘Even if it can be established that disclosing the  information would cause substantial harm to a genuine interest, the  information should still be divulged if the benefits of disclosure  outweigh the potential harm’--Principles on Right to Information"
  ]
}