{
  "url": "https://www.eiu.com/n/beac-loosens-monetary-stance-to-support-regional-liquidity/",
  "title": "BEAC loosens monetary stance to support regional liquidity",
  "ut": 1742918026.0,
  "body_paragraphs": [
    "BEAC loosens monetary stance to support regional liquidity",
    "EconomyForecastingInflationCameroonCentral African RepublicChadCongo(Brazzaville)Equatorial GuineaGabonMiddle East and AfricaCountry Analysis",
    "What’s happened?At its monetary policy committee (MPC) meeting on March 24th the Banque des Etats de l’Afrique centrale (BEAC), the central bank of the Communauté économique et monétaire de l’Afrique centrale (CEMAC) region, cut its benchmark interest rate by 50 basis points, to 4.5%. We expect a further rate cut later in 2025 as inflation trends downwards and the BEAC seeks to boost liquidity conditions and support economic activity.Why does it matter?Monetary loosening will support liquidity conditions for governments and banks (which are heavily exposed to regional sovereigns through the regional debt market, with notable rollover risks). It will also boost non-oil economic activity (which has remained lacklustre in recent years, with regional growth dominated by the hydrocarbons sector) and credit to the private sector (which has been rising, albeit from a low base). The BEAC also continues to provide liquidity injections to support regional banks. We expect regional economic growth to pick up slightly in 2025, supported in part by expected monetary loosening, but driven largely by an uptick in hydrocarbons and mining activity.Regional inflation averaged 4.1% in 2024, above the BEAC’s target ceiling of 3%, although it has generally been trending downwards since late 2023. The BEAC expects inflation to continue moderating in 2025, and reach its 3% target ceiling by year-end. We forecast that inflation will moderate in each of the six CEMAC member states in 2025 on the back of lower domestic food and energy prices, alongside modest currency appreciation over the year.The BEAC’s rate cut is supported by monetary loosening by the European Central Bank (ECB), which has instituted six rate cuts since June 2024 (to 2.5% after its March MPC meeting) owing to slowing inflation and subdued economic activity in the euro zone. We expect the ECB to continue easing monetary policy in 2025, with its main policy rate falling to 1.75% at year-end, from 3% at end-2024. The interest-rate differential between the BEAC and the ECB reached a nadir in 2023. The ECB was able to maintain a tight monetary stance in order to tame inflation in the euro zone, but the BEAC’s ability to raise its main policy rate was constrained by the need to avoid a liquidity crunch for governments and banks (even when inflation was rising persistently). However, foreign-exchange reserves in the CEMAC region are solid (at about 4.5 months), supported by oil revenue.What next?We expect the BEAC to cut its main policy rate by a further 50 basis points later in 2025, to 4% by year-end. We also forecast that the ECB will enact deeper rate cuts than the BEAC (of a cumulative 125 basis points in 2025, compared with 100 basis points), widening the interest-rate differential against 2024 levels (closer to the historical average) and bolstering the BEAC’s foreign-reserves position. This will improve regional liquidity conditions and support economic activity.The analysis and forecasts presented in this article are drawn from EIU’s Country Analysis service. This comprehensive solution offers essential insights into the political and economic outlook of nearly 200 countries, empowering businesses to manage risks and develop effective strategies.",
    "EconomyForecastingInflationCameroonCentral African RepublicChadCongo(Brazzaville)Equatorial GuineaGabonMiddle East and AfricaCountry Analysis"
  ]
}