{
  "url": "https://www.dailymirror.lk/hard-talk/My-vision-is-to-create-a-society-where-women-and-children-are-free-from-abuse-exploitation-Apsari-Tillakaratne/334-295624",
  "title": "“My vision is to create a society where women and children are free from abuse, exploitation”  - Apsari Tillakaratne",
  "ut": 1731100297.0,
  "body_paragraphs": [
    "Women in Parliament must represent the essence of womanhood",
    "Although women make up the majority of Sri Lanka’s population, we’re still marginalised",
    "I believe that, given the opportunity, Mr. Premadasa has the potential to rise to the occasion",
    "Our basic concerns are often ignored in a parliament dominated by men",
    "Apsari Singhabahu Tillakaratne, wife of former Sri Lankan cricketer Hashan Tillakaratne, who is contesting the upcoming Parliamentary Elections from the Samagi Jana Balawegaya (SJB) in the Colombo District, opens up about her decision to enter politics in an exclusive interview with Daily Mirror. In this candid conversation, she discusses her vision for Sri Lanka’s future and her commitment to addressing key issues such as women’s safety, education, and economic opportunities. While Hashan currently serves as the coach of the Bangladesh Women’s Cricket Team, Apsari works as the convener of the Sri Lanka women’s cricket team.",
    "Why have you decided to enter politics when you have no previous experience?",
    "I have always taken great pride in representing my country and its people across various platforms from a young age. Whether it was as a scholarship student in Japan, as an air hostess for SriLankan Airlines, or as a wife supporting my husband, Hashan, a renowned cricketer, in every endeavour to raise our flag, I’ve always been deeply involved in the community. During Hashan’s political career in the early 2000s, he was tasked with organizing the Avissawella Polling Division, the largest in the Colombo District, which made up a third of the entire district. I played an integral role in managing his campaign and creating committees, contributing to his success as a local council representative. Moreover, my interests in women’s empowerment, social welfare, environmental conservation, and archaeology have driven me to study and analyze these issues in depth. I truly believe that real, impactful change can only be achieved through policymaking, where leaders are held accountable for the implementation of policies that affect the lives of ordinary people.",
    "Why did you join the SJB when the party has failed at two consecutive presidential elections?",
    "Joining any political party takes a lot of consideration and deliberation. As the convener for women’s cricket, I had the chance to work with communities at the grassroots level, which gave me firsthand experience of Mr. Sajith Premadasa’s contributions to education and healthcare, even when he was the Leader of the Opposition. I believe that, given the opportunity, Mr. Premadasa has the potential to rise to the occasion with the support of the strong and well-rounded team he has built. I have known Mr. Premadasa for a long time, even from Hashan’s cricketing days. It’s this long-standing acquaintance and shared principles that led me to resonate with his values. Mr. Premadasa has an extraordinary ability to recognize talent, and he surrounds himself with people who share his vision. That’s why I decided to join the SJB, and I am confident that, under his leadership, a new era of prosperity is possible for Sri Lanka. Mr. Sajith Premadasa’s practical approach and his ‘walk the talk’ attitude is something I strongly believe in.",
    "What can you offer to the public if you enter Parliament?",
    "Sports have immense potential in Sri Lanka, and with the right support from the relevant authorities, we can elevate it to new heights, as we’ve seen with cricket. I believe that by collaborating with the ministries of sports and education, we can provide the necessary infrastructure and facilities at the grassroots level to unearth hidden talent and offer every child equal opportunities. Additionally, my commitment to the ‘3 A’s’ of Women’s Empowerment — Education, Safety, and the Economy — is something I will champion during my time in Parliament. Although women make up the majority of Sri Lanka’s population, we’re still marginalised in many aspects of life. Our basic concerns are often ignored in a parliament dominated by men. I will persist in advocating for real, meaningful change and will hold our leaders accountable to ensure equal opportunities for all citizens. My vision for our country is to create a society where women and children are respected and are safe and free from abuse and exploitation.",
    "How is your campaign going?",
    "In a short period, I’ve been tasked with organizing a district-wide campaign. I’ve been appointed as the organizer for the Colombo West polling division, which comes with the responsibility of setting up platforms quickly. My priority in the early days was to build a strong foundation. Thanks to the support of my team, we’ve been able to identify the key issues affecting our community.  Now, I’ve expanded my campaign to the wider Colombo district, as my polling division only represents a fraction of the electorate. This has given me the opportunity to go door-to-door and engage with voters on a personal level; something that has been both challenging and rewarding. With the support of our leader and the SJB, I’m confident that I can overcome any challenges we face.",
    "Women representation in SL’s political circle is low; especially in parliament. Do you think a larger women representation will help improve our political culture?",
    "I see Madam Sirimavo Bandaranaike as an incredible role model. She was a true leader, and her ability to balance her duties as a mother, homemaker and head of state was remarkable. As the world’s first female Prime Minister, she exemplified true womanhood. I strongly believe that women bring unique qualities — strength, patience, grace, and resilience — to leadership roles, and these qualities are vital for meaningful change in Parliament. Women in Parliament must represent the essence of womanhood — not by resorting to picketing or rebellion, but through wise leadership that champions real development. It’s crucial to elect a new generation of women who can represent female interests and provide a sensible perspective on policy matters. In these times, discipline is declining in society, and it’s the responsibility of women in leadership to set a positive example, particularly in our legislative body.",
    "There are allegations that former parliamentarians have been subjected to sexual harassment by the male politicians. What is your response and how can women stand up to such a challenge?",
    "It’s deeply disappointing that women continue to face such atrocities, especially within the legislative body. This is exactly why we need to elect individuals of high calibre into Parliament. Such behaviour is a reflection of the values of the elected officials. Mr. Sajith Premadasa, for example, has a great respect for women which is evident in his treatment of his mother and wife. I believe that under his leadership, not only will Parliament be a safe space for women, but Sri Lanka as a whole will be a safer and more respectful place for women. It is crucial for voters to elect progressive, open-minded individuals who respect and value women. In addition, we need to elect a team of strong female parliamentarians who are capable of standing up to such challenges and ensuring that no woman is subjected to exploitation or abuse. A united group of women in Parliament can collectively stand against these vile behaviours and promote a culture of respect and equality."
  ]
}