{
  "url": "https://www.dailymirror.lk/opinion/Economic-stability-is-the-foremost-important-factor-now-President/172-291889",
  "title": "Economic stability is the foremost important factor now; President",
  "ut": 1726596080.0,
  "body_paragraphs": [
    "Sri Lanka cannot afford to focus on constitutional reforms now",
    "Abolishing Executive presidency is not important at this time",
    "I have the support of people in NE and in the Estate sector",
    "General Election might follow the presidential poll",
    "Sajith did not want to patch up with me",
    "We will safeguard Sri Lanka in the event of any geopolitical conflict",
    "President and Presidential candidate Ranil Wickremesinghe stressed that Sri Lanka should only focus on economic stability  now while  constitutional reforms should be put to the back seat. “The most important thing is to continue with the economic reforms program which the country has undertaken. Is there an alternative to our program?  There is no other way. The ethnic issue or the abolishing of Executive Presidency are not important now. The only issue in this election is the economy. We have managed to maintain some kind of stability. Sustaining it is the only important factor,” the President told at a collective interview with a group of journalists.",
    "Following are excerpts of the interview",
    "Q: Are you going to amend the Extended Fund Facility programme with the IMF? The NPP Leader has said they will amend it?",
    "You can’t change the agreement which Sri Lanka has signed with the IMF. We have planned the budget for 2025 in accordance with the IMF agreement. JVP has failed to say how they are going to prepare the budget if elected to power. If we deviate from the current economic reforms, the economy will turn into a worse situation than it was in 2022. I was waiting to have a public debate with NPP and others. They have not invited me for such a debate. It is important to sustain the achievement which Sri Lanka has made to fully emerge from the worst economic crisis it has suffered, the IMF has said.  They have said so in their statement which was issued on September 12th this year. The IMF has said that Sri Lanka has achieved much since the economic crisis. However the Opposition is denying it.",
    "Q:SJB candidate Sajith Premadasa has said he has had a discussion with the IMF to amend the agreement, what are your comments?",
    "He has not spoken to the IMF. SJB has only stated in Economic Blue Print 3 that they have informed the IMF that concessions should be given to  investors. There is no point in lying. You cannot change the agreement with the IMF. You have to safeguard the agreements which  Sri Lanka has reached with official creditor nations as well. IMF officials are due to arrive in Sri Lanka shortly. They should tell these officials as to whether they are going to amendment the agreement or not. Ask them what they are going to do when they come into power. Fortunately they won’t come to power. However, if you inform the IMF that you want to amend the agreement, they will withdraw. It will take at least another year to get into a consensus with the IMF.",
    "Q:How are you planning to increase state revenue without increasing taxes? You have also talked about lifting the ban on vehicle imports?",
    "We are focusing on increasing the GDP. When the GDP is increased the state revenue will also increase automatically. We will also get revenue through import duty if the vehicle importation ban is lifted next year. We have sufficient foreign reserves to deal with the lifting of the vehicle importation ban. The economic growth will be reduced in the third quarter because of elections. However, it will pick up thereafter and we should be able to achieve a five percent growth in 2025 and then we hope to increase it further.",
    "Q:Are there any free trade agreement in the cards with countries such as US?",
    "We don’t intend to sign any free trade agreement with USA. However we do intend to sign agreements with China, India, Malaysia and Indonesia. We are also hoping to sign a FTA with Japan. We will see to it that all these agreements will benefit  Sri Lanka.",
    "Q:How are you going to prevent corruption?",
    "We have already enacted the Anti-Corruption Bill. We hope to introduce New Proceeds of Crime Bill. We also have to prepare an anti-corruption plan. This will be a plan for five years. We have to amend the company law and few other laws as well. Then only we get a frame work to prevent corruption. We will have to train people to deal with investigations pertaining to corruption. Training alone will take at least six months. One cannot catch thieves immediately. Court cases will also take a long time. It will take at least ten years to take action against those who have engaged in corruption.",
    "Q:Both NPP and SJB candidates have said they will abolish the Executive Presidency. What are your views?",
    "Abolishing executive presidency is not important at the moment. Besides there has been no strong urge by the people to change the constitution or to abolish executive presidency. What is important now is to maintain economic stability. Also late President J. R. Jayewardene once told me that anyone who becomes the Executive President in this country will never abolish it. One must not deceive  people.",
    "Q:TNA MP Mavai Senathirajah has said he and others will back SJB candidate at the presidential election this year?",
    "Where has he said it? Any way TNA comprises a number of parties. Many members of these parties are backing me. I have the biggest support from those in the North and the East and also in the estate sector.",
    "Q:There was an urge for a merger between your party and SJB led by Opposition Leader Sajith Premadasa. What has become of that effort?",
    "We were willing to patch up with the SJB but Sajith did not want to work with us.",
    "Q:You said Sajith cannot overcome Anura Dissanayake recently?",
    "Yes that is correct. There was only one main Opposition candidate and one from the ruling party for Presidential elections in the past. However there are two candidates from the Opposition this time.  SJB has not been able to maintain its status as the main opposition.",
    "Q:What election will follow the Presidential election? Are you planning to hold the provincial council elections?",
    "Many want a General Election held after the Presidential poll. We will have to discuss and decide on it. Provincial council elections will probably be held after a general election.",
    "Q:How will a  future government under you  deal with geo politics. Especially if a conflict arise within Sri Lankan waters?",
    "It is unlikely that any conflict would arise within the Sri Lankan waters. Also it is unlikely that any conflict would arise even outside Sri Lankan waters in the region. However we will do our utmost to safeguard the sovereignty and territorial integrity of our nation.",
    "Q:Indian National Security Advisor Ajith Doval visited Sri Lanka recently. What was the purpose of his visit?  Is India keen on Sri Lanka’s Presidential election?",
    "He was here only to attend a conference. He wished us well and went back to his country. India and others are watchful on developments in Sri Lanka. This is especially after developments in Bangladesh."
  ]
}