{
  "url": "https://www.ft.lk/columns/The-Gaadi-shian-Effect-on-the-Sinhala-cinema/4-773024",
  "title": "The Gaadi-shian Effect on the Sinhala cinema",
  "ut": 1739491780.0,
  "body_paragraphs": [
    "It’s been almost a month since ‘Gaadi – The Children of the Sun’ was released in the theatres, a three-year wait and an emotional roller coaster for me personally. Amidst all these emotions, here is my story about how this wonderful film has been embraced wholeheartedly by a large segment of the Sri Lankan urban population, who has either not seen a Sinhala film ever, not seen one in decades or hardly stepped into a theatre for as long as they remember! I’d like to call this phenomenon the ‘Gaadishian Effect’ on the local cinema.",
    "As a marketing professional, this piece is an attempt to share the strategic approach taken to make this wave happen, hoping that the recent, newfound interest in Sinhala cinema (not calling it Sri Lankan cinema as there’s hardly any Tamil cinema being produced) is sustained in the future by producers and promoters.",
    "In 2018, when Gaadi was being planned, the first thing the production team of Film Island (the production company) did was to create a financially viable business plan that could be presented to potential investors. After knocking on a few doors, one door opened! The door opened due to the sheer trust and confidence the prospective investor had in me, and I am forever indebted to him. In fact, he wanted no publicity or credit for his investment. I was his proxy, hence the title of co-producer, a title I got unexpectedly, since I had zero knowledge or experience in producing a movie. I was just elated that we got the funding to produce a film which would create quality benchmarks hitherto unseen in local film making, be it in directing, casting, cinematography, music, locations, post production and more…",
    "When the film was completed and was ready to be screened, it had more than doubled its planned budget and was considered the most expensive film produced thus far. Having had its world premiere at the Busan Film Festival in 2019, Gaadi was all set to be released three years ago in eighty plus screens across the island. That was a part of the rollout plan upon which the business plan was developed.",
    "No one expected an attack on Easter Sunday, still less its devastating repercussions. Covid and its aftermath was inexplicable to say the least, not to mention the gas queues, petrol queues, thirteen-hour power cuts et al that ultimately led to the Aragalaya! an explosion of years of bottled up emotions and frustrations. Amidst all this mayhem, cinema halls were closing, bank interest payments were accumulating and our investors were losing patience. As the proxy for the primary investor of Gaadi, I was waiting, helplessly and hopelessly. I was waiting for Godot, for some semblance of good news.",
    "For Prasanna Vithanage (the director of Gaadi and himself a co-producer) and me, the wait had to end. A date was fixed to launch Gaadi, come what may. This was a Hobson’s choice, a do or die decision we had to make. We discussed all the calculated risks and developed individual strategies for each of those to the best of our ability. The rest we left to Karma!",
    "The most unexpected outcome",
    "Since its release, a segment of the Sinhala speaking and non-Sinhala speaking urban elite, professionals, varying segments of the youth, older folks, expatriates, diaspora on holiday, school children, women’s groups, university students and many more have been watching Gaadi in droves! I am amazed at this mass interest and was searching for something that could explain this unique behaviour. Something that comes closest to this which I found was the phenomenon of social contagion, typically defined as ‘that which involves a ‘social behaviour, emotions, or conditions spreading spontaneously through a group or network’. Sounds just about right, I should think.",
    "A few inherent qualities in the film would have undoubtedly contributed to the overwhelmingly positive response from those who watched it. The simple story line, the narrative’s preoccupation with the lesser-known caste structures in Kandyan society, the layered socio-political subtleties, the breathtaking vistas of Sri Lanka and the sheer truthfulness and authenticity of the presentation: all these no doubt contributed to the final product. The fact that the film is subtitled in English would also have contributed immensely towards attracting those who did not understand the language.",
    "Marketing communications strategies that worked",
    "The following is a chronological account of a few strategic interventions that led to the above outcome.",
    "1.Role setting. We clearly demarcated our respective roles at the outset. Prasanna took over the distribution, technical and theatre issues, while I took over the marketing communications aspect of the film from pre-launch to post-launch and beyond. Prasanna is a fabulous strategist in addition to being a fabulous director. We clearly defined our roles and forged ahead.",
    "2.Objective setting. A minimum 50 days of a theatrical run, stretching to an ideal of 75 days, with Colombo and Kandy theatres crossing over 50% of the daily average.",
    "3.Brand development and management was key. This meant that we clearly identified what Gaadi stood for and what it didn’t. The audience types were carefully profiled. The positioning and the brand DNA locked in, never to be compromised.",
    "4.Sticking to scientific, fact-based targeting at all times. Be it pre-launch activities, making lists of invitees for the media screening and the premiere, managing events relevant to the film, media and social media scheduling, audience profiling and targeting was never compromised as the available promotional budget was virtually nil. The social media strategy mostly relied on earned media vs paid media, due to tight budgetary constraints.",
    "5.Personal brands utilised extensively.",
    "Prasanna Vithanage as a brand was extensively marketed mostly for pre-launch, earned media on traditional media and selective YouTube channels. His brand value cut across many social strata for his unique contribution to the industry for decades. He has an urban following as much as a non-urban following, and this was aptly maximised.",
    "Sajitha Anthony, has his own following as one of the most versatile, promising young actors in the country. He was marketed using this profile and his youth appeal. His family name and the teledrama roles he gained fame for recently were helpful in marketing him as Vijaya in Gaadi.",
    "Adam Adamaly had an appeal from diverse audiences for his many involvements in the legal field, theatre and his acceptance in society. These could be amply marketed through his role as John D’Oyly, especially when targeting the 75th Independence, an event that had generated much controversy on the political front.",
    "Iranganie Serasinghe, Ravindra Randeniya, Damayanthi Fonseka, Kalana Gunasekera, Shyam Fernando were also brands used strategically to the advantage of Gaadi’s marketing",
    "Dinara Punchihewa was the plum! A debutant actor, hitherto unknown, she was our unique selling proposition. And we truly marketed her, using carefully crafted multiple strategies.",
    "6.Focusing on network marketing.",
    "School groups were used extensively, finding connections to the Gaadi team and family connections; Ladies’ College, Bishop’s College, Musaeus College, S. Thomas’ College and D S Senanayake College were specifically used, (not so) subtly! Then came the ‘friends and family’ networks, a most useful network that helped us in no small measure. Personal appeals worked brilliantly. It is amazing how supportive these groups have been in promoting Gaadi for nothing more than their sheer desire to support our film. So many have seen it more than three times now!",
    "7.Focusing on the Kandyan sentiment",
    "A special effort was made to communicate to Kandyan audiences through social media and network marketing using the ‘friends and family’ strategy. The fact that Kandy now has an amazing theatre housed at KCC helped in no small measure.",
    "8.Meet and greet fans",
    "Sajitha and Dinara took the time to visit fans and talk to them, watch the film with them, inform their fans in advance about their visits and then share those emotional moments with fans. This worked wonders with the youth segment, who found new inspiration in these two actors, the latter of whom were positioned and always presented as ‘professional, trained actors’.",
    "9.The magic of content writing",
    "This was an important component that we carefully executed. The content shared was always personal, authentic and spoke to the heart. No data and numbers, but always stories and emotions. This was done always in keeping with the Brand DNA. It worked well to reinforce the emotional quotient of the brand. LinkedIn, TikTok, FB had very different content, carefully crafted. Never in all this did we sacrifice the essence of Gaadi.",
    "10Arranging screenings in other markets while the wave is high",
    "While the interest and chatter about Gaadi is very high in Sri Lanka, we have managed to extend the film’s appeal to other significant countries where the Sri Lankan diaspora is eagerly awaiting the screening of Gaadi. This created a significant hype in the local market, automatically. The US, Canada, Australia, the UK, Italy, France and Singapore are impatiently waiting for the film release in selective theatres. All that is creating a different hype, a different strategy!",
    "11.Event based promotions such as Independence Day, Valentine’s Day and Women’s Day are part of the strategy, in addition to promoting special ‘Movie Dates’ with friends, especially targeting women and office groups.",
    "Gaadi has paved the way for a renaissance and a fresh interest of Sinhala cinema among the urban, non-cinema goers, for many reasons. We need to sustain this interest for the sake of our ailing cinema industry. Each producer has to think out of the box to market his or her next film, and not follow the age old, traditional strategies that ultimately amount to posters and semi-nude cutouts! Distribution strategies, professionally implemented cinema marketing tactics and the kind of content used for locally produced films also need to be re-assessed. The government undoubtedly needs to look at the cinema industry as a lucrative industry that provides livelihoods for diverse talents across the county. The list of issues to be addressed are much more than what can me mentioned here. The industry itself needs a good soul search!",
    "Currently there is hardly any hope of recouping a large investment on a film produced solely for the local market. While Gaadi will never recoup even a quarter of its investment by being screened in fewer than 40 plus theatres island-wide, it has made a significant behavioural impact among Sri Lankans. Ultimately, that will be the mark it shall leave behind for posterity!",
    "(The writer is Co-Producer, Gaadi, and Director/Business Strategist Film1 Island. She can be reached via [email protected].)"
  ]
}