{
  "url": "https://dbsjeyaraj.com/dbsj/?p=86660",
  "title": "When the left fails to provide sufficient respite to “the tired, the poor, the hungry”, they can be receptive to the  populist right.In Sri Lanka, the populist right uses the monks of the “Rajapaksa Nikaya” as flamethrowers and Buddha statues are their weapons of choice.",
  "ut": 1763901026.0,
  "body_paragraphs": [
    "Tisaranee  Gunasekara",
    "“We are members of the Rajapaksa Nikaya. (We) are robed in the Rajapaksa Nikya, members of the Rajapaksa caste.” Ampitiye Sumanaratana",
    "“He who has control over his hands, feet, and tongue, who is fully controlled, delights in inward development, is absorbed in meditation, keeps to himself and is contented – him do people call a monk.” The Buddha (Dhamma Pada, Bhikkuvagga)",
    "On the night of May 15, 2005 a 12 foot tall Buddha statue was set up near the public market in Trincomalee. It was the work of a group of monks, the North-East Sinhala Organisation and the Trincomalee Three Wheeler Drivers’ Association.",
    "The installation was illegal since the land was a public property and no permission had been obtained. Perhaps the forces behind this provocative act hoped the LTTE would intervene and destroy the statue, leading to an outbreak of civil violence in Trincomalee – the ideal background for the emergence of a new hero to save rata, jatiya, agama. Fortunately, the LTTE ignored the issue. It had other fish to fry, starting with building its military strength and murdering dissenting Tamils (the assassination of Foreign Minister Lakshman Kadirgamar less than three months later was a key marker in this process of elimination of Tamil dissent).",
    "So bloodshed was avoided. Instead, Tamil civil organisations organised a peaceful hartal. The police, on instructions of the Attorney General’s Department, did the right thing by going to courts. The magistrate ordered the removal of the particular Buddha statues and all other illegal religious structures in town.",
    "The order was never implemented. Politics triumphed over the rule of law. The JHU’s monk-parliamentarian cohort, led by Aturaliye Rathana Thero, demonstrated against the order in parliament. The monks then went on procession to Fort and held a satyagraha. The Trincomalee police erected a protective fence around the illegal statue and provided it with round the clock armed security. According to an intelligence report obtained by the Ministry of Defence, Rear Admiral Sarath Weerasekara, who headed the Eastern Command, addressed a group of three wheeler drivers involved in the statue project and “assured them he would ensure the statue would not be removed”.",
    "The continued existence of the Buddha statue was thus ensured. The next step was its legal normalisation. The chief incumbent of the China Bay Maha Bodhi Vihara filed a fundamental rights petition against the then Attorney General, stating that the Magistrate Court order regarding the removal of the Buddha statue was made “on the advice of the Attorney General, Mr Kamalasabesan, who is a Hindu and Tamil, and…a former resident of Trincomalee”. Instead of dismissing the racist petition, the then chief justice Sarath Silva reportedly arm twisted the AG into dropping the Buddha statue case, telling him the alternative would be a messy and a very personal court case.",
    "The 2004 Trincomalee statue incident was not an isolated one but part of a broader plan to ignite ethno-religious tensions in the multi-ethnic, multi-religious Eastern Province. In April 2005, a Buddha statue was illegally and secretly set up near the Pottuvil public market. That led to a brief outburst of violence. In early May 2005, the then JVP Trincomalee parliamentarian Jayantha Weerasekara made an unsuccessful attempt to build houses for Sinhalese in the McHeyzer Stadium.",
    "2005 was a liminal year. The presidency of Chandrika Bandaranaike Kumaratunga was drawing to a close on a note not of triumph but of disillusionment and dejection. She had fought and won every election on two main planks – delivering peace and ensuring a better socio-economic life for ordinary Sri Lankans. She had failed to deliver on both counts. As 2005 dawned, there was intense speculation about who would succeed her as the leader and candidate of the governing coalition. The two main contenders were Anura Bandaranaike and Mahinda Rajapaksa, the latter positioning himself as the new leader of “nationalist” forces, a code word for Sinhala-Buddhist in the Sri Lankan lexicon.",
    "In 2003, President Kumaratunga had two aims: dislodge Prime Minister Ranil Wickremesinghe and enable her party to recapture governmental power. She regarded the JVP as an ally in this project. Months of informal cooperation between the president’s Peoples’ Alliance (PA) and the JVP led to a formal pact in January 2024. The PA was reborn as the United Peoples Freedom Alliance (UPFA). This unprecedented deal marked an inflexion point in the JVP’s long journey from insurgent organisation in 1965 to party of governance in 2024.",
    "(A necessary digression: President Kumaratunga appointed the Vijaya Kumaratunga Commission in Feb 1994 to determine who killed Vijaya. The Commission’s report, completed in 1996, cleared the JVP of this heinous crime. The report did admit that hard-core JVPer Lionel Ranasinghe did the actual killing, but concluded, with no evidence, that he did so on the orders of the UNP, Ranasinghe Premadasa and Ranjan Wijeratne. When Kumaratunga began accusing the JVP of killing Vijaya in 2023/2024, the JVP quoted the findings of her own commission at her).",
    "Outside of the formal agreement, the JVP also had an informal condition that the premiership of a future UPFA administration to be given to Lakshman Kadirgamar. The president agreed, then gave into Mahinda Rajapaksa’s threats of mob thuggery and appointed him the premier. Had the JVP’s condition been fulfilled, Sri Lanka’s subsequent trajectory might have taken a less destructive and self-destructive direction.",
    "By mid-2005, both the JHU and the JVP had aligned themselves with Mahinda Rajapaksa’s presidential bid. This was the context in which the Trincomalee Buddha statue incident took place. The JHU openly backed the installation of the statue and opposed its removal. The JVP did so indirectly via the North-East Sinhala Organisation which it reportedly controlled.",
    "In June 2005, the JVP left the government, depriving the president of her majority. Her plan to postpone the presidential election by a year (based on the argument that she held the 1999 election one year ahead and had a second swearing in in 2001) failed when her handpicked Chief Justice Sarath Silva double crossed her. He decreed that election should be held before December 2005 in response to a petition by JHU monk-parliamentarian Omalpe Sobhita. By this time, Silva too had become allied with Mahinda Rajapaksa. On September 28, 2005 this former Chandrika-protégé removed the final barrier to a Mahinda presidency by imposing a ban on a court-mandated police investigation into the Helping Hambantota scandal until January 17, 2006. When that day came Mahinda Rajapaksa was already president.",
    "In 2004, Mahinda Rajapaksa correctly understood that premiership was a necessary precondition for presidency. In 2025, Namal Rajapaksa understands that dominating the oppositional space (informally) would be of immense utility in his own march to presidency. The main purpose of the Nugegoda rally was to establish young Namal’s position as the next president. At the rally, the announcer, referring to a piece of paper, introduced the eldest Mahinda scion as “the future leader of the country who sees tomorrow and wins the world.”",
    "In order to effectively dominate the oppositional space, Namal Rajapaksa needs to remake it as an openly Sinhala-Buddhist supremacist one, a terrain which would enable him to overtake Sajith Premadasa and position himself as the alternative to Anura Kumara Dissanayake. This is the context in which the 2025 Trincomalee Buddha statue drama took place. According to media reports, there was a dhamma school in that place until it was destroyed by the 2004 tsunami. For the next 21 years, no one thought of reconstructing it, possibly the relevant portion of the land fell within the 100 metre buffer zone. Instead, the temple which owned the land leased it to a private individual to start a café.",
    "Then, suddenly this month the reconstruction of the dhamma school became a matter of life and death. And a Buddha statue installed under cover of darkness. The pre-planned nature of the incident became obvious from the rapidity with which the likes of Galagoda Atte Gnanasara and Ampitiye Sumanaratana arrived on the scene. Again as per plan, the monks representing the temple arrived in Colombo to meet Namal Rajapaksa and seek his help.",
    "Young Namal is not inexperienced in statue politics. For instance, in 2010,",
    "“Namal Rajapaksa arrived on a sudden visit to Jaffna…with a statue of Sangamitta….to be enshrined in the newly built Buddhist temple in Maathakal” according to a post on his official website. Rajapaksa politics is irredeemably intertwined with Sinhala-Buddhist supremacism. Despite attempts at presenting a modern liberal front, Namal Rajapaksa is very much a chip off the old Mahinda-Gotabaya block. He might occasionally wear a different mask but his path and his destination would be no different from theirs.",
    "Ampitiye Sumanaratana, for once, spoke the truth and nothing but the truth when he called himself a member of the Rajapaksa Nikaya.",
    "During the second presidential term of Mahinda Rajapaksa, Sinhala-Buddhism became further degraded into Rajapaksa Buddhism. The robed practitioners of Rajapaksa Buddhism, like Ampitiye Sumanaratana and Galagoda Atte Gnanasara, consist of the Rajapaksa Nikaya. These rabble rousing monks endeavour to create suitable enemies imperilling rata, jatiya, agama, in accordance with need and opportunity. They paint lurid word pictures of national danger, to explain and justify the Rajapaksa power project of the moment. In return, they would get a slice of political and economic power, a chance to stand above the law, to beat opponents down.",
    "In his seminal work History of Buddhism in Ceylon, Walpola Rahula Thero points out that the nexus between religion and power in Sri Lanka was a very ancient one. “Sasana constituted a fully-fledged state department,” and the Sangha “used their influence over the masses to support the king who in return looked after their interests… The king found a powerful means of propaganda in the Sangha who had close contact with the people, and had great influence over them. Hence we find kings, who had committed heinous crimes, honouring the Sangha and sending them around the country in order to influence the people in their favour…”",
    "There is no space or justification in the Buddha’s teachings for any political involvement by monks. Yet, ancient Lankan history is replete with examples of monks becoming involved in dynastic politics. For instance, in the second century BCE, some monks made an attempt to deprive King Saddha Tissa’s older son Lajja Tissa of kingship by placing the younger son Thullathana on the throne. In the first century CE, another group of monks conspired to kill King Kanirajanu Tissa within the uposatha house. The plan failed and the king ordered about 60 monks to be thrown down Cetiya pabba (Mihintale).",
    "That this quid pro quo relationship between political power and religion was harmful to Buddhism was obvious. With independence, there was a chance to end this toxic connection forever. Prime Minister D.S. Senanayake consistently turned down requests by monks to turn Buddhism into state religion, stating that he didn’t want Buddhism to be reduced to a state department (Religion and Politics in Sri Lanka, Urmila Phadnis). Since the LSSP and the CP too were committed to secular politics, post-Independence, there was a real chance for both religion and politics to take separate paths in accordance with their different priorities and concerns. S.W.R.D. Bandaranaike put an end to it in 1956.",
    "Political monks played a critical role in the election of Gotabaya Rajapaksa as president. His disastrous rule created a public backlash against the politicisation of Buddhism. Post-Aragalaya, most political monks are adrift, a force in search of a space to play their self-allocated role as “guardian deities” of the nation. Their obvious choice is Namal Rajapaksa. To regain lost glory, they and he must rise together. The 2025 Trincomalee Buddha statue incident and the 2025 Nugegoda meeting are steps in their joint journey upwards. How far and how fast they travel depend not just on them but also on the government and the main opposition.",
    "The traditional ethos of the left was to “stand by those in the margins: the tired, the poor, the hungry, those yearning to breathe free,” wrote philosopher Susan Neiman (New York Review of Books, December 2025). The NPP/JVP came into power promising relief to those Sri Lankans beaten down by the economic crisis and its aftermath. One year on, that promised relief is in extremely short supply. History tells us that when the left fails to provide sufficient respite to “the tired, the poor, the hungry”, they can be receptive to the deadly appeals of the populist right. And in Sri Lanka, the populist right uses the monks of the Rajapaksa Nikaya as flamethrowers and Buddha statues are their weapons of choice."
  ]
}