{
  "url": "https://dbsjeyaraj.com/dbsj/?p=86727",
  "title": "JVP General -Secretary Tilvin Silva’s  Negative and Positive “Encounters” with Two  Different Tamil Diaspora  Groups in London.",
  "ut": 1764712996.0,
  "body_paragraphs": [
    "The Janatha Vimukthi Peramuna (JVP) or People’s Liberation Front,founded and led by Rohana Wijeweera is not the same party of which Anura Kumara Disanayake is  the current  leader .For one thing the party is no longer a ‘lone wolf ” in politics  now. The JVP  is the chief constituent  of the political alliance known as the Naational People’s Power(NPP). The JVP contests polls as part of the NPP but calls the shots within the NPP. President Anura Kumara Disanayake is the leader of both  the JVP and JVP-led NPP.",
    "The JVP  led NPP won the Presidential election of September 2024. The NPP won 159 of the 225 seats in Parliament at the November 2024  general elections.It also came first in the majority of  divisional, urban and municipal councils during the local authority polls of May 2025. Despite these commendaqble successes, the JVP is learning through experience that campaigning is in  flowery verse but governance is in  stony prose.",
    "In this respect the JVP is undergoing a process of unlearning and new learning. It has jettisoned many of the promises and pledges made before polls. In terms of policy too the party is making sharp “U”turns. The amicable understanding with the International Monetary Fund (IMF) in the economic policy sphere and the alignment with India in the foreign policy realm being striking examples.",
    "Another crucial change by the JVP is in the area of ethnic relations. The JVP is shedding its past “Sinhala Socialist”image and reaching out to the minority ethnicities of Sri Lanka namely the Sri Lankan Tamils,Muslims and Indian or Hill Country Tamils. This has paid great dividends with the JVP led NPP  having a significant number of Tamil and Muslim MPs in Parliament. It is also a fact that President Disanayake known as AKD is highly popular among the Tamils and Muslims too.",
    "The JVP however is encountering trials of transition as it strives to change itself. The JVP’s past is looked upon with suspicion while the party tries to portray itself differently. This is very visible as far as the JVP-Sri Lankan Tamil relationship is concernerd. The JVP has done remarkably well in the Tamil majority districts of the north and east barring Batticaloa.JVP stalwarts project the party’s performance in the north as the jewel in their  crown of electoral victory.",
    "Yet the JVP is unable to consolidate its gains and advance further vis a vis the Sri Lankan Tamils. The traditional Tamil nationalist parties have revived suspicion and fear of the JVP among Tamils by harping on the JVP’s past. The conspicuous role played by the JVP in supporting and promoting the war as well as the negative acts of de-merging the north and east and in scuttling the P-TOMS are highlighted.",
    "The difficulty faced by the JVP in forgetting the past and forging a new future with the Tamils of Sri Lanka was illustrated vividly by the recent experience of JVP general -secretary Tilvin Silva in the United Kingdom. The long standing,powerful JVP Gen secy known as Tilvin Aiya and Loku Aiya was on a short trip to Britain earier this week. What happened to Tilvin in London sheds nuch light on the dilemma faced by the JVP as it tries to mend fences with  the Sri Lankan Tamils and move forward  to a brighter and better future.",
    "Seventy-one year old Tilvin Silva is one of the most senior leaders of the JVP. He joined the JVP in 1978. Tilvin was the Kalutara district JVP leader during the 1987-89 insurgency. He was one of the fortunate JVP top rungers who survived  the  Sri Lankan state’s counter terror campaign against the party. In the  JVP’s post- 2nd insurgency renaissance, Tilvin was elected General Secretary of the party  in 1995. He has remained Gen Secy for the past 30 years and is regarded as all-powerful.",
    "The leader of both the JVP and NPP  is President Anura Kumara Disanayake. In practice there is a parallel  centre of power. This is none other than the JVP’s long standing General Secretary Comrade Tilvin Silva. The NPP Government is controlled to a great extent by the JVP. The  JVP’s six member politburo and 28 member central committee meet regularly at their party headquarters in Pelawatte,Battaramulla.  Tilvin Silva is most influential within the Politburo and Central committee. It has often been said by opposition politicians  that this Govt is being run in Pelawatt by Tilvin Silva.",
    "Tilvin Silva went to te the UK to attend as chief guest , the  “36th Il Maha Viru Samarum” commemoration of November heroes event organized by the JVP London branch. The event was held on Sunday 24th November  at the Alperton High School auditorium in Wembley,London. A large crowd of JVP members,supporters and well-wishers from the Sinhala,Tamil and Muslim Communities were present.",
    "In earlier times , there had been several protest demonstrations by members of Sri Lankan Tamil Diaspora organiztions in the UK  against visiting Sri Lankan heads of state and important ministers. This practice had ceased after   Anura Disanayake was elected president and a JVP led NPP Govt was formed in 2024, In fact three cabinet ministers namely Health minister Dr.Nalinda Jayatissa,Justice minister Harshana Nanayakkara and Women and Children Affairs minister Ms.Savithri Paulraj were in London a few weeks ago without any demonstration being held against them.",
    "Under these circumstances no trouble of any kind was anticipated by the JVP event organizers. Besides the event was a commemoration of JVP “Maha Viru”or Maaveerar/great heroes. In Sri Lanka, the AKD -led JVP-NPP govt had removed restrictions on people memorialising  fallen LTTE cadres at “Maaveerar Naal” or  great heroes day events. As such none expected tiger or pro-tiger elements to create a ruckus at the JVP memorial function. No statement against the JVP event or Tilvin Silva had been issued by any prominent Taqmil Diaspora organization.",
    "However  organizers of the JVP event were taken by surprise when over a hundred demonstrators assembled outside the Alperton high school issuing leaflets, holding placards and chanting slogans. Most of the placards,leaflets and slogans criticized the JVP for its past conduct during the war between the Sri Lankan armed forces and the Liberation Tigers of Tamil Eelam(LTTE). The JVP was accused of aiding the armed forces and sabotaging peace talks.",
    "Unexpected Demonstration",
    "Seeing the unexpected demonstration and suspecting  possible violence, the Police on  duty at the premises contacted their superiors and increased the number of Policemen. When the Mercedes -Benz in which Tilvin Silva was travelling in , entered the school precincts, a number of youths  blocked it shouting ““Sri Lankan government, terrorist government!” and “Stop, stop genocide!”, Some tried to p[ush the vehicle back.",
    "The Metropolitan  Police acted promptly and pushed back the would be obstructors. The cops also prevented other demonsrators who tried to  enhance the ranks of those blocking the vehicle. Even though a small number of demonstrators tried to block Tilvin’s vehicle, the majority of demonstrators  remained on the pavement engaging in peaceful protest by chanting slogans and waving placards.",
    "Thanks to the London Police,Tilvin’s vehicle along with other vehicles  accompanying him, made it through the demonstration. A visibly shaken Tilvin got down from his car and was cheered up by JVP sup[porters who cracked jokes and made light of the matter. Tilvin then went inside and was welcomed and greeted by the audience. Within seconds Tilvin was his usual amiable self again.",
    "The memorial event went off well. It was a multi-ethnic audience. The event was compered by a young man in Sinhala and a young girl in Tamil. There were speeches and songs in Sinhala and Tamil. A Tamil youth recited a poem in Tamil that he had written in remembrance of all those killed in the war. A Sinhala woman speaker narrated  her experiences while living in Jaffna.",
    "The piece de  resistance of the event was of course Tilvin Sahodaraya’s speech. He spoke for nearly an hour. His speech traced briefly the history of the JVP and its legendary founder-leader Rohana Wijeweera. He also spoke about the dark days of the 1987-89 years when thousands  of JVP cadres and supporters were captured,tortured and massacred by the United National Party Governments under presidents JR Jayewardene and Ranasinghe Premadaswa.Tilvin also spoke about the JVP’s remarkable political renaiisance. The JVP general secretary also related the tale of the 2024  election victories that brought the party to power. He also talked about what the Government was trying to do and the problems encountered in that regard. I spoke to five persons who had been at the event. All  five praised Tilvin’s speech.",
    "It has been customary in the past for  Tamil  “Vaaichcol Veerar”(vocal warriors) to be boastful in social media after demonstrations of this type. The protests are projected as great successes and the targets of the protests are vilified and attacked. People who disapprove such protest demonstrations generally maintain silence. In this instance however there was a departure from the past.",
    "Demonstration Condemned",
    "Several Tamils took to social media condemning the demonstration against Tilvin. Several of these critics were known to be based in Sri Lanka. Even a few Tamil newspapers published in Sri Lanka evinced criticism. There were two underlying points in the condemnation of the demonstration.",
    "The first was that the JVP government had just completed one year in office. Though it had not delivered on some of the promises made to Tamil voters,the Govt had not engaged in any anti -Tamil activity of a major nature either. As such the Govt needs to be given more time and the demonstration against tilvin was  oremature and unnecessary at this juncture.",
    "The second point was that such demonstrations by the Tamil Diasporta were irrelevant and meaningless. There was no need for such a hostile attitude.  The antics of the Diaspora like the Wembley demonstration  are not beneficial or helpful to the Tamils living in Sri Lanka in general and the North-East in particular. Moreover the premier Tamil political party -Ilankai Thamil Arasuk Katchi(ITAK)- had sought and obtained  an appointment with President AKD. The president in the discussions with the ITAK promised to commence talks on a new Constitution.He had also guaranteed that elections to Provincial Councils would be held soon.",
    "The avalanche of criticism by Tamils against the anti-Tilvin demonstration was something unusual . Of course there was a contrary response to the criticism. The usual labels of traitors, Govt stooges and agents of RAW were bandied about. However these did not carry much weight.  No scientific study has been made but superficially it appeared that  more  critical viewpoints than supportive viewpoints, were expressed over Tamil social media  about the demonstration.",
    "Former JVP stalwart and current NFF leader   Wimal Weerawansa tried to queer  the pitch for his erstwhile comrades of the JVP. Weerawansa said that the demonstration may have been “set up”by the JVP. itself Weerawansa’s perverted logic insinuated that the anti -Tilvin demonstration was an act of deception.It was intended to convey an impression that the tiger Diaspora was against the JVP government whereas the govt was actually acting according to the diktats of the pro-LTTE Diaspora.",
    "Taking perhaps a cue from Weerawansa’s allegation , sections of the pro-LTTE diaspora floated a story about the anti-Tilvin demonstration being perpetrated by  Sinhala supporters of political parties opposed to the JVP.It was alleged that some Sinhala indivuduals had financed the demonstration and that some Tamils as well as Sinhalese pretending to be LTTE supporters had participated on a mercenary basis.",
    "This was totally untrue. I contacted some knowledgeable circles in London and made inquiries. According to the information I gathered, the demonstration was  organized by two persons who had been involved  earlier with  the Transnational Government of Tamil Eelam(TGTE) headed by “Prime Minister”V.Ruthirakumaran based in New York. The TGTE  was not involved in the demonstration. The two chief organizers -whose  names end in  “Lingam”were acting on their own.",
    "The bulk of the demonstrators were of two broad categories. One category comprised youths linked to the outfit known as the Tamil Coordinating Committee(TCC).Many of the TCC linked demonstrators had come over from Continental Europe. They were generally youths who were born in the west or had moved to the west  as toddlers and had grown  up  in European countries.",
    "The second category  consisted of Tamil refugee claimants in the UK. Their claims are not strong and in the current  anti-migrant  mood prevailing in Britain,they  face the dismal prospect of having their refugee claims rejected and being deported to Sri Lanka. It is alleged that some unscrupulous  lawyers handling refugee cases  have encouraged these unfortunate claimants to participate in the anti-Sri Lanka demonstration. Thereafter  the lawyers could argue that the claimants concerned would face danger if  their claims are rejected and are  sent back to Sri Lanka because of their participation in this demonstration against the Sri Lankan Government.",
    "Another puzzling feature about the anti-Tilvin demonstrationwais the  displaying and waving of tiger flags. The LTTE is banned as a terrorist organization by the UK and about 25 other European countries. The pro-tiger organizations continue to wave Tiger flags at their events and demonstrations. These organizations have removed the two rifles in the original LTTE flag and falsely depict it as the Tamil Eelam national flag instead. It is only the LTTE that has been proscribed and not Tamil Eelam.  This ruse has enabled the tigerish elements in the Diaspora to fly or  wave tiger flags openly without fear of being penalised. However in the anti-Tilvin demonstration, most of the flags displayed were original LTTE flags with the two crossed rifles.",
    "The anti-Tilvin demonstration received wide coverage by  the  media  in Sri Lanka and abroad. The impression conveyed was that the Tamils in the UK had confronted Tilvin Silva and demonstrated against him. The truth however is that only a few hundreds of the hundreds of thousand Sri Lankan Tamils in the UK had demonstrated. The fact that the demonstration has been criticized and condemned by large numbers of the Tamil people has not been reported adequately.",
    "Tilvin Meets a Tamil Delegation",
    "Two days after the anti- Tilvin demonstration there was a quiet meeting on the 25th between the  General Secretary of the JVP and a four member delegation representing an expatriate organization named “Pulam Peyar Ilankai Thamizhar Amaippu” (Organization of Non -resident Tamils of Sri Lanka). The four delegates were Rajasingham Jayadevan an accountant and chief trustee of the London Eelappatheeswarar Sivan temple,Veeraiyah Ramaraj who runs the  London based TBC radio and TV, Charles Anthonydas the director of the Tamil Information Centre and an independent analyst and commentator V.Sivalingam",
    "The Tamil delegation had a very fruitful two hour discussion with Tilvin Silva. A number of issues were discussed in detail. Tilvin was very frank and forthcoming.  One member of the Tamil delegation who had conversed with Tilvin Silva fifteen years ago  told this writer that there was a marked and refreshing change in Tilvin. “In that  meeting many years ago Tilvin appeared hard,rigid and uncompromising.But in this meeting he was soft,flexible and ready to listen to other viewpoints”,he said.",
    "Among the issues discussed at the meeting were the rise of extremism among sections of Sri Lanka’s population on either side of the ethnic divide,the recent controversy regarding a Buddhist statue in Trincomalee, the objectionable conduct of Govt institutions like the Archaeology dept, Wild Life Dept and Forests department in appropriating lands belonging to the Tamil people of the North and East, and the future of the Provincial Councils.",
    "While there was no objection to the enactment of a new Constitution with progressive aspects,it was emphasised that the existing scheme of provincial governance through the provincial councils scheme should be preserved and strengthened. Elections to the Provincial councils should be held before the formulation of a new Constitution. Tilvin was in broad agreement that PC elections would be held before the enactment of a new Constitution. However Tilvin was evasive about providing a  definite time frame for the PC polls.",
    "“Shared Future not Separate Pasts”",
    "The delegation from Organization of Non -resident Tamils of Sri Lanka) that met with Tilvin Silva were quite satisfied with the interaction. One member of the delegation told me that they were very pleasantly surprised when Tilvin reportedly said “Sri Lanka cannot progress with its communities living in separate worlds of pain, suspicion, and memory. We must build a shared future, not separate pasts.Nevertheless  we can only proceed with cautionary optimism said the delegate. “ Our discussion was positive and many of the things mentioned by Mr.Tilvin Silva were promising and hopeful. But we have to wait and see whether these are simply words or whether they would be implemented in the future”",
    "This  then is the tale of Tilvin’s experiences with sections of the Sri Lankan Tamil Diaspora. One section  of the Diaspora is fiercely hostile and generally hogs the limelight. The other is flexible and prepared to engage in meaningful dialogue. Tilvin’s  “hot and cool” experiences are illustrative of the JVP’s difficulties in shedding its somewhat  fractured andnegative past and embracing a shared positive future.",
    "D.B.S. Jeyaraj can be reached at dbsjeyaraj@yahoo.com",
    "This article  appears in the “DBS Jeyaraj Column “of the “Daily  Mirror”dated 2nd December 2025.It can be accessed here –",
    "https://www.dailymirror.lk/opinion/Tilvin-Silvas-Encounter-with-the-Tamil-Diaspora-in-London-Protests-by-a-few-sections-had-no-impact/172-326679",
    "********************************************************************"
  ]
}