{
  "url": "https://www.technologyreview.com/2025/04/03/1114198/rivals-are-rising-to-challenge-the-dominance-of-spacex/",
  "title": "Rivals are rising to challenge the dominance of SpaceX",
  "ut": 1743636600.0,
  "body_paragraphs": [
    "SpaceX is a space launch juggernaut. In just two decades, the company has managed to edge out former aerospace heavyweights Boeing, Lockheed, and Northrop Grumman to gain near-monopoly status over rocket launches in the US; it accounted for 87% of the country’s orbital launches in 2024, according to an analysis by SpaceNews. Since the mid-2010s, the company has dominated NASA’s launch contracts and become a major Pentagon contractor. It is now also the go-to launch provider for commercial customers, having lofted numerous satellites and five private crewed spaceflights, with more to come.  Other space companies have been scrambling to compete for years, but developing a reliable rocket takes slow, steady work and big budgets. Now at least some of them are catching up.   A host of companies have readied rockets that are comparable to SpaceX’s main launch vehicles. The list includes Rocket Lab, which aims to take on SpaceX’s workhorse Falcon 9 with its Neutron rocket and could have its first launch in late 2025, and Blue Origin, owned by Jeff Bezos, which recently completed the first mission of a rocket it hopes will compete against SpaceX’s Starship.  Some of these competitors are just starting to get rockets off the ground. And the companies could also face unusual headwinds, given that SpaceX’s Elon Musk has an especially close relationship with the Trump administration and has allies at federal regulatory agencies, including those that provide oversight of the industry.",
    "But if all goes well, the SpaceX challengers can help improve access to space and prevent bottlenecks if one company experiences a setback. “More players in the market is good for competition,” says Chris Combs, an aerospace engineer at the University of Texas at San Antonio. “I think for the foreseeable future it will still be hard to compete with SpaceX on price.” But, he says, the competitors could push SpaceX itself to become better and provide those seeking access to space with a wider array of options.. A big lift There are a few reasons why SpaceX was able to cement its position in the space industry. When it began in the 2000s, it had three consecutive rocket failures and seemed poised to fold. But it barreled through with Musk’s financial support, and later with a series of NASA and defense contracts. It has been a primary beneficiary of NASA’s commercial space program, developed in the 2010s with the intention of propping up the industry.",
    "“They got government contracts from the very beginning,” says Victoria Samson, a space policy expert at the Secure World Foundation in Broomfield, Colorado. “I wouldn’t say it’s a handout, but SpaceX would not exist without a huge influx of repeated government contracts. To this day, they’re still dependent on government customers, though they have commercial customers too.” SpaceX has also effectively achieved a high degree of vertical integration, Samson points out: It owns almost all parts of its supply chain, designing, building, and testing all its major hardware components in-house, with a minimal use of suppliers. That gives it not just control over its hardware but considerably lower costs, and the price tag is the top consideration for launch contracts.  The company was also open to taking risks other industry stalwarts were not. “I think for a very long time the industry looked at spaceflight as something that had to be very precise and perfect, and not a lot of room for tinkering,” says Combs. “SpaceX really was willing to take some risks and accept failure in ways that others haven’t been. That’s easier to do when you’re backed by a billionaire.”  What’s finally enabled international and US-based competitors to emerge has been a growing customer base looking for launch services, along with some investors’ deep pockets.   Some of these companies are taking aim at SpaceX’s Falcon 9, which can lift as much as about 20,000 kilograms into orbit and is used for sending multiple satellites or the crewed Dragon into space. “There is a practical monopoly in the medium-lift launch market right now, with really only one operational vehicle,” says Murielle Baker, a spokesperson for Rocket Lab, a US-New Zealand company. Rocket Lab plans to take on the Falcon 9 with its Neutron rocket, which is expected to have its inaugural flight later this year from NASA’s Wallops Flight Facility in Virginia. The effort is building on the success of the company’s smaller Electron rocket, and Neutron’s first stage is intended to be reusable after it parachutes down to the ocean.  Another challenger is Texas-based Firefly, whose Alpha rocket can be launched from multiple spaceports so that it can reach different orbits. Firefly has already secured NASA and Space Force contracts, with more launches coming this year (and on March 2 it also became the second private company to successfully land a spacecraft on the moon). Next year, Relativity Space aims to loft its first Terran R rocket, which is partially built from 3D-printed components. And the Bill Gates–backed Stoke Space aims to launch its reusable Nova rocket in late 2025 or, more likely, next year. Competitors are also rising for SpaceX’s Falcon Heavy, holding out the prospect of more options for sending massive payloads to higher orbits and deep space. Furthest along is the Vulcan Centaur rocket, a creation of United Launch Alliance, a joint venture between Boeing and Lockheed Martin. It’s expected to have its third and fourth launches in the coming months, delivering Space Force satellites to orbit. Powered by engines from Blue Origin, the Vulcan Centaur is slightly wider and shorter than the Falcon rockets. It currently isn’t reusable, but it’s less expensive than its predecessors, ULA’s Atlas V and Delta IV, which are being phased out.",
    "Mark Peller, the company’s senior vice president on Vulcan development and advanced programs, says the new rocket comes with multiple advantages. “One is overall value, in terms of dollars per pound to orbit and what we can provide to our customers,” he says, “and the second is versatility: Vulcan was designed to go to a range of orbits.” He says more than 80 missions are already lined up.  Vulcan’s fifth flight, slated for no earlier than May, will launch the long-awaited Sierra Space Dream Chaser, a spaceplane that can carry cargo (and possibly crew) to the International Space Station. ULA also has upcoming Vulcan launches planned for Amazon’s Kuiper satellite constellation, a potential Starlink rival. Meanwhile, though it took a few years, Blue Origin now has a truly orbital heavy-lift spacecraft: In January, it celebrated the inaugural launch of its towering New Glenn, a rocket that’s only a bit shorter than NASA’s Space Launch System and SpaceX’s Starship. Future flights could launch national security payloads.  Competition is emerging abroad as well. After repeated delays, Europe’s heavy-lift Ariane 6, from Airbus subsidiary Arianespace, had its inaugural flight last year, ending the European Space Agency’s temporary dependence on SpaceX. A range of other companies are trying to expand European launch capacity, with assistance from ESA.  China is moving quickly on its own launch organizations too. “They had no less than seven ‘commercial’ space launch companies that were all racing to develop an effective system that could deliver a payload into orbit,” Kari Bingen, director of the Aerospace Security Project at the Center for Strategic and International Studies, says of China’s efforts. “They are moving fast and they have capital behind them, and they will absolutely be a competitor on the global market once they’re successful and probably undercut what US and European launch companies are doing.” The up-and-coming Chinese launchers include Space Pioneer’s reusable Tianlong-3 rocket and Cosmoleap’s Yueqian rocket. The latter is to feature a “chopstick clamp” recovery of the first stage, where it’s grabbed by the launch tower’s mechanical arms, similar to the concept SpaceX is testing for its Starship. Glitches and government Before SpaceX’s rivals can really compete, they need to work out the kinks, demonstrate the reliability of their new spacecraft, and show that they can deliver low-cost launch services to customers.  The process is not without its challenges. Boeing’s Starliner delivered astronauts to the ISS on its first crewed flight in June 2024, but after thruster malfunctions, they were left stranded at the orbital outpost for nine months. While New Glenn reached orbit as planned, its first stage didn’t land successfully and its upper stage was left in orbit.  SpaceX itself has had some recent struggles. The Federal Aviation Administration grounded the Falcon 9 more than once following malfunctions in the second half of 2024. The company still shattered records last year, though, with more than 130 Falcon 9 launches. It has continued with that record pace this year, despite additional Falcon 9 delays and more glitches with its booster and upper stage. SpaceX also conducted its eighth Starship test flight in March, just two months after the previous one, but both failed minutes after liftoff, raining debris down from the sky.",
    "Any company must deal with financial challenges as well as engineering ones. Boeing is reportedly considering selling parts of its space business, following Starliner’s malfunctions and problems with its 737 Max aircraft. And Virgin Orbit, the launch company that spun off from Virgin Galactic, shuttered in 2023. Another issue facing would-be commercial competitors to SpaceX in the US is the complex and uncertain political environment. Musk does not manage day-to-day operations of the company. But he has close involvement with DOGE, a Trump administration initiative that has been exerting influence on the workforces and budgets of NASA, the Defense Department, and regulators relevant to the space industry.",
    "Jared Isaacman, a billionaire who bankrolled the groundbreaking 2021 commercial mission Inspiration4, returned to orbit, again via a SpaceX craft, on Polaris Dawn last September. Now he may become Trump’s NASA chief, a position that could give him the power to nudge NASA toward awarding new lucrative contracts to SpaceX. In February it was reported that SpaceX’s Starlink might land a multibillion-dollar FAA contract previously awarded to Verizon.  It is also possible that SpaceX could strengthen its position with respect to the regulatory scrutiny it has faced for environmental and safety issues at its production and launch sites on the coasts of Texas and Florida, as well as scrutiny of its rocket crashes and the resulting space debris. Oversight from the FAA, the Federal Communications Commission, and the Environmental Protection Agency may be weak. Conflicts of interest have already emerged at the FAA, and the Trump administration has also attempted to incapacitate the National Labor Relations Board. SpaceX had previously tried to block the board from acting after nine workers accused the company of unfair labor practices. SpaceX did not respond to MIT Technology Review’s requests for comment for this story. “I think there’s going to be a lot of emphasis to relieve a lot of the regulations, in terms of environmental impact studies, and things like that,” Samson says. “I thought there’d be a separation between [Musk’s] interests, but now, it’s hard to say where he stops and the US government begins.” Regardless of the politics, the commercial competition will surely heat up throughout 2025. But SpaceX has a considerable head start, Bingen argues: “It’s going to take a lot for these companies to effectively compete and potentially dislodge SpaceX, given the dominant position that [it has] had.” Ramin Skibba is an astrophysicist turned science writer and freelance journalist, based in the Bay Are  hide"
  ]
}