{
  "url": "https://www.dailymirror.lk/opinion/Presidential-debates-and-promise-audits-Sri-Lankan-democracys-missing-links/172-290629",
  "title": "Presidential debates and promise audits: Sri Lankan democracy’s missing links",
  "ut": 1724950912.0,
  "body_paragraphs": [
    "How informed are we before we decide to use our vote?",
    "The presidential candidates identified by the media as frontrunners fight shy of a public debate, and their cowardice undermines democracy rather than strengthens it.",
    "Why are they running away from the questions the people want them to answer? Probably, they do not have answers. Shouldn’t they know that what is at stake is the future of the country and its people? The national economy is far from being sound and healthy, yet the main candidates are overgenerous with their promises. Watching them on news bulletins or reading their speeches in newspapers makes one wonder whether Sri Lanka is the richest country with a huge budget surplus and overflowing foreign reserves. It seems our candidates have a game plan to make the economically handicapped Sri Lanka the most generous welfare state in the world overnight, beating France, which spends nearly a third of its GDP on welfare measures and holds the number one position on the welfare index.",
    "If only the fairy’s curse on Pinocchio were on our politicians, their noses would have grown long enough to touch the moon and beyond. We wish there were laws requiring candidates to be wired to lie detectors when they address political rallies.",
    "Since our politicians know how to tamper with lie detectors, these machines are of little use after all the computer jilmart that marred an election in the past. Or should the politicians take a solemn oath before they speak at political meetings? Instead, more effective will be civil society vigilance. That is the price we need to pay to keep democracy meaningful.",
    "In the United States, civil society acts as lie detectors. They accused Republican candidate Donald Trump of uttering at least 50 lies in his June 28 debate with President Joe Biden, who later withdrew from the race due to his old age.",
    "Nothing is more fact-checked than the words of Trump. Straight-faced and confident, he was at ease with falsehoods and half truths, critics say. They say CNN, which held the debate, should have gone for the on-the-spot fact-check option. After all, we are in the AI age.",
    "But in Sri Lanka, credulous Sri Lankan voters are overwhelmed by the torrent of lies and half truths. How true is the saying that one idiot is one idiot and ten idiots are ten idiots, but 17.1 million idiots are an electorate? Sorry for the exaggeration. I admit there are intelligent voters. But how many voters are capable of doing a basic economic analysis of the workability of the promises each candidate generously dish out? Reducing taxes and increasing government expenditures are only possible if there is a surplus in the national budget or the budget deficit is at a manageable limit. In a country that is still not out of its economic troubles, if a candidate is suggesting such a plan, then he is giving the recipe for Sri Lanka’s Economic Crisis 2.0.",
    "Although there is no guarantee that the winner will implement the promises, what is guaranteed is the collapse of the system if he honours the pledges. This is why a debate assumes its significance. In a presidential debate, candidates who sham are exposed. It offers the voters the opportunity to assess the economic acumen, the foreign policy foresight, and the administrative capability of the candidates. An informed electorate is a necessary ingredient of a healthy and robust democracy.",
    "Such debates should not be moderated by seasoned journalists alone. The panel should also consist of economists, foreign policy experts, business leaders, civil society activists, community leaders, and, more importantly, anti-corruption crusaders.",
    "The candidates should be pressed to answer how they will finance the promised welfare measures, including huge fertiliser and fuel subsidies and astronomical pay hikes, without printing money or raising taxes. Have they spoken to the International Monetary Fund about their intention to review the agreements and have they obtained its consent? They should be asked what their foreign policy will be; what their India and China policies will be; and what measures they will be taking to end corruption in government and expose the hidden hands behind the Easter Sunday terror attacks.",
    "In the absence of presidential debates and a mechanism to hold the winner accountable for not honouring his or her election pledges at the end of his term, everything the voter loves to hear is offered at political meetings and in manifestoes. In this game, the one who makes the fewest promises is the closest to being a genuine candidate. I am sure almost every main candidate contesting the September 21 election knows jolly well that most of the promises being made cannot be implemented.",
    "Should not there be an independent commission to audit the winner’s record in fulfilling his promises? Laws should be passed to penalise the candidates and political party leaders who misled the people into believing their lies. They should be banned from contesting elections. After all, deceiving the sovereign people is a serious crime.",
    "How many past presidents have won elections by promising to abolish the executive presidency? Once in office, some made it more draconian and became more authoritarian, while others took half-baked efforts that they knew were destined to fail.",
    "Although Sri Lanka’s macroeconomic performance has improved in the past few months, it does not mean Sri Lanka is on a path to Eldorado. None of the candidates says how he will find the resources to implement his promises. Being politicians, our candidates are thick-skinned, not to be disturbed by the guilt of misleading the people.",
    "They are not like Michael R. Bloomberg, a former mayor of New York, and we, the voters, are not like Anthony Santa Maria, a man who voted for him. The story of Bloomberg and Santa Maria goes like this:",
    "Mayor Bloomberg was confronted by civic conscious civilian Santa Maria at a subway station during his 2001 campaign. Santa Maria scoffed at the promises politicians make, but the criticism did not make Bloomberg angry. Instead, it inspired him to release an annual status report on his 381 campaign promises. According to his 2004 status report, 196 of his 381 promises had been fulfilled, and another 130 are being implemented while the rest are being considered.",
    "In many countries, including vibrant democracies, the law is silent about holding candidates accountable for promises they make, even though it is an undeniable fact that political accountability is an essential characteristic of democracy.",
    "It is time civil society called for a legally binding system—the missing link of Lanka’s democracy—to audit election promises. During the 2005 election campaign, a viewer asked the moderator of a TV show whether there was legislation to take the politicians to court for breaking their promises. The moderator’s advice was for the people to be the judges at elections and reject the politicians who break promises. But at every election, we are misled by new promises, and the cycle continues."
  ]
}