{
  "url": "https://hbr.org/2024/09/its-time-to-unbundle-esg",
  "title": "It’s Time to Unbundle ESG",
  "ut": 1726814151.0,
  "body_paragraphs": [
    "Illustration by Maggie Chiang",
    "ESG is at an inflection point. It has come to represent a broad and inchoate aspiration for what business should be doing beyond maximizing shareholder value. With ESG advocates on the defensive, business leaders need a new roadmap to determine which factors to incorporate into their business strategies and operations – and their political advocacy – and how they will communicate this to their stakeholders. Leaders should adopt a two-pronged approach: 1) Identify the sustainability issues that have the most potential impact on the bottom line and solve for them; and 2) Identify the most material negative impacts your firm is having on society and solve for them. Both of these require scanning for the biggest opportunities and threats that environmental, social, and governance issues pose to your company’s short- and long-term competitiveness.",
    "In the summer of 2023, a prominent business trend seemed to reach a dramatic and an unexpected end. Larry Fink, the CEO of BlackRock, the world’s largest asset manager with more than $9 trillion under management at the time, announced that he would no longer use the term “ESG” to describe the company’s approach to investing. While interest in environmental, social, and governance (ESG) performance has grown over the last two decades, an accelerating backlash in the U.S. against “woke” investing delivered what looks like a fatal blow.",
    "Readers Also Viewed These Items",
    "ESG: The Insights You Need from Harvard Business Review",
    "What Do CEOs Actually Do?",
    "Read more on Corporate social responsibility",
    "Sustainable business practices,",
    "Environmental sustainability,",
    "Business and society,",
    "Diversity and inclusion,",
    "Social and global issues",
    "and Society and business relations"
  ]
}