{
  "url": "https://www.ft.lk/columns/Has-Sri-Lanka-s-Tamil-question-been-resolved/4-771687",
  "title": "Has Sri Lanka’s Tamil question been resolved?",
  "ut": 1736534206.0,
  "body_paragraphs": [
    "Tamil political energy cannot be read solely through electoral politics",
    "The nationwide electoral success of the anti-establishment NPP does not mean Tamil nationalism is on the decline",
    "“They’re trampling on our graves with their boots,” said Kavitha, a Tamil woman, as the torrential rain lashing our faces washed away her tears. Standing barefoot and ankle-deep in mud at the site of a former cemetery in Visuvamadu, Sri Lanka, she was lamenting the adjacent military base built on the graves of fallen Liberation Tigers of Tamil Eelam (LTTE) fighters, including that of her brother.",
    "The LTTE was an armed group dominant in the Northern and Eastern Provinces of Sri Lanka that fought to establish an independent Tamil state for nearly three decades, until its definitive defeat and surrender to the Sri Lankan State in 2009. Through the war, the State bulldozed and repurposed many structures belonging to the LTTE, like the cemetery in which Kavitha’s brother was buried, as it recaptured territory from the armed group.",
    "On that wet late November day, Kavitha and thousands of others were at the former site of the LTTE cemetery to mark “Maaveerar Naal” – an annual event to commemorate LTTE fighters who died in the decades-long war. And this was not an isolated show of nationalist dedication. According to Government figures, the scene at the Visuvamadu cemetery was replicated at more than 200 sites – including universities, places of worship and other former cemeteries – across the entire northeast of Sri Lanka, with tens of thousands in attendance.",
    "The level of interest in the 2024 Maaveerar Naal commemorations – equal if not higher than previous years – served as a strong rebuke to less-than-informed Sri Lanka observers who had declared the end of Tamil nationalism in the aftermath of the Sri Lankan elections held, two weeks earlier, on 14 November.",
    "The National People’s Power (NPP), a left-wing Sinhala coalition, secured a landslide victory, winning 159 seats in Parliament – more than any other party in Sri Lankan history. Importantly, they also won all but one of the Tamil-majority voting districts in the north-east, leading many outside observers to conclude Tamil dreams for autonomy and independence are fully abandoned.",
    "Real political situation",
    "The real political situation in the claimed Tamil homeland, however, is much more nuanced.",
    "The NPP rode to power a nationwide wave of anti-establishment sentiment stemming from frustration with persistent economic failings and endemic corruption.",
    "The fall of the Rajapaksa family – who had dominated Sri Lankan politics since 2005 – has been stunning. They never received support from Tamils, who have accused former presidents and brothers Mahinda and Gotabaya Rajapaksa of genocide. However, in the Sinhala south, they were long perceived as heroes for winning the war against the LTTE.",
    "Gotabaya Rajapaksa won the presidency with a landslide just five years ago, in 2019. However, less than three years later, in 2022, he was deposed by a popular uprising in the Sinhala south. Since then, the family rapidly lost all political power in Sri Lanka. In the November 2024 election, their party managed to secure just three seats in Parliament.",
    "Gotabaya’s replacement didn’t bring the change that the public demanded either. As a result, this past November the NPP secured a victory that seemingly transcended deep-rooted ethnic divisions in the country. The left-wing coalition managed to win even the coveted Jaffna electoral district – a Tamil nationalist stronghold historically supportive of an independent Tamil state.",
    "This came as a shock to many watching Tamil politics from outside and led to some commentators heralding the beginning of the end of Tamil nationalism. Indeed, even some NPP officials themselves interpreted their victory in Jaffna as a rejection of “racism” by Tamils.",
    "An obvious mistake rooted in laziness",
    "However, equating the NPP victories in the North-East Province to a widespread rejection of Tamil nationalism is an obvious mistake rooted in laziness and a lack of serious engagement with Tamil politics common among external observers.",
    "Anyone with their finger on the pulse of the Tamil street can see the change in the population’s voting preferences in this election had nothing to do with any disillusionment with Tamil nationalism but everything to do with their frustrations with Tamil politicians. The poll results simply showed that Tamils, like every constituency, are pragmatic and take into account both economic interests and political preferences when they cast their vote.",
    "Many committed Tamil nationalists and supporters of independence voted for the NPP in the hope that it can deliver a better economy. Others simply wanted to punish established local politicians they perceived as corrupt and incompetent. Moves by the NPP to present itself as a coalition against corrupt political elites also helped move the Tamil vote. Their display at a popular Colombo hangout spot of luxury cars confiscated from various ministries, for example, was a yearned-for slap in the face of the elites.",
    "Their initial positive overtures towards Tamils, their messaging against racism and their promises to allow the Maaveerar Naal commemorations and repeal the draconian Prevention of Terrorism Act, under which many Tamil nationalists are persecuted, all contributed towards their appeal in the north-east.",
    "Even Kavitha, a committed Tamil nationalist, admitted to having voted for the NPP. In our conversation at the Maaveerar Naal commemoration, she drew a clear line between her frustrations with the largest Tamil party ITAK, the need to address immediate economic needs, and her vote for the NPP.",
    "Already showing cracks",
    "But the support for the NPP from Tamils like Kavitha is contingent, and already showing cracks. The continuing arrests of Tamils under the Prevention of Terrorism Act for partaking in Maaveerar Naal commemorations are causing frustration and anger. Meanwhile, the deadline for the removal of a military camp in a Tamil town, announced with much fanfare, passed without any indication of action. All this is sending a message to the already cynical Tamil electorate that positive overtures made during the campaign season were nothing but empty gestures.",
    "The NPP has never held power and therefore did not have the same baggage as the rulers of the past. This doesn’t mean the NPP does not have baggage. Their main constituent party – the Janatha Vimukthi Peramuna (JVP, People’s Liberation Front) – was also proscribed as a “terrorist group” due to their violent uprisings in the 1970s and again in the 1980s, which left tens of thousands of Sinhalese dead. They openly advocated against negotiations with the LTTE and played a significant part in the scuppering of the peace talks in the mid-2000s.",
    "While the leadership strikes a different tone now, their current actions indicate that they are either disingenuous or that they will find it difficult to overcome the chauvinist sentiments at the core of the party and their electorate. As has been proven time and time again, if a party in power is seen to be making concessions to the Tamils, this is mobilised against them by the Opposition, which affects their performance in the following elections. All major Sinhala parties have engaged in this conduct, including the JVP.",
    "All this raises an important point about politics in Sri Lanka and Tamil nationalism. Sri Lanka’s nation-building project is fundamentally rooted in giving primacy to Sinhala Buddhism. Tamils were never accepted as equal citizens, pushed to the periphery through a Colombo-centric approach not only by the State, but also by an unimaginative Tamil elite. Leading Tamil politicians repeatedly conceded longstanding political demands for mere scraps, in return for membership in the Colombo elite.",
    "While historically these parties continued to gain support among Tamils, and this election is more likely to be a blip than a wholesale change, Tamil political energy cannot be read solely through electoral politics. Maaveerar Naal, and related memorialisation and protest activities rooted in Tamil nationalist practices are more accurate representations of the political imaginary anchored deep in the Tamil psyche.",
    "Tamil Eelam-centric national life will continue to thrive",
    "This Tamil Eelam-centric national life exists beyond the purview of not only the Sri Lankan State, but also Tamil politicians. It will continue to thrive, on and off the island, and pursue its aims through means outside the limitations placed on it by electoral politics. While this Government now has the opportunity to take Tamil concerns seriously and address longstanding demands for self-rule, Tamils won’t hold their breath.",
    "In order to make progress on these issues, the NPP needs to make use of every day in their five-year term to work, methodically addressing Tamil demands. Low-hanging fruit includes the release of political prisoners, the repeal of the PTA and the release of land occupied by the military. Efforts to change the demographic makeup in the North-East Province through landgrabs, the building of Buddhist temples and the expansion of Sinhala settlements must also be halted at once. Relatives of those forcibly disappeared continue their protests and rejection of State mechanisms that have no recourse to judiciary mechanism. Their concerns must also be treated with seriousness – many have refused to hold last rites for their kin that were handed over to the security forces at the end of the war. Sri Lanka must disclose what it did with the thousands of Tamils it took into custody.",
    "Tamils have learned through repeated painful experiences that a political solution will not come from the State. It is because of this broken faith that Tamils look to the international community for justice and accountability. Disrupting this pattern will require that the new Government take clear steps towards dismantling the ethnocratic nature of the State and delivering meaningful accountability. Without this, the country’s ongoing divisions will only persist.",
    "(The writer is a PhD Candidate at SOAS, University of London.)"
  ]
}