{
  "url": "https://www.technologyreview.com/2024/11/20/1107015/global-climate-emissions/",
  "title": "Who’s to blame for climate change? It’s surprisingly complicated.",
  "ut": 1732062600.0,
  "body_paragraphs": [
    "Once again, global greenhouse-gas emissions are projected to hit a new high in 2024.  In this time of shifting political landscapes and ongoing international negotiations, many are quick to blame one country or another for an outsize role in causing climate change.   But assigning responsibility is complicated. These three visualizations help explain why and provide some perspective about the world’s biggest polluters. Greenhouse-gas emissions from fossil fuels and industry reached 37.4 billion metric tons of carbon dioxide in 2024, according to projections from the Global Carbon Budget, an annual emissions report released last week. That’s a 0.8% increase over last year.",
    "Breaking things down by country, China is far and away the single biggest polluter today, a distinction it has held since 2006. The country currently emits roughly twice as much greenhouse gas as any other nation. The power sector is its single greatest source of emissions as the grid is heavily dependent on coal, the most polluting fossil fuel. The US is the world’s second-biggest polluter, followed by India. Combined emissions from the 27 nations that make up the European Union are next, followed by Russia and Japan.",
    "A Flourish chart Considering a country’s current emissions doesn’t give the whole picture of its climate responsibility, though. Carbon dioxide is stable in the atmosphere for hundreds of years. That means greenhouse gases from the first coal power plant, which opened in the late 19th century, are still having a warming effect on the planet today. Adding up each country’s emissions over the course of its history reveals that the US has the greatest historical contribution—the country is responsible for about 24% of all the climate pollution released into the atmosphere as of 2023. While it’s the biggest polluter today, China comes in second in terms of historical emissions, at 14%. If the EU’s member states are totaled as one entity, the group is among the top historical contributors as well. According to an analysis published November 19 by the website Carbon Brief, China passed EU member states in terms of historical emissions in 2023 for the first time.  A Flourish bar chart race China could catch up with the West in the coming decades, as its emissions are significant and still growing, while the US and EU are seeing moderate declines. Even then, though, there’s another factor to consider: population. Dividing a country’s total emissions by its population reveals how the average individual in each nation is contributing to climate change today.  Countries with smaller populations and economies that are heavily reliant on oil and gas tend to top this list, including Saudi Arabia, Bahrain, and the United Arab Emirates. Among the larger nations, Australia has the highest per capita emissions from fossil fuels, with the US and Canada close behind. Meanwhile, other countries that have high total emissions are farther down the list when normalized by population: China’s per capita emissions are just over half that of the US, while India’s is a small fraction. A Flourish map Understanding the complicated picture of global emissions is crucial, especially during ongoing negotiations (including the current meeting at COP29 in Baku, Azerbaijan) over how to help developing nations pay for efforts to combat climate change.",
    "Looking at current emissions, one might expect the biggest emitter, China, to contribute more than any other country to climate finance. But considering historical contributions, per capita emissions, and details about national economies, other nations like the US, UK, and members of the EU emerge as those experts tend to say should feature prominently in the talks.  What is clear is that when it comes to the emissions blame game, it’s more complicated than just pointing at today’s biggest polluters. Ultimately, addressing climate change will require everyone to get on board—we all share an atmosphere, and we’re all going to continue feeling the effects of a changing climate.   Notes on data methodology:   Emissions data is from the Global Carbon Project, which estimates carbon emissions based on energy use. Territorial emissions take into account energy and some industry, but don’t include land use emissions.  Data from the European Union is the sum of its current 27 member states. The bloc is represented together because the EU generally negotiates together on the international stage.  Historical emissions for some countries are disaggregated from former borders, including the former USSR and Yugoslavia.  The per capita emissions map uses official World Bank boundaries, with the exception of Taiwan, which has separate emissions data in the Global Carbon Project.  Western Sahara’s energy data are reported by Morocco, so its emissions are included in that total. Per capita emissions for Morocco are also used for Western Sahara on the map.  More detailed information about the Global Carbon Project methods (including the particulars on how territorial emissions are broken down) is available here.   hide"
  ]
}