{
  "url": "https://www.ft.lk/columns/From-playgrounds-to-GDP-Violence-against-children-costs-us-all/4-775996",
  "title": "From playgrounds to GDP: Violence against children costs us all",
  "ut": 1745972889.0,
  "body_paragraphs": [
    "Punishment distances the child from the adult, focusing on fear and isolation",
    "A few days ago, on a bus, an older sister scolded her younger brother, saying, “I’ll give you two slaps if you misbehave.” She appeared to be around 10 years old, and the boy about three or four. At a swimming pool, a coach jokingly told another, “If you give him two shots, it’ll be sorted,” referring to a child lazily doing his exercises. On another day at the same pool, a woman told another coach, “Hit them if necessary, but don’t let them show disrespect.” A father once told me about his four-year-old daughter, stating that although they do not physically punish her, they “teach her” her by locking her out of the house.",
    "The use of power by those in authority to harm those with less power has become normalised in Sri Lanka and many other countries. The examples above demonstrate that this cycle of behaviour operates regardless of age differences.",
    "30 April is the International Day to End Corporal Punishment of Children. However, it does not receive the same attention and celebration as International Children’s Day. To me, this day is crucial. As we celebrate Children’s Day with enthusiasm, are we not deceiving ourselves by ignoring the reality that corporal punishment—the most prevalent form of violence against children—continues?",
    "The 1989 United Nations Convention on the Rights of the Child (UNCRC) affirms children’s right to be free from violence. Sri Lanka, like most UN member states (except the USA), has ratified this convention. Corporal punishment violates children’s dignity, safety, and development, directly breaching multiple core principles of the UNCRC. Teaching children that violence is a legitimate method of conflict resolution perpetuates violence in society.",
    "The Sri Lankan Government has committed to eliminating corporal punishment in all environments. Sri Lanka’s status as a Pathfinder country in South Asia for ending corporal punishment reflects this progressive stance.",
    "At the first Global Ministerial Conference on Ending Violence Against Children, held in Bogotá last November, Sri Lanka reaffirmed its commitment through three key actions:",
    "Creating safe and active school environments,",
    "Implementing support and response services,",
    "Strengthening legal and policy frameworks.",
    "On 7 February 2025, at the 156th session of the WHO Executive Board, a landmark statement was presented supporting the global abolition of corporal punishment. This was the first time the WHO explicitly identified corporal punishment as a major public health issue.",
    "The statement emphasised that corporal punishment is the most prevalent and socially accepted form of violence against children, including acts like hitting, kicking, and shaking. The wide-ranging evidence presented highlighted the serious negative physical and mental health consequences associated with corporal punishment, such as increased risk of self-harm, suicide, addiction, impaired cognitive development, lower educational attainment, and perpetuation of violence. It also noted the burden it places on public health, child protection, and justice systems, leading to educational investment losses and diminished human capital.",
    "The economic costs of corporal punishment: An underrated national drain",
    "While corporal punishment is often discussed primarily as a human rights and child welfare issue, its economic consequences are profound and measurable. Increasingly, research demonstrates that violence against children, including corporal punishment, imposes staggering costs on national economies through its long-term impacts on health, education, productivity, and public systems.",
    "According to the Know Violence in Childhood global initiative, violence against children may cost countries as much as 2% to 8% of their GDP annually. In economic terms, this rivals — and often exceeds — the financial toll of many natural disasters or national recessions. The burden arises through multiple pathways: healthcare expenditures for mental and physical illnesses linked to childhood abuse, lost earnings from diminished educational outcomes, increased social welfare demands, and expanded criminal justice costs.",
    "Further, the World Health Organization (WHO) identifies adverse childhood experiences (ACEs) — including corporal punishment — as major predictors of chronic diseases such as diabetes, heart disease, and depression. These conditions impose enormous long-term burdens on public healthcare systems, inflate insurance costs, and reduce national labour force participation.",
    "There is also a direct education penalty: Children exposed to corporal punishment show lower cognitive outcomes, reduced school engagement, higher dropout rates, and diminished tertiary education attainment — all of which translate into lower national productivity and human capital loss.",
    "In the context of an increasingly knowledge-driven global economy, where human capital is considered a nation’s most valuable asset, tolerating corporal punishment is economically self-defeating. Every child subjected to violence represents not just a moral failure but a lost economic opportunity — a diminished contributor to a nation’s future prosperity.",
    "Ending corporal punishment is not merely a humanitarian obligation; it is an urgent economic investment. Nations that fail to act will continue to pay the price — not only in moral terms but through reduced GDP, greater healthcare and welfare costs, and a weaker global competitive position.",
    "Change begins at home",
    "A sad reality of this epidemic of violence against children is that the perpetrators are caregivers – people that the child trusts and expects will care for them. If a husband were to threaten his wife with physical violence because the meals were not prepared to his satisfaction, or the house was not kept clean, it would be considered domestic violence. But if a child is likewise threatened, or even actually punished, for not doing their homework or putting away their toys, it is sanctified as discipline. And it is the same in schools – a 2017 study by the National Child Protection Authority found that 80% of children experienced one or more incidents of corporal punishment within a school term.",
    "I do not expect that parents or teachers are going to change their behaviour towards children for economic reasons, any more than news of declining birth-rates and its consequences on the future workforce are going to inspire women to bear more children. Our motivation for change should be the quality of the relationships we have with the people we spend much of our lives with. Just like a husband who uses violence, or the threat of it, to establish his authority over his wife commits both of them to a less than ideal relationship, a parent or educator who uses violence to establish their authority over children also diminishes the relationship with the child.",
    "Sustainable relationships are built on honesty, love, compassion, patience, and mutual respect. Punishment distances the child from the adult, focusing on fear and isolation. In a rapidly changing world, the greatest gift we can offer our children is a secure, loving, and safe environment.",
    "On this new journey, challenges and uncertainties may arise. There will be temptations to return to the old punitive ways because they seem easier. But through collaboration among parents, teachers, and supportive teams, it is possible to overcome these obstacles. Establishing safe, violence-free environments at home and at school is a vital duty of a civilised society and a profound mark of humanity. Ending oppressive violence against children immediately demands all our active support and commitment.",
    "(The writer is the Co-Founder, Kinder Republic (www.kinder.lk); Co-Convener and Member, Child Protection Alliance, Sri Lanka (2024); and Founding Member, Rights-Centric Education Network (https://rights-centric.education). She can be reached via [email protected].)"
  ]
}