{
  "url": "https://www.dailymirror.lk/recomended-news/SJB-and-UNP-should-agree-on-an-electoral-pact-Digambaram/277-300626",
  "title": "“SJB and UNP should agree on an electoral pact”: Digambaram",
  "ut": 1737482049.0,
  "body_paragraphs": [
    "India should not be alienated as they are our closest neighbours and they have been helpful to us",
    "We called for an electricity tariff reduction in Parliament",
    "The NPP came out with all these propositions while being in opposition to the estate workers, now they are silent",
    "One has to ask whether the construction of the new refinery will help decrease fuel prices for Sri Lankans",
    "There is corruption in state institutions from the top to the bottom.",
    "Tamil Progressive Alliance (TPA) MP Palani Digambaram, spoke to Daily Mirror regarding the current political developments and stressed that both Samagi Jana Balawegaya (SJB) and United National Party (UNP) should get into an electoral pact.",
    "He also stressed that a balanced foreign policy without favouring one country over the other is crucial. Following are excerpts from the interview:",
    "QMuch is talked about the President’s recent visit to China and the agreements signed by both countries. What are your views in this regard?",
    "To put it in plain words, a nation’s foreign policy should be balanced. You cannot be more favourable towards one nation. For example:- if the Sri Lankan government favours China more than other nations, a host of other countries could be sidelined. In our case, India, the USA, Japan, and Korea might be alienated.",
    "India should not be alienated as they are our closest neighbours and they have been helpful to us, in fact, it was India that came to our rescue when we were bankrupt. The Government should remember this fact.",
    "QSri Lanka has signed an agreement with a Chinese company to set up an oil refinery in Hambantota, What are your comments on this?",
    "One has to wonder, how Sri Lanka could benefit from the proposed oil refinery that will be constructed in Hambantota, Will that help in decreasing fuel prices within Sri Lanka? One has to look into the facts.",
    "Q What do you think of the government’s performance during its first 100 days?",
    "The NPP government promised a lot. They promised to bring the wrongdoers to book. They vowed to uncover the mastermind behind the Easter Sunday attacks, who was behind Thajudeen’s killing and also the perpetrators behind the murder of Journalist Lasantha Wickrematunge. People expect these answers from the government. Since the people’s mindsets have changed, They are prepared to give only a single chance to any government unlike in the past. The NPP government may not get another chance.",
    "QIs the rice issue still to be settled in your opinion?",
    "Yes, the NPP pledged not to import rice while in the opposition. However, they did import rice after coming into power.",
    "QWhat do you think of the Clean Sri Lanka programme?",
    "It is a good programme. It is good to clean up garbage and keep the cities clean. However, one should remember that state institutions should be cleaned too. There is corruption in state institutions from the top to the bottom.",
    "QYour party has been lobbying for an increase in salaries for Estate Workers. What do you expect from this government?",
    "This government said the daily wage for estate workers should be increased up to Rs. 2000. They said estate sector workers should be granted land. They came out with all these propositions while being in opposition. However, now the NPP is silent about it.",
    "QThe government has said it will implement a pay hike in this year’s budget. What do you have to say about that?",
    "We are waiting to see what the government will propose in the budget.",
    "QThe Government has decided to reduce electricity tariffs. Any comments on this?",
    "That is something which the opposition has won for the people. We called for a tariff reduction in Parliament.",
    "QThere is talk of SJB and UNP political marriage. You have anything to say to this?",
    "Both Samagi Jana Balawegaya (SJB) and the United National Party (UNP) should get into an electoral pact.  We have been lobbying for it for some time. If SJBers are asked to accept the elephant symbol and if UNPers are asked to accept the telephone symbol will not serve any purpose. The NPP would not have won the Presidential election if UNP and SJB fielded a common candidate."
  ]
}