{
  "url": "https://www.ft.lk/columns/Central-Expressway-resumption-a-milestone-of-Sri-Lanka-China-friendship-under-BRI/4-783108",
  "title": "Central Expressway resumption a milestone of Sri Lanka-China friendship under BRI",
  "ut": 1760661262.0,
  "body_paragraphs": [
    "The full resumption of construction on Section I of the Central Expressway, linking Kadawatha to Mirigama on 17 September 2025, is far more than an infrastructure update; it is a powerful symbol of Sri Lanka’s economic renewal and a testament to the enduring friendship and strategic cooperation between Sri Lanka and China under the Belt and Road Initiative (BRI). This project, long-awaited by citizens and crucial for national connectivity, stands as a beacon of progress emerging from a period of significant challenge.",
    "The Central Expressway, ultimately linking the country’s capital Colombo and the second largest city Kandy, will be the trunk expressway of the country and knit the existing three expressways into a national network of expressways.",
    "Sri Lanka was among the first nations to embrace the BRI, recognising its natural alignment with its own national development strategy. This foresight is built upon a deep and longstanding history of mutual support. The foundation of our economic partnership was laid decades ago with the groundbreaking Rubber-Rice Pact of 1952. At a time when Sri Lanka was confronting food security challenges and China needed vital resources, this barter agreement provided a stable, mutually beneficial solution. It was a bold move that defied the pressures of the era and established a powerful precedent: that China and Sri Lanka could be relied upon as partners in times of need.",
    "Legacy of pragmatic cooperation",
    "This legacy of pragmatic cooperation has been amplified under the BRI framework, yielding a tangible transformation of its national landscape. For generations, other key infrastructure projects remained on drawing boards, stalled by a lack of funding and technical capability. The modern BRI partnership has changed that narrative. From the Colombo International Container Terminals (CICT) that revitalised its port’s competitiveness to the Southern Expressway that connected the south to the economic heartland, and the iconic Lotus Tower that defines the Colombo skyline, Chinese partnership has been indispensable in turning vision into reality.",
    "Beyond transformative loans, China has also gifted Sri Lanka enduring landmarks of friendship – the Bandaranaike Memorial International Conference Hall (BMICH), the Supreme Court Complex, and the National Nephrology Hospital. These are not commercial ventures but symbols of a deep, people-centred goodwill.",
    "The story of the Central Expressway’s Section I encapsulates this spirit of cooperation. Suspended in mid-2022 amidst the nation’s severe economic crisis and the freezing of international credit lines, the project’s future was uncertain. Its revival is a direct result of President A.K. Disanayake’s leadership and, crucially, the steadfast support of Chinese partners. The Government of Sri Lanka’s allocation of Rs. 8.6 billion, coupled with a vital Yuan-denominated loan equivalent to $ 500 million from the Export-Import Bank of China, has breathed new life into this critical 37-kilometre stretch, setting a firm completion target of mid-2028.",
    "The significance of this moment was captured by Chinese Ambassador Qi Zhenhong at the resumption ceremony: “We gather to witness the exciting moment of the full resumption of Section I of the Central Expressway Project… I extend warm congratulations and heartfelt appreciation to all those who have tirelessly advanced this work.” This project holds a unique distinction: it is the first major infrastructure initiative to move forward since Sri Lanka’s sovereign default in April 2022. It is, therefore, more than a road; it is a turning point, signalling international confidence in Sri Lanka’s recovery and a concrete step toward national renewal.",
    "The Central Expressway is not an isolated endeavour but a key artery in a broader network of BRI-driven prosperity. It connects to a vision of national development that includes the transformative Colombo Port City, poised to become a global financial and services hub, and the upcoming Sinopec refinery in Hambantota, which will position Sri Lanka as a key energy hub for South Asia. These projects represent the evolution of our cooperation from foundational trade pacts to comprehensive, future-focused partnerships. They translate into tangible benefits: thousands of jobs for Sri Lankans, significant foreign investment, and enhanced opportunities for local businesses.",
    "What truly sets the Sri Lanka-China partnership is its resilience and sincerity, a quality evident since the days of the Rubber-Rice Pact. In a time of unprecedented economic hardship, when many traditional partners stepped back, China demonstrated a commitment to standing with Sri Lanka. This involved not just financial support but also diplomatic solidarity and a vote of confidence in our nation’s future. The resumption of the Central Expressway is, therefore, a landmark of trust. It proves that our partnership can withstand global headwinds and domestic difficulties, and that Sri Lanka and China are committed to walking this road of development together.",
    "As the expressway takes shape over the coming years, it will carry more than just vehicles; it will carry the aspirations of a nation moving confidently forward. It will carry the strength of a friendship built over decades and tested through challenge. And it will carry the promise of a shared future defined by mutual prosperity and deeper connectivity.",
    "The resumption of the Central Expressway is indeed a milestone of renewal for Sri Lanka’s economic growth, for people, and for the enduring bond between Sri Lanka and China under the Belt and Road Initiative. It is a clear signal that our journey toward progress is firmly back on track.",
    "(The writer is the Founding Director of the Belt and Road Initiative Sri Lanka (BRISL), a pioneering organisation dedicated to research, dialogue, and engagement on China’s Belt and Road Initiative (BRI). Alongside his leadership role, Maya is a researcher and commentator on international relations, economics, and geopolitics, with a particular focus on Asia and the Global South’s evolving role in world affairs. He is a committed advocate for a multi-polar world order and for strengthening the Global South’s voice in shaping international systems and advancing economic integration.)"
  ]
}