{
  "url": "https://www.eiu.com/n/democracy-index-2024/",
  "title": "EIU’s 2024 Democracy Index: trend of global democratic decline and strengthening authoritarianism continues through 2024",
  "ut": 1740594671.0,
  "body_paragraphs": [
    "EIU’s 2024 Democracy Index: trend of global democratic decline and strengthening authoritarianism continues through 2024",
    "PoliticsGlobalCountry Analysis",
    "EIU’s 2024 Democracy Index, launched today, sheds light on trends in democracy globally in 2024, with the annual index registering a decline in its total score from 5.23 in 2023 to 5.17 (on a 0-10 scale).The overall global Democracy Index score has fallen from 5.52 in 2006 to an historic low of 5.17 in 2024, when 130 countries of the total 167 covered by the index either registered a decline in their score or made no improvement.More than one-third (39.2%) of the world population live under authoritarian rule. Sixty countries are now classified as “authoritarian regimes”, an increase of one compared with the 2023 index, and an increase of eight from a decade ago in 2014.The categories that have recorded the biggest deterioration since 2008 are civil liberties (-1.00 on a 0-10 scale) and electoral process and pluralism (-0.66), however the global average score for political participation improved by 0.74 between 2008 and 2024.Western Europe has the highest index score of any region, at 8.38, and was the only one to improve its overall score in 2024. The United Kingdom improved its score, moving up the rankings from 18th in 2023 to 17th.The US score remained unchanged in 2024 and the US continues to be classified as a “flawed democracy,” ranked 28th. It remains to be seen if historical checks and balances will remain in force and serve to improve or worsen the US’s ranking in 2025.The Nordic countries (Norway, Iceland, Sweden, Finland and Denmark) continue to dominate the Democracy Index rankings, taking five of the top seven spots, with New Zealand claiming second place and Switzerland moving up to fifth.France’s score fell just below the 8.00 threshold to qualify as a “full democracy” because of a decline in its score for functioning of government. Therefore, France was downgraded from a ‘full democracy’ to a “flawed democracy” in 2024.Following the tumultuous political events at the end of 2024, South Korea’s score also fell below the 8.00 threshold for classification as a “full democracy”.Portugal was upgraded to a “full democracy”, as were Estonia (for the first time) and the Czech Republic (for the first time since 2013), the only two east European countries to be classified as “full democracies”.“While autocracies seem to be gaining strength, as shown by the index trend since 2006, the world’s democracies are struggling,” says Joan Hoey, Director for the Democracy Index. “The causes of this protracted democracy recession are complex. In this year’s report, we discuss the factors that have fuelled popular dissatisfaction with democratic political systems over the past two decades, resulting in the rise of political insurgents such as Donald Trump, Nigel Farage, Javier Milei and Marine Le Pen. If insurgents come to power and fail to improve governance and deliver tangible improvements for citizens, there is a risk that disaffection and political polarisation will grow.”The decline in the overall index score in 2024 was driven by reversals in every region of the world with the exceptions of Western Europe, whose average index score improved by the smallest margin possible (0.01 points), and North America, whose score stayed the same. The other five regions registered a decline in their average index score, with the biggest regressions occurring in the Middle East and North Africa (-0.11) and Asia and Australasia (-0.10).In 2024, the two index categories that registered the biggest declines were functioning of government and electoral process and pluralism. The latter score declined by 0.08 compared with 2023, which was disappointing given that so many countries went to the polls in 2024. According to our calculations, 75 countries held elections that were national in scope, including eight of the ten most populous countries in the world (Bangladesh, Brazil, India, Indonesia, Mexico, Pakistan, Russia and the US). This “votequake” delivered some positive outcomes. In many countries, voters ejected governments that had not delivered. However, many elections were not free and fair and other prerequisites of democracy, such as freedom of speech and association, were absent. The score for electoral process and pluralism declined in every region except western Europe and North America.The functioning of government category registered a 0.13-point decline in 2024. This is the lowest- scoring category of the index, with a global average score of 4.53. This poor performance is the result of core weaknesses afflicting democratic systems, developed and developing alike. Gridlock, dysfunction, corruption, insufficient transparency and a lack of accountability have undermined public confidence in governments, political parties and politicians. In many countries, powerful interest groups and the wealthy exert significant influence. Governments outsource decision-making to non-elected bodies. Citizens feel that they do not have control over their governments. As a result, popular trust in democratic institutions has been in decline for many years and helped to deliver an overwhelming rebuke to incumbents in 2024.EIU’s Democracy Index 2024 is available at eiu.com/democracy-index.Additional exclusive content and deeper analysis are available through our Country Analysis service. To arrange a demonstration or explore its features and content, please contact us or visit www.eiu.com/country-analysis",
    "PoliticsGlobalCountry Analysis"
  ]
}