{
  "url": "https://www.ft.lk/columns/When-silence-kills-Cost-of-bullying-ragging-abuse-and-indifference-in-Sri-Lanka/4-776262",
  "title": "When silence kills: Cost of bullying, ragging, abuse and indifference in Sri Lanka",
  "ut": 1746578075.0,
  "body_paragraphs": [
    "Why do we continue to destroy the emotional and physical lives of others",
    "In classrooms and corridors across Sri Lanka, children and young adults are learning something far more dangerous than what appears in textbooks. They are learning how to survive abuse—often inflicted not by strangers, but by peers. Bullying in schools, once brushed off as a “normal” part of growing up, has evolved into something far more sinister, and its consequences are irreversible. Lives are being lost. Futures are being erased. And we, as a nation, remain largely silent.",
    "A hidden epidemic in schools",
    "Bullying is not just teasing. It is not just “children being children.” It is psychological warfare waged on the vulnerable—day after day, year after year. Children are mocked for their appearance, their socioeconomic background, their sexual orientation, or simply for being different. Humiliated publicly, threatened privately, and often physically assaulted, they return home each day with wounds we cannot see.",
    "Some of them don’t return at all.",
    "Suicide among schoolchildren in Sri Lanka is no longer rare. According to the World Health Organization, Sri Lanka has one of the highest suicide rates in South Asia. And while economic pressures and academic stress are contributing factors, bullying is a silent trigger that too often gets ignored. The recent suicide of a 14-year-old student, who had allegedly been relentlessly bullied by classmates and ignored by school authorities, is only one name in a growing list. And behind every name is a grieving family, a shattered classroom, a community asking: How could this have been prevented?",
    "Sexual harassment in schools: A taboo that reeks of privilege and power",
    "Some of the most elite schools in this country—those we parade as centres of excellence—are protecting predators. Behind the prestigious crests and perfectly ironed uniforms are children silently carrying unbearable trauma. Many are victims of sexual harassment, particularly boys in school sports teams, where abuse is normalised as part of team culture.",
    "Older students, coaches, and even staff members have been accused of touching, grooming, and assaulting minors. When survivors try to speak, they are silenced by fear, shame, and the overwhelming weight of powerful old boys’ networks. Complaints are dismissed. Families are pressured into silence. School authorities prioritise reputation over justice. The cycle continues, protected by tradition and polished trophies.",
    "What kind of society allows this?",
    "Ragging: Abuse disguised as tradition",
    "From school, the cruelty graduates with them—into our universities. Here, the violence becomes methodical, organised, and celebrated under the guise of “ragging.” It is nothing short of systemic torture. Every year, we lose university students to suicide. The public mourns. Authorities announce inquiries. And then… silence.",
    "Students are broken, not bonded, by ragging. Many never recover. Yet university administrations remain conveniently indifferent. Perpetrators become leaders. Survivors disappear.",
    "What is causing this?",
    "As a lawyer who deals with family law every single day, I witness firsthand what this collective moral decay produces behind closed doors. I have seen families crumble—marriages shattered by infidelity, emotional abuse, and violence, often at the hands of men wrapped in wealth and social privilege.",
    "I have handled case after case where women are gaslit, violated, emotionally tortured by husbands who walk into courtrooms with expensive lawyers and fake morality. And I am speaking not just of isolated incidents—but a pattern. A system that protects predators if they come from the right families, have the right last names, or sit at the right dinner tables.",
    "And beneath it all? A quiet yet devastating truth: the breakdown of basic human empathy.",
    "I also cannot ignore the booming underground networks of escorts, both male and female, and transgender individuals, easily available through WhatsApp brokers. Yes—entire catalogs of bodies, sold through encrypted chats, consumed like products, destroying families, feeding addictions, and leaving a trail of broken spouses and children.",
    "These are not fringe stories. These are stories from affluent homes, respected schools, prestigious universities, powerful offices.",
    "CPF: Doing damage control in the dark",
    "At Child Protection Force (CPF), we have been doing damage control for years—often stepping in where the system fails. We have supported children who were sexually harassed in school but silenced by teachers. We have sheltered survivors of violent ragging when their families were too afraid to go public. We’ve fought in courtrooms for young boys assaulted by sports coaches, and for girls violated by trusted mentors. Every day, we work to pick up the shattered pieces left behind by a nation that continues to look away. But damage control is not the same as justice. We are fighting fires that should never have been lit in the first place.",
    "Why do we do this to one another?",
    "What are we becoming?",
    "Why do we continue to destroy the emotional and physical lives of others without remorse? Why is there so little outrage, so little action? Have we become numb to suffering because it’s easier than confronting it?",
    "We are a society obsessed with appearances—grades, medals, reputations, marriage photos. But what lies underneath? Children taking their lives. Women begging to be believed. Students being brutalised. Families torn apart by deceit and abuse.",
    "And through it all, we keep waiting for someone else to fix it.",
    "We have lost hope in policymakers",
    "We have screamed. We have pleaded. And we have waited—for lawmakers, school boards, and university councils to take action.",
    "But nothing. Not one policymaker has stood up to say, “This ends now.”",
    "Where is the Ministry of Education when children are abused in classrooms?",
    "Where is the University Grants Commission when young lives are lost to ragging?",
    "Where are our parliamentarians when families are being shattered by systemic violence?",
    "Hope in policy change has started to feel like a cruel joke.",
    "A nation at a crossroads",
    "This is not just about schools or universities. It’s about a rotting value system. A deep, societal failure that stretches across generations, institutions, and homes. We must ask ourselves if we are raising children who will grow into kind, responsible adults—or ones who will continue this cycle of destruction.",
    "We can no longer remain bystanders.",
    "Silence, in this context, is violence.",
    "Inaction is complicity.",
    "The fight for compassion, justice, and safety in Sri Lanka must begin with truth. With courage. With us.",
    "Before another child dies.",
    "Before another wife is broken.",
    "Before another family unravels.",
    "Before there’s nothing left to save.",
    "(The writer is Founder and",
    "Senior Legal Consultant of Child Protection Force.)"
  ]
}