{
  "url": "https://www.ft.lk/columns/Education-reforms-Introduction-to-religions/4-788629",
  "title": "Education reforms: Introduction to religions",
  "ut": 1771611997.0,
  "body_paragraphs": [
    "Brahmavihara Arama in Bali",
    "We are all human beings, and our nationality and religion are simply accidents of birth -Venkatraman Ramakrishnan - British American structural biologist and former president of the Royal Society",
    "In this day and age, when volumes of Buddha Dharma texts are needed to explain the doctrine and the pathway to attain the ultimate objective of liberation from Samsara or cycle of birth, perhaps, genuine belief and adherence to the Buddhist Brahmavihara practices Metta, Muditha, Karuna and Upekkha, could prepare the mind of a person to achieve the ultimate purpose of the doctrine. In a converse context, one could well question whether not believing and adhering genuinely to these practices would prepare a person’s mind and condition it to reach for the higher goal. A more than subtle difference exists between practicing the teachings of all religions, and the acquisition of theoretical knowledge about them, as conditioning ones mind becomes key to practicing the theory.",
    "This article is not about the Buddha Dhamma or the philosophy of any other religion, as the writer is not competent to do so. it. It’s about a suggestion as to how barriers that exist in understanding and respecting each other’s religions may be overcome at an early age by exposing all school going children to the fundamentals that are common across all religions. The ideal of Metta, Karuna, Muditha and Upekkha could be viewed as such a fundamental.",
    "Newborn child does not carry any labels",
    "As the head of the Walpola Rahula Institute Venerable Galkande Dhammananda often says in his Dhamma talks, a newborn child does not carry any labels. Only a human being emerges from a mother’s womb, Labels are attached to them over time by their parents, families, society, schools, and the child is thereafter identified as a Sinhalese, or a Tamil, or a Muslim, religions are attached to them, and they come to be known as Buddhists, Christians, Islamists, Hindus or belonging to other religions. The entire exercise leads to divisions amongst human beings, where no such divisions existed at the time of the child’s birth.  These divisions become corner stones for cultural identities, often without much consideration and respect for different cultures. In some cases, these division become extreme, leading to violence and even war.",
    "No doubt different cultures bring a degree of richness to human society. However, the ownership of such cultures and competition amongst them precipitates divisions amongst them to demonstrate dominance of one over others. This richness will not be there without the diversity, however, rather than appreciating the cultural diversity and its richness, as one would appreciate the beauty of different fauna and flora in a forest, human beings tend to overlook the whole for segments of it. If diversity leads to discrimination, division and even violence, then the teachings of the respective religious leaders would have been negated and been in vain.",
    "The question then arises whether a common theme maybe identified amongst religions that could serve as a truth that is universal as far as possible, to all religions",
    "the Brahmavihara ideals",
    "In this context, one could consider the Brahmavihara ideals, Metta, Karuna, Muditha and Upekkha as these universal truths as without doubt, all religions subscribe to them, with perhaps some emphasis differences amongst some religions which does not take away the principle of the ideals. The table shown below will shows that the four religions, Buddhism, Hinduism, Christianity and Islam have so much commonality when it comes to these ideals while some interpretation and emphasis differences exist. Similarly, there no doubt such commonality would be there amongst all other religions of the world. The purpose of these ideals is to heal the minds of human beings so that they can follow the teachings of their respective teachers, with an understanding and sympathetic mind towards others who chose different religious faiths and religions. The essence of the Buddhist Brahmavihara ideals maybe stated as follows",
    "Metta (Loving-Kindness/Friendliness): The desire for the well-being, happiness, and safety of all beings, including oneself. It is unselfish love and the antidote to anger or aversion.",
    "Karuna (Compassion): The desire to relieve the suffering of others. It is characterised by an open heart that cares for others’ pain, acting as the antidote to cruelty.",
    "Mudita (Sympathetic or Appreciative Joy): The ability to feel genuine joy and happiness in the success, good fortune, and achievements of others. It is the antidote to envy and jealousy.",
    "Upekkha (Equanimity): A calm, balanced, and unshakable mind, not easily disturbed by emotions, change, or misfortune. It is a detached understanding of the nature of things (including karma/impermanence) and is the antidote to clinging, partiality, and indifference.",
    "The strong, fundamental parallels in Christianity, Islam, and Hinduism to the Buddhist Brahmavohara ideals, loving-kindness, compassion, sympathetic joy, and equanimity as essential virtues, though they may be framed differently through their respective theological lenses of divine love, and submission to God, does not take away the fact that the principles enunciated in the ideals are unchanged, and that these ideals do not really belong to any particular religion. The fundamental message inherent in them is universal if one cares to consider them dispassionately and objectively as truths in whatever form they are presented. The following brief summary, incomplete no doubt, is an interesting account of the commonalities.",
    "Parallels in Christianity",
    "Metta (Loving-kindness) & Karuna (Compassion): Comparable to Agape (unconditional love) and the mandate to love neighbours. The concept of “turning the other cheek” reflects the patience in Metta.",
    "Muditha (Sympathetic Joy): Relates to “rejoicing with those who rejoice” (Romans 12:15) and, for some, praising God for the goodness in others.",
    "Upekkha (Equanimity): Corresponds to inner peace, trust in divine providence, and detachment from worldly anxieties.",
    "Karuna (Compassion): Closely aligns with Rahmah (divine mercy/compassion).",
    "Metta (Loving-kindness): Reflected in Ukhuwah (brotherhood) and Ihsan (perfection of faith/kindness).",
    "Upekkha (Equanimity): Paralleled by Sabr (patience/steadfastness) and Tawakkul (trust in Allah) during adversity.",
    "Muditha (Sympathetic Joy): Relates to Ukhuwah and being pleased with the blessings God grants others.",
    "Parallels in Hinduism",
    "Metta & Karuna: Reflected in Maitri (friendliness) and Karuna (compassion) in yogic philosophy. These are often linked to seeing the divine within all beings (Atman), as seen in the Bhagavad Gita.",
    "Muditha: Expressed through Mudita, often practiced as part of Bhakti (devotion) to feel joy in the happiness of others.",
    "Upekkha (Equanimity): Closely tied to the concept of Samatvam or Samatā (evenness of mind) in the Bhagavad Gita, maintaining balance in success or failure.",
    "As stated, while some differences may exist in the interpretation of the Brahmavihara ideals, rather than focussing on differences, a question should be asked why something that is common to all religious faiths should not be the focus rather than the differences. From a day-to-day perspective, what matters is an understanding and an appreciation of the goodness of all religions that would make societies more content and integrated. Each person could then pursue higher learning and practices of their respective religious philosophies and beliefs in more peaceful and uncompetitive environments.",
    "Religious beliefs with compassion",
    "Introducing these four compassionate attitudes to all students in schools during their formative period, and explaining them in a language they could understand what these mean, and the benefits to them and others if they begin to practice these as a matter of course and rather than being forced to do so, is a worthwhile proposition that should be considered.  This would be an ideal time for a discussion on this suggestion, and hopefully, the consequent inclusion in a school curriculum for students at an appropriate period of schooling. Teaching should be based on acquisition of knowledge and improving one’s mind rather than just teaching of a subject. An introduction to the topic of compassionate living should not be part of a subject that is to be taught, and children tested on what has been taught. It should be based on widening and deepening a child’s knowledge",
    "If a young adult emerges from a grounding in compassion, which perhaps could be a single word that describes the essence of the Brahmavihara ideals, that person could very well be able to pursue their individual religious beliefs with compassion towards others, and be better positioned to pursue and practice the fundamental teachings of their respective religions as they were taught by their teachers, rather than be practitioners of what institutionalised religions offer in the name of the founding teachers."
  ]
}