{
  "url": "https://www.ft.lk/columns/Rebuilding-housing-post-Ditwah-Lessons-from-Sri-Lanka-s-tsunami-experience/4-785484",
  "title": "Rebuilding housing post-Ditwah: Lessons from Sri Lanka’s tsunami experience",
  "ut": 1765408705.0,
  "body_paragraphs": [
    "The Ditwah Cyclone ranks second only to the December 2004 Tsunami in terms of damage to housing in Sri Lanka’s recent history. According to the government’s Disaster Management Centre, as of 9 December 2025, 86,488 houses were partially or fully damaged due to Ditwah. This is only slightly fewer than the nearly 100,000 houses affected by the 2004 Tsunami. The Government has announced a redevelopment program to assist affected families in rebuilding their homes in safer locations. It has many similarities to the 2005 post-Tsunami housing program and holds important insights as outlined in the Post-Disaster Housing: Lessons Learnt from the 2004 Tsunami of Sri Lanka, to inform the Ditwah Cyclone housing initiative.",
    "The tsunami housing study was based on two surveys by the Institute of Policy Studies of Sri Lanka (IPS) covering 600 affected families across six districts in the Southern and Eastern Provinces to evaluate the efficiency and effectiveness of the post-tsunami housing program. The first was done in April 2005 and the same households were re-surveyed after 18 months to assess progress.",
    "The post-tsunami housing program",
    "A key feature of the 2005 post-tsunami housing program was the no-build buffer zone in the beachfront of affected areas, as it was deemed unsafe to build within this zone. Given this demarcation of the no-build zone, the post-tsunami housing program took a two-pronged approach. Families living outside the zone received cash grants to rebuild their homes (owner-driven rebuilding), while those residing inside the zone were provided with houses in alternative areas closer to their original residences (donor-driven relocation).",
    "Owner-driven rebuilding: All affected individuals living outside the no-build buffer zone could receive a government grant to rebuild their homes. The grant, given in stages based on the extent of damage, required households to prove ownership. They could choose to rebuild their old home or construct a new one on land they owned. Families that effectively used their grant could also qualify for a Rs. 500,000 concessionary loan to meet additional housing needs.",
    "The selection of beneficiaries and the assessment of grant amounts followed a three-stage process. The Divisional Secretariat (DS) established a Damage Assessment Team (DAT) in each Grama Niladhari Division (GND) to support this process. The DAT included representatives from the relevant GND, donor agencies active in the area, members of the village rehabilitation committee (VRC), and technical officers from the DS. VRCs were created explicitly in each GND to incorporate community input during reconstruction. In the first stage, DAT compiled a list of households eligible for housing assistance. During the second stage, the GND and DS published preliminary lists of eligible families. Any disputes about eligibility were recorded and resolved at VRC meetings. Conflicts that could not be settled locally were escalated to a designated grievance committee at a higher level. After finalising the list, beneficiaries received certificates to confirm their eligibility.",
    "Donor-driven relocation: All those living within the no-build buffer zone were promised a house built with the assistance of donors on land designated by the Government. The households were not required to prove land ownership. The new homes needed to have at least 500 sq. ft. of space and access to electricity, running water, sanitation, and drainage facilities according to guidelines set by the Urban Development Authority (UDA).",
    "The main challenge of this scheme was to find suitable land for relocation. The District Secretary and the UDA were responsible for identifying land for the move.",
    "Post-Ditwah housing program",
    "The post-Ditwah housing program too employs a two-pronged approach. Families living in unsafe locations are to be provided with either land or Rs. 5 million to purchase new land, along with another Rs. 5 million to construct a new house. In contrast, houses damaged by Ditwah are to be allocated up to Rs. 2.5 million for rebuilding, depending on the extent of the damage.",
    "Lessons for Ditwah from the Tsunami Housing Program",
    "Identifying beneficiaries",
    "One main issue in the post-tsunami housing program was defining a ‘household’. A ‘household’ was understood as all individuals living together before the Tsunami. Clarifying this early on was important because, in some cases, extended families consisting of several nuclear families shared the same dwelling. The three-stage beneficiary identification process described earlier helped select beneficiaries transparently, with the involvement of a representative group of stakeholders.",
    "Initially, during the post-Tsunami reconstruction phase, donors lacked an effective system for selecting beneficiaries. As many distributed donations by directly visiting affected places, those near main roads received most of the donations, while less visible groups received less. The eligibility lists were a valuable means of providing information on the needs of the affected.",
    "The post-Ditwah housing program could also benefit from clarity regarding who is eligible for different types of housing assistance.",
    "Identifying house ownership",
    "The lack of documents to prove ownership and identity was one of the main factors delaying the progress of the housing program. According to the IPS Survey, 23% of those surveyed reported losing their deeds, and 41% reported losing their national identity cards during the tsunami. Furthermore, the requirement to show land ownership made several households ineligible for a new house because some of the damaged homes were built on land that had been encroached upon.",
    "The post-Ditwah reconstruction can avoid delays by establishing mechanisms to replace lost documents and, where that is not possible, other means of proving ownership, which is essential for accelerating beneficiary identification.",
    "Process oversight and governance",
    "The Government formed the Task Force for Rebuilding the Nation (TAFREN) to ensure proper procedures in beneficiary identification and fund distribution in accordance with accounting standards. According to the IPS’ 2008 follow-up survey, the no-build buffer zone, difficulties in finding suitable land for family relocation, and issues with donor coordination were the primary reasons for delays in providing houses for the affected. The buffer zone was later relaxed to speed up reconstruction. In March 2006, the Reconstruction and Development Agency (RADA) was established to improve coordination between DSs and donors.",
    "Effective donor coordination was essential to ensure that all beneficiaries received support without overlap, thereby optimising donation utilisation. During the post-tsunami reconstruction phase, some donors’ reluctance to register with the DS led to ineligible people receiving houses, while eligible people did not. To resolve this, all donors—whether national, international, multinational, or private—supporting the reconstruction phase had to register with the DS. This enabled the Government to match donors with affected individuals using eligibility lists. Even donors outside the official reconstruction program were encouraged to register with the DS to avoid duplicate assistance.",
    "Taking measures to register potential donors and map donor assistance to eligible lists helps to highlight gaps in the reconstruction program. Such information helps attract new donors and ensures that all eligible persons receive assistance.",
    "It is vital for the Ditwah-housing program also to ensure that an identified agency is given authority to ensure proper governance and coordination.",
    "Skills, materials for rebuilding",
    "The lack of skills, materials, and labour for building their own houses was a primary obstacle to the progress of the owner-driven housing program. The IPS 2005 survey revealed that 62% of the affected households were unable to manage the rebuilding of their own houses. The reconstruction boom following the tsunami increased the input prices, making the initial allocation of funds insufficient. Further, identifying land for relocation was a central issue during the post-tsunami relocation period.",
    "Ensuring the availability of necessary inputs and skills is essential for speeding up reconstruction in the post-Ditwah reconstruction phase. Early identification of suitable land for relocating families and ensuring that allocated plots are ideal for beneficiaries’ lifestyles are essential to expedite reconstruction and ensure beneficiary welfare.",
    "The measures announced by the Government to provide grants to Ditwah Cyclone affected households to move to safe locations and rebuild their houses are commendable. Expediting the reconstruction process by minimising bottlenecks and clarifying beneficiary eligibility is essential to speed up reconstruction, as described above, thereby improving the welfare of those affected.",
    "(The writer is a Director of Research at Institute of Policy Studies of Sri Lanka (IPS))"
  ]
}