{
  "url": "https://www.ft.lk/opinion/Can-cheaper-alcohol-products-truly-build-A-Thriving-Nation-A-Beautiful-Life-for-citizens/14-774187",
  "title": "Can cheaper alcohol products truly build “A Thriving Nation, A Beautiful Life” for citizens?",
  "ut": 1741823586.0,
  "body_paragraphs": [
    "Increasing alcohol excise taxes and prices is the single most effective and cost-effective strategy for reducing alcohol consumption",
    "Commissioner General of Excise U.L. Udaya Kumara Perera",
    "In December 2024, the newly appointed Excise Commissioner announced in a media briefing that steps were being taken to introduce a lower-priced alcohol product. This proposal was met with strong opposition from organisations such as the Sri Lanka Medical Association (SLMA) and ADIC – Sri Lanka (Alcohol and Drug Information Centre), as well as from the general public.",
    "Despite this opposition, during the meeting of the Parliamentary Committee on Public Finance (COPF) on 9 March 2025, the Excise Commissioner General and his officials re-introduced this proposal and mentioned that they are proceeding with implementing it.",
    "This initiative contradicts the new Government’s vision of “A Thriving Nation, A Beautiful Life” and raises concerns about whether the Excise Department is deliberately creating difficulties for the President and the new Government.",
    "The primary responsibility of the Excise Commissioner General and his officers should be to take necessary legal action against individuals responsible for illicit alcohol trade. Instead, they seem to be misleading both the Government and the public by claiming that 40% of alcohol in the market is illicit, based on unscientific studies conducted in favour of the alcohol industry. Furthermore, their effort to cover the inefficiencies of the Excise Department by presenting false data, to mislead both the public and the Government, is a matter of serious concern.",
    "During the past two instances, the Excise Commissioner General and his officials put forward three key justifications for their proposal regarding lower-priced alcohol.",
    "Introducing a lower-priced, legally manufactured alcohol product as a measure to reduce the consumption and distribution of illicit alcohol.",
    "Generating Government revenue by capturing taxes lost due to the consumption of illicit alcohol.",
    "Introducing a lower-priced legal alcohol product as an alternative to safeguard the health of those who consume illicit alcohol.",
    "ADIC reiterates that the proposal put forward by the Excise Commissioner General and his officials is not supported by scientific evidence and will in no way achieve the intended objectives. Therefore, we would like to highlight through the following points how the proposal put forward by the Excise Commissioner General and his officials fails to achieve its intended objectives.",
    "Reduce illicit alcohol consumption",
    "The claim that introducing lower-priced, legal alcohol products will reduce illicit alcohol consumption is false.",
    "In any market, both legal and illegal substitute products are inevitably sold at a price lower than the standard product. If this were not the case, there would be no demand for the substitute.",
    "Similarly, illicit alcohol, such as kasippu or any other product, is usually priced lower than legally manufactured alcohol to sustain its market presence. If the proposal by the Excise Commissioner General to introduce a lower-priced, legal alcohol product is implemented, illicit alcohol producers will simply adjust their prices downward, ensuring continued demand for their products.",
    "Thus, the argument that reducing the price of legal alcohol will control illicit alcohol consumption is a misconception, one that has been perpetuated by the alcohol industry for decades.",
    "Historical evidence further contradicts this claim. In 1996, a similar argument was used to justify and implement a 50% reduction in beer taxes to control illicit alcohol consumption. However, the outcome was a staggering 200% increase in beer consumption. If this approach had been effective, there would be no need to re-conduct this discussion today.",
    "Lost tax revenue can be recovered",
    "The argument that lost tax revenue from illicit alcohol can be recovered by introducing lower-priced legal alcohol is yet another misconception.",
    "According to the Excise Commissioner General’s proposal, introducing a lower-priced legal alcohol product would primarily result in consumers who currently purchase higher-taxed alcohol shifting to the cheaper alternative. This shift would lead to a significant decline in Government tax revenue from alcohol, as a larger portion of sales would occur at a lower tax rate.",
    "Furthermore, this initiative would lead to increased alcohol consumption as the product becomes affordable to more individuals, while also encouraging younger individuals to initiate alcohol consumption, exacerbating public health and social concerns.",
    "Minimise health risks",
    "The claim that introducing lower-priced legal alcohol is necessary to minimise health risks associated with illicit alcohol is yet another misconception.",
    "As emphasised in the above points, introducing lower-priced legal alcohol increases the purchasing power of consumers, thereby increasing their alcohol consumption. Additionally, the reduction in the price of illicit alcohol, in line with the price of legal ones, leads to an increase in the consumption of illicit alcohol as well, leading to more issues in the long run.",
    "As a result, the third expectation of the Excise Commissioner General also remains unfulfilled. Instead, the increase in alcohol consumption leads to the deterioration of the physical and mental health of the users, the loss of family happiness, and ultimately creates highly detrimental consequences for the individual, society, and the country as a whole.",
    "This situation directly contributes to a short-term and long-term rise in national healthcare costs and a decline in the productivity of the working population.",
    "According to the latest studies by the World Health Organisation (WHO), it has been scientifically confirmed that no amount of alcohol is beneficial to the human body.",
    "Alcohol consumption has been identified as one of the four major risk factors contributing to non-communicable diseases (NCDs), which are responsible for 8 out of 10 preventable deaths worldwide. An increase in alcohol consumption within a country has also been recognised as a key factor leading to higher mortality rates and disease prevalence.",
    "In Sri Lanka, alcohol use is responsible for the deaths of approximately 50 individuals per day, amounting to around 20,000 deaths annually.",
    "Moreover, although attempts have been made to portray excise tax revenue as the country’s largest tax income, according to reports from the Central Bank, alcohol excise taxes contribute only 6% to the total tax revenue. Furthermore, scientific studies have proven that this is not a source of income for the country but rather an economic burden. In 2022, alcohol tax revenue amounted to Rs. 165 billion. However, according to a 2023 survey conducted by the United Nations Development Program (UNDP), the health and economic losses caused by alcohol consumption in Sri Lanka in the same year totalled Rs. 237 billion.",
    "According to the WHO, countries should focus on controlling alcohol and tobacco consumption by increasing taxes on these products. Scientific research, including studies conducted by the WHO and other organisations, has confirmed that significantly increasing alcohol excise taxes and prices is the single most effective and cost-effective strategy for reducing alcohol consumption, initiations and associated harm.",
    "It is important to emphasise that the responsibility of the Excise Commissioner General and the Excise Department is not to contribute to a society where alcohol consumption leads to increased illness, the destruction of family life, a rise in accidents, the loss of children’s happiness and freedom, or the promotion of violence against women.",
    "However, the Excise Department appears to be portraying the regulation of legal alcohol as an unmanageable task while proposing to lower the price of legal alcohol as a means to control illicit alcohol consumption. Rather than effectively addressing the illicit alcohol issue, this approach ultimately contributes to increasing legal alcohol consumption while simultaneously strengthening the illicit alcohol trade, including the production of kasippu and other illicit alcohol products.",
    "The correct approach should involve properly enforcing alcohol taxation, preventing the sales and distribution of illicit alcohol, identifying untaxed alcohol products in the market, bringing those engaged in such illicit trade to justice, and implementing measures to prevent such occurrences in the future, for the betterment of the country.",
    "Furthermore, the department’s responsibility should align with the vision of “A Thriving Nation, A Beautiful Life,” as emphasised by the President and the Government.",
    "ADIC, Sri Lanka firmly advocates for implementing effective and accurate measures to control the alcohol issue in the country, rather than disguising alcohol price reductions as a means of controlling illicit alcohol, a strategy that ultimately increases overall consumption, benefits the alcohol industry, and deepens the public’s entrapment in alcohol harm."
  ]
}