{
  "url": "https://www.dailymirror.lk/opinion/Property-Taxes-No-Thanks-but-Many-Thanks-to-the-IMF/172-291948",
  "title": "Property Taxes: No Thanks but Many Thanks to the IMF",
  "ut": 1726676317.0,
  "body_paragraphs": [
    "The Imputed Rental Income Tax which is aimed at raising more revenue, will result in little or no additional revenue for several years",
    "The Government of Sri Lanka and the IMF have agreed on the introduction of a new property tax. It is labelled the Imputed Rental Income Tax. It is part of the programme to raise more revenue, and defended as a means of shifting some of the tax burden from income earners and consumers to those who have wealth. The proposal should be rejected. It will not work. It will result in little or no additional revenue for several years at least. It requires a great deal of additional activity by several government agencies. It will increase popular confusion about, and mistrust of, the tax system.",
    "However, the IMF technical team working on this proposal has done the country two favours. First, they have investigated and explained the current (highly complex) property tax system with unprecedented clarity and detail. Second, they have given us all the information needed to understand why this specific proposal will not work and what the best alternative is.",
    "Why a new property tax? Sri Lanka already has two. One is the Assessment Rates that many householders pay annually to their municipal council, urban council or Pradeshiya Sabha. The other is the stamp duty that some people pay to the Inland Revenue Department when they sell a building other than their primary residence. Both these taxes are levied at very low rates, are widely evaded, and raise tiny amounts of revenue. So, rather than raise a third property tax, why not deal directly with the problems of the existing taxes: increase the rates and widen the coverage? The answer is unlikely to convince the ordinary voter.",
    "Constitutionally, all revenue from property taxes belongs to sub-national governments. But the agreement with the IMF is to increase central government revenue. More revenue for sub-national governments would count for nothing. The proposal is to tax property through the introduction of what is formally an income tax, because income tax revenues belong to the central government. But most houses generate little direct income for their owners, and the income from renting out commercial property is already taxable. The proposed new (income) tax will fall on ‘imputed rental incomes’. That means the income that people would earn if they were to rent out their property.",
    "But, you hear people screaming, “I am not renting out my house. My family lives there. Where am I supposed to get the money from to pay an income tax when there is no actual income?” There is a reasonable, technocratic answer to such expressions of outrage. People do obtain real if intangible benefits from living in their own house. The richer they are, the bigger and better their houses, and the greater these intangible benefits. From a technocratic perspective, taxes on imputed rental incomes from owner-occupied houses are a good way of actually taxing wealth.",
    "However, I would not want to defend the Imputed Rental Income Tax on any doorstep in Colombo. Many people will have noticed that it has another weird feature. It exactly mirrors the existing Assessment Rate. The Assessment Rate is, in principle, a tax on asset values, i.e. the capital value of the house. The Imputed Rental Income Tax is, in principle, a tax on the income that could be obtained from renting out the house. How is that to be calculated? As a proportion of the capital value of the house. We are being offered two separate taxes, collected by different organisations, on the same base. Is this really viable in a country where tax is such a politically sensitive issue?",
    "If you think the answer might be a yes, then look at some further points raised in the IMF technical report. Sri Lanka does not have a database on property capital values that could be used to start collecting the Imputed Rental Income Tax this year, next year, or even the year after. Several years of intensive work are needed to amass and refine information, and establish new information systems and organisational routines in both central and subnational governments. In the meantime, it is suggested that the government should begin to collect the tax based on house owners’ own declarations about the value of their properties. For some time, there would be no way of challenging these self-assessments. The new tax will produce little revenue for several years. Worse perhaps, it would directly encourage tax evasion, and make the tax system seem even more unfair, obscure or ridiculous. It would not build the public support needed to make the tax system more effective in the longer term.",
    "We should waste no more time on the Imputed Rental Income Tax. However, Sri Lanka really does need to raise more revenue from property taxes, both for reasons of fairness and to get more money into the hands of the subnational governments. The IMF report signals the best way to do that. We need to abolish the Assessment Rates system, that is actually a modified colonial inheritance. It works reasonably only if government agencies can value each property fairly accurately and then keep those figures updated as property prices change, new houses are built, and old ones are rebuilt. That has proved impossible in Sri Lanka and many other countries. The Government Valuation Department cannot provide up-to-date valuations for around 5 million residences and commercial buildings. The costs of professional valuation are far too high. Experience from India and elsewhere is that it is better to assess residences for property taxes on the basis of a few observable physical features, like size, location, building quality and facilities. These assessments can be done and updated locally. That too will take time, but it will produce a much more acceptable and effective property tax system.",
    "Professor Mick Moore is a",
    "Non-Resident Fellow of Verité Research. He is a Professorial Fellow at the Institute of Development Studies and the founding CEO of the International Centre for Tax and Development"
  ]
}