{
  "url": "https://hbr.org/2024/10/3-ways-to-manage-moments-of-work-induced-anxiety",
  "title": "3 Ways to Manage Moments of Work-Induced Anxiety",
  "ut": 1729665303.0,
  "body_paragraphs": [
    "karetoria/Getty Images",
    "Owing to our fast-paced workplaces, our collective stress baselines are higher than ever before, and against this backdrop, you might find yourself getting anxious more easily at work. Today, workplace anxiety is common, but it is also manageable and to some degree, even preventable. Our minds and bodies aren’t our enemies; in our modern relentless work environments, they’re our greatest allies — if we know how to use them. To manage workplace anxiety, it is important to adopt approaches to support our salience network (the brain’s system for prioritizing and integrating important information) and calm the nervous system. One way to do this is to adopt the salience network hack — every 20 minutes, rotate your neck and eyes, and shift your focus between close and distant objects. This breaks the pattern of sustained stillness, disrupting the “panic circuit” and resetting the nervous system, helping to reduce anxiety and restore calm and focus. Another strategy is to create a “panic pack” — a small bag containing items to calm your senses. You can keep it at your desk or in your work bag. Your bag should include something with strong tastes like sour, bitter, or salty to stimulate the vagus nerve at the back of the tongue, which may help promote a calming effect. You could also keep nuts, fruit, or homemade energy bites that can help stabilize blood sugar and provide essential nutrients. Chewing and swallowing activate the vagus nerve, which can help calm the autonomic nervous system.",
    "Picture this: You get to the office, you’re in the flow, and you’re getting through your checklist. Suddenly, an email from your boss pops into your inbox telling you that you’ve made an error in the recent client proposal you submitted. The team lost the account to a competitor. Now your boss is blocking an hour on your calendar to talk about the mistake and your involvement with two other high-profile projects. The team member you’d relied on to present during the afternoon meeting has called in sick. You now have to give a presentation you haven’t prepared for. You notice your hands getting sweaty, your heart is racing, and a feeling of panic washes over you.",
    "Stress Management Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Stress Management. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "How to build resilience at work.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "Smart Rivals: How Innovative Companies Play Games That Tech Giants Can't Win",
    "HBR Guide to Designing Your Retirement Toolkit",
    "Read more on Mental health",
    "Health and behavioral science and Health and wellness"
  ]
}