{
  "url": "https://www.ft.lk/columns/Coping-with-and-managing-the-agony-and-ecstasy-of-annual-promotions/4-785392",
  "title": "Coping with and managing the agony and ecstasy of annual promotions",
  "ut": 1765239685.0,
  "body_paragraphs": [
    "In the early years of my leadership career, an event that often left me in a state of trepidation was the annual promotion cycle. It was not the mechanics of the review process or the substance of the discussions themselves that gave rise to such anxiety. It was the dispirited office atmosphere that inevitably followed once the announcements were made and the letters were sent. For a brief, intense period, the office was polarised. A small, joyous cohort of winners basked in well-deserved recognition while a much larger group, the crestfallen majority, was left grappling with the distinct feeling of having been passed over. Given that both the winners and the losers were wonderful, loyal, and committed employees, the sight of the many sad faces was not my cup of tea. Over the years, I continuously learnt, and sometimes discovered, ways to preempt and/or overcome the despondency that enveloped me at promotion announcement time. This article, while discussing the soft and hard issues of promotions, serves to describe such mitigants.",
    "The annual promotion cycle of an organisation is often a period of tense expectations where relationships are strained, vulnerabilities are exposed, and the social fabric of teams is momentarily, and sometimes permanently, fractured. The ecstasy of the promoted is frequently muted by the agony of those who did not, thereby creating an atmosphere that poisons the celebratory ideal and breeds cynicism. The joy of a promotion or the disappointment of ‘no promotion’ is usually amplified or exacerbated because promotion is psychologically tied to identity. A title change is rarely just about money. It is an institutional validation of one’s professional narrative and trajectory. To be denied a promotion is to receive an institutional label that the individual is “not ready,” and is “not quite good enough,” at the moment.” This verdict gets internalised and leads to intense self-interrogation and a feeling of stagnation. The mental paralysis that follows when a clear path forward vanishes is crippling. The accompanying uncertainty, the fear of missing out, and the inevitable comparison to others create a persistent, low-grade fear that pervades the workplace long after the promotion window has closed. Staying in the same grade, despite having delivered an outstanding year of work, is a hard outcome for the human mind to accept. Ironically, this annual ritual, ostensibly designed to reward and incentivise, often ends as a profound source of unintended demotivation.",
    "What drives promotions?",
    "Until around 1993, I linked promotions solely to ‘years of service’ in the organisation. That thinking changed dramatically following a conversation I had with the Chief Executive Officer (CEO) of the Zambia-based branch of Imperial Chemical Industries (ICI), the British chemical giant renowned for inventions like Perspex and polythene. He stated that at ICI no one got promoted unless there was a change in the scope of his/her job. Deeper reflection on the topic convinced me that linking promotion to years of service is fallacious because utilising metrics such as tenure-based recognition and sympathy upliftment constitute a critical strategic failure that erodes organisational effectiveness, inflates operational costs, and ultimately stifles innovation and growth. I began to appreciate the clear distinction between a reward for past performance and an investment in the future. My belief that the only legitimate basis for a promotion is the acceptance of a role whose scope, responsibilities, and accountability are demonstrably and fundamentally greater than those of the preceding role has progressively entrenched. Reward, I realised, is retrospective while promotion is prospective. Promotion, I concluded, is an objective investment in future value to maintain the integrity of the organisational structure. It is an organisational acknowledgment that the employee is equipped to manage a fundamentally more complex, valuable, and demanding set of duties. Therefore, to promote an individual without a corresponding elevation in the fundamental job architecture is to dilute the currency of the title, creating systemic inefficiencies and confusing the very definition of career progression.",
    "Promotions driven by factors outside of expanded scope such as rewarding loyalty or years of service create organisational dysfunctions that are far more costly than the temporary goodwill they might generate. Throughout my long career, I have observed this damage manifesting in three critical forms: the devaluation of meritocracy, the structural application of the Peter Principle, and pervasive financial and cultural inefficiency.",
    "The value of meritocracy",
    "Meritocracy is the bedrock of high-performing cultures, fostering a belief among employees that effort, skill, and demonstrable value creation directly lead to career advancement. When promotions are decoupled from actual job demands and instead become entitlements linked to years served, this social contract is shattered. Hard-working, high-impact employees who rapidly expand their potential to satisfy an extended scope find themselves blocked or demoralised when a less productive but longer-tenured colleague receives a promotional title simply for “waiting their turn.” This practice signals to the entire workforce that seniority, not performance and potential, is the primary driver of success. The highest achievers, who are typically the most mobile and in-demand, are the first to disengage or leave, seeking environments where their efforts are appropriately valued and rewarded. The organisation is then left with a disproportionate number of low-and mid-performers who are incentivised to remain solely to accrue tenure, further accelerating the talent drain. True organisational fairness demands that opportunity and reward are tied directly to contribution and capability, which can only be measured by the demands of the role itself.",
    "The Peter Principle posits that, in a hierarchical organisation, employees tend to be promoted until they reach a level of incompetence. This point, being their “level of incompetence”, becomes their final placement, as they stop displaying the potential to earn further promotions but not disastrous enough to warrant demotion. The consequence is that, over time, positions are frequently occupied by people who lack the necessary skills to perform their duties effectively, leading to organisational inefficiency. The core issue is that the competence required in one role is not the competence required in a higher role. Often, technical experts with high task orientation are promoted to relationship-oriented leadership roles that demand competencies such as coaching, delegation, empowerment and conflict resolution and they soon become fish out of water. A scope-based approach requiring the demonstration of readiness to assume the new tasks is a natural prophylactic against this principle.",
    "Promotion carries an immediate and lasting financial burden, primarily through salary increases and benefits adjustments. When this increased compensation is not met by a corresponding increase in organisational value delivered through an expanded job scope, the promotion is a net loss. The organisation is effectively paying a premium for the same level of work. This leads to severe salary compression, where newer hires performing complex roles are paid less than long-tenured employees performing simpler, legacy roles. This breeds resentment and internal instability.",
    "Tenure-based promotion creates an inwardly focused toxic organisational culture. Employees spend time navigating internal politics and waiting for chronological milestones, rather than focusing on creating external customer value and improving operations. It reinforces a culture of passive endurance rather than proactive contribution, fundamentally undermining the dynamism required to compete in modern, rapidly evolving markets. The organisation becomes a machine that rewards time, not talent.",
    "The drawbacks of promotions only by job scope",
    "Despite its meritocratic intent, adopting a strict “Promotions Only by Scope Increase” policy does present significant challenges for an organisation and often creates unintended negative consequences. Employees, knowing that a quick path to a higher title and salary is a larger domain of responsibility, may aggressively seek tasks that do not strategically align with their core competencies or the team’s goals. In their pursuit of roles with larger scopes, they tend to take on management roles rather than excelling in their current specialisations. The movement of highly skilled specialists from their technical roles into management positions, simply because it is the only path to career progression and higher pay, may result in the organisation ultimately losing its cutting edge in core areas like engineering, research, or design. “Promotions Only by Scope Increase” policy may also cause negative impacts on certain relatively fixed scope operational functions which are crucial for business excellence.  Not all support roles can, or need to, have their scope infinitely increased. Employees in these roles may hit a ceiling quickly, leading to frustration, demotivation, and high turnover as they leave to seek opportunities at companies with more flexible career ladders. Finally, the focus on “scope” can lead to a culture where quality and depth of work are undervalued. Employees might focus on increasing the breadth of their responsibilities, even if it means sacrificing the depth of their expertise, by taking on projects that are not strategically aligned, but simply “bigger.” This can hinder innovation and operational excellence as expertise in a particular area can be a competitive advantage.",
    "In the light of the aforesaid, and with ‘money’ and titles continuing to be powerful motivators, organisations must develop alternative ways to ensure employees receive meaningful pay increases and exhibit esteem-enhancing designatory titles without formal promotion, in the following manner:",
    "Implementing robust merit-based salary structures",
    "Organisations can introduce a more sophisticated merit-based pay system that rewards performance within the current role, independent of a change in job scope or title through, >Broadbanding/Pay Grades. Instead of narrow pay bands, use wider salary ranges for each job level. This allows an employee to move substantially up the pay scale within their current role based solely on demonstrated high performance, mastery of skills, and consistent delivery of superior results, and >Performance-Driven Increases. Establish a clear and transparent system where the size of the annual raise is directly tied to performance rating. Exceptional performers receive substantially larger increases than average performers.",
    "Introducing alternative reward systems",
    "Organisations must be cognisant of value creation that does not necessarily warrant a permanent change in job description. They can reward them via >Project-Based Pay/Bonuses. Offer financial rewards for taking on high-visibility and short-term assignments, leading successful cross-functional projects, or achieving stretch goals. This provides a temporary increase in pay/bonus for a temporary increase in responsibility or complexity, satisfying the need for compensation growth without a permanent promotion, and >Skill-Based Pay (Certification Pay). Implement a system that provides automatic compensation bumps for employees who acquire new, validated, and valuable skills or certifications that benefit the organisation, even if the scope of their current job has not formally changed yet. For example, a software engineer completing a relevant machine learning certification might receive a special allowance.",
    "Establishing dual ladders, i.e. a Management Ladder and a Technical Ladder",
    "In many organisations, the only path to higher pay and status is through the Management Ladder (e.g., Manager, Senior Manager, Director). This often forces technical experts or exceptional individual contributors into management roles they may not desire or be suited for. To mitigate this, create a Technical and Subject Matter Expert Ladder. Under this, create non-management titles like Principal Engineer, Senior Architect, or Fellow etcetera and attach ‘technical expertise’ salary scales to them. These titles represent significant technical influence and expertise and create psychological esteem. They are the equivalent of a promotion in terms of status and salary, without any people-management responsibilities. The “increase in scope” here is measured in impact, complexity of problems solved, and mentorship provided, rather than volume of content. Compensation must reflect contribution.",
    "Both Anglo American Corporation (Central Africa) Limited, “Anglo”, and John Keells Holdings PLC, my employers for forty years, had clear, well-defined promotion policies. These policies were my “go-to” allies in responding to anything to do with promotions. The Promotion Policy is more than just a procedural document. It is a vital mechanism that aligns an organisation’s strategic goals with the career aspirations of its employees. Formally defining the processes and criteria for advancement serves to create a meritocratic environment which is indispensable for sustainable growth and a healthy internal culture. Without a clear Promotion Policy, organisations risk fostering confusion, distrust, and high turnover, ultimately undermining their ability to retain and develop top-tier talent. A transparent Promotion Policy is also the yardstick for justifying or rejecting a promotion.",
    "The importance of a clear Promotion Policy can be understood through its multifaceted benefits to the organisation. Firstly, it acts as a powerful retention tool. When employees see a documented, actionable pathway for career progression, they are far more likely to remain committed to the company, thus reducing the costly and time-consuming process of external recruitment. Promoting from within also ensures that individuals moving into senior roles already possess an intimate understanding of the company’s culture, systems, and mission, leading to shorter onboarding times and higher rates of success in the new position. Strategically, the policy ensures that promotions are tied directly to organisational needs and goals, guaranteeing that only the most qualified and strategically aligned staff members advance.",
    "A formal Promotion Policy is the foundational safeguard against bias and favoritism, ensuring procedural justice and enhancing employee motivation across the board. In the absence of objective guidelines, decisions regarding promotions may be perceived as arbitrary. This can quickly damage morale and productivity. A transparent policy mandates objective criteria such as documented performance reviews over multiple cycles and/or successful completion of specific projects over subjective factors, thereby promoting equality of opportunity and reducing legal risk. When every employee knows exactly what is required to move up, they are motivated to invest in their own skill development and performance, viewing the workplace as a fair reward system rather than a political hurdle. Having enjoyed seven promotions from accountant to managing director during my twenty-five years with Anglo, I know the feeling!",
    "To achieve these benefits, an effective promotion policy must contain several key elements. The first is clear Eligibility Criteria, which outlines the measurable performance standards, required tenure in the current role, necessary professional certifications, and demonstration of target competencies. The second element is a defined Process and Timeline that details the steps for identifying opportunities, the application or nomination procedure, the composition of the review panel, and the communication schedule for both successful and unsuccessful candidates. Crucially, the policy must also address Employee Development and Support, requiring managers to proactively identify skill gaps and provide targeted training, mentorship, or stretch assignments to prepare high-potential employees for future roles. Finally, the policy must specify the Compensation and Titling adjustments associated with each level of promotion to ensure parity and eliminate ambiguity regarding the new role’s scope and reward structure.",
    "In short, a promotion policy serves as the operational charter for internal career mobility. By mandating transparency, establishing measurable standards, and outlining clear pathways, it functions simultaneously as an employee retention strategy, a bias reduction tool, a mechanism for organisational talent development and a basis of justification. It is an indispensable document for any business aiming for long-term health and growth.",
    "Ultimately, basing promotions predominantly on an increase in job scope ensures that advancement is directly tied to an expanded capacity to contribute. This approach recognises genuine growth, rewards accountability, and promotes a culture where employees strive for meaningful, skill-based progression, moving beyond mere time in the role to assume greater responsibility and impact.",
    "(The author is currently a leadership coach, mentor and consultant who boasts over 50 years of experience in very senior positions in the corporate world both local and overseas.  He can be contacted on www.ronniepeiris.com)"
  ]
}