{
  "url": "https://www.ft.lk/columns/Sri-Lanka-needs-you-now-more-than-ever/4-784977",
  "title": "Sri Lanka needs you now, more than ever",
  "ut": 1764353466.0,
  "body_paragraphs": [
    "This is Sri Lanka today, facing a devastating natural calamity, one of the worst in decades",
    "When the scale of this disaster is so enormous even the strongest nations sometimes need the hand of a friend. Sri Lanka needs the support of all her friends. Appeal to our friends overseas, neighbouring countries, humanitarian agencies, corporates and well-wishers around the world to stand with Sri Lanka at this difficult time. Your support, whether through relief supplies, medical aid, logistical assistance, or financial contributions, will directly help families who are suffering and accelerate the country’s recovery",
    "Floods and landslides, people trapped on rooftops, vehicles submerged, residents without electricity or unable to cry out for help, cyclonic winds and endless rain thwarting rescue and relief operations. This is Sri Lanka today, facing a devastating natural calamity, one of the worst in decades.",
    "True to character, the entire country, especially ordinary folk, have responded admirably. Each and every one of us have demonstrated yet again our enormous resources of resilience. And our almost genetically engraved trait to reach out to and support those in dire need of help. We have always stood shoulder to shoulder without hesitation, putting aside all differences, political or otherwise. We are doing this even as I write.",
    "While diplomatic missions based in Colombo have expressed their solidarity and support for Sri Lanka’s Government during this challenging time, there’s still a lot that our friends abroad can do.",
    "Led by the President, Government officials, volunteers and countless ordinary citizens are working tirelessly. They are often risking their lives to rescue the stranded, comfort the grieving and deliver urgent essentials to those who have lost everything.",
    "This unity is the strength of our nation. This compassion is the soul of our people.",
    "And yet, it must be acknowledged that when the scale of this disaster is so enormous even the strongest nations sometimes need the hand of a friend. Sri Lanka needs the support of all her friends.",
    "It is in this spirit, with humility but also with dignity, that I appeal to our friends overseas, neighbouring countries, humanitarian agencies, corporates and well-wishers around the world to stand with Sri Lanka at this difficult time. Your support, whether through relief supplies, medical aid, logistical assistance, or financial contributions, will directly help families who are suffering and accelerate the country’s recovery.",
    "Sri Lanka has had its share of calamities, natural and otherwise. And yet, the island nation has always come through with its signature smile that says so much about our courage, grace and equanimity.",
    "We treat strangers like family. We rush to help the unfortunate and distressed with no thought of reward or cost.",
    "Today, we hope the world will extend that same hand to us. Every act of compassion, however small, restores hope. Every act of solidarity strengthens resolve. Every gesture of friendship helps rebuild devastated lives.",
    "To those who have already reached out with support and concern, thank you. To those who wish to help this is the moment your compassion will truly matter."
  ]
}