{
  "url": "https://www.ft.lk/columns/Beware-of-the-newest-cyber-scam-Pig-Butchering/4-784717",
  "title": "Beware of the newest cyber scam: Pig Butchering",
  "ut": 1763937315.0,
  "body_paragraphs": [
    "Last week in Sri Lanka, apparently a group of mischief-makers had solicited Sri Lankans through a few bot-related postings to make a small investment amounting to Rs 75,000 which is roughly equal to $ 250 at current rates in their company and walk into richness within a month. They had used AI generated videos of the President, the Prime Minister, and two leading businesspersons to appeal to gullible people...These are appealing to those who have a blind faith in AI, algorithmic platforms, and investments done by machines without human intervention which is often fraught with human error",
    "Newest cyber scam: Pig Butchering",
    "The harvesting of cyberspace is necessary and useful for development, but it is also a fertile ground for those who are intent on robbing the gullible people of their wealth and money. Since money is exchanged through financial institutions, the proliferation of these criminal activities poses challenges for their risk management practices and, if not properly handled, causes an erosion in public trust in them. It leads to panic which is the worst enemy of both financial institutions and regulators. It, therefore, behooves them to take effective measures to keep the cyberspace financial crimes at bay. In a previous article in this series, I have spoken of how gullible people are duped by scammers using artificial intelligence or AI driven platforms.[1]",
    "The newest addition to these scams is what is formally known as ‘Social Engineering Scams’ or aptly nicknamed ‘Pig Butchering’ going by the modus operandi used by scammers.[2] According to the USA based non-profit cyber security alerting group, National Cyber security Alliance, the term pig butchering is a translation from the Chinese term, Sha Zhu Pan which means killing pig plate.[3] Thus, for the scammers, the targeted victim is a pig to be fattened up for slaughter eventually so that the scammers can rid him of all his moneys. These pig butchering scams were first identified in China in about 2016 targeting the offshore gamblers. These networks, mostly based in Asian countries, soon spread to the rest of the world elevating them from a local issue to a global issue.",
    "Use of bots to lure victims",
    "They usually use social media to seduce the gullible victims, making it a fitting term to be called more respectfully social engineering scams. The perpetrators operate in the social media space through digitally created ‘bots’ whose identity or origin is not traceable and therefore not known to the targeted pigs.",
    "Last week in Sri Lanka, apparently a group of mischief-makers had solicited Sri Lankans through a few bot-related postings to make a small investment amounting to Rs 75,000 which is roughly equal to $ 250 at current rates in their company and walk into richness within a month. They had used AI generated videos of the President, the Prime Minister, and two leading businesspersons to appeal to gullible people. The appeal had said that they are using an AI-generated algorithmic platform to reinvest the money invested by entrants to the scheme in global share markets to generate a regular high-income flow which is above $ 7,500 per month. The local investor does not have to do anything but to sit and wait, while the algorithmic platform does its work of generating the monthly high-income flow for him.",
    "These are appealing to those who have a blind faith in AI, algorithmic platforms, and investments done by machines without human intervention which is often fraught with human error. Also, the amount invested is only a small sum, about $ 250 initially, which does not cause a great suffering to the investor even if he loses everything.  The original videos cloning the voices of the President, Prime Minister, and the two businesspersons are no longer in Facebook apparently because they had been taken out by its scam alert management group on the ground that they had been fake scams. However, new videos with the same appeal made by cloned voices of other leading businessmen in the country have appeared on Facebook implying that the scammers do not want to stop their dirty game. This is a pig butchering scam of a different type.",
    "The pig butchering scams are like online dating or romance or sweetheart scams or crypto currency scams. In a romance scam, a person-maybe a man or a woman-creates a fake online profile, fires up the charm, and stirs up the romantic feelings in targeted victims. After some romantic episodes of flirtation, the scammer asks for money which the victim cannot refuse because by that time, he or she is romantically attached to him.",
    "These scammers try to be as convincing as possible using techniques like AI powered fake videos called deep-fake videos in the industry, or audio technology. If the victim fails to observe red flags about the romantic relationship, he or she becomes a readily usable prey to the scammer. Despite the frequent warnings given by alert groups or government authorities, many online romance seeking individuals choose to become readily usable prey.",
    "Crypto currency scams have become the usual order of the day because many, especially the young professionals, have lost their faith in physical currencies and have developed a blind faith in crypto which come from high technology which they cannot understand and therefore choose to accept with awe. Above all, they satisfy their inner motive to become quickly richer.",
    "The scammers target such people, induce them to part with their money, provide a good return in the initial period, and rob all their assets eventually. Once the victim realises the folly he has done, it is too late for him to recover his stolen assets. That is because there is no audit trail which he can follow, they are beyond the regulatory arms of Governmental authorities, and the transactions take place instantaneously or more specifically, at the speed of light. Once a crypto payment is made, it is done and there is no way of reversing it even when one has found that there is an irregularity in the payment. This feature of the crypto makes them more efficient than physical currencies but at the same time, they offer a one-way path for scammers to steal the money belonging to victims.",
    "The National Cyber security Alliance has documented how the pig butchering is practiced by scammers.[4] Though there",
    "can be variations depending on the time, product, and location, the common traits are as follows.",
    "Governments and blockchain analytics companies help citizens ex-post and not ex-ante. However, if a citizen has lost all his money due to a scam, he has already lost it and the Government’s intervention does not help him to avoid such transactions. In these circumstances, it is the responsibility of the citizens to jump into dubious investment schemes after verifying all the available information to establish the true credentials of those who offer investment opportunities for them",
    "These cybercrimes have now become a social, economic, political, and geopolitical issue for national governments. They are a social issue because the lifetime savings of their citizens, knowingly or unknowingly, may be ripped off by scammers living in other countries. They become an economic issue because these scammers siphon off the valuable foreign exchange which the national governments wish to use for productive purposes. They become a political issue because some of the politicians, whether in the Government or in the Opposition, may function as leaders or patrons of such scams",
    "The usual method of reaching out to a prospective victim is to pretend that it was an accidental contact done by mistake. Once confronted, the crafty scammer will apologise profusely for the inconvenience caused to the victim. That is a very powerful entry point because by winning the trust of the victim, the scammer can now manipulate him step by step according to his wishes. These by mistake contacts may take place via emails or through propaganda done on social media platforms.",
    "Accordingly, a potential victim may get an email which is not intended for him. But it provides an opportunity for the scammer to have his communication line open with the victim who now falls for his pretensions. In the initial stage, like in the case of romance scams, the true face of the scammer is not revealed. Over time, when the two parties have become thick pals online, the opportunity for investment, usually in a crypto currency or another similar platform, is offered to the victim. There can be suggestions for gold trading or forex trading too.",
    "At that stage, the victim is not in a position to refuse the offer and accepts the same willingly. All these offers for investment are fakes or fabrications and moneys will go straight to a clandestine account maintained by the scammer. Thus, without the victim›s knowledge, his money is siphoned off by the scammer. In cases where the scammer intends to continuously siphon off the victim’s wealth, false profits are shown to him through fake investment platforms created by the scammer. After the victim’s beliefs about the profits are cushioned, the scammer encourages him to invest more money which sometimes may involve the use of his lifetime savings before eventually completely emptying the investment account. Whatever the method adopted, it is the practice",
    "of the scammer to fatten the victim before he goes for slaughtering the victim.",
    "Educated professionals becoming victims",
    "The targeted victims are often educated young professionals who are not happy about their surroundings or societal opportunities available. But why should they fall for such crafty maneuvering by someone whom they have not met even in person? The obvious reason is that they are mentally unsettled and, therefore, wait for an opportunity that would enable them to realise their unfulfilled life goals. They have a blind trust in the delivery capacity of advanced science and technology, a misleading trait which they have gathered through education or interaction with peer groups.",
    "Hence, they become a yielding hand to manipulation by someone who promises to deliver suns and moons to them. They abandon their critical thinking power-that is to question oneself why one holds a given view-and allow others to do the job. This can be observed in the high incidence of sharing of fake posters even by the educated intellectuals in social media without bothering to find out whether they have been concocted by some interested parties to fool others. This is happening when they have all the facilities to check the veracity of such posters instantly by getting the free support of the AI assistants now created by main internet search engines such as Google or Yahoo or Bing. This is intellectual laziness and it is that laziness which has converted them to be willing victims of crafty pig butchering scams.",
    "Need for Governmental intervention",
    "These cybercrimes have now become a social, economic,",
    "political, and geopolitical issue for national governments.",
    "They are a social issue because the lifetime savings of their",
    "citizens, knowingly or unknowingly, may be ripped off by scammers living in other countries.",
    "They become an economic issue because these scammers siphon off the valuable foreign exchange which the national governments wish to use for productive purposes.",
    "They become a political issue because some of the politicians, whether in the Government or in the Opposition, may function as leaders or patrons of such scams.",
    "They become a geopolitical issue due to the potential money laundering or terrorist financing by these scam networks, on one side, and establishing the work sites for their operations clandestinely within their territories by enslaving the gullible victims as operators, on the other. Recently in Sri Lanka, there was the story of some 20 odd young men and women working in slavish conditions in a clandestine cybercrime operational site located in Myanmar Thai border areas.[5]",
    "Though the governments are not responsible for the losses incurred by private citizens due to their own folly, at the final analysis, it is the Government which must protect them from such cybercrime scams. Therefore, there is now coordinated global action by national governments to warn the citizens of such scams and track the scammers through various Government actions. For instance, the Canadian Government has created a Crypto Scam Tracker to receive complaints from the public and comprehend such scammers.[6] The government of Cayman Island, a known haven for money laundering, has issued a warning to the public about pig butchering scams through its Police Department.[7]",
    "Blockchain analytics companies",
    "National governments are now increasingly using ‘blockchain analytics companies’ to track down the cyberspace scammers. These companies use specialised software to analyse the public immutable transaction data on blockchains, connect pseudonymous wallet addresses to real world identities, and share this intelligence with law enforcement authorities and financial institutions.[8]",
    "There are seven leading blockchain analytics companies, namely, Chainalysis, Elliptic, TRM Labs, Nansen, Merkle Science, Kaiko, and Crystal Intelligence. The services of these companies are essential because though the blockchain transactions are transparent for anyone to see, the available data only show transactions between different wallets addresses that are usually anonymous. Crypto currencies",
    "have many legitimate uses, but they are also abused to facilitate illicit activity. In these",
    "circumstances, the blockchain analytics providers help national governments and financial institutions to trace wallet addresses and transactions to real-world identities to gauge illicit uses.[9]",
    "This is specifically useful since many crypto exchanges operate in territories where regulatory oversight by Governmental authorities is lax. The national governments and prospective investors are helpless in this situation because the necessary information to establish the credentials of the counterparties is available through the exchanges. The blockchain analytics companies can fill this gap.",
    "Though the governments are not responsible for the losses incurred by private citizens due to their own folly, at the final analysis, it is the Government which must protect them from such cybercrime scams. Therefore, there is now coordinated global action by national governments to warn the citizens of such scams and track the scammers through various Government actions. For instance, the Canadian Government has created a Crypto Scam Tracker to receive complaints from the public and comprehend such scammers",
    "Since money is exchanged through financial institutions, the proliferation of these criminal activities poses challenges for their risk management practices and, if not properly handled, causes an erosion in public trust in them. The newest addition to these scams is what is formally known as ‘Social Engineering Scams’ or aptly nicknamed ‘Pig Butchering’ going by the modus operandi used by scammers",
    "Citizens who should be beware",
    "However, governments and blockchain analytics companies help citizens ex-post and not ex-ante. However, if a citizen has lost all his money due to a scam, he has already lost it and the Government’s intervention does not help him to avoid such transactions. In these circumstances, it is the responsibility of the citizens to jump into dubious investment schemes after verifying all the available information to establish the true credentials of those who offer investment opportunities for them. That requires them to avoid potential scams at the first glance and not after the damage has been done.",
    "Therefore, it is the citizens who should beware of pig butchering scams.",
    "[1] Wijewardena, W.A (2025) Be Warned of Thieves and Nuisance-makers in AI Space, available at: https://www.ft.lk/columns/Be-warned-of-thieves-and-nuisance-makers-in-AI-space/4-781986",
    "[2] https://www.staysafeonline.org/articles/what-is-pig-butchering-and-how-to-spot-the-scam",
    "[5] https://srilanka.iom.int/news/20-sri-lankan-migrants-trafficked-myanmar-cyber-scamming-repatriated-government-sri-lanka-iom-support",
    "[6] https://dfpi.ca.gov/consumers/crypto/crypto-scam-tracker/",
    "[7] https://www.rcips.ky/sha-zhu-pan-or-pig-butchering-explanation-history-and-prevention-tips",
    "[8] https://www.merklescience.com/how-leas-can-leverage-blockchain-forensics-to-tackle-rising-crypto-ams#:~:text=%E2%80%8DBlockchain%20analytics%20continuously%20monitor%20blockchain,the%20darkweb%20for%20cybercrime%20communications.",
    "[9] https://milkroad.com/guide/blockchain-analytics/",
    "(The writer, a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at [email protected] )"
  ]
}