{
  "url": "https://www.dailymirror.lk/opinion/To-re-democratize-Sri-Lanka-abolish-Executive-Presidency/172-290466",
  "title": "To re-democratize Sri Lanka,  abolish Executive Presidency",
  "ut": 1724782386.0,
  "body_paragraphs": [
    "A demand at the ‘Gota Go-home’ campaign was to get rid of the Executive Presidency system",
    "The latent public detest towards Executive Presidency exploded with the slogan ‘Gota  go Home’ chanted at the historic ‘Peaceful new generation ‘Aragalaya’ in 2022",
    "As a voter and a stakeholder in the country’s governance and electoral system /process, the writer was enlivened by a clarion call in the press by a group of lawyers, academics and civil rights activists to abolish the Executive Presidency.",
    "To my knowledge, this was a specific demand by a political party as far back as in 1994 to support a major party which was heading towards victory in the General Election of 1994. This popular promise was quickly picked up by all political parties in the fray as their main ‘Election carrot’ offered to the populace. Alas! it still remains on the back burner for the last 30 years signifying the ‘truthfulness’ of our traditionally cunning and power-greedy politicians!",
    "The latent public detest towards Executive Presidency exploded with the slogan ‘Gota go Home’ chanted at the historic ‘Peaceful new generation ‘Aragalaya’ in 2022. I am pretty sure that almost all the members in the said group were ‘heart and soul’  with the ‘Aragalaya’s desperate call to abolish the ‘Executive Presidency’ as well as with the call to ‘Ditch the 225’ through a ‘System change’ to our outdated political and electoral systems. It is unfortunate that the said group including the religious leaders were unable to pick the fallen baton of ‘System change’ from the ‘Aragalya’ for reasons best known to them.",
    "At the outset, despite my unwavering advocacy to abolish the Executive Presidency, I beg to differ from the stance that ‘The only way ‘system change’ can even begin to be delivered is by abolishing the executive presidency’. On the contrary, at this crucial juncture with a ‘Hobsons Choice’, it is the best tool to leverage  the quick passage of positive  and critical ‘System changes’ stated below, and  lay the turf  for  the next General and PC Elections as desired by the intelligent voters and the new generation who cannot wait for another 5 years! Ample testimony to this potentiality is found in the almost unanimous passage of 19th and 21st Amendments in the Parliament despite the governing Party having less than 113 seats on both occasions.",
    "Be that as it may, the more important issue is to forge the alternative for Executive Presidency. The writer’s alternative arising out of proper home work was published in the press on 4 June 2022 under the title  ‘An open letter to peaceful and intelligent protestors on ‘System changes’ to remove the curse of the-‘225’.  The relevant excerpt is as follows.",
    "“ Alternate proposal in the present context",
    "Abolish the Executive Presidency and the 20th Amendment and restore the 19th Amendment after suitable changes together with additional amendments including those necessary to provide for a ‘Parliament elected  Presidency’ with additional powers to ensure the execution of the laws as well as programmes in the ‘Election Manifesto’ of the Governing Party and implementation of Parliamentary and Decentralised Budgets through the Provincial Councils headed by Provincial Governors, as and when approved by the Parliament ”",
    "The rest of the article was dedicated to a summary of a holistic package of simple ‘system changes’ ending with the following concluding note.",
    "This holistic package of ‘System Changes’  is aimed at providing a Democratic, Patriotic, Simple, and a  cost-effective  alternative with minimum changes to the existing complex ‘MMV System’, in order to make it possible for an interim-govt. mechanism to approve under the 21st or 22nd Amendment, sans a Referendum andbefore holding the next General and other Elections.",
    "If not, the curse of the ‘225’ will perpetuate throwing our motherland to the dustbin of history!”",
    "Since over 2 years have now passed, the writer, wishes to place the following updated summary of his package of ‘system changes’ to our political and Electoral systems for easy reference of the said learned lawyers, academics and civil rights activists including the ‘country loving’ readers.",
    "Summary of crucial ‘System changes’ for a people-based governance through a Rationalised Political Administration System (RPAS).",
    "1. Abolish the Executive Presidency- from a specified date via a Referendum and elect a ‘Hybrid Governor General’ (HGG)/Non-executive President (NP) with limited powers, from 3-5 candidates proposed by the Constitutional Council or other special panel with voting by MPs and PC members fostering ‘Sri Lankan ness’. The Post will have powers to appoint and direct Provincial Governors to ensure execution of relevant Parliament-approved Acts, Laws, Budgets and Programmes within specified time frames sans red tape.",
    "Note: To effectively appoint HGG/NP, hold General and PC Elections and the relevant Referendum too on the same day.",
    "Option-i To ensure ‘Sri Lankan ness’, people to elect an Executive President as an Independent Statesman sans dictatorial powers, subject to judicial review; under robust eligibility criteria and terms including high-cash deposit  for such Independent candidates. Since this option, was not advanced for 2 years, the Hobson’s choice is,",
    "Option-ii  Support the best candidate under the existing system, who as per his/her Election Manifesto, will genuinely ensure legalising relevant specified ‘New generation-System changes’ within 6 months of appointment to enable holding upcoming General and Provincial Council (PC) elections, and other specified ‘System changes’ including the abolition of the Executive Presidency within 24 months of his/her appointment. Such period is considered the most effective time for any country leader.",
    "2. Objectively strengthen Provincial Councils with additional powers, (if necessary) to forge ‘Sri Lankan ness’ and rationalise the role and benefits of MPs.",
    "3. Depoliticise the LG Election to ensure unbiased and uncorrupt service to the people through election of respectable, acceptable and sociable ‘Independent’ candidates in the locality as per the ‘Grama Raajya’ concept. With the formation of ‘Independent ‘Jana Sabhas’(JS) at ‘Grama Niladhari Division (GND) level, as proposed by National Movement for Social Justice (NMSJ),  JS nominees would be empowered as per their mission and targets to foster a ‘People-Based Governance‘. Low-cost elections can be conducted by Divisional Secretaries.",
    "4. Install a ‘Sustainable National Cabinet’ system to foster ‘Sri Lankan ness’ by allocating portfolios to seat-winning parties based on their National Vote % at a General Election. After the abolition of the Executive Presidency, the portfolios can be allocated by consensus among Party leaders and the PM as the head of the Cabinet. This % method to be applied to PCs as well.",
    "Summary of crucial ‘System changes’ towards a voter-friendly Meritocratic PR (MPR) Electoral System to be legalised before holding General and PC Elections.",
    "1. Ensure ‘Equality of  ballot’ which is the primary requirement of a genuine National Election as enshrined in the Constitution and UN’s Universal Declaration of Human Rights (1948), by allocating seats to Parties based simply on their National and/or  District Party vote %  published officially by NEC., and foster ‘Fairness, Rationality and Sri Lankan-ness.",
    "2. Abolish existing Preference Voting (‘Manape’) and Mixed Member Voting (MMV) systems and require Parties to enter their District nominees with Electorate level sub- lists in merit order, to appease Parties supporting FPP system while protecting ‘Equality of Valid votes’. Also, Parties contesting less than say 10 Districts shall be allowed to submit a Central Pool list (As earlier adopted by the JVP) in merit order to NEC.",
    "3.Mandate common  eligibility criteria and a structured interview marking system for all contesting Parties/Groups to guarantee nomination of publicly cleared, genuine ‘Country-first -Political Professionals’, in merit order as per 2 above. (Methodology is prepared)",
    "4. Ensure Women/Youth representation (20%each) in Parliament/PCs, by mandating at least 1 woman and 1 youth below 35, among every 5 persons in Electorate/Central Pool nominee lists in merit order. The Interview system provides for special marks for this purpose.",
    "5. Stipulate specific transparent criteria and methodology for District wise nomination of 29 erudite National List MPs also reflecting multi -Community population ratios. Since they were also intended substitutes for ‘Senate members’ (Abolished in 1972), unelected candidates at a General Election will not qualify for election under the National List.",
    "6. Brand the ‘Party Election Manifesto’ as a prosecutable document with a monitorable, time- lined 5 year action plan subject to an Audit procedure, to convince the voter to accept it as the primary determinant for a wise voting decision.",
    "7. Stipulate a ‘Common Election Campaign Expenditure formula’ for all ‘Parties to ensure a ‘Level playing field’ and also to open doors to more deserving eligible applicants lacking financial strength. (This item has since been legalised but merits discussion)",
    "8. Discourage registration of ‘Mushroom’/Unscrupulous/Decoy Political parties via stringent eligibility and high-cash deposit requirements.",
    "9. Abolish long overdue corrupt ‘Cross over’ mockery and allow member vacancies to be filled by corresponding name/s from the relevant registered merit list.",
    "10. Hold General and PC Elections and the relevant Referenda, if any, on a legally specified day, using differently coloured Ballot papers, to ensure cost effectiveness and maximum productivity of the systems. Electronic voting system will surely facilitate the process. Also, items 1 and 3 under the People Based Governance, through a Rationalized Political Administration System (RPAS) stated above, will make the exercise more meaningful and productive while saving massive costs now being spent for the 02 Elections.",
    "11. Constitutionally, stop the gross plundering of people’s sovereignty with impunity by politicians becoming ‘Demi-Gods’ and people their helpless devotees by,",
    "i) preventing all people’s representatives from involving in all matters relevant to their selection process, Salary/ benefits etc. summoning fundamental ‘Conflicts of Interest’;",
    "ii) widening the scope of NEC and PSC/Salaries and Cadre Commission to table their final recommendations in regard to all of the above  in the Parliament only for formal approval and",
    "iii) strengthening NEC, PSC and other relevant Commissions with ‘Permanent task forces’ comprising Retired Judges, Academics, Voter-dedicated Civil Organisations and sovereign voter activists to extend  ‘People -Based Governance(PBG)’.",
    "12. New Executive President to prioritise approval of above critical ‘system changes’ to be effective before any future Election, through a petition to Supreme Courts calling a Referendum as proposed by the LEADS Forum. If it fails for some reason, resort to OPTION -ii under Abolition of the Executive Presidency and No. 11 above.",
    "Note: 1.Writer’s detailed updated methodology to give effect to the above ‘System changes’ and ‘People based Constitution making’ has appeared in the press from time to time.",
    "2. Also, an eBooklet carrying a detailed methodology and benefits with a Foreword from an erudite personality, is available initially in Sinhala and English language as a free eBook-let, on request.",
    "‘’Change is the law of life. Those who look only to the past or the present are certain to miss the future’’",
    "(The writer is the Former Deputy General Manager-BOC)",
    "Email: [email protected]"
  ]
}