{
  "url": "https://hbr.org/2025/01/to-jumpstart-creativity-try-these-8-prompts",
  "title": "To Jumpstart Creativity, Try These 8 Prompts",
  "ut": 1737099905.0,
  "body_paragraphs": [
    "Diamond Dogs/Getty Images",
    "In the age of generative artificial intelligence, human creativity matters more than ever. Indeed, most people in business agree that unlocking creativity is critical to economic growth and valuable to society. So how do you jumpstart your own and your team’s creativity?  Specific exercises can help. For example, if you are trying to spark change, consider the most outlandish or exaggerated thing you could do. Or look at the norms and rules you always follow and consider how you might violate them. If you are looking to nourish an already thriving business, think about bringing back old ideas or reexpressing what you do in different language. For a refresh, ask what is missing from your or competitive offerings or what your enemy would do. And to test transformation, see how quickly you can execute on a new initiative or keep pushing until you reach an idea that scares you.",
    "As generative artificial intelligence becomes more prevalent in business, the key to success for all of us humans — whether we’re junior employees or senior executives — will be to delegate our routine work to technology and dedicate ourselves to more creative pursuits. Whether we’re reimagining sales and marketing strategies, improving internal processes, or generating alternate revenue streams, this is our opportunity to become the people who drive innovation and progress in our careers and organizations.",
    "Innovation and Creativity Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Innovation and Creativity. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Unlock your team's curiosity and willingness to take smart risks.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "Strategy Maps: Converting Intangible Assets into Tangible Outcomes",
    "Lucky Ones Coffee: Employing People with Disabilities (Multimedia Case)",
    "Read more on Innovation"
  ]
}