{
  "url": "https://www.technologyreview.com/2025/07/10/1119941/china-energy-dominance-three-charts/",
  "title": "China’s energy dominance in three charts",
  "ut": 1752107400.0,
  "body_paragraphs": [
    "China is the dominant force in next-generation energy technologies today. It’s pouring hundreds of billions of dollars into putting renewable sources like wind and solar on its grid, manufacturing millions of electric vehicles, and building out capacity for energy storage, nuclear power, and more. This investment has been transformational for the country’s economy and has contributed to establishing China as a major player in global politics.  Meanwhile, in the US, a massive new tax and spending bill just cut hundreds of billions in credits, grants, and loans for clean energy technologies. It’s a stark reversal from previous policies, and it could have massive effects at a time when it feels as if everyone is chasing China on energy.  So while we all try to get our heads around what’s next for climate tech in the US and beyond, let’s look at just how dominant China is when it comes to clean energy, as documented in three charts.  China is on an absolute tear installing wind and solar power. The country reached nearly 900 gigawatts of installed capacity for solar at the end of 2024, and the rapid pace of building has continued into this year. An additional 198 GW was installed between January and May, with 93 GW coming in May alone.",
    "For context, those additions over the first five months of the year account for more than double the capacity of the grid in California. Not the renewables capacity of that state—the entire grid.  Meanwhile, the policy shift in the US is projected to slow down new solar and wind additions. With tax credits and other support stripped away, much of the new capacity that was expected to come online by the end of the decade will now face delays or cancellations.",
    "That’s significant because of all the new electricity generation capacity that’s come online in the US recently, renewables make up the vast majority. Solar and battery storage alone are expected to make up over 80% of capacity additions in 2025. So slowing down wind and solar basically means slowing down adding new electricity capacity, at a time when demand is very much set to rise. (Hello, AI?)  China’s EV market is also booming—the country is currently flirting with a big symbolic milestone, nearing the point where over half of all new vehicles sold in the country are electric. (It already passed that mark for a single month and could do so on a yearly basis in the next couple of years.) It’s not just selling those vehicles within China, either: the country exports them globally, with customers including established markets like Europe and growing ones like India and Brazil. As of 2024, more than 70% of electric and plug-in hybrid vehicles on roads around the world were built in ChinaSome leaders in legacy automakers are taking notice. Ford CEO Jim Farley shared some striking comments at the Aspen Ideas Festival last month about how far ahead China is on vehicle technology and price. “They have far superior in-vehicle technology,” Farley said. “We are in a global competition with China, and it's not just EVs. And if we lose this, we do not have a future Ford.”   Looking ahead, China is still pouring money into renewables, storage, grids, and energy efficiency technologies. It’s also outspending the rest of the world on nuclear power. The country tripled its investment in renewable power from 2015 to 2025. The situation isn’t set in stone, though: The US actually very briefly overtook China on battery investments over the past year, as Cat Clifford at Cipher reported last week. But changes resulting from the new bill could very quickly reverse that progress, cementing China as the place for battery manufacturing and innovation. In a story earlier this week, the MIT economist David Autor laid out the high stakes for this race. Advanced manufacturing and technology are beneficial for US prosperity, and putting public support and trade protections in place for key industries could be crucial to keeping them going, he says.   I’d add that this whole discussion shouldn’t be about a zero-sum competition between the US and China. But many experts argue that the US, where I and many readers live, is surrendering its leadership and ability to develop key energy technologies of the future.   Ultimately, the numbers don’t lie: By a lot of measures, China is the world’s leader in energy. The question is, will that change anytime soon?   This article is from The Spark, MIT Technology Review’s weekly climate newsletter. To receive it in your inbox every Wednesday, sign up here. hide"
  ]
}