{
  "url": "https://www.technologyreview.com/2025/01/24/1110480/us-withdrawal-from-who-will-hurt-us-all/",
  "title": "The US withdrawal from the WHO will hurt us all",
  "ut": 1737675000.0,
  "body_paragraphs": [
    "This article first appeared in The Checkup, MIT Technology Review’s weekly biotech newsletter. To receive it in your inbox every Thursday, and read articles like this first, sign up here. On January 20, his first day in office, US president Donald Trump signed an executive order to withdraw the US from the World Health Organization. “Ooh, that’s a big one,” he said as he was handed the document. Related StoryThe WHO isn’t perfect, but it needs more money and power, not lessUS President Donald Trump’s threats against the WHO are dangerously misguided. The US is the biggest donor to the WHO, and the loss of this income is likely to have a significant impact on the organization, which develops international health guidelines, investigates disease outbreaks, and acts as an information-sharing hub for member states. But the US will also lose out. “It’s a very tragic and sad event that could only hurt the United States in the long run,” says William Moss, an epidemiologist at Johns Hopkins Bloomberg School of Public Health in Baltimore.",
    "Trump appears to take issue with the amount the US donates to the WHO. He points out that it makes a much bigger contribution than China, a country with a population four times that of the US. “It seems a little unfair to me,” he said as he prepared to sign the executive order. It is true that the US is far and away the biggest financial supporter of the WHO. The US contributed $1.28 billion over the two-year period covering 2022 and 2023. By comparison, the second-largest donor, Germany, contributed $856 million in the same period. The US currently contributes 14.5% of the WHO’s total budget.",
    "But it’s not as though the WHO sends a billion-dollar bill to the US. All member states are required to pay membership dues, which are calculated as a percentage of a country’s gross domestic product. For the US, this figure comes to $130 million. China pays $87.6 million. But the vast majority of the US’s contributions to the WHO are made on a voluntary basis—in recent years, the donations have been part of multibillion-dollar spending on global health by the US government. (Separately, the Bill and Melinda Gates Foundation contributed $830 million over 2022 and 2023.) There’s a possibility that other member nations will increase their donations to help cover the shortfall left by the US’s withdrawal. But it is not clear who will step up—or what implications it will have to change the structure of donations. Related StoryWhy childhood vaccines are a public health success storyNo vaccine is perfect, but these medicines are still saving millions of lives.",
    "Martin McKee, a professor of European public health at the London School of Hygiene and Tropical Medicine, thinks it is unlikely that European members will increase their contributions by much. China, India, Brazil, South Africa, and the Gulf states, on the other hand, may be more likely to pay more. But again, it isn’t clear how this will pan out, or whether any of these countries will expect greater influence over global health policy decisions as a result of increasing their donations. WHO funds are spent on a range of global health projects—programs to eradicate polio, rapidly respond to health emergencies, improve access to vaccines and medicines, develop pandemic prevention strategies, and more. The loss of US funding is likely to have a significant impact on at least some of these programs.  “Diseases don’t stick to national boundaries, hence this decision is not only concerning for the US, but in fact for every country in the world,” says Pauline Scheelbeek at the London School of Hygiene and Tropical Medicine.“With the US no longer reporting to the WHO nor funding part of this process, the evidence on which public health interventions and solutions should be based is incomplete.” “It’s going to hurt global health,” adds Moss. “It’s going to come back to bite us.” There’s more on how the withdrawal could affect health programs, vaccine coverage, and pandemic preparedness in this week’s coverage.  Now read the rest of The Checkup Read more from MIT Technology Review's archive This isn’t the first time Donald Trump has signaled his desire for the US to leave the WHO. He proposed a withdrawal during his last term, in 2020. While the WHO is not perfect, it needs more power and funding, not less, Charles Kenny, director of technology and development at the Center for Global Development, argued at the time.",
    "The move drew condemnation from those working in public health then, too. The editor in chief of the medical journal The Lancet called it “a crime against humanity,” as Charlotte Jee reported. In 1974, the WHO launched an ambitious program to get lifesaving vaccines to all children around the world. Fifty years on, vaccines are thought to have averted 154 million deaths—including 146 million in children under the age of five.  The WHO has also seen huge success in its efforts to eradicate polio. Today, wild forms of the virus have been eradicated in all but two countries. But vaccine-derived forms of the virus can still crop up around the world. At the end of a round of discussions in September among WHO member states working on a pandemic agreement, director-general Tedros Adhanom Ghebreyesus remarked, “The next pandemic will not wait for us, whether from a flu virus like H5N1, another coronavirus, or another family of viruses we don’t yet know about.” The H5N1 virus has been circulating on US dairy farms for months now, and the US is preparing for potential human outbreaks. From around the web People with cancer paid $45,000 for an experimental blood-filtering treatment, delivered at a clinic in Antigua, after being misled about its effectiveness. Six of them have died since their treatments. (The New York Times) The Trump administration has instructed federal health agencies to pause all external communications, such as health advisories, weekly scientific reports, updates to websites, and social media posts. (The Washington Post) A new “virtual retina,” modeled on human retinas, has been developed to study the impact of retinal implants. The three-dimensional model simulates over 10,000 neurons. (Brain Stimulation) Trump has signed an executive order stating that “it is the policy of the United States to recognize two sexes, male and female.” The document “defies decades of research into how human bodies grow and develop,” STAT reports, and represents “a dramatic failure to understand biology,” according to a neuroscientist who studies the development of sex. (STAT) Attention, summer holiday planners: Biting sandflies in the Mediterranean region are transmitting Toscana virus at an increasing rate. The virus is a major cause of central nervous system disorders in the region. Italy saw a 2.6-fold increase in the number of reported infections between the 2016–21 period and 2022–23. (Eurosurveillance) hide"
  ]
}