{
  "url": "https://www.ft.lk/columns/Happy-Birthday-Remembering-The-Boss/4-776644",
  "title": "Happy Birthday: Remembering ‘The Boss’",
  "ut": 1747683794.0,
  "body_paragraphs": [
    "Rajendram Rajamahendran",
    "19 May 2025 marks the 82nd birth anniversary of who I fondly refer to as ‘the last of Sri Lanka’s Big Men’.",
    "Rajendram Rajamahendran better known as ‘Killi’ and as ‘Killi Maharaja’ with the politicians would’ve turned 82.",
    "Sadly, Boss, as he was known to most of us was also a victim of the coronavirus, and his career was cut short considerably.",
    "One can argue that he had at least another decade of contribution to make to the Capital Maharaja Group – or for the older of us, the Maharaja Organisation.",
    "The group that was formed by his father and his Dad’s friend, and later inherited by Boss and his older brother Maha.",
    "In the current ambiance of ‘Change’ in Sri Lanka, especially in terms of the political ideology and a drive towards accountability, it would be appropriate to remember the description of one time Governor and legal eagle, President’s Counsel, Maithri Gunaratne who said: “Mr. Rajamahendran and his media stables was the real opposition to any government in power.” Holding the Government of the day accountable was a forte perfected by the CMG networks – in English, Tamil and in Sinhala.",
    "Rajamahendran perhaps, didn’t lack much – what he had an abundance of was resilience. Only God and maybe his wife – in that order – knew of what went on in his mind, when the 1983 riots decimated the Maharaja Organisation with the burning of six factories, and the loss of untold millions of assets.",
    "It was that legendary resilience, the courage to be different and sheer hard work (as President Nasheed of the Maldives correctly put it) that gave the Maharaja Organisation its rebirth. It must have been tough: a wife and three children to protect apart from rebuilding a business literally from scratch. The split in responsibilities was clear: Madam would take care of the home front and Boss would rebuild.",
    "Rajamahendran took it upon himself to rebuild and by Jove did he rebuild! The Maharaja Organisation was rebuilt to be bigger and better than ever before. Today his son oversees one of Sri Lanka’s largest privately held conglomerates.",
    "We remember the birth of a truly remarkable son of this soil – a Sri Lankan by birth, who acknowledged his minority roots with as much pride as a southerner would, building easily the most vociferous broadcasting network and in the process becoming the real peoples’ voice. Other businesses built by Rajamahendran touch the lives of almost every Sri Lankan daily: from milk powder to water to paint to consumer durables to tea to cosmetics to industry to power.",
    "We remember you with love and respect for the man you were to us all.",
    "(The writer can be reached at [email protected].)"
  ]
}