{
  "url": "https://www.ft.lk/columns/Mitigating-landslides-in-the-upper-catchments-of-Sri-Lanka/4-786115",
  "title": "Mitigating landslides in the upper catchments of Sri Lanka",
  "ut": 1766623928.0,
  "body_paragraphs": [
    "An urgent call for a National Landslide Risk Management Authority",
    "The uncomfortable truth about landslide risk",
    "Resettlement may be unavoidable as an emergency response to save lives, but it cannot become the country’s long-term strategy",
    "With climate change intensifying rainfall and increasing frequency of extreme rainfall events, landslides in the hill country can no longer be treated as isolated disasters or managed through resettlement alone. If landslides are not actively mitigated, every year of inaction allows unstable upper catchments to deteriorate further, placing lives, infrastructure, reservoirs, and public investments at growing risk.",
    "Why resettlement alone is not a solution",
    "Resettlement addresses the symptoms, not the causes, of landslides. Slopes remain unstable, sediment continues to move downstream, and disasters simply shift from one location to another. Unless the root causes of landslides and their far-reaching impacts are addressed, resettlement creates a new set of persistent problems, including:",
    "Scarcity of suitable land for relocation",
    "Loss of livelihoods and limited economic opportunities",
    "Social dislocation and community breakdown",
    "Pressure to reoccupy abandoned high-risk lands",
    "Continued damage to roads, reservoirs, irrigation canals, and other national infrastructure",
    "Where landslides really begin",
    "Closer examination reveals that most large and destructive landslides in Sri Lanka do not originate within private homesteads, but in Government-owned forest reserves located on steep upper-catchment slopes. These areas receive intense rainfall, are geologically fragile, and yet remain largely unmanaged. Failures that begin high in the catchment inevitably move downslope, damaging settlements, roads, irrigation infrastructure, and reservoirs far below.",
    "Landslides treated as disasters, not management failures",
    "A fundamental problem is conceptual. Landslides continue to be treated primarily as natural disasters, rather than as failures of land and water management. As a result, public funding and institutional attention flow only after slopes collapse, rather than toward prevention.",
    "Stabilising landslide-prone terrain",
    "Stabilising landslide prone terrain is not simply a soil conservation issue but a landslide management challenge. Some of the traditional soil conservation measures that promotes soil infiltration are not suitable for landslide prone areas. While these measures are valuable for erosion control and water conservation in moderate terrain, their application in steep, landslide-prone areas can be counterproductive. In landslide vulnerable areas engineering and bi0-engineering management, measures are needed to facilitate safe disposal of excess water quickly through well-designed surface and sub-surface drainage systems.",
    "The Natural Resources Management Centre of the Department of Agriculture and the National Building Research Organisation (NBRO) already possess proven engineering and bio-engineering solutions, many of which are compatible with biodiversity conservation in the hill country. These include paved interceptor drains, controlled surface and sub-surface drainage, deep-rooted vegetation, and carefully planned reforestation. All have been tested locally and internationally. Yet they are rarely implemented at scale in the upper catchments where landslides originate.",
    "Thus, Sri Lanka does not lack technology or knowledge. The real question is institutional responsibility: who will enter these remote, Government-owned lands and implement preventive measures systematically and at the required scale before the next disaster occurs?",
    "The institutional vacuum for implementation",
    "At present, steep forest land has become a “no-man’s land” for land management and slope stabilisation. While several institutions provide advice, no single agency is responsible for implementation.",
    "Forest Department / Wildlife Department",
    "Mandated to protect forests and wildlife, not to stabilise slopes. No trained staff or legal mandate for landslide mitigation.",
    "NBRO responsible for hazard zone mapping, research, early warning, and technical guidance. Works to identify systematic resettlement with Disaster Management Centre.",
    "No legal authority, budget, or manpower to implement large-scale mitigation in forest lands.",
    "Natural Resources Management Centre (NRMC, formerly Soil Conservation Division), Department of Agriculture.",
    "Mandated to implement the Soil Conservation Act.",
    "No authority in closed forest lands and limited physical, financial, and human resources.",
    "Land Use Policy Planning Division (LUPPD)",
    "Prepares land-use plans and advises authorities.",
    "Does not implement, enforce, or carry out field-level mitigation.",
    "Provincial Councils and Local Authorities",
    "Have nominal mandates but lack budgets, trained staff, and technical capacity.",
    "(The author holds a B.Sc. in Agricultural Engineering from Tokyo University and an M.Sc. in Soil and Water Management from the University of Wageningen. He is a specialist in watershed management and soil conservation, and a former Director of the Natural Resources Management Centre, Department of Agriculture, Sri Lanka. He has also worked with the FAO in Sri Lanka and Bangladesh.)"
  ]
}