{
  "url": "https://hbr.org/2024/09/when-weighing-job-offers-consider-more-than-just-salary",
  "title": "When Weighing Job Offers, Consider More Than Just Salary",
  "ut": 1725605114.0,
  "body_paragraphs": [
    "Michael Prince/Getty Images",
    "Pay is a top factor employees consider when deciding between job offers. But, aside from the base salary (which of course is really important), how do you determine if the comprehensive job offer — including perks and benefits — will work for? It’s easy to...more",
    "Would you accept a job offer if the company offered free dry cleaning? In case you’re wondering, yes, this is a real benefit that was once given by companies like Meta and Google. While it may sound like a nice perk (who wouldn’t want to return home to clean clothes), it likely wouldn’t be the determining factor in deciding whether you should join an organization.",
    "As the founder of Career Unicorns and Berkeley Law’s first director of employer outreach, I specialize in coaching people from marginalized communities and have coached over 1,000 professionals at all career levels. I guide them how to successfully negotiate (and obtain) offers based on their priorities. Often, my clients have found themselves in situations where they’re considering more than one job offer with similar compensation structures. Other times, they have just one offer with no other options to compare it to. In either case, deciding whether to take a job boils down to understanding what benefits are available to them aside from the base salary. Simply put, the power of a robust benefits package cannot be understated when it comes to measuring the value of an offer.",
    "Based on my experience, here’s some advice to consider if you find yourself in similar situations.",
    "First, understand the different types of benefits.",
    "According to Gallup, pay is a top factor employees consider when deciding between job offers. But, aside from the base salary (which, of course, is really important), how do you determine if the comprehensive job offer — including perks and benefits — will work for you?",
    "If you’re weighing job offers for the first time, you may find the number of benefits a company offers overwhelming. To help you make sense of them, I’ve divide the most common benefits into five general categories: health, financial, growth, work-life balance, and “other.”",
    "Health benefits: Healthcare, vision, dental, prescription and pharmacy benefits, flexible savings account (FSA), fertility (such as IVF or freezing eggs) coverage, adoption assistance, employee assistance programs (such as legal and financial advice), and mental health benefits (such as couples therapy, talk therapy, and EMDR therapy).",
    "Financial benefits: Student loan assistance, retirement benefits (such as 401(k), 401(k) match, 403(b), and pensions), equity, stock options, RSUs, profit sharing, performance bonus, retention bonus, relocation and housing assistance, disability insurance, and life insurance.",
    "Growth benefits: Professional development and training, career coaching, covering the cost of professional associations and licenses fees, and tuition reimbursement.",
    "Work-life balance benefits:  PTO, flexible working hours, flexible work structure (such as remote or hybrid), personal days, volunteer days, holidays, accrued or unlimited vacation, bereavement leave, parental leave, family care leave, wellness programs (such as mindfulness seminars and fitness classes onsite), onsite childcare, and emergency childcare stipend.",
    "Other benefits: Home office and company equipment stipend (such as desk, laptop, cell phone, internet, tablet, headphones, camera), massages, haircuts, happy hours, dry cleaning, gas pumped onsite, free electric car charging, and free lunch, snacks and drinks.",
    "Note that, while the list is long, not every company will provide benefits from each category. Most will pick a certain number of benefits that make sense for their organization and fit into their overall budget. The different job offers you may receive might also have a completely different benefit packages. This can make choosing what works best for you feel stressful.",
    "Next, strategically weigh your options.",
    "When I start working with my clients, they tend to fall into the trap of weighing a job offer based on salary alone. Many of them don’t think about how the job will impact their day-to-day life and their future goals (even four to five years down the line), which can result in them becoming unhappy with the job they end up choosing. To help them build happy and sustainable lives and careers, I ask them to dig deeper — to think about how a job fits in with their daily life and long-term ambitions.",
    "Depending on what season or stage of your life you’re in, your values and priorities can change. For example, someone who is a recent graduate and is single may enjoy traveling for work. But, a decade later, they might be a new parent or have to take care of an elderly family member, and may not want to or be able to travel as much for work. That’s when choosing a job based on salary becomes even more risky.",
    "Through my work, I’ve found that these three questions are most useful in helping people gain clarity on what’s important to them now and what will be important to them years down the line. Once they answer these questions they can better analyze whether an offer aligns with their current values and future goals:",
    "What are my top two to three priorities in my life and career right now?",
    "What are my top two absolute must haves and deal breakers in a job?",
    "What do I hope to achieve in my life and career in the next five years?",
    "Let’s take a look at two clients*, and how I helped them determine which job offer was right for them based on these questions. Each scenario reflects dilemmas I’ve seen people in their early careers face and includes advice on what you can do if you find yourself in a similar situation.",
    "Case 1: Choosing to Live at Home or Relocate",
    "My client Camilla was in her mid-20s. She lived in a small town with her mom, who has raised her as a single parent. Camilla spent most of her career working long hours in nonprofits. Because of the low pay and long hours, she hadn’t gotten a chance to travel, but wanted to.",
    "After going through the application process, Camila was struggling to decide between two offers — both of which would give time to travel for leisure and do work she found engaging. The first offer was at a startup with a base salary of $114,000, was fully remote, had unlimited vacation, but didn’t offer health benefits. The other offer was at a mid-sized company with a base salary of $120,000, was based in New York requiring three days in the office, had a two-week vacation policy, and full medical, vision, and dental benefits.",
    "When we started partnering together, Camilla thought that working at a company with a big brand name and the highest base salary would be most important to her. But when we dove deeper into her priorities, she realized staying in her small town was important because she loved being close to her mom. Her family also expected that she take care of her mom as her mom gets older. Camilla’s must have was work-life balance and her deal breaker was a boss or team who presumed she would be available 24/7. She wanted a job that would offer flexible work and mobility. In five years, Camilla would have liked to get promoted into a manager role and see more of the world.",
    "Despite the mid-sized company offering a higher salary and full health benefits, Camilla chose to go with the tech startup. The company was fully remote, so she wouldn’t have to leave her home and relocate. The company seemed committed to supporting their employees’ work-life balance. Their vacation policy worked great for Camilla, who could use the unlimited vacation policy and the two-week winter holidays to travel. Because it was a high-growth startup, she was able to negotiate a better title (manager) and was told she could get promoted quickly if she delivered great results.",
    "Even though the startup offer had a lower salary by $6,000 and no health benefits, she would save more money by living at home instead of renting an apartment in a big city. She would also get paid more per hour because of the generous vacation policy. Being young and healthy, Camilla realized that her out of pocket health costs wouldn’t be that high — averaging about $419 per month or $5028 per year according to Forbes Advisor. In addition, she researched that the average American commute (one hour and 20 minutes) would cost her around $10,831.74 yearly. Since the job at the startup was remote, she would save on transportation, offsetting the lower salary and health costs.",
    "The takeaway:  When considering two job offers, resist the urge to go with the higher salary. Figure out what is important to you, and make a decision that will support your goals and work-life priorities, and makes the most sense for you financially. It’s also worth doing some research to calculate the savings you’ll gain as a result of perks beyond the base salary, which might not be immediately obvious. In Camilla’s case, living at home, cutting commuting costs, and the generous vacation policy allowed her to save money and get paid more per hour.",
    "Case 2: Choosing Which Needs and Values to Prioritize",
    "Mira was in her late 20s. She lived in a big metropolitan city by herself, and spent three hours a day commuting. She had a history of depression that began in college and worsened during the pandemic. Her current job expected her to be available at all hours, increasing her feelings of burnout.",
    "When I met Mira, she told me that her biggest priority was reducing her long commute. Mira’s must have was anything that would reduce her stress and allow her to focus primarily on her mental health. Her deal breaker was a fully remote role because going into the office and being around people helped with her depression. During our conversations, Mira voiced that she was also looking to maximize her retirement benefits in the next five years.",
    "While Mira had a few compelling offers that offered the same or similar salary structures, the benefits varied. She narrowed it down to two offers that had the lowest commute time and the best health benefits. The first company was a startup that was only a 15-minute walk from her house and offered full medical, dental, and vision benefits, but did not cover therapy. The second offer was at a large global company with a 45-minute driving commute that offered full health benefits, including therapy, and a shuttle service to and from work, and free meals at the office.",
    "Mira finally accepted an offer from the large global company because it had the best medical and pharmaceutical benefits that also included access to therapists and psychiatrists with a $10 copay. With this new health benefit, she would end up saving $12,480 per year. They also offered retirement benefits that included a 401(k) and a 3% match from the company (literally free money).",
    "The company had a four-day in office policy ,which she liked as it would help her be around people. She also appreciated the flexible work option as that would help her plan her workday around her medical appointments when need be. Even though the commute would be longer, she realized she valued the other great benefits (the shuttle service to and from work, free meals at the office, and an onsite gym) because they would help her save time and money. When she calculated it, she would save time from not having to cook breakfast, lunch, and dinner — more time than the 45-minute commuting. While some people might think these fringe benefits are extraneous, given Mira’s health history, they made her day-to-day life more manageable and allowed her to save energy to focus on her recovery.",
    "The takeaway:  Even though remote work is often a desired benefits, it’s important to look at your own specific needs and goals. In Mira’s case, being in the office worked better for her needs. Upon reflection, she discovered that one of her main asks — a shorter commute — wasn’t as big of a priority as her mental health. Learn from her example, and take time to weigh the costs of each perk a company offers and how it aligns with the various, changing aspects of your life. No job offer is perfect, and you will likely have to choose which of your needs is most important to meet in this moment in order to lead a happy and healthy lifestyle.",
    "It’s easy to focus only on your base salary when deciding on a job offer, but remember money isn’t the only thing that matters. Review your entire compensation package and benefits offered, and make a decision that will best support your priorities now and in the near future. Depending on the benefits, your overall compensation package, including the salary and benefits, could be much higher than a job that offers a high base salary but fewer benefits. Plus, when your employer pays for your benefits, that is pre-taxed dollars, so you’re saving even more money.",
    "Editor’s Note: Personal information has been changed to maintain confidentiality and privacy of the clients.",
    "Career Management Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Career Management. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "What's your next career move? Learn how to set yourself up for success.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "One Bank's Agile Team Experiment",
    "Overcoming Overwork (HBR Women at Work Series)",
    "Read more on Job search"
  ]
}