{
  "url": "https://hbr.org/2025/02/how-to-answer-walk-me-through-your-resume",
  "title": "How to Answer “Walk Me Through Your Resume”",
  "ut": 1739174128.0,
  "body_paragraphs": [
    "Deagreez/Getty Images",
    "Many hiring managers will begin a job interview by asking: “Can you walk me through your resume?” They’re not looking for a laundry list of accomplishments or responsibilities. Instead, they want a focused narrative that highlights why you’re the perfect fit for the new role. You need to bold in drawing clear connections between your unique skills and the role you’re interviewing for, showcasing how your experience enables you to deliver exceptional value beyond what other candidates can offer. Connecting your experience to the job you are pursuing and showing progressive skills acquisition throughout your career in a succinct story will leave the interviewer satisfied that you can succeed in the new role. Highlighting your unique skill is the icing on the cake that not only sets you apart from the competition but also makes you a more memorable and compelling choice for the job. This article offers three steps to answer this question – and shows how to do it in under two minutes.",
    "The fastest way for recruiters to determine if you have the necessary skills and experience for a job is by asking, “Can you walk me through your resume?” It sounds like an easy question, but don’t be fooled — your answer will determine whether the recruiter considers you a serious candidate. Recruiters aren’t looking for a laundry list of accomplishments or responsibilities. Instead, they want a focused narrative that highlights why you’re the perfect fit for the new role. Here’s the catch — you need to deliver your answer in less than two minutes no matter how many jobs you’ve had and how many years you’ve worked, or you could risk losing the recruiter’s attention.",
    "Career Management Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Career Management. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "What's your next career move? Learn how to set yourself up for success.",
    "Learn More & See All Courses",
    "Read more on Career transitions"
  ]
}