{
  "url": "https://www.ft.lk/columns/SMEs-the-forgotten-people/4-775049",
  "title": "SMEs, the forgotten people",
  "ut": 1743554125.0,
  "body_paragraphs": [
    "Sustainability of the economy lies upon SME organisations in a country",
    "We are the strength that brings hope and life to the country’s economy. Yet “despite our effort and strength, we are always being misunderstood… as a group of people who needs guidance.”",
    "Let me ask you ... is it we who need guidance or those who claim to lead us who need guidance? It’s sad, after 76 years of rule, why do these politicians think we entrepreneurs are naïve, gullible and fragile? Don’t forget, we are the economic backbone of this country. We are the strength behind the country’s survival. If we were to fall the economy of this country would collapse for sure.",
    "Let me break down SME into three segments:",
    "What can we give back?",
    "We are creators that turn something from nothing. We take the risk of putting everything in line to build and innovate. We inspire people to believe. We contribute without expectation. We never think negatively. We are always driven trying to uplift the country’s economy. I could proudly say I’m an SME organisation.",
    "Let me make you understand … our contribution of 52% to the GDP in numbers.",
    "In 2018 we have contributed more than $ 48 billion",
    "In 2019 we have contributed more than $ 46 billion",
    "In 2020 we have contributed more than $ 45 billion",
    "2021 after the pandemic, we contributed more than $ 46 billion",
    "In 2022 when the country was called bankrupt, we still contributed $ 38 billion",
    "The level of NPL was 36%",
    "If I were to break the NPL percentage into values... in 2019 the NPL was only Rs. 680 billion.",
    "After the pandemic, we still managed to keep the NPL level at Rs. 900 billion. When the Central Bank called the country bankrupt, our NPL levels rose to Rs. 1.3 trillion ... a record breaking number of 36%.",
    "Please understand, does this decline reflect our mismanagement? Or does it reflect the Government mismanaging the economy? Yearly increasing recurrent expenses and borrowings to reach the gap of the Budget has led us to this... our expectations on the 2025 Budget were not fulfilled. Every Government that has come into power for the last 76 years has brought this country to what it is today! We SME organisations have always been on the receiving end.",
    "We want immediate, short-term and long-term policies to be implemented in favour of the SME organisations (such as giving local businesses the same relief as BOI companies since we two are investors).",
    "We want national policies to be implemented in protecting SME manufacturers from invading foreign FTAs.",
    "We want women-led businesses to be protected and given uplifting support.",
    "We want the Government to intervene directly in facilitating working capital benefits for SME organisations.",
    "Understanding the value “since we are the forgotten people”",
    "What can we give back?",
    "We can support the growth of the GDP rapidly (in terms of local and exports).",
    "During 2019 to 2024 when the country suffered a tremendous downfall, it’s the SME organisations that kept the economy going. We have paid direct and indirect taxes to uplift the volatile economy of this country. Unprecedented decisions taken by the Government have led the SME organisations to suffer the consequences.",
    "Sustainability of the economy lies upon SME organisations in a country. We only not contribute 52% to the country’s GDP. 76% of the businesses are SME organisations. Our contribution is 4.5 million workforce to this country.",
    "This indicates the strength in a country’s economic growth.",
    "Dear SME…let me leave you with this thought.",
    "Martin Luther King Jr. once said... everybody can’t be famous, but everybody can be great in what they do.",
    "We, as SMEs may not always receive recognition. Neither do we seek fame. We seek progress and growth through our unwavering dedication. We will continue to be great. Not just for our survival, but for the future of this nation.",
    "(The writer is the President of the Ceylon United Businesses Alliance.)"
  ]
}