{
  "url": "https://www.ft.lk/columns/Why-Sri-Lanka-needs-smarter-approach-to-tobacco-tax-policy/4-778554",
  "title": "Why Sri Lanka needs smarter approach to tobacco tax policy",
  "ut": 1751587617.0,
  "body_paragraphs": [
    "Perhaps most critically, TETSiM fails to incorporate two of the most significant realities in Sri Lanka’s tobacco landscape: the vast beedi market and illicit cigarette trade",
    "The reliance on historical global averages— some drawn from decades-old datasets— makes TETSiM ill-equipped to reflect today’s market dynamics. Rising tobacco prices, the introduction of alternative nicotine products, and growing consumer price sensitivity all demand a more current and country-specific approach. Moreover, the TETSiM model restricts the elasticity input range, effectively encouraging governments to believe that higher taxes will always increase revenue. This contradicts findings from several global countries, including the EU, where price elasticity varies significantly across countries",
    "Sri Lanka’s tobacco taxation strategy is facing renewed scrutiny as authorities navigate the dual priorities of public health and revenue generation. Central to recent tobacco tax policy discussions is the Tobacco Excise Tax Simulation Model (TETSiM)—a policy planning tool promoted by the World Health Organization (WHO) and adopted in several countries to project how adjustments to tobacco taxes impact consumption levels and state revenue. In Sri Lanka, TETSiM is increasingly being referenced by health advocates and economists as a way to inform more data-driven fiscal policies.",
    "The model was designed to offer a standardised framework to support tax policy reforms in developing countries. However, emerging data and real-world outcomes suggests that this one-size-fits-all model may not be fit-for-purpose in Sri Lanka’s unique economic and social landscape.",
    "At its core, TETSiM assumes that cigarette demand is highly inelastic—that is higher prices and taxes will have a proportionately lower impact on consumption. In simpler terms, the model estimates that a 10% price increase would reduce cigarette volumes by around 5%. However, a recent study by Frontier Economics explains that this view is outdated, and it is inaccurate to assume that this can be generally applied to all markets.",
    "A closer look at market data from Sri Lanka, suggests that this assumption may not hold. Between January 2022 and December 2024, cigarette increased by 146%, while legal cigarette sales dropped by 33%, falling to 1.91 billion sticks according to the 2024 Annual Report of Ceylon Tobacco Company PLC.",
    "That’s a far cry from the model’s forecast, which claimed that a 50% tax increase would lead to less than a 1% drop in smoking.",
    "The reliance on historical global averages—some drawn from decades-old datasets—makes TETSiM ill-equipped to reflect today’s market dynamics. Rising tobacco prices, the introduction of alternative nicotine products, and growing consumer price sensitivity all demand a more current and country-specific approach.",
    "Moreover, the TETSiM model restricts the elasticity input range, effectively encouraging governments to believe that higher taxes will always increase revenue. This contradicts findings from several global countries, including the EU, where price elasticity varies significantly across countries. Without adjusting for current consumer behaviour, enforcement capacity, and local affordability, the model creates a false sense of fiscal security.",
    "Any statistical analysis using the TETSiM will also include an inherent confidence interval around price elasticity estimates. In Sri Lanka’s context, where excise taxes play a critical role in public revenue, this introduces a key variable in decision-making.",
    "The larger the confidence interval, the more cautious a tax authority should be when considering substantial increases in tax rates. For smaller tax rate adjustments, the effect of these error margins tends to be limited, allowing for reasonably accurate forecasts of the impact on consumption and revenue. However, when the proposed change in price—or tax—is large, these margins of error can grow substantially, making predictions on sales volumes and government revenue far less reliable.",
    "Unless there is a high degree of certainty around the underlying price elasticity—which, in practical terms, is nearly impossible to guarantee—or unless elasticity is far below the revenue-maximising threshold, the risk of a tax increase backfiring and reducing government revenue becomes greater as the scale of the increase grows. This uncertainty is especially critical when the model oversimplifies real-world consumer behaviour or fails to fully reflect market dynamics, potentially exposing Sri Lanka to fiscal risks that could undermine both revenue collection and public health outcomes.",
    "Perhaps most critically, TETSiM fails to incorporate two of the most significant realities in Sri Lanka’s tobacco landscape: the vast beedi market and illicit cigarette trade.",
    "An estimated 6.5 billion beedi sticks are consumed annually in Sri Lanka, yet this entire segment lies outside the model’s scope. While the Government has raised taxes on beedi, challenges around enforcement and tax collection persist",
    "Simultaneously, illicit cigarettes—those smuggled, untaxed, and unregulated—are estimated to account for nearly 39% of Sri Lanka’s total cigarette market. This is not merely a statistic; it reflects a growing behavioural shift among consumers, particularly those from lower-income segments, who are being priced out of the legal market due to successive tax hikes. As legal cigarettes become increasingly unaffordable, these consumers often turn to cheaper, illicit alternatives that are readily available but completely outside the tax and regulatory net.",
    "This trend is not unique to Sri Lanka. South Africa presents a cautionary example: after a series of aggressive excise increases without adequate enforcement mechanisms, the illicit tobacco trade flourished. By 2024, over 70% of cigarettes sold in South Africa were illicit, severely undermining both public health objectives and government revenue. Instead of reducing consumption, the policy inadvertently shifted demand to unregulated products that are often more harmful and completely untaxed.",
    "Unless tax increases are balanced with stronger enforcement and a strategy to keep legal products accessible to price-sensitive consumers, Sri Lanka could face a similar outcome. The risk is twofold: not only does the state lose vital tax revenue, but the intended health benefits of tobacco control policies are also compromised. In effect, poor enforcement turns well-meaning policy into an opportunity for illicit networks to thrive.",
    "Sri Lanka’s experience shows that global models like TETSiM can be a useful starting point—but not the finish line. To craft effective tobacco taxation policy, we must invest in a locally tailored model that reflects real-time affordability indices, price elasticity trends, enforcement capacity, and market-specific dynamics.",
    "This isn’t just about better data. It’s about smarter policymaking.",
    "As seen in 2016–2017, aggressive tax increases led to flatlining revenue and a surge in smuggling, costing the government an estimated Rs. 80 billion annually. These outcomes were predictable—and avoidable—had elasticity and market realities been accurately modelled.",
    "A revised forecasting tool must be grounded in recent household consumption surveys, customs data, and national enforcement patterns. It must also be flexible enough to capture shifts in inflation, exchange rates, and consumer preferences. Tobacco tax policy is too important to be guided by outdated templates.",
    "TETSiM served its purpose as an introductory framework. But Sri Lanka now needs a new generation of tax modelling—rooted in local data, responsive to economic change, and aligned with both health and revenue goals. Getting this right isn’t just a technical fix. It’s a national necessity."
  ]
}