{
  "url": "https://www.ft.lk/columns/Cleaning-up-fossils-in-administration/4-773315",
  "title": "Cleaning up fossils in administration",
  "ut": 1740098445.0,
  "body_paragraphs": [
    "Remnants of the old team continue to remain in their positions although in different roles",
    "“Clean Sri Lanka” (CLS) is a commendable project not only to make the country preserve its natural beauty and attraction by maintaining a healthy physical environment but also more importantly to instil the idea of civic mindedness or care about the common good in the mindset of Sri Lankans. Excessive preoccupation in caring for one’s private interest leads to the neglect of interest in public welfare and increases the administrative cost of a government, a basic lesson in welfare economics. But the task of inculcating civic consciousness should not be left entirely on the shoulders of a government but should be shared by other social and religious institutions.",
    "Be that as it may what is discussed below is another aspect of cleaning which the current Government needs to take care of.",
    "Cleanse all sedimented fossils from old era",
    "AKD Presidency and NPP Government are the twin products of a political awakening set in motion by a new generation of Sri Lankans since 2022. The singular message that this generation and its Aragalaya sent to the newly elected leaders was “system change”. The President and his team of ministers undertook to introduce a new system of political governance and economic management over the next five years, which would cleanse all those sedimented fossils from the old era and set a new trend for peace, stability and prosperity.",
    "But, from day one of their victory guardians of the old era never missed an opportunity to vent their anger and frustration over their electoral defeat by blaming and maligning AKD and NPP for anything and everything that according to the guardians causing the opposite. From shortage of victuals to pranks of monkeys in the forest are all blamed on the new President and Government. So far, the Opposition has not advanced anything constructive as alternative to what the Government is doing. Should the caravan halt because of dogs? Let it move.",
    "Still lurking along the corridors of administration",
    "However, the strength of the enemy should not be underestimated. There are a number of ways for the opponents to sabotage the reform agenda of the new order. For instance, unlike in American democracy where a new president brings with him or her a new battalion of advisors, consultants and administrators, in Sri Lanka remnants of the old team continue to remain in their positions although in different roles. This means the aficionado and apparatchiks of the Rajapaksa and Wickremesinghe era are still lurking along the corridors of administration.",
    "These elements to show their gratitude for favours, promotions or privileges rendered by previous masters could use their positions to indulge in activities that could unnecessarily delay or even sabotage the implementation of reforms undertaken by the new Government. This is why cleaning the administration of the old sedimented fossils should be part of CSL campaign.",
    "Another aspect relating to CSL is the selection of candidates to contest the forthcoming Local Government Elections (LGE). One shortcoming of the 2024 General Election was that NPP leadership until the last minute did not seem to have spent much time in candidate selection. The controversy over the educational credentials of one of their MPs was because of this shortcoming. This should not be repeated at LGE. Because, if CSL were to succeed, NPP members of local governments must be individuals not only with impeccable character and talent but also ones who realise the value and significance of CSL. They should be able to mobilise the local social and religious institutions to organise regular shramadana activities as part of CSL. This was the essence of A.T. Ariyaratne’s Sarvodaya Shramadana Movement (SSM), which the Aragalaya generation seems to have forgotten. It is time that movement is revived and promoted as part of CSL.",
    "Practice of volunteerism",
    "The philosophy and practice of volunteerism promoted by Sarvodaya was an invaluable social asset which was utilised by the Sirimavo Government in the 1970s to promote its own Grow More Food (GMF) campaign. School children were asked to engage in shramadana activities. JR’s open economy based on self-interest killed those activities. Can CSL be branched into GMF also and help to ease food shortages. Given the formidability of the economic challenge facing the country the spirit of volunteerism could play a significant role in easing that challenge. SSM must be revived to make CSL an inclusive campaign.",
    "As a Muslim, let me ask this question. What is wrong in asking the worshippers who attend the mosque five times a day to spend a few minutes of their time and labour voluntarily in turning the mosque compound into a vegetable garden and share the fruits later among themselves? In doing so they would be setting an example to worshippers of other faiths also. Local councillors must initiate such voluntary projects. The country needs more Ariyaratnes in every community.",
    "(The writer is a retired economist, W. Australia.)"
  ]
}