{
  "url": "https://www.dailymirror.lk/opinion/Crocodile-tears-over-Lanka-while-covering-genocide-in-Palestine-EDITORIAL/172-297669",
  "title": "Crocodile tears over Lanka, while covering genocide in Palestine - EDITORIAL",
  "ut": 1733685683.0,
  "body_paragraphs": [
    "The EconomyNext on December 5 reported that the International Truth and Justice Project (ITJP) is seeking sanctions and travel bans for human rights and economic crimes in Sri Lanka for more than 60 Sri Lankans, including military officials. The submissions have been sent to the governments of the United States, United Kingdom, Australia, and Canada as well as the European Union and the United Nations,",
    "Yasmin Sooka, the Executive Director of the ITJP affirmed that in the absence of accountability to date, “...it is vital to continue to document past and current crimes, analyse the evidence and use every channel to keep on asserting the truth...”",
    "Three cheers to Sooka for raising the issue nearly 25 years after the war was brought to an end. Reportedly over 70,000 persons lost their lives during that near three-decade period. We at the Daily Mirror ‘raise our hats’ so-to-say to the Executive Director and her team for their diligent work, carried out over an extended period of time.",
    "She added, “We hope the new government in the UK will sanction Sri Lankans on Human Rights Day this year (10 December) for their alleged role in war crimes during the end of the country’s conflict.”",
    "War criminals if any, need to be brought to book and punished for their crimes. Similarly, is it by gross oversight that Sooka, and her team continue to receive international scale remuneration for their work with no time line in sight?",
    "Lanka’s human rights record is often raised whenever the sponsors of project ITJP feel it is necessary to divert attention away from ongoing current events; as well as to ‘persuade’ recalcitrant governments to toe a particular line.",
    "Most often these tactics are used to twist the arm of governments, whom ITJP sponsors believe are not falling in line with their thinking.",
    "The ITJP has submitted it report to the governments of the United States, the United Kingdom, Australia, Canada, the European Union and the United Nations.",
    "Curiouser and curiouser, as the mythical figure in Lewis Carol’s ‘Alice in Wonderland’ would have said. The five government’s whom the ITJP has sent its report on alleged war criminality in Lanka are the very powers who are wantonly backing the ongoing commission War of Crimes, Commission of Apartheid and what has now been described as genocide by Israel in Palestine.",
    "In the near three-decade long ethnic war in Lanka, over 70,000 persons may have been killed. Most of them were civilians. The criminals responsible for their deaths need to be brought to justice. We do not dispute this.",
    "But why has the ITJP asked these Western powers to sanction the Lankan individuals? Are they akin to white knights in shining armour?",
    "Presently Israel has murdered over forty-three thousand Palestinian civilians. It has, according to the United Nations, attacked refugee camps in the Gaza Strip. It continues killing children. According to the United Nations Secretary General, Gaza has become a killing field for children.",
    "A new Oxfam (a British-based international charity) analysis has found more women and children have been killed in Gaza by the Israeli military over the past year than the equivalent period of any other conflict over the past two decades.",
    "Separate data from ‘Action on Armed Violence’ up to September 23 shows, Israel hit civilian infrastructure across Gaza with explosive weapons once every three hours since the war began.",
    "Homes were hit every four hours. Tents and temporary shelters every 17 hours. Schools and hospitals every four days and aid distribution points and warehouses every 15 days.",
    "Earlier this year, a study published in ‘The Lancet’ estimated the true number of deaths in Gaza could be over 186,000, taking indirect deaths –for example, due to burial under rubble, starvation and lack of health care.",
    "So why Sooka do you call on persons collaborating in genocide to sanction Lankans on Human Rights Day? Is it to divert attention away from the ongoing genocide in Palestine by a friend named Israel?"
  ]
}