{
  "url": "https://www.ft.lk/columns/Black-state-Anura-s-drug-war-Cuba-s-UN-victory-over-US/4-783945",
  "title": "Black state, Anura’s drug war, Cuba’s UN victory over US",
  "ut": 1762383005.0,
  "body_paragraphs": [
    "Sri Lanka’s wartime and postwar diplomacy",
    "Cuba’s Prof Miguel Alfonso Martinez",
    "AKD blacklists black state ‘within official state’",
    "It must have been a long ‘senior moment’ on my part because I never got the memo. Growing up the son of an editor, foreign correspondent and expert on world affairs, I picked up the practice of keeping track of international reports on Sri Lanka be they in the foreign media or released by recognised organisations. I never got the international report on drug addiction, drug trafficking, criminal drug lords and gangs, or drug transshipment through Sri Lanka that indicated the phenomena had escalated to such dangerously high levels as to warrant it being the President’s strategic national priority of the moment-- in short, any report that Sri Lanka was an international or regional hotspot by comparative standards, for drug usage or as hub for the drug trade.",
    "Without providing any credible statistical evidence from an authoritative independent source, President Anura Kumara Dissanayake declares that Sri Lanka’s drug problem is of such a magnitude that combating it is THE ‘national mission’ of the day.",
    "AKD has done so at a time when many international reports have focused on rising, unprecedented levels of poverty in Sri Lanka, and related issues of the collapse of levels of nutrition, school attendance, and health. This cluster of socioeconomic issues should have been the priority and national focus, but instead of a ‘War on Poverty’, a ‘War on Drugs’ is deemed the national priority.",
    "Even in Latin American countries which are hotspots of drug cultivation/manufacture and trade such as Colombia and Mexico, there are two diametrically different discourses. One is the progressive discourse (Gustavo Petro, Claudia Sheinbaum) which emphasises the socioeconomic root causes –poverty, unemployment, homelessness --and prioritises strategic programs to combat them, while of course making law and order more efficient. This is NOT the ‘War on Drugs’ discourse.",
    "Cuba’s Foreign Minister Bruno Rodriguez addresses UNGA, says Cuba will not give in",
    "The second discourse is that of the Right, emphasising law and order, deployment of the military and intelligence, centralising command, and glorifying crackdowns using armed ‘kinetic’ methods, while the issue of poverty reduction is but a tokenistic footnote. Though pioneered by the George W Bush administration and revived by Donald Trump, it has been echoed by the Latin American Right. The recent Rio de Janeiro massacre was a shock to the left-leaning Lula administration including the Justice Minister—the decision was taken by the right-wing federal governor and administration of Rio.",
    "The most horrendous mass manifestation of the ‘war on drugs’ was in Duterte’s Philippines. This is why Duterte’s overnight extradition to the ICC has caused no consequential mass political backlash in the Philippines.",
    "President Anura Dissanayake’s anti-drug discourse is not of the Petro-Sheinbaum variety but of the Bush-Trump and Uribe (Colombia) variety. In fact, he has gone further and enunciated a particularly lurid vision of a parallel ‘Black State’.",
    "‘…Consequently, a “black state” has formed within the legitimate state institutions built to ensure national and public security…",
    "…Thus, beneath the official State structure, a second network has been established to serve criminal interests. This country cannot have two states. There can only be one State, the legitimate State built by the democratic power of the people. The black state must be dismantled and brought to an end.",
    "This issue has now infiltrated political parties. Some individuals have become Councillors and Chairpersons, while others are preparing separate documents to contest elections. At one point, this network grew under the protection of certain politicians. The fundamental seeds for establishing political influence, Councillors, government, even attempts to controlling governance, have already been planted and we have identified them. This is not something that emerged naturally; it has evolved over a long period with the blessing and involvement of certain politicians and public officials.",
    "…We are establishing a National Operations Centre that will bring together the Police, the Armed Forces and all relevant agencies. This centre will integrate the Customs Department, the Department of Immigration and Emigration, the Department of Motor Traffic, the Police, the Armed Forces and the Intelligence Units into a single coordinated network.",
    "…Furthermore, I expect that the media will maintain the necessary restraint and professionalism while reporting on this issue…",
    "…Consequently, if the Police and relevant institutions are granted the necessary authority, this issue can be overcome …’",
    "(https://pmd.gov.lk/news/committed-to-addressing-the-challenge-posed-by-dangerous-drugs/)",
    "Why would a president give the drug problem of a country a higher profile than international law enforcement agencies, security agencies, developmental agencies or mass media give it? Why claim the country has “a black state within the official state”? Is it an attempt to attract the attention and approval of Donald Trump?",
    "Clearly, Trump’s tale about Venezuela’s ‘narcoterrorism’ is a cover for ‘regime change’. Is Anura’s ‘drug war’ a cover for regime entrenchment?",
    "In the blackest of ironies, President Dissanayake declared a veritable war on drugs while diligently pursuing the economic equivalent of drug addiction. I refer to the plan to embark on a massive bond issue amounting to US$ 11.2 billion by 2030.",
    "‘Sri Lanka plans to raise $ 11.26 billion through Sovereign Green and Blue Bonds by 2030 to finance renewable energy, biodiversity conservation, and other climate-related projects aligned with its 2050 carbon net-zero target, according to the National Climate Finance Strategy 2025-2030 (NCFS).",
    "The NCFS notes that the Finance Ministry has already drafted a Sovereign Green/Blue Bond Framework and engaged an international rating agency to provide a second party opinion to ensure compliance with international standards.",
    "The strategy was developed with support from the UK Government and the United Nations Development Programme (UNDP) and released last Friday.",
    "…According to the strategy, successful implementation would position Sri Lanka as a regional leader in sustainable finance, improve its sovereign credit standing, and attract international climate-focused investment for projects such as renewable energy expansion, waste management, and biodiversity protection.",
    "…Given the current constraints placed on Sri Lanka’s ability to access international capital markets, the identification of these financing instruments, the financing partners, and the linkages to the outputs will form the country’s Climate Finance Strategy…’",
    "(https://www.ft.lk/top-story/Govt-plans-to-raise-11-2-b-via-Sovereign-Green-and-Blue-Bonds-by-2030/26-783510)",
    "This looks to me like the installation of Green and Blue painted backdoors which get Sri Lanka back into the ruinous international money markets, or as the news report says, a method to “improve its sovereign credit standing …given the current constraints placed on Sri Lanka’s ability to access international capital markets”.",
    "What lies behind the Green Door is a den of deepening debt, from which, just like Hotel California, “you can check out any time you like/but you can never leave”.",
    "I get the point that this is for a noble purpose of raising cash for ‘green’ and ‘blue’ projects. However, when trapped in a hole—in our case the hole of foreign debt/debt repayment—the first thing to do is to stop digging. It doesn’t matter whether this time, you are digging for ‘rare earths’. Similarly, while the cause of financing green/blue projects is good, let’s recall that the worst drug addiction today is that of pain-killers which provide chronic pain relief. The upside hardly counts if the downside is far worse, and here the downside is the return to the international money markets and extension/enhancement of the curse of debt-slavery.",
    "Any financing for green and blue projects should either be through direct foreign investment, or institutional means (bilateral or multilateral) of funding. I urge a moratorium on return to the international money markets for whatever reason, however laudable. If you are a hamster on a wheel of foreign debt and keep on running, it doesn’t matter if you tell yourself that you are training to represent your country at the Olympics.",
    "Meanwhile, in the face of all Asian evidence that this is utterly unwise, AKD is busily locking the small island of Sri Lanka into dependence in the vital energy sector, on its giant neighbour India.",
    "‘India and Sri Lanka have taken another step forward in their landmark power grid interconnection project, holding a virtual meeting on Thursday (30), to discuss implementation modalities and next steps for regional energy integration.",
    "Senior officials from both countries met virtually to deliberate on the operational framework for the proposed India–Sri Lanka power grid interconnection, a key regional energy initiative aimed at enhancing cross-border electricity trade. The Indian delegation was led by Power Ministry Secretary Pankaj Agarwal, while the Sri Lankan delegation was headed by Energy Ministry Secretary Prof. K.T.M. Udayanga Hemapala…’",
    "(https://www.ft.lk/front-page/India-SL-advance-talks-on-cross-border-grid-interconnection/44-783791)",
    "With the signing on the sidelines of the ASEAN summit of a US-India 10-year Major Defence Partnership, Sri Lanka’s energy integration with India would mean entering the broader Indo-US strategic and security matrix, placing itself on one side in the Great Power competition and probably on a target menu in a Great Power clash.",
    "UN arena: Cuba beats US",
    "Colombo’s foreign policy establishment and commentariat, steeped in the diplomacy of dependence, had, if they cared to look and learn, a masterclass last week in fighting victorious diplomatic battles for one’s country against great odds. It was on Oct 29th in New York when Cuba moved its traditional resolution in the UNGA against the USA’s economic blockade.",
    "First presented in 1992, Cuba’s resolution always won. Latterly, with the Obama and Biden administrations suitably embarrassed to attack it, the resolution cruised-through with near-unanimity. But this year was totally different.",
    "US Secretary of State Marco Rubio, a Cuban-American from Miami, is bitterly hostile to the Cuban revolution. The Trump administration went flat out, sending diplomatic notes to UN member states signalling possible economic and legislative consequences of continued support for Cuba. These were brought to light and critiqued by Cuba’s Foreign Minister at briefings in Havana.",
    "The address by the new US Ambassador/PR at the UNGA session on Cuba was so aggressive that he was reined in by the (German) President of the UNGA. It was a no-holds-barred frontal diplomatic battle between the world’s greatest power and cash-strapped Cuba which was being hit hard by a hurricane as the vote was taken in New York. Cuba defeated the USA by 165 votes to 7, with 12 abstentions.",
    "Wartime and postwar diplomacy",
    "Sri Lanka has its own diplomatic experience of success and failure to learn from:",
    "(I) President Mahinda Rajapaksa’s wartime diplomacy, capped by our May 2009 UNHRC Geneva victory, was a substantive success.",
    "(II) Pressured by Sinhala establishment hawks, the MR administration’s postwar/second term diplomacy was a failure, including in Geneva.",
    "MR’s wartime/first-term success was greater than his postwar failure. Wartime and immediate postwar (Geneva) failure would’ve been catastrophic; postwar/second-term failure remains rectifiable.",
    "This diplomatic history is attested to in a book by Judith Large, senior research fellow at the University of Kent. Titled PUSH BACK, its ‘strap’ or subtitle is ‘Sri Lanka’s Dance With Global Governance’ (Zed Books, London 2016).",
    "The Bloomsbury blurb says ‘In this incisive new work, Judith Large investigates the ways in which the Rajapaksa government was able to subvert international diplomatic efforts…’ Ex-BBC correspondent Frances Harrison says it traces how Sri Lanka “got away scot free”. While the book’s title is PUSH BACK, the section with the actual subheading ‘Pushing Back’ in Chapter 3 deals with Sri Lanka’s win at the UNHRC in May 2009 (and quotes me at considerable length).",
    "The book also deals with the defeat of Sri Lanka in Geneva from the 2012 resolution onwards, but suggests no linkage with 2009. Indeed, post-2009 discontinuity and the “77-member” Sri Lankan delegation’s boorish discourse and conduct are vividly recounted (‘Push Back’, p161).",
    "The co-sponsored 2015 UNHRC resolution says in Preambular Paragraph 3 that the resolutions of 2012, 2013 and 2014 formed the basis of the 2015 resolution. The 2015 Resolution flows directly from the 2014 Resolution which mandated the Office of the High Commissioner’s investigation on Sri Lanka. The UNHRC resolution of 2015 makes no mention whatsoever of the UNHRC resolution of 2009-- because 2009 was an outright victory for Sri Lanka and left no leverage which the West used or could use.",
    "Unlike all other resolutions adopted at special sessions, including the co-sponsored US-SL 2015 UNHRC resolution, the May 2009 UNHRC resolution contained no call for follow up at the subsequent sessions of the Council. In 2009 we had taken Sri Lanka off the agenda of the Council and given our country a clean slate. For the next three years, there was no recorded attempt to bring a resolution against Sri Lanka in the UNHRC.",
    "The hubristic flight of folly in international relations by the Sinhala hawks --who also comprised the pro-Israel caucus-- in Mahinda Rajapaksa’s administration began almost immediately following the 2009 UNHRC-Geneva victory. Wikileaks cables show that while US Ambassador-at-large for War Crimes prosecutions Clint Williamson and his French counterpart Christian Bernier were dialoguing in Paris and New York about their failure in Geneva in May 2009 and reluctantly praising the “very effective diplomacy” of “Sri Lanka’s representation in Geneva”, I was sacked six weeks after our victory, reversing a written presidential instruction that I should remain at my post till May 2010.",
    "Tricontinental tradition",
    "To underscore the filiation between the Sri Lankan victory and the great tradition of Global South diplomacy as showcased by the triple digit against single digit (165-to-7) victory of Cuba over the Trump administration in New York last week, let me conclude with something I wrote which was originally featured on the Cuban Foreign Ministry (MinRex) website marking the death of one of its great diplomatic gurus and strategists Prof Miguel Alfonso Martinez. (http://www.cubadebate.cu/especiales/2010/02/12/recordando-a-miguel-alfonso/)",
    "‘…Miguel was a trainer of gladiators…in the world arena. He had taught generations of Cuban diplomats who represent their country superbly throughout the world, combining idealism, tireless energy and professionalism. An Emeritus Professor of International Law, expert in the UN and human rights, he was a legend at the Higher Institute for International Relations, Cuba’s premier diplomatic training academy. Miguel was one of those instrumental in crafting in the 1990s, one of Cuba’s biggest diplomatic operations; a strategic gamble which has reaped rich political dividends each year. This is the UN General Assembly vote, where ever-growing triple digit majorities take a stand against the US economic blockade (or ‘embargo’).",
    "Though he couldn’t be in Geneva during the UN Human Rights Council’s 11th Special Session on Sri Lanka, Miguel followed it keenly and anxiously from Havana, keeping in touch with me, Cuba’s UN-Geneva ambassador Juan Antonio and Sri Lanka’s ambassador Kunanayakam in Havana. Later, when it was all over, Juan Antonio, our partner and ally in the struggle, came up to me in the splendid assembly hall with a message he’d received from Miguel who thought the successful Sri Lankan fight-back, mobilizing the Non-aligned and its friends against formidable opponents, was something he would like to convert into a teaching module. He regarded it as a model of tactics.’ (http://www.srilankaguardian.org/2010/02/memories-of-miguel.html)",
    "That recognition accorded by Prof Miguel Alfonso who had worked with Fidel and Che, was maestro sensei of the Jedi knights of Cuban diplomacy, and Chairperson of the UN Human Rights Council Advisory Committee (2008), was a measure of our unambiguous diplomatic victory in 2009 and the value of its contribution to the Global South’s diplomacy of independence and emancipation.",
    "(https://dayanjayatilleka.webflow.io/)"
  ]
}