{
  "url": "https://www.eiu.com/n/what-to-expect-from-the-uks-new-government/",
  "title": "What to expect from the UK’s new government",
  "ut": 1721701674.0,
  "body_paragraphs": [
    "What to expect from the UK’s new government",
    "EconomyElectionsForecastingGeopoliticsPoliticsUnited KingdomCountry Analysis",
    "Since the Labour Party leader, Keir Starmer, became prime minister after winning the general election on July 4th, there have been no major surprises. Mr Starmer appointed his previous shadow cabinet to almost identical roles, and policy announcements have broadly mirrored Labour’s campaign manifesto.",
    "Mr Starmer’s large majority in parliament and the high level of experience of his new ministers means that he is well placed to make legislative progress, even on more controversial bills regarding North Sea energy policy and planning reform.",
    "Tackling ailing public services (particularly the National Health Service—NHS) will be trickier, partly because there is little consensus on how to make improvements, and partly because the prevailing political view is that there is no fiscal space for a large-scale increase in funding for public services.",
    "Labour’s foreign policy will be more pro-EU than that of the Conservative Party, while maintaining strong support for NATO and Ukraine.",
    "No major surprises so far under Starmer",
    "Mr Starmer’s first cabinet is one of the best-prepared of new governments in recent decades. Three of the new secretaries of state have previous experience leading departments, while five others are former government ministers. Most junior ministers are members of parliament (MPs) who have previous ministerial experience, senior parliamentary experience or deep specialist knowledge. The prime minister’s support team is composed of seasoned political advisers and experienced civil servants, most notably his chief of staff, Sue Gray, a former permanent secretary at the Cabinet Office, the department that drives cross-government operational efficiency. The experience of Mr Starmer’s cabinet and advisers should allow Labour to effectively implement policies.",
    "In order to show that Labour is “making change happen”, Mr Starmer will first tackle policy areas in which no internal opposition is present. This will aim to maintain momentum and to differentiate Labour from the Conservatives. He will also focus on policy areas where failure can be pinned on the Conservatives, such as reversing the effective ban on onshore wind farms—a policy that prior Conservative governments upheld after vociferous lobbying by MPs, constituents and party members. Critical to Labour’s plan to tackle growth in the UK is planning reform. In order to address the UK’s housing shortage, Mr Starmer wants to reform the National Planning Policy Framework in order to increase development, as well as reintroducing housebuilding targets for councils and re-addressing building on the green belt. Achieving the institutional changes needed for this should be feasible, but we expect Labour to undershoot its ambitious targets outlined for new housebuilding.",
    "Huge majority will support the passage of legislation",
    "The King’s Speech on July 17th outlined Mr Starmer’s legislative agenda and revealed his priorities for the parliament. The legislation, much of which had already been made public, focuses on institutional reform in areas like planning and energy policy, with a large share of bills aiming to help boost economic growth, in line with Labour’s manifesto. Although broadly supported by the electorate, many areas are complex to regulate and change. With 200 Labour MPs new to the job, Mr Starmer will probably seek to capitalise on their relative inexperience–and the government’s natural honeymoon period–to push through much legislation as early as possible.",
    "He will be helped by the fact that other political parties’ attention is focused elsewhere. The Conservative Party will be licking its wounds after its election loss and will be focused on a leadership campaign to replace the former prime minister, Rishi Sunak. Labour is also likely to face little immediate opposition in parliament from the Liberal Democrats. Although they hold a significant number of seats, one of their main campaign issues (sewage in UK rivers) will  be tackled as a matter of priority by the Labour government. Therefore, Mr Starmer should be able to easily pass his initial legislative package relatively unamended.",
    "Public services and prison reform will face challenges",
    "The key policy challenge for Labour will be improving public services, especially in healthcare and education, which have been squeezed by many years of austerity. We expect this to be difficult given the modest scale of spending planned, and anticipate only moderate progress here. Prison reform will also present difficulties given the UK’s overcrowding issue, which led to the Conservative government releasing 10,000 prisoners early. Although this only applied to prisoners who had served a minimum of 50% of their sentences, Labour justice secretary, Shabana Mahmood, is set to reduce this to 40%, which could meet with public opposition. The move is in line with Labour’s pledge to “take back our streets”, which includes plans to build new prisons, as well as better co-ordination for prison leavers and probation to reduce reoffending.",
    "Labour set to improve EU relations",
    "Mr Starmer’s foreign policy will look remarkably similar to that of the former Conservative government. Mr Starmer was gifted two foreign policy set pieces in the form of a NATO summit and a European Political Community meeting to establish himself as a pro-NATO, pro-Ukraine and pro-EU prime minister. Labour was thus able to promptly show support for Ukraine and meet with the US president, Joe Biden. Mr Starmer will also seek to reset relations with the EU. The foreign secretary, David Lammy, spent his first week in power visiting EU capitals and meeting his counterparts in an attempt to put the UK on a more favourable footing with its largest nearby trading and diplomatic partner. This trend will continue, as Labour is more pro-EU than the Conservatives.",
    "Making change happen will take time",
    "Labour will have an initial honeymoon period, on the back of a big win and with a large intake of new and enthusiastic MPs. The euphoria of victory will soon be tempered by the need for Mr Starmer to better articulate his plan for the country and to start taking difficult decisions. However, given that he has a working majority of more than 170 seats, even some erosion of party unity will not slow policymaking. In 2025 a degree of public disappointment can be expected as the realities of making progress on long-standing and intractable problems become clear. Expectations for Labour are high, after 14 years of Conservative government, but achieving quick wins in priority areas such as reducing waiting times in the NHS will be difficult. However, we see a strong chance of powerful changes to planning and investment policy that will help to lift economic growth, with the positive impact of these being felt later in the government’s term.",
    "The analysis and forecasts featured in this article are accessible through EIU’s Country Analysis service. This comprehensive solution provides unmatched global insights covering the political and economic outlook for nearly 200 countries, enabling organisations to identify potential opportunities and risks effectively.",
    "EconomyElectionsForecastingGeopoliticsPoliticsUnited KingdomCountry Analysis"
  ]
}