{
  "url": "https://www.ft.lk/columns/From-Kerala-to-Colombo-Lessons-in-building-gender-responsive-tourism/4-783698",
  "title": "From Kerala to Colombo: Lessons in building gender-responsive tourism",
  "ut": 1761870148.0,
  "body_paragraphs": [
    "International delegates with Utharavadhitha Tourism Club members",
    "Sri Lanka’s immediate tourism neighbour, Kerala, is setting a new benchmark in inclusive tourism by placing women at the heart of its tourism development strategy. Through its Responsible Tourism Mission (RT Mission) and the newly launched Gender-Inclusive Tourism Policy, the State has emerged as a national model for gender-responsive and women-friendly tourism.",
    "The initiative, which began under the “Women-Friendly Tourism Project” in 2022, has now expanded across the State, drawing the participation of more than 17,000 women as entrepreneurs, guides, homestay owners, and tour operators. Tourism Minister P.A. Mohamed Riyas said, “Tourism must empower local communities, especially women. Kerala’s goal is to make every destination safe, inclusive, and economically beneficial for women, empowering them across the tourism value chain.”",
    "The Maravanthuruthu STREET Project is designed to develop small, sustainable tourism hubs in rural areas, built around local culture, heritage, cuisine, and everyday life that tourists might call the “real Kerala experience”. For host women, these are mostly home cooked meals, homestays and include their usual day-to-day tasks such as coir rope making and coconut palm leaf weaving. There is a system for issuing tickets and distributing income so that the scheme is self-sustainable.",
    "Kerala, Responsible Tourism Mission’s gender inclusive approach ensures women are not only beneficiaries but active partners in tourism. Training programs, micro-enterprise grant support, and skill-building workshops are enabling women to start small ventures, from souvenir shops and food stalls to nature guides and homestay operators.",
    "Under the new tourism policy, 10,000 women-led ventures and 30,000 jobs are expected to be created over the next few years. The Mission is also working with UN Women India to train women leaders and strengthen community-based tourism networks. Safety remains central to Kerala’s vision. The State has completed gender and safety audits in a number of tourist locations, identifying infrastructure and behavioural improvements needed to make travel safer for host women and women travellers.",
    "Five destinations are now set to receive a “Women-Friendly” certification tag, marking them as secure and welcoming for women travellers. Meanwhile, the tourism department has begun branding special curated for solo women travellers and groups, combining cultural, wellness, and adventure experiences supported by verified women-friendly facilities.",
    "Kerala’s gender responsive tourism model has drawn expertise from countries such as Thailand, South Korea, Sri Lanka, Indonesia, Vietnam, Cambodia, Philippines, United Kingdom, Nepal, Romania and Italy, and also its own best practice examples from other regions of India. The State hosted the Global Women’s Conference on Gender-Inclusive and Responsible Tourism in 2024 supported by UN Women, leading to the Kerala Declaration on Women Friendly Tourism. The declaration underlines Kerala’s commitment to integrating gender equality in all aspects of tourism, from policy to practice. This year, Kerala Responsible Tourism Mission took another step forward by developing a Cultural Tourism Policy, which would further assist women in tourism.",
    "UN Women has lauded the initiative as a pioneering example of how tourism can be a tool for women’s empowerment and inclusive growth. Despite progress, officials acknowledge that challenges remain. Extending gender audits to all destinations, building safer infrastructure in rural areas, and ensuring the long-term viability of women-led enterprises will require sustained investment and monitoring. Social attitudes, too, are evolving. In some communities, women’s participation in tourism-related work faces gender-based cultural barriers — a challenge the Responsible Tourism Mission addresses through awareness programmes and community dialogue.",
    "Kerala’s gender-inclusive tourism model is increasingly seen as a blueprint for other Indian states and tourism destinations such as Sri Lanka. By aligning tourism development with social equity, the State is proving that tourism can be both economically beneficial and socially transformative to overcome gender barriers.",
    "Responsible Tourism Mission CEO Rupesh Kumar said, “When women are empowered, tourism becomes more sustainable. Kerala wants to show the world that responsible tourism is not just focused on nature and natural environment, it’s about people, equality, and shared growth.”",
    "Charmarie Maelge, attending from Sri Lanka, said, “What is most encouraging is the commitment and will of the Government. Kerala has established tourism societies and women’s groups across the State, creating a strong network. Members are provided with the required financial and technical assistance. There are dedicated staff at the Responsible Tourism Mission and, most importantly, allocated funds from the Government and a long-term approach. There is a strong emphasis on developing women’s entrepreneurship in Kerala. Sri Lanka also needs to prioritise promoting women’s participation as employees in the formal tourism sector to help bridge the existing skills gap and meet industry growth demands. Achieving this would require similar strategies aimed at transforming social gender norms and workplace gender stereotypes.”",
    "The familiarisation visit organised for the international delegates was centred on Onam celebrations in September this year and covered Cochin, Vembanad, Kumarakom, Maravanthuruthu, Perumbalam, Thrissur and Trivandrum.",
    "Tourism Clubs are formed by the Department of Tourism, Government of Kerala to nurture and develop young ambassadors of Kerala Tourism paving the way for new tourism trends and creating interest in travel among the youth.",
    "(The writer is a former Managing Director of the Sri Lanka Tourism Promotion Bureau and specialises in tourism marketing. She is also a gender and tourism specialist who has played a key role in promoting inclusive and sustainable tourism in Sri Lanka. As an Associate of Equality in Tourism International, Maelge has worked across Government and private sectors, advocating for greater women’s participation and gender-responsive policies. She holds an MBA and a postgraduate qualification in Gender and Women’s Studies from the University of Colombo.)"
  ]
}