{
  "url": "https://www.ft.lk/columns/A-fit-for-purpose-Disaster-Management-Act/4-785847",
  "title": "A fit-for-purpose Disaster Management Act",
  "ut": 1766107944.0,
  "body_paragraphs": [
    "The President’s statement that the current Disaster Management Act is flawed may have been a feint to divert attention away from his acts of omission on disaster risk reduction as the Minister responsible. But he was not factually incorrect. Aside from all else that must be done, it is important that the discussion on developing a new law starts now.",
    "The present law’s imperfections were caused by the inordinate rush of its enactment in 2005 intended to get external parties to fund all of Sri Lanka’s disaster risk reduction/management (DRR/DRM) activities in the aftermath of the 2004 Tsunami and the serendipitiously timed World Conference on Disaster Reduction that was held within a month of that disaster in January 2005, in Hyogo, Japan. No one was allowed to see the draft and give comments. It was labelled an urgent bill, which precluded even the limited opportunity before the Supreme Court.",
    "Before the Tsunami, disaster relief was handled by Government Agents. A deadly cyclone hit the East Coast in 1978 (estimates of over 900 deaths, storm surge going as far as 1.5 km from the shore, and 250,000 buildings damaged). The Batticaloa GA, Mr. Anthonymuttu, led a heroic effort to move people away from harm’s way based on the available satellite-based hazard information that came through the Department of Meteorology and the Sri Lanka Broadcasting Corporation, then the sole electronic medium in the country. In 1999, the Telecom Regulatory Commission worked with the telecom operators to make their networks resilient in the face of disasters. Payments to affected people were handled through a unit under the Ministry of Social Services.",
    "There was no unified approach to reducing the risks of multi hazards and no understanding of DRR/DRM being a cycle or a spiral, where every disaster would produce learnings to reduce risks of future disasters. The knowledge base of over 100 government officials who had been trained by the Asian Disaster Preparedness Center in Bangkok and the Hyogo Framework (which later became the Sendai Framework) contributed to the adoption of a unified approach to multi hazards in the 2005 Act. However, the drafters erred in loading too many tasks on a single Central Government entity without providing adequate resources and a workable institutional architecture.",
    "Time and time again, we have seen the efficacy of local actors in providing relief to the disaster afflicted. This is not something the Central Government can handle, even for disasters in Colombo (as was seen after the 2016 Kelani flood). The district authorities (as was the case before the 2005 Act), the Local Government machinery and local and hyperlocal formal and informal organisations are best for this. The 2005 Act tried to address this through District Disaster Management Committees, but that was ineffective.",
    "The GAs of old did not wait for orders or even for resources from Colombo. They worked across silos and used their discretion to get the job done. What the Central Government can do at most is to order the armed forces to respond to requests from the District Secretaries. This can be done through the declaration of a State of Disaster for a region (like Batticaloa in 1978) or regions (22 of 25 districts in 2025).",
    "This is where the Central Government is needed. It is best positioned to mobilise funds necessary for repairing damaged infrastructure, for helping people get back into livable housing, to restart small businesses, etc. In this regard, the lessons of the post-Tsunami Reconstruction and Development Agency (RADA), headed by Tiran Alles, must be operationalised. Alles, Emil Kanthan (allegedly a LTTE fund raiser), and two others were indicted for misappropriation of Rs. 200 million of public funds in 2016. The indictments were withdrawn in 2020 by the Attorney General under the Gotabaya Rajapaksa Government.",
    "The Fund created by the 2005 Act or the Reconstruction and Rehabilitation Fund under eponymous Act of 1993 may be used as the respositary for donations made by entities others such as major corporations and expatriate Sri Lankans. Contributions from foreign governments are best handled by the External Resource Department and through the Consolidated Fund. All these resources must be subject to Parliamentary oversight, along with the boards established under the 1993 and 2005 Acts.",
    "The Finance Commission or the (reformed) Disaster Management Council created by the 2005 Act may be tasked with apportioning the obtained funds to the districts.",
    "Both relief and recovery require the matching of supply and demand in the absence of functioning markets. In relief, it is necessary to match the supply of cooked food to the demand in specific locations by specific numbers of the displaced. In recovery, one needs information on the closest sources of earth-moving equipment. A software suite for this purpose, Sahana, was developed by Sri Lankan volunteers in the aftermath of the Tsunami. It was deployed in Manhattan and other places, but not by the Disaster Management Center (DMC).",
    "Sahana or similar systems need not be deployed centrally. The district authorities are the best for populating the databases in non-disaster times and using them during disasters.",
    "Early warning and preparedness",
    "In the multi-hazard approach, the task of monitoring hazards is left with specialist agencies, such as the Department of Meteorology for extreme weather events and tsunamis. But because timely disaster warnings are based on imperfect information and involve tradeoffs, it is not advisable to have scientists issue warnings. The decisions must be made by political authorities and issued using unambiguous and authoritative language by an Early Warning Center.",
    "As could be seen by the Met and Irrigation Department issuing warnings in Sinhala and English only, the Early Warning Centre established at the Disaster Management Center failed in 2025. Attempts to get them to adopt the internationally accepted Common Alerting Protocol (CAP) were unsuccessful. Had it been deployed, translations could have been done for more languages than Tamil, without the use of translators.",
    "Warnings about major disasters are best issued by the Central Government. But on localised hazards, the district and lower authorities can do better than the unactionable district-wide landslide warnings issued by the Central Government’s National Building Research Institute (NBRI).",
    "Preparedness activities including drills can be done only at the community level.",
    "Here, the central agency can play a useful role, by forming task forces and deploying consultants to assess performance on each of the DRR/DRM activities after a disaster. Based on these reviews it can work with the subnational agencies to formulate measures to reduce the risks the next time. Reports are not useful by themselves. Their findings must be internalised by those with the relevant responsibilities.",
    "The major flaws of the 2005 Act included an ungainly Disaster Management Council, headed by the President and including the Prime Minister, 20 Ministers (not including the Minister in charge of Disaster Management who had to be coopted) plus all the Chief Ministers and five opposition MPs (s. 3), that was supposed to meet four times a year (s. 5). Its other major flaw was the funding model that was over-reliant on externally funded projects.",
    "The design failure is evidenced by the fact that the last meeting of the Council before the cyclone was the 14th (not the 100th, as it should have been had the law had been followed). It should have been obvious that this gargantuan Council would be incapable of facilitating emergency response, recovery, relief, rehabilitation and reconstruction in the event of any disaster as it was mandated to do by s. 4(d).",
    "The avaricious intent of the authors of the 2005 Act is evident from s. 17 which lays out the sources of funding for the activities by the DMC: “(a) money received from the Consolidated Fund, as initial capital of the Council; (b) all such sums of money as may be received by the Council in the discharge of its functions; and (c) all such sums of money as may be received by the Council by way of loans, donations, gifts or grants from any lawful source whatsoever, whether in or outside Sri Lanka.” The initial capital under s. 17(a) was Rs. 10 million in 2005 rupees, inadequate even for salaries. They thought, wrongly, that foreign donors would completely fund Sri Lanka’s DRR/DRM activities.",
    "There is no provision for regular appropriations in the Act. Yet, money is allocated every year. But not enough.",
    "Most of the useful output of the DMC, such as the hazard vulnerability maps prepared around 15 years ago, has been produced by foreign funded projects. As happens with projects, there is no continuity and follow up.  The maps were briefly discussed, and seen by a few outsiders including myself, and then buried. It would still be educative to check the damage from the Kotmale dam opening with what the mapping predicted would be the inundation from a Kotmale breach.",
    "A lean, fit-for purpose Council with a powerful Vice Chairperson should be made responsible for non-time-sensitive functions such as approving disaster preparedness plans and oversight of financial outlays. The President should be the Chairperson but would not be expected to attend all meetings. A small Executive Committee with the Vice Chair and the Secretary to the President as co-chairs would be responsible for time sensitive decisions such as issuance of public warnings and the declaration of a State of Disaster.",
    "Operational functions would be assigned to units at the district level under the District Secretary, who would have the authority to delegate down to the Local Government level and coordinate the activities of Non-Governmental Organisations.",
    "There should be regular plan-based allocations of funds from Central Government and Provincial Council budgets adequate for DRR/DRM activities and to employ dedicated specialised personnel at the various levels. Any projects should be integrated to the overall operational plans, unlike at present."
  ]
}