{
  "url": "https://www.technologyreview.com/2025/01/17/1110055/deciding-the-fate-of-leftover-embryos/",
  "title": "Deciding the fate of “leftover” embryos",
  "ut": 1737070200.0,
  "body_paragraphs": [
    "This article first appeared in The Checkup, MIT Technology Review’s weekly biotech newsletter. To receive it in your inbox every Thursday, and read articles like this first, sign up here. Over the past few months, I’ve been working on a piece about IVF embryos. The goal of in vitro fertilization is to create babies via a bit of lab work: Trigger the release of lots of eggs, introduce them to sperm in a lab, transfer one of the resulting embryos into a person’s uterus, and cross your fingers for a healthy pregnancy. Sometimes it doesn’t work. But often it does. For the article, I explored what happens to the healthy embryos that are left over. Related StoryInside the strange limbo facing millions of IVF embryosFrozen embryos are filling storage banks around the world. It's a struggle to know what to do with them.",
    "I spoke to Lisa Holligan, who had IVF in the UK around five years ago. Holligan donated her “genetically abnormal” embryos for scientific research. But she still has one healthy embryo frozen in storage. And she doesn’t know what to do with it. She’s not the only one struggling with the decision. “Leftover” embryos are kept frozen in storage tanks, where they sit in little straws, invisible to the naked eye, their growth paused in a state of suspended animation. What happens next is down to personal choice—but that choice can be limited by a complex web of laws and ethical and social factors.",
    "These days, responsible IVF clinics will always talk to people about the possibility of having leftover embryos before they begin treatment. Intended parents will sign a form indicating what they would like to happen to those embryos. Typically, that means deciding early on whether they might like any embryos they don’t end up using to be destroyed or donated, either to someone else trying to conceive or for research. But it can be really difficult to make these decisions before you’ve even started treatment. People seeking fertility treatment will usually have spent a long time trying to get pregnant. They are hoping for healthy embryos, and some can’t imagine having any left over—or how they might feel about them.",
    "For a lot of people, embryos are not just balls of cells. They hold the potential for life, after all. Some people see them as children, waiting to be born. Some even name their embryos, or call them their “freezer babies.” Others see them as the product of a long, exhausting, and expensive IVF journey. Holligan says that she initially considered donating her embryo to another person, but her husband disagreed. He saw the embryo as their child and said he wouldn’t feel comfortable with giving it up to another family. “I started having these thoughts about a child coming to me when they’re older, saying they’ve had a terrible life, and [asking] ‘Why didn’t you have me?’” she told me. Related StoryThe first babies conceived with a sperm-injecting robot have been bornMeet the startups trying to engineer a desktop fertility machine.",
    "Holligan lives in the UK, where you can store your embryos for up to 55 years. Destroying or donating them are also options. That’s not the case in other countries. In Italy, for example, embryos cannot be destroyed or donated. Any that are frozen will remain that way forever, unless the law changes at some point. In the US, regulations vary by state. The patchwork of laws means that one state can bestow a legal status on embryos, giving them the same rights as children, while another might have no legislation in place at all.  No one knows for sure how many embryos are frozen in storage tanks, but the figure is thought to be somewhere between 1 million and 10 million in the US alone. Some of these embryos have been in storage for years or decades. In some cases, the intended parents have deliberately chosen this, opting to pay hundreds of dollars per year in fees. But in other cases, clinics have lost touch with their clients. Many of these former clients have stopped paying for the storage of their embryos, but without up-to-date consent forms, clinics can be reluctant to destroy them. What if the person comes back and wants to use those embryos after all? “Most clinics, if they have any hesitation or doubt or question, will err on the side of holding on to those embryos and not discarding them,” says Sigal Klipstein, a reproductive endocrinologist at InVia Fertility Center in Chicago, who also chairs the ethics committee of the American Society for Reproductive Medicine. “Because it’s kind of like a one-way ticket.” Klipstein thinks one of the reasons why some embryos end up “abandoned” in storage is that the people who created them can’t bring themselves to destroy them. “It’s just very emotionally difficult for someone who has wanted so much to have a family,” she tells me.",
    "Klipstein says she regularly talks to her patients about what to do with leftover embryos. Even people who make the decision with confidence can change their minds, she says. “We’ve all had those patients who have discarded embryos and then come back six months or a year later and said: ‘Oh, I wish I had those embryos,’” she tells me. “Those [embryos may have been] their best chance of pregnancy.” Those who do want to discard their embryos have options. Often, the embryos will simply be exposed to air and then disposed of. But some clinics will also offer to transfer them at a time or place where a pregnancy is extremely unlikely to result. This “compassionate transfer,” as it is known, might be viewed as a more “natural” way to dispose of the embryo. But it’s not for everyone. Holligan has experienced multiple miscarriages and wonders if a compassionate transfer might feel similar. She wonders if it might just end up “putting [her] body and mind through unnecessary stress.” Ultimately, for Holligan and many others in a similar position, the choice remains a difficult one. “These are … very desired embryos,” says Klipstein. “The purpose of going through IVF was to create embryos to make babies. And [when people] have these embryos, and they’ve completed their family plan, they’re in a place they couldn’t have imagined.”  Now read the rest of The Checkup Read more from MIT Technology Review's archive Our relationship with embryos is unique, and a bit all over the place. That’s partly because we can’t agree on their moral status. Are they more akin to people or property, or something in between? Who should get to decide their fate? While we get to the bottom of these sticky questions, millions of embryos are stuck in suspended animation—some of them indefinitely. It is estimated that over 12 million babies have been born through IVF. The development of the Nobel Prize–winning technology behind the procedure relied on embryo research. Some worry that donating embryos for research can be onerous—and that valuable embryos are being wasted as a result. Fertility rates around the world are dropping below the levels needed to maintain stable populations. But IVF can’t save us from a looming fertility crisis. Gender equality and family-friendly policies are much more likely to prove helpful.  Two years ago, the US Supreme Court overturned Roe v. Wade, a legal decision that protected the right to abortion. Since then, abortion bans have been enacted in multiple states. But in November of last year, some states voted to extend and protect access to abortion, and voters in Missouri supported overturning the state's ban.",
    "Last year, a ruling by the Alabama Supreme Court that embryos count as children ignited fears over access to fertility treatments in a state that had already banned abortion. The move could also have implications for the development of technologies like artificial uteruses and synthetic embryos, my colleague Antonio Regalado wrote at the time. From around the web It’s not just embryos that are frozen as part of fertility treatments. Eggs, sperm, and even ovarian and testicular tissue can be stored too. A man who had immature testicular tissue removed and frozen before undergoing chemotherapy as a child 16 years ago had the tissue reimplanted in a world first, according to the team at University Hospital Brussels that performed the procedure around a month ago. The tissue was placed into the man’s testicle and scrotum, and scientists will wait a year before testing to see if he is successfully producing sperm. (UZ Brussel)",
    "The Danish pharmaceutical company Novo Nordisk makes half the world’s insulin. Now it is better known as the manufacturer of the semaglutide drug Ozempic. How will the sudden shift affect the production and distribution of these medicines around the world? (Wired) The US has not done enough to prevent the spread of the H5N1 virus in dairy cattle. The response to bird flu is a national embarrassment, argues Katherine J. Wu. (The Atlantic) Elon Musk has said that if all goes well, millions of people will have brain-computer devices created by his company Neuralink implanted within 10 years. In reality, progress is slower—so far, Musk has said that three people have received the devices. My colleague Antonio Regalado predicts what we can expect from Neuralink in 2025. (MIT Technology Review) hide"
  ]
}