{
  "url": "https://www.eiu.com/n/canadas-tariff-moves-signal-tighter-alignment-with-us/",
  "title": "Canada’s tariff moves signal tighter alignment with US",
  "ut": 1724873276.0,
  "body_paragraphs": [
    "Canada’s tariff moves signal tighter alignment with US",
    "AutomotiveEconomyEnergyForecastingPoliticsTradeCanadaChinaUnited StatesCountry AnalysisAutomotive",
    "On August 26th Canada’s Department of Finance announced a 100% import tariff on electric vehicles (EVs) manufactured in China, effective from October 1st. The move is part of a broader package aimed at tackling “unfair Chinese trade practices”, which includes a 25% surtax on Chinese steel and aluminium imports; a 30‑day consultation on critical sectors such as batteries and semiconductors; and a restriction on EV incentives to products sourced from countries with Canadian free-trade agreements.",
    "The move reflects domestic concern about the future of Canada’s nascent EV sector. Given that EIU estimates domestic Canadian EV production to be minimal, with EVs accounting for less than 1% of total Canadian automotive exports by value, the surge in Chinese EV imports was probably tied to the introduction of Canadian EV tax credits. These dynamics positioned China to become Canada’s second-largest source of imported EVs in 2023 (by US dollar value), accounting for around 25% of the total.",
    "The speed at which these trade patterns have materialised may have fanned anxieties among Canadian officials, particularly given the boom in Chinese car exports since late 2022; the value of Canadian EV imports from China reached US$1.6bn in 2023, more than 2,400% higher than the previous year. The Canadian move comes several months after the US and the EU raised tariffs on Chinese EV imports, which were imposed in order to protect their domestic carmakers from lower-priced Chinese competition.",
    "With Canada’s automotive supply chains deeply intertwined with those in the US, the two countries often align their policies in the sector, and we expect Canadian authorities to harbour similar concerns regarding the competitive threat posed by Chinese automakers. Although vehicles exported from China by Tesla (US) will probably face the brunt of these measures, the imminent entry of BYD (China) into the Canadian market may have prompted officials to take a hardline pre‑emptive approach.",
    "Canada’s actions may also reflect diplomatic calculations. During a meeting with the Canadian prime minister, Justin Trudeau, the day before the announcement, the US national security adviser, Jake Sullivan, reportedly urged Canada to join the US in placing tariffs on Chinese EVs. This lobbying probably reflects the US government’s efforts to maximise the efficacy of its trade strategy towards China, specifically by enhancing policy co‑ordination with like-minded governments.",
    "However, our forecasts also expect the US to intensify its scrutiny of the transhipment of Chinese goods via third markets, alleging that the practice has facilitated tariff avoidance and “backdoor access” to the US market (an assertion arguably supported by recent Chinese trade data). Although US authorities have to date focused more heavily on trade and investment linkages between China and Mexico, we expect Canada to be sensitive to the risk of facilitating Chinese transhipment, particularly ahead of the renewal of the US-Mexico-Canada Agreement in mid‑2026.",
    "China has threatened “all measures necessary” to protect its economy. Potential retaliation could target key Canadian agricultural imports, including canola (which has been hit previously by Chinese import bans). Nevertheless, we continue to expect China to respond cautiously, given its reticence about starting new trade disputes. The country’s external ties are already under strain, while its slowing economic growth has grown increasingly dependent on external demand. Any potential Chinese retaliation would be targeted, although the growing series of Chinese anti-subsidy probes against European agricultural products—such as pork and, more recently, dairy products—demonstrates its willingness to act.",
    "Canada’s announcement is the latest development in an increasing trend of governments strengthening their defences against Chinese overcapacity. This reaffirms our forecast of a global economic reconfiguration in 2024‑28, as international tariffs proliferate in response to Chinese competition, and as national industrial policies drive firms to prioritise local jobs and supply-chain resilience over sourcing efficiency.",
    "AutomotiveEconomyEnergyForecastingPoliticsTradeCanadaChinaUnited StatesCountry AnalysisAutomotive"
  ]
}