{
  "url": "https://www.eiu.com/n/in-charts-the-changing-picture-of-chinas-outbound-study/",
  "title": "In charts: the changing picture of China’s outbound study",
  "ut": 1720457481.0,
  "body_paragraphs": [
    "In charts: the changing picture of China’s outbound study",
    "EconomyForecastingAsiaChinaCountry Analysis",
    "Disruption to the upward trend",
    "From 2010 to 2019 the number of outbound Chinese students grew at an average annual rate of 9.5%, making the country the biggest source of international students globally. However, this rapid growth was disrupted by the pandemic that emerged in 2020. The virus (and China’s subsequent restrictive policy) caused profound damage to the country’s student mobility. The number of outbound students plummeted by 36% year on year in 2020, according to a report by the Centre for China and Globalisation (CCG), a think‑tank.",
    "Although the number of outbound students has been climbing after the initial hit from the pandemic, it remains well below the potential trend that would have manifested had the pandemic not occurred. In the meantime, the picture of overall international study is increasingly shaped by the challenges that China faces in the course of development, which include the country’s slowing pace of economic growth, a more unfavourable demographic structure and evolving complexity in China’s relationship with other countries.",
    "EIU believes that all of these factors will significantly affect China’s outbound study market, leading to much slower growth in the overall number of outbound students. It is crucial for countries with large exposure to education revenue from international Chinese students to be aware of and to prepare for the upcoming challenges.",
    "Challenges arise from growing geopolitical tensions",
    "After China reopened its borders following the covid-19 pandemic, most Western countries (excluding the UK) faced a decrease in the number of Chinese students. This decline is not solely attributable to decisions made by individual students, but primarily reflects the dynamic in China’s diplomatic relations with these countries.",
    "The increasing uncertainty of obtaining a student visa could strongly dampen Chinese students’ willingness to study in the US. Despite being the most popular destination for Chinese students, the US has recorded the largest decrease in the number of inbound students from China since 2020, when the pandemic emerged and Proclamation 10043 took effect, barring the entry of Chinese students who have any association with the Chinese military. The US rejected 36% of Chinese student visa applicants in 2023—a record high. If Donald Trump is re‑elected as US president, we expect the issuance of student visas to Chinese applicants to decline more quickly.",
    "Meanwhile, escalating tensions between the US and China are mirrored in increasing mutual animosity among the general public in both countries.  A Pew survey conducted in 2021 shows that more than 50% of Americans support limiting Chinese students in the US, while 68% of Chinese hold negative views about the US, according to an academic paper released in 2022. This has inevitably further damaged student flows between the two countries.",
    "Some countries that are allies of the US impose restrictions on Chinese student visa applicants, particularly for those who wish to study in sensitive fields, to control technology exports amid the current wave of “decoupling”; these countries, which act either implicitly or explicitly, include Australia, the UK and Canada. This development will continue to weigh on the overall growth of China’s student mobility to these countries.",
    "Nonetheless, the continuous increase in the number of Chinese students going to the UK largely reflects a diversion of students who are unable to secure visas to study in the US. Demand for study in a major English-speaking country with several prestigious universities remains substantial. In addition, the restoration in 2019 of the graduate visa has significantly boosted the appeal of the UK to Chinese students; this allows students to stay in the UK for two years after they complete their course.",
    "Rapid shifts in the domestic environment",
    "Besides changes in the external environment,  China’s economy and society have also experienced a transition. These shifts may not play out to be the primary factor that alters the landscape of overseas Chinese study, but we expect them to become more crucial in the future development of student mobility.",
    "The benefits of education in the students’ home country have been growing. The quality of Chinese academic institutes has improved over the past decade, on the back of rapid economic growth and substantial government support. China’s top universities are achieving a higher standing in various global rankings. Besides the quality of education, universities also provide a place for students to cultivate personal networks and gain support. Chinese students returning after completing an overseas course have often found that they lack a well-established local network of contacts, which has become increasingly important to landing a job or setting up a new business, especially during a period of economic downturn.",
    "Studying abroad hardly provides an edge in China’s labour market at the moment. The allure of overseas study derives principally from the ability to secure a higher income through a foreign education. However, this has become less true over the years, as the actual average income of those who have overseas experience has been declining. In addition, students who return to China tend to find work in sectors such as information technology and finance, which have been facing crackdowns from the Chinese authorities in recent years, considerably limiting their wage growth. Chinese students may also avoid overseas experience if they want to get into the civil service system, amid the intensifying anti-espionage movement in China.",
    "Demographic changes will be the main drag in the future. One factor that has been supporting the growth of China’s outbound study is the intense competition in university entrance examinations. However, China’s population is shrinking, and the school-age population is expected to contract rapidly in the future. This will not only narrow the pool of potential overseas students but also ease significantly the magnitude of competition in tertiary education in China, further undercutting the incentive to study abroad.",
    "The changes provide opportunities",
    "There has been rapid growth in the number of students from South and South-east Asia. The declining enrolment of students from China in many countries has been compensated for by a surge in Indian students. For example, the number of student visas issued by the US to Indian applicants has exceeded those granted to China since 2022. Meanwhile, growth in the number of students from South-east Asian countries such as Vietnam and the Philippines has also been robust in some popular destinations for overseas study. We expect the rapid growth of students from South and South-east Asian countries to be sustained, as economic growth in these countries remains relatively strong.",
    "Schools in Asia are gaining in popularity among Chinese students. Given that China’s outbound investment is increasingly flowing into other parts of Asia, the friendly admission requirements and lower tuition fees of schools in the region will attract more Chinese students. Relatively high-quality international schools (compared with the ones in China) that offer K‑12 education (from kindergarten through to the end of high school) in countries such as Thailand and Malaysia also attract Chinese families. We expect this trend to continue as Chinese households become richer in the future.",
    "Personal interest plays a more important role. A notable shift is occurring among Chinese outbound students, who are demonstrating a growing preference for courses that cater to their interests and aspirations, as opposed to traditional career-oriented paths. For example, about 40% of Chinese students in France have been enrolled in humanities, arts and linguistics studies in recent years. As these programmes do not aim to elevate students’ competitiveness in the labour market, Chinese students will prefer shorter and more focused programmes. Setting up short programmes, such as summer schools, that focus on cultivating individual interests will attract Chinese students.",
    "The analysis and forecasts featured in this article are accessible through EIU’s Country Analysis service. This comprehensive solution provides unmatched global insights covering the political and economic outlook for nearly 200 countries, enabling organisations to identify potential opportunities and risks effectively.",
    "EconomyForecastingAsiaChinaCountry Analysis"
  ]
}