{
  "url": "https://www.dailymirror.lk/plus/Police-Department-under-scrutiny-for-allegedly-killing-beloved-Raja/352-289863",
  "title": "Police Department under  scrutiny for allegedly killing beloved ‘Raja’",
  "ut": 1724112518.0,
  "body_paragraphs": [
    "Several hours after the incident took place the DWC officials were able to arrest the suspects; thereafter, they were produced before the Hingurakgoda magistrate’s court and were released on a surety of Rs. 200,000 each. however, suspects allege that the elephant had tried to attack the three-wheeler in which they were patrolling the area and in their defence, one officer had opened fire using a T-56 weapon",
    "While several elephants are parading the streets at the Kandy Esala Perahera, a 35-year old male elephant named ‘Raja’ breathed his last in Bakamuna last Thursday (August 15). The incident had taken place when three police officers who had been patrolling the area had come into an encounter with this elephant. Suspects allege that the elephant had attempted to attack the three-wheeler in which they were traveling, and in their defence had opened fire at the elephant, not once but eight times, killing the animal on the spot amidst a pool of blood.",
    "Villagers, clergy lament passing of beloved ‘Raja’",
    "Pool of blood bears testament to the horrifying incident",
    "The three suspects were officers serving at the Elahera-Bakamuna police station. When Elahera DWC Range office was informed about the incident Wildlife Range Officer P. D Sunil Shantha and officials at the Bakamuna Beat Office had responded immediately to apprehend the suspects. Sources told this paper that the Officer-in-Charge at the police station in question had allegedly been reluctant to produce suspects to the Department of Wildlife Conservation (DWC). Reportedly, it had been several hours after the incident took place that the DWC officials were able to arrest the suspects. Thereafter they were produced before the Hingurakgoda magistrate’s court and were released on a surety of Rs. 200,000 each. However, the suspects allege that the elephant had tried to attack the three-wheeler in which they were patrolling the area and in their defence, one officer had opened fire using a T-56 weapon. Speculation is rife whether the officers were intoxicated at the time of the incident. However the reports are yet to be submitted to courts for further proceedings.",
    "Taking to social media, one area resident recalled how this elephant would roam the paddy fields in the area and would sometimes feed on the paddy. Since he was blinded in one eye, people have shown some mercy towards this elephant despite the damage. While performing last rites, a member of the clergy said that Sri Lanka lost another one of its treasures. He expressed his disgust and dissatisfaction towards the Police Department and said that the villagers would never see this giant in their whereabouts hereafter.",
    "Panchali Panapitiya, Co-Founder, Elephant Human Coexistence Foundation and Founder, RARE",
    "Several clauses in the Flora and Fauna Protection Ordinance (FFPO) provides protection to elephants. Anybody found guilty of killing an elephant is liable to a fine between Rs. 100,000 and Rs. 500,000. For long years, environmentalists have argued that these fines and punishments need to be increased to teach perpetrators a lesson. But in most instances, they are being bailed out on sureties due to failures in providing adequate evidence in courts. Even in the above incident the three suspects were released on bail.",
    "“The suspects can defend themselves in courts,” said senior environmental lawyer Dr. Jagath Gunawardena. “But just because they are being released on bail that doesn’t mean that the case is over. The DWC can file a case against the suspects. On the other hand there is no impunity over police officers. Therefore there has to be an investigation with regards to the nature of the killing, how many cartridges had been used to kill the elephant, where had it been shot at, was the suspect sober or drunk etc.,” he said while adding that the due process needs to be followed and that it sets a bad precedent if incidents of this nature are being ignored.",
    "DWC DG awaiting more details regarding the incident",
    "When inquired DWC Director General M. G. C. Sooriyabandara said that he had already requested a thorough investigation regarding the incident. “I’m awaiting more details which will be received on Tuesday (August 20). We have already filed a case and the suspects were produced in courts, after which they were released on bail. It is the magistrate who decides whether to release them on bail or not.”",
    "Responding to a query on the killing of elephants, Sooriyabandara said that such incidents depend on the attitudes of officers as well. “We do raise awareness among the public to minimise the human-elephant conflict but the discipline of police officers also matter,” he added.",
    "Police should exemplify the protection of all life: WNPS",
    "‘Raja’ shot dead on August 15",
    "Many environmental organisations condemned this incident and called for immediate investigations as to what transpired during the incident. Issuing a statement, the Wildlife and Nature Protection Society (WNPS) strongly condemned the killing of the mature male elephant, known as ‘Raja,’ by a police officer in the Habarana area two nights ago. Raja, who had already lost sight in one eye, was not considered a threat by the local communities. Instead, he was a gentle presence, cherished by those who lived nearby.",
    "“The Police, as the custodians of law and order, should exemplify the protection of all life, especially endangered species. The decision to shoot and kill an elephant raises serious concerns, particularly as the government plans to distribute firearms to farming communities for crop protection. This incident sets a dangerous precedent, potentially leading to unnecessary violence against wildlife based on claims of aggression.”",
    "“Given the current rate of elephant deaths in Sri Lanka, we must ask ourselves: will there be any left in the wild for future generations to witness?” the statement read.",
    "Psychological assessment of police force",
    "paramount: Panapitiya",
    "“The suspects are now out on bail walking freely in our society,” said Panchali Panapitiya, Co-Founder, Elephant Human Coexistence Foundation and Founder, RARE Sri Lanka. “However the court has given the judgment compliant to existing laws and I accept and respect that. This is the case in most cases where elephants are killed. I think we need the laws amended to not give bail to suspected killers of elephants.”",
    "She further said that an elephant doesn’t die due to a gun shot unless the shots are aimed at certain sensitive places that could kill the elephant. “We haven’t seen the postmortem yet but as per villagers most shots have been aimed at the head. So it is very clear that the three suspects had aimed to kill the elephant. The police have shot at an innocent elephant that had not posed any threat to the police. What was the motive of these policemen to shoot and kill this elephant? Was it for the thrill of killing an elephant? Should we have suspects like this walking in our society among people and other animals? Isn’t this a threat to the society and to wildlife?” She questioned.",
    "“In the recent past we have seen incidents where policemen have opened fire at innocent people. We are hearing reports of police abusing rape victims that come to complain the rape incident. And incidents of sadistic brutal torture by the police. There are incidents of police officers committing suicide using their service weapons. As such, I think there needs to be a procedure to regularly assess the psychological status of the Police force. Because human beings with a sound mind cannot do crimes like this? The Government loses most of its wildlife cases as they have failed to build a strong case. It shouldn’t be difficult to prove that it is the policemen who have shot at the elephant. The DWC and Ministry of Wildlife haven’t launched proper inquiries into the deaths of wild elephants in the country,” Panapitiya claimed.",
    "In a new turn of events, the police sergeant and two constables have been suspended from service until investigations conclude.",
    "Officers had acted in self-defence: Police",
    "When inquired, the Police Media Unit said that according to the report the elephant had advanced towards the three-wheeler in which the officers were travelling and one of them had opened fire at the elephant in self defence. The Police Department however is not aware of whether one bullet or eight bullets had been fired at the elephant but they said that an investigation is underway.",
    "Several attempts to contact Acting Police Media Spokesperson DIG Ruwan Gunasekara on the use and misuse of service weapons proved futile.",
    "However, Section 92(4) of the Penal Code states that the right of private defence in no case extends to inflicting more harm than is necessary to inflict for the purpose of defence."
  ]
}