{
  "url": "https://www.dailymirror.lk/news-features/Petroleum-Corporations-bonus-payments-stir-controversy/131-299659",
  "title": "Petroleum Corporation’s bonus payments stir controversy",
  "ut": 1736272331.0,
  "body_paragraphs": [
    "A letter dated December 23, 2024 and signed by Secretary to the Treasury, K. M. Mahinda Siriwardena, was sent to the chairmen of commercial corporations, statutory boards and government owned companies regarding the payment of bonuses for the year 2024. The letter, issued under reference number PE/COP/POLI/Circulars, provides details on the bonus payments for these institutions.",
    "The letter classifies the institutions eligible for bonus payments and specifies the proposed bonus figures. It states that a bonus of Rs. 25,000 may be granted to institutions that have remitted at least 30 percent of their after-tax profits to the Consolidated Fund as a dividend or levy during the financial year 2023. This bonus is approved for any statutory board, commercial corporation, or government-owned company that has not provided any incentives based on attendance, performance, or any other criteria, except those under a scheme approved by the Cabinet or the Treasury.",
    "The bonuses were distributed in accordance with the circular issued by the Treasury Secretary. The circular specifies that its provisions do not apply to institutions operating under collective agreements. Institutions without such agreements must comply with the circular’s stipulations. Since Petroleum Corporation operates under a collective agreement, allowances such as bonuses were provided accordingly”",
    "Mayura Nethththikumarage Petroleum Corporation Managing Director",
    "Additionally, a bonus of Rs. 20,000 has been approved for any commercial corporation, statutory board, or government-owned company that has paid at least 30 percent of their after-tax profits to the Consolidated Fund as a dividend or levy during the financial year 2023, while also offering incentives based on attendance, performance, or other criteria under a scheme approved by the Cabinet or the Treasury.",
    "According to the circular, many commercial corporations, statutory boards, and government-owned companies have not received a bonus this year. While some institutions planned to distribute bonuses in line with the circular, only a portion of institutions under certain ministries were granted bonuses. Employees of some commercial corporations, statutory boards, and government-owned companies that met the recommendations outlined in the circular issued by the Treasury Secretary have reported that they were still not awarded bonuses.",
    "The profits gained by some government institutions wasn’t due to the efficiency or effectiveness of their employees, but rather the result of high taxes imposed on consumers to offset the institutions’ excessive costs. Institutions that have managed to cover financial irregularities, waste and corruption by burdening the public with high taxes have been granted bonuses, with claims being made that there is profitability. At the same time, there are government institutions that, despite achieving maximum profitability, have lamented their exclusion from receiving bonuses. The circular issued regarding the payment of bonus this year includes a clause allowing deviations from its conditions. Specifically, it states: “The provisions of this circular shall not apply to government corporations, statutory boards, and fully government-owned companies which pay salaries and other allowances under the collective agreements or any other similar memoranda of understanding.” Under this clause, employees of the Ceylon Petroleum Corporation (CEYPETCO) and the Ceylon Petroleum Storage Terminals LTD, both under the Ministry of Energy, were awarded a bonus. The minimum bonus was Rs. 70,575 for a G6NT employee, while the maximum was Rs. 460,265 for an AA-grade administrative officer. Additionally, an extra Rs. 5,200 was included in the bonus as a living allowance. A total of 4,500 employees of the Petroleum Corporation received these bonuses on December 28. However, employees of the Ceylon Electricity Board, which also falls under the Ministry of Energy, were not awarded this bonus.",
    "Loss making Ceylon Petroleum",
    "Recently, the Ceylon Petroleum Corporation has consistently incurred losses. Even during loss-making periods, the Corporation proposed borrowing over one billion rupees to pay bonuses to its employees, as reported by the media when the proposal was submitted for board approval. The Corporation earned a gross profit of Rs. 55.8 billion in 2020, but reported a loss of Rs. 18.55 billion in 2021, as verified by audit reports. It recorded a profit of Rs. 120 billion in 2022 and Rs. 27 billion in 2024. However, these profits were not attributed to the efficiency of its employees or administration, but resulted from tax revenue generated by increasing fuel prices to offset previous losses.",
    "A circular was issued in 2023 instructing that no bonuses be paid to CEYPETCO and other loss-making state institutions. Despite this, then-President Ranil Wickremesinghe sought justification for CEYPETCO’s decision to award its employees a bonus equivalent to two months’ salary, costing Rs. 1.2 billion.",
    "For 2024, CEYPETCO, which generates substantial profits from public tax revenue, once again decided to pay a monthly salary as a bonus. This decision was justified by presenting the income derived from public taxes as the Corporation’s own profit. Currently, CEYPETCO earns a profit of 4% per litre of oil. According to senior officials of the Petroleum Corporation, under the present government, only one percent of that profit is remitted to the government, with the remaining amount used to provide fuel relief to the public.",
    "The one percent profit retained has been used to distribute bonuses ranging from Rs. 70,000 to Rs. 460,000. This raises questions among the general public as to by how much the price of oil could be reduced if the remaining three percent, designated as public relief, were passed on to consumers? However, CEYPETCO adjusts oil prices through the pricing formula, and the public doesn’t receive any benefit from the three percent relief mentioned by its administration. It is evident, however, that the employees of the Petroleum Corporation have benefited significantly, receiving bonuses amounting to billions of rupees.",
    "Employees of the Petroleum Corporation pointed out that the corporation is currently making substantial profits from diesel and kerosene sales. Similarly, the Ceylon Electricity Board (CEB), which operates under the Ministry of Energy, has increased electricity tariffs and generated electricity using hydroelectric power; resulting in a profit of Rs. 200 billion. CEB employees also demand a bonus, but they have not received such a benefit as yet. The present government should address the welfare of employees from both profit-making institutions while also considering the needs of consumers. When other government institutions are currently generating profits, they are entitled to bonuses only according to the circular.",
    "Our investigation revealed that the decision to award bonuses at the Petroleum Corporation was made based on the needs of an administrative officer. Several employees, speaking in one voice, commented, “We received bonuses, but other institutions making similar profits have not. The Petroleum Corporation is generating record profits, and these benefits should be passed on to the public. However, decisions to prioritise public welfare were overlooked, and bonuses were granted instead. These bonuses were even given to employees facing corruption charges who are set to retire. Don’t be alarmed if there are claims that the Corporation will be privatised in the coming year, as the administration’s actions appear to be driven by personal vendettas.”",
    "Currently, Petroleum Corporation is making substantial profits. While it is acceptable to pass on some of these benefits to employees, the rights of the public must also be safeguarded. At present, a litre of petrol could be sold for Rs. 50 less. Additionally, kerosene production is three times the country’s requirement, and crude oil is being imported tax-free. This means all types of fuel could be sold at significantly reduced prices",
    "Ananda Palitha, Convener of the Samagi Joint Trade Union Alliance",
    "“The Corporation could reduce fuel prices by Rs. 50 per litre”-Ananda Palitha",
    "Commenting on this matter, Ananda Palitha, Convener of the Samagi Joint Trade Union Alliance, shared the following: “Currently, Petroleum Corporation is making substantial profits. While it is acceptable to pass on some of these benefits to employees, the rights of the public must also be safeguarded. At present, a litre of petrol could be sold for Rs. 50 less. Additionally, kerosene production is three times the country’s requirement, and crude oil is being imported tax-free. This means all types of fuel could be sold at significantly reduced prices. This is not tied to IMF conditions; it has turned into a racket that surpasses the policies of the Ranil-Kanchana administration. Despite the Corporation’s record profits, the only reduction made during the recent fuel price revision was a Rs. 5 decrease in kerosene prices. While employee bonuses have been granted, the Corporation could reduce fuel prices by Rs. 50 per litre and extend the same relief to the people,”",
    "“Bonuses were distributed in accordance with the circular issued”-Nethththikumarage",
    "Ceylon Petroleum Corporation Managing Director Mayura Nethththikumarage, said, “The bonuses were distributed in accordance with the circular issued by the Treasury Secretary. The circular specifies that its provisions do not apply to institutions operating under collective agreements. Institutions without such agreements must comply with the circular’s stipulations. Since Petroleum Corporation operates under a collective agreement, allowances such as bonuses were provided accordingly. These bonuses can be paid in two installments, but as the April installment could not be issued and it was paid in December instead. Consequently, employees received their basic monthly salary as a bonus..”",
    "“The corporation employs approximately 4,000 individuals, and bonuses were awarded to all eligible employees. No bonuses were granted to employees with corruption charges. In one instance, a previously accused officer had been acquitted of corruption charges, making them eligible for the bonus. This officer works at the Storage Terminals. Petroleum Corporation can make a profit of four percent per litre of fuel. Currently, three percent of this profit is directed towards public relief, leaving the corporation with one percent profit. The bonuses were distributed from this one percent profit. The Petroleum Corporation is now operating profitably, maintaining oil prices without incurring losses. This year, the corporation has achieved profitability, enabling it to reduce profit margins and supply oil without financial losses.",
    "“We supply fuel to the public while minimising our profit margins. This is how we managed to provide a profit of three percent to the people while keeping our own profit minimal. The minimum bonus provided was Rs. 70,000, while the maximum reached Rs. 325,000. I cannot recall the total amount distributed as bonuses.”"
  ]
}