{
  "url": "https://www.eiu.com/n/japans-economy-rebounds-in-q2-on-consumption-jolt/",
  "title": "Japan’s economy rebounds in Q2 on consumption jolt",
  "ut": 1723711704.0,
  "body_paragraphs": [
    "Japan’s economy rebounds in Q2 on consumption jolt",
    "EconomyForecastingAsiaJapan",
    "A surprisingly strong rebound in private consumption in the second quarter of this year lifted Japan’s economy out of a deep contraction in the previous quarter, as real GDP increased by 0.8% sequentially in April-June. On a year-on-year basis, the economy was still 0.8% smaller in real terms than in the second quarter of 2023.",
    "The recovery in private-sector spending bodes well for Japan’s quest to dissipate an embedded deflationary mindset and spark a demand-driven growth cycle. The GDP data provide definitive proof that Japan does not face a recession risk; this is backed by recent data that showed real wage growth had returned to positive territory in June.",
    "The decision in July by the Bank of Japan (BOJ, the central bank) to sanction the second increase in its policy rate this year (from -0.1% at the beginning of 2024 to 0.25% at present) indicates greater confidence in progress towards reflating the economy. EIU expects private consumption to grow consistently in the second half of this year, albeit at a more moderate pace, which in turn will underpin an upward economic trajectory.",
    "Private consumption, which accounts for over half of GDP, registered its first growth in five quarters with a 1% expansion in April-June. Although inflation has remained sticky (the headline consumer price index rose by an average of 2.7% over the same period), household spending was probably boosted by strengthening wage growth. Nominal wage growth accelerated over the quarter and outpaced consumer price inflation in June for the first time in two years. Household finances were also bolstered by a temporary ¥40,000 (US$270) income-tax reduction as a part of the government’s cost-of-living relief package.",
    "The durability of real wage growth remains precarious, however. The robust wage growth in June was flattered by one-off company bonuses, and the effect of income-tax reduction will wear off in the third quarter. Consequently, we do not expect consistently positive real wage growth until 2025, when inflation eases more visibly.",
    "Growth was recorded across GDP components in April-June, which offers another positive sign for the rest of the year. Capital investment increased by 1.7% sequentially on the back of an upswing in private residential investment and resilient business spending on facilities and machinery. Export growth also picked up, and we expect accelerating growth in overseas orders in the second half of the year, as businesses restock ahead of the year-end holiday season and potentially frontload to counteract the risk of higher US tariffs if the protectionist Donald Trump wins the US presidential election in November.",
    "The data for April-June were slightly stronger than our forecast (sequential growth of 0.7%), largely because of the surprisingly strong private consumption. We will retain our annual real GDP growth forecast of 0.5% for 2024, however, as we expect domestic demand growth to moderate in the second half of the year, owing in part to sticky inflationary pressures. We expect growth to accelerate to 1.1% in 2025 as inflation subsides and export performance improves. This relatively positive economic outlook forms the basis of our monetary policy view that the BOJ will be sufficiently confident to continue its monetary normalisation drive by lifting the policy rate to around 1% in 2026.",
    "The analysis and forecasts featured in this article are accessible through EIU’s Country Analysis service. This comprehensive solution provides unmatched global insights covering the political and economic outlook for nearly 200 countries, enabling organisations to identify potential opportunities and risks effectively.",
    "EconomyForecastingAsiaJapan"
  ]
}