{
  "url": "https://hbr.org/sponsored/2024/10/what-business-leaders-need-to-know-about-supply-chain-management",
  "title": "What Business Leaders Need to Know About Supply Chain Management",
  "ut": 1728575351.0,
  "body_paragraphs": [
    "Geopolitical tensions, economic instability, spikes and troughs in demand, extreme weather events, a once-in-a-lifetime pandemic—the past four years have been the most challenging of my career.",
    "This period has highlighted supply chains as the lifeblood of any business, underpinning all aspects of operations. They connect suppliers, manufacturers, distributors, and customers in a complex network. When a supply chain fails, it’s a seismic event that can touch off tsunamis of disruption, ravaging regional and global economies.",
    "Supply chain management has a direct correlation to a company’s success and profitability. Organizations spend considerable effort and resources to understand their customers and predict their needs.",
    "A supply chain’s fundamental role is to deliver to their expectations, from delivery dates to product quality. Organizations with next-generation supply chain capabilities achieve on average 23% greater profitability, according to Accenture.",
    "Given its critical part in business operations, an effective supply chain strategy can reduce operating costs. But are leaders sufficiently focusing on strengthening their supply chain skills?",
    "Most respondents to McKinsey’s latest Supply Chain Pulse Survey lack confidence that their most senior leaders are sufficiently engaged with supply chain risk, and only one in five believes their supervisory boards have a deep understanding of the topic.",
    "But just as executives must have foundational financial understanding, they also need supply chain acumen to make integrated decisions. And despite the increasing professionalization of the supply chain function and appreciation for its strategic value, leaders still need to build that acumen.",
    "While the pandemic crisis prompted organizations to make their supply chains more resilient, leaders must now develop their supply chain knowledge and skills to adapt and ensure future growth. Here are four things effective leaders should be doing to sharpen their supply chain skills:",
    "1. Embed robust supply chain management into the broader business strategy.",
    "By intertwining supply chain initiatives with the overall business vision, leaders can integrate all facets of their enterprise, reinforcing the organization’s stability, boosting its agility, and increasing its ability to weather disruptions and create a competitive edge.",
    "Schneider Electric is a good example of how to do that. Its supply chain team leads several sustainability commitments in partnership with the rest of the organization, covering decarbonization across our operations upstream and downstream, including taking biodiversity actions, using green materials in its products, and eliminating single-use plastic from our packaging.",
    "We have committed to halve our top 1,000 suppliers’ operational emissions by 2025 as part of our Zero Carbon Project initiative. Our sustainability consultancy business and procurement team together provide the framework, expertise, and community to help our suppliers with their decarbonization efforts.",
    "2. Understand the company’s supply chain strengths and risks.",
    "Leaders must work with their supply chain team to grasp what supports it and to understand its pressure points. Risks can come from within the organization—offer complexity, regionalization, flows—or from outside, including supply constraints of materials and components and the geopolitical landscape. Making decisions about strengths and risks aren’t just the domain of the supply chain team—they have consequences for the whole organization.",
    "Once leaders recognize these elements, they should allocate resources to bolster the strengths and mitigate the risks. Today’s digital world offers a plethora of technological solutions that can help organizations achieve this goal.",
    "3. Make strategic investments in digital solutions.",
    "In the era of the Fourth Industrial Revolution (4IR), we know that the internet of things (IoT), artificial intelligence (AI), machine learning (ML), and blockchain can help streamline data collection, enhance visibility, accelerate analysis, improve decision-making, and optimize resource allocation to reduce risk and ensure the continuity of supply chain operations to deliver to customers’ expectations.",
    "These emerging and evolving technologies provide the digital backbone to manage and orchestrate the supply chain end-to-end—from suppliers and manufacturing to logistics and transport. Companies should dedicate resources to deploy 4IR technologies across their supply chain operations at scale and pace to build more resilience into their networks.",
    "4. Leaders must focus on their people.",
    "Technology alone isn’t the solution. Building an organization that works as a cohesive unit is imperative. A supply chain cannot function in isolation from the rest of the organization—it must be integrated with human resources, marketing, finance, commercial, and research and development. Leaders must break down silos and empower teams to work together using an interdisciplinary approach.",
    "Schneider Electric has intricately linked our supply chain organization across the group: mirroring the sales organization to be closest to customers by region; with dedicated teams in the businesses for offer management, research and development, and ensuring market requirements are translated to supply chain strategy; and across the global functions integral to our group strategy, to drive the company’s supply chain transformations at the global level.",
    "The world will continue to face an ongoing maelstrom of uncertainties: global health crises, shifting trade policies, and climate change, among others. In this landscape, a blend of financial and supply chain strategy will be a defining factor of business success.",
    "Business leaders must see supply chain acumen as a continuous journey and always be looking to learn, adapt, and evolve. Leaders who understand this principle and work toward it can provide a robust foundation for success for their organization.",
    "Want to hear from more thought leaders about sustainability, Electricity 4.0, and next-generation automation? Discover the latest insights from Schneider Electric.",
    "Mourad Tamoud is Chief Supply Chain Officer, Schneider Electric."
  ]
}