{
  "url": "https://www.technologyreview.com/2025/08/20/1121416/material-cultures-architecture-sustainability/",
  "title": "Material Cultures looks to the past to build the future",
  "ut": 1755649800.0,
  "body_paragraphs": [
    "Despite decades of green certifications, better material sourcing, and the use of more sustainable materials such as mass timber, the built environment is still responsible for a third of global emissions worldwide. According to a 2024 UN report, the building sector has fallen “significantly behind on progress” toward becoming more sustainable. Changing the way we erect and operate buildings remains key to even approaching climate goals.  Related StoryThis architect wants to build cities out of lavaAwed by a volcanic eruption she witnessed as a child, Arnhildur Pálmadóttir now aims to help architects re-imagine what’s possible.",
    "“As soon as you set out and do something differently in construction, you are constantly bumping your head against the wall,” says Paloma Gormley, a director of the London-based design and research nonprofit Material Cultures. “You can either stop there or take a step back and try to find a way around it.”  Gormley has been finding a “way around it” by systematically exploring how tradition can be harnessed in new ways to repair what she has dubbed the “oil vernacular”—the contemporary building system shaped not by local, natural materials but by global commodities and plastic products made largely from fossil fuels. Though she grew up in a household rich in art and design—she’s the daughter of the famed British sculptor Antony Gormley—she’s quick to say she’s far from a brilliant maker and more of a “bodger,” a term that means someone who does work that’s botched or shoddy.",
    "Improviser or DIYer might be more accurate. One of her first bits of architecture was a makeshift home built on the back of a truck she used to tour around England one summer in her 20s. The work of her first firm, Practice Architecture, which she cofounded after graduating from the University of Cambridge in 2009, was informed by London’s DIY subcultures and informal art spaces. She says these scenes “existed in the margins and cracks between things, but in which a lot felt possible.”  Frank’s Café, a bar and restaurant she built in 2009 on the roof of a parking garage in Peckham that hosted a sculpture park, was constructed from ratchet straps, scaffold boards, and castoffs she’d source from lumberyards and transport on the roof rack of an old Volvo. It was the first of a series of cultural and social spaces she and her partner Lettice Drake created using materials both low-budget and local.",
    "Material Cultures grew out of connections Gormley made while she was teaching at London Metropolitan University. In 2019, she was a teaching assistant along with Summer Islam, who was friends with George Massoud, both architects and partners in the firm Study Abroad and advocates of more socially conscious design. The trio had a shared interest in sustainability and building practices, as well as a frustration with the architecture world’s focus on improving sustainability through high-tech design. Instead of using modern methods to build more efficient commercial and residential spaces from carbon-intensive materials like steel, they thought, why not revisit first principles? Build with locally sourced, natural materials and you don’t have to worry about making up a carbon deficit in the first place.   The frame of Clearfell House was built with ash and larch, two species of wood vulnerable to climate changeHENRY WOIDE/COURTESY OF MATERIAL CULTURES   Flat House was built with pressed panels of hemp grown in the fields surrounding the home.OSKAR PROCTOR     As many other practitioners look to artificial intelligence and other high-tech approaches to building, Material Cultures has always focused on sustainability, finding creative ways to turn local materials into new buildings. And the three of them don’t just design and build. They team up with traditional craft experts to explore the potential of materials like reeds and clay, and techniques like thatching and weaving.  More than any one project, Gormley, Islam, and Massoud are perhaps best known for their meditation on the subject of how architects work. Published in 2022, Material Reform: Building for a Post-Carbon Future is a pocket-size book that drills into materials and methodologies to suggest a more thoughtful, ecological architecture. “There is a huge amount of technological knowledge and intelligence in historic, traditional, vernacular ways of doing things that’s been evolved over millennia, not just the last 100 years,” Gormley says. “We’re really about trying to tap into that.”  One of Material Cultures’ early works, Flat House, a home built in 2019 in Cambridgeshire, England, with pressed panels of hemp grown in the surrounding fields, was meant as an exploration of what kind of building could be made from what a single farm could produce. Gormley was there from the planting of the seeds to the harvesting of the hemp plants to the completion of construction.  “It was incredible understanding that buildings could be part of these natural cycles,” she says.  Clearfell House, a timber A-frame cabin tucked into a clearing in the Dalby Forest in North Yorkshire, England, exemplifies the firm’s obsession with elevating humble materials and vernacular techniques. Every square inch of the house, which was finished in late 2024 as part of a construction class Material Cultures’ architects taught at Central Saint Martins design school in London, emerged from extensive research into British timber, the climate crisis, and how forestry is changing. That meant making the frame from local ash and larch, two species of wood specifically chosen because they were affected by climate change, and avoiding the use of factory-farmed lumber. The modular system used for the structure was made to be replicated at scale.   “I find it rare that architecture offices have such a clear framing and mission,” says Andreas Lang, head of the Saint Martins architecture program. “Emerging practices often become client-dependent. For [Material Cultures], the client is maybe the planet.”",
    "Related StoryWhy GPT-4o's sudden shutdown left people grievingAfter an outcry, OpenAI swiftly rereleased 4o to paid users. But experts say it should not have removed the model so suddenly.",
    "Material Cultures fits in with the boom in popularity for more sustainable materials, waste-minimizing construction, and panelized building using straw and hemp, says Michael Burchert, a German expert on decarbonized buildings. “People are grabbing the good stuff from the hippies at the moment,” he says. Regulation has started to follow: France recently mandated that new public buildings be constructed with 50% timber or other biological material, and Denmark’s construction sector has embarked on a project, Pathways to Biobased Construction, to promote use of nature-based products in new building. Burchert appreciates the way the firm melds theory and practice. “We have academia, and academia is full of papers,” he says. “We need makers.”  Over the last several years, Gormley and her cofounders have developed a portfolio of work that rethinks construction supply chains and stays grounded in social impact. The just-finished Wolves Lane Centre, a $2.4 million community center in North London run by a pair of groups that work on food and racial justice, didn’t just reflect Material Cultures’ typical focus on bio-based materials—in this case, local straw, lime, and timber.   LUKE O’DONOVAN/COURTESY OF MATERIAL CULTURES   LUKE O’DONOVAN/COURTESY OF MATERIAL CULTURES   For Wolves Lane Centre, a $2.4 million community facility for groups working on food and racial justice, expert plasterers and specialists in straw-bale construction were brought in so their processes could be shared and learned.  LUKE O’DONOVAN/COURTESY OF MATERIAL CULTURES   It was a project of self-determination and learning, says Gormley. Expert plasterers and specialists in straw-bale construction were brought in so the processes could be shared and learned. Introducing this kind of teaching into the construction process was quite time-consuming and, Gormley says, was as expensive as using contemporary techniques, if not more so. But the added value was worth it.  “The people who become the custodians of these buildings then have the skills to maintain and repair, as well as evolve, the site over time,” she says.  As Burchert puts it, science fiction tends to show a future built of concrete and steel; Material Cultures instead offers something natural, communal, and innovative, a needed paradigm shift. And it’s increasingly working on a larger scale. The Phoenix, a forthcoming low-carbon development in the southern English city of Lewes that’s being developed by a former managing director for Greenpeace, will use the firm’s designs for 70 of its 700 planned homes.  The project Gormley may be most excited about is an interdisciplinary school Material Cultures is creating north of London: a 500-acre former farm in Essex that will be a living laboratory bridging the firm’s work in supply chains, materials science, and construction. The rural site for the project, which has the working title Land Lab, was deliberately chosen as a place where those connections would be inherent, Gormley says.  The Essex project advances the firm’s larger mission. As Gormley, Massoud, and Islam advise in their book, “Hold a vision of a radically different world in your mind while continuing to act in the world as it is, persisting in the project of making changes that are within the scope of action.”  Patrick Sisson, a Chicago expat living in Los Angeles, covers technology and urbanism. hide"
  ]
}