{
  "url": "https://www.technologyreview.com/2025/01/31/1110705/measuring-vaccine-hesitancy/",
  "title": "How measuring vaccine hesitancy could help health professionals tackle it",
  "ut": 1738279800.0,
  "body_paragraphs": [
    "This article first appeared in The Checkup, MIT Technology Review’s weekly biotech newsletter. To receive it in your inbox every Thursday, and read articles like this first, sign up here. This week, Robert F. Kennedy Jr., President Donald Trump’s pick to lead the US’s health agencies, has been facing questions from senators as part of his confirmation hearing for the role. So far, it’s been a dramatic watch, with plenty of fiery exchanges, screams from audience members, and damaging revelations.  There’s also been a lot of discussion about vaccines. Kennedy has long been a vocal critic of vaccines. He has spread misinformation about the effects of vaccines. He’s petitioned the government to revoke the approval of vaccines. He’s sued pharmaceutical companies that make vaccines.  Related StoryHow covid conspiracy theories led to an alarming resurgence in AIDS denialismWidespread distrust of our public health system is reviving long-debunked ideas on HIV and AIDS—and energizing a broad movement that questions the foundations of disease prevention.",
    "Kennedy has his supporters. But not everyone who opts not to vaccinate shares his worldview. There are lots of reasons why people don’t vaccinate themselves or their children.",
    "Understanding those reasons will help us tackle an issue considered to be a huge global health problem today. And plenty of researchers are working on tools to do just that. Jonathan Kantor is one of them. Kantor, who is jointly affiliated with the University of Pennsylvania in Philadelphia and the University of Oxford in the UK, has been developing a scale to measure and assess “vaccine hesitancy.”",
    "That term is what best captures the diverse thoughts and opinions held by people who don’t get vaccinated, says Kantor. “We used to tend more toward [calling] someone … a vaccine refuser or denier,” he says. But while some people under this umbrella will be stridently opposed to vaccines for various reasons, not all of them will be. Some may be unsure or ambivalent. Some might have specific fears, perhaps about side effects or even about needle injections. Vaccine hesitancy is shared by “a very heterogeneous group,” says Kantor. That group includes “everyone from those who have a little bit of wariness … and want a little bit more information … to those who are strongly opposed and feel that it is their mission in life to spread the gospel regarding the risks of vaccination.” To begin understanding where individuals sit on this spectrum and why, Kantor and his colleagues scoured published research on vaccine hesitancy. They sent surveys to 50 people, asking them detailed questions about their feelings on vaccines. The researchers were looking for themes: Which issues kept cropping up? They found that prominent concerns about vaccines tend to fall into three categories: beliefs, pain, and deliberation. Beliefs might be along the lines of “It is unhealthy for children to be vaccinated as much as they are today.” Concerns around pain center more on the immediate consequences of the vaccination, such as fears about the injection. And deliberation refers to the need some people feel to “do their own research.”  Kantor and his colleagues used their findings to develop a 13-question survey, which they trialed in 500 people from the UK and 500 more from the US. They found that responses to the questionnaire could predict whether someone had been vaccinated against covid-19. Related StoryWhy childhood vaccines are a public health success storyNo vaccine is perfect, but these medicines are still saving millions of lives.",
    "Theirs is not the first vaccine hesitancy scale out there—similar questionnaires have been developed by others, often focusing on parents’ feelings about their children’s vaccinations. But Kantor says this is the first to incorporate the theme of deliberation—a concept that seems to have become more popular during the early days of covid-19 vaccination rollouts. Nicole Vike at the University of Cincinnati and her colleagues are taking a different approach. They say research has suggested that how people feel about risks and rewards seems to influence whether they get vaccinated (although not necessarily in a simple or direct manner). Vike’s team surveyed over 4,000 people to better understand this link, asking them information about themselves and how they felt about a series of pictures of sports, nature scenes, cute and aggressive animals, and so on. Using machine learning, they built a model that could predict, from these results, whether a person would be likely to get vaccinated against covid-19.",
    "This survey could be easily distributed to thousands of people and is subtle enough that people taking it might not realize it is gathering information about their vaccine choices, Vike and her colleagues wrote in a paper describing their research. And the information collected could help public health centers understand where there is demand for vaccines, and conversely, where outbreaks of vaccine-preventable diseases might be more likely. Models like these could be helpful in combating vaccine hesitancy, says Ashlesha Kaushik, vice president of the Iowa Chapter of the American Academy of Pediatrics. The information could enable health agencies to deliver tailored information and support to specific communities that share similar concerns, she says. Kantor, who is a practicing physician, hopes his questionnaire could offer doctors and other health professionals insight into their patients’ concerns and suggest ways to address them. It isn’t always practical for doctors to sit down with their patients for lengthy, in-depth discussions about the merits and shortfalls of vaccines. But if a patient can spend a few minutes filling out a questionnaire before the appointment, the doctor will have a starting point for steering a respectful and fruitful conversation about the subject. When it comes to vaccine hesitancy, we need all the insight we can get. Vaccines prevent millions of deaths every year. One and half million children under the age of five die every year from vaccine-preventable diseases, according to the children’s charity UNICEF. In 2019, the World Health Organization included “vaccine hesitancy” on its list of 10 threats to global health.  When vaccination rates drop, we start to see outbreaks of the diseases the vaccines protect against. We’ve seen this a lot recently with measles, which is incredibly infectious. Sixteen measles outbreaks were reported in the US in 2024. Globally, over 22 million children missed their first dose of the measles vaccine in 2023, and measles cases rose by 20%. Over 107,000 people around the world died from measles that year, according to the US Centers for Disease Control and Prevention. Most of them were children. Vaccine hesitancy is dangerous. “It’s really creating a threatening environment for these vaccine-preventable diseases to make a comeback,” says Kaushik.  Kantor agrees: “Anything we can do to help mitigate that, I think, is great.”",
    "Now read the rest of The Checkup Read more from MIT Technology Review's archive In 2021, my former colleague Tanya Basu wrote a guide to having discussions about vaccines with people who are hesitant. Kindness and nonjudgmentalism will get you far, she wrote. In December 2020, as covid-19 ran rampant around the world, doctors took to social media platforms like TikTok to allay fears around the vaccine. Sharing their personal experiences was important—but not without risk, A.W. Ohlheiser reported at the time.",
    "Robert F. Kennedy Jr. is currently in the spotlight for his views on vaccines. But he has also spread harmful misinformation about HIV and AIDS, as Anna Merlan reported. mRNA vaccines have played a vital role in the covid-19 pandemic, and in 2023, the researchers who pioneered the science behind them were awarded a Nobel Prize. Here’s what’s next for mRNA vaccines. Vaccines are estimated to have averted 154 million deaths in the last 50 years. That number includes 146 million children under the age of five. That’s partly why childhood vaccines are a public health success story. From around the web As Robert F. Kennedy Jr.’s Senate hearing continued this week, so did the revelations of his misguided beliefs about health and vaccines. Kennedy, who has called himself “an expert on vaccines,” said in 2021 that “we should not be giving Black people the same vaccine schedule that’s given to whites, because their immune system is better than ours”—a claim that is not supported by evidence. (The Washington Post) And in past email exchanges with his niece, a primary-care physician at NYC Health + Hospitals in New York City, RFK Jr. made repeated false claims about covid-19 vaccinations and questioned the value of annual flu vaccinations. (STAT) Towana Looney, who became the third person to receive a gene-edited pig kidney in December, is still healthy and full of energy two months later. The milestone makes Looney the longest-living recipient of a pig organ transplant. “I’m superwoman,” she told the Associated Press. (AP) The Trump administration’s attempt to freeze trillions of dollars in federal grants, loans, and other financial assistance programs was chaotic. Even a pause in funding for global health programs can be considered a destruction, writes Atul Gawande. (The New Yorker) How ultraprocessed is the food in your diet? This chart can help rank food items—but won’t tell you all you need to know about how healthy they are. (Scientific American) hide"
  ]
}