{
  "url": "https://www.ft.lk/columns/UK-sanctions-Tilvin-s-unrepentant-untruths-Anura-s-policy-direction/4-774810",
  "title": "UK sanctions, Tilvin’s unrepentant untruths, Anura’s policy direction",
  "ut": 1743022768.0,
  "body_paragraphs": [
    "Gen. Jagath Jayasuriya: target of British hypocrisy",
    "First kill: Student leader Daya Pathirana",
    "Vijaya: Shot in the face by JVP killer",
    "Skipped BRICS, met INDOPACOM Chief",
    "Puran Appu? Or Pol Pot past?",
    "“…Admiral Paparo extended his best wishes to President Dissanayake and expressed appreciation for the new government’s policy direction.”",
    "(https://newsfirst.lk/2025/03/21/us-admiral-paparo-applauds-sri-lanka-s-new-policy-direction)",
    "The UK government took time off from cutting social welfare, ramping up its military budget and undermining a possible US-Russia détente which would end the Ukraine war, to sanction four Sri Lankans for (alleged) human rights abuses in wartime. This from the country that hasn’t jailed any military officer involved in the Bloody Sunday massacre (1972) where British army paratroopers shot 26 unarmed civilians participating in a protest march. It was broad daylight and there wasn’t any ‘fog of war’.",
    "Note that all four sanctioned Sri Lankans fought on one side in the last war against Prabhakaran’s fascistic separatist-terrorism: the side of the legitimate democratic State and national reunification; the side that brought us peace, ending a 30-year conflict.",
    "Despite the presence of notorious LTTE cadres in the Diaspora, not one has been named.",
    "That’s British balance and fair-play for you, which we know in our bones from 150 years of British colonial occupation and rapacity. Our debt crisis owes much to the long-term deterioration of terms of trade and consequently the balance of payments, a secular trend originating in the massively coerced colonial conversion to a monocultural plantation economy.",
    "How will Anura Dissanayake and his administration respond to Britain’s outrageous unfairness?",
    "Puran Appu? Seriously?",
    "Foreign Minister Vijitha Herath announced at the UNHRC Geneva and reiterated in the Budget debate, the JVP-NPP government’s determination to ensure accountability regarding the last war through a Truth and Reconciliation framework. If the JVP-NPP wants our war veterans to submit to a Truth and Reconciliation process, it must set an example and start telling the truth about its own conduct during its own war. It isn’t. It is engaging in obfuscation.",
    "Referring last week to the Batalanda Commission Report and the ensuing controversy concerning JVP’s ultra-violent past, JVP General Secretary Tilvin Silva proudly proclaimed “We took up arms when it was necessary”, adding that the JVP activists of the 1980s were “rebels, just as Puran Appu was a rebel, not a terrorist”. He brushed aside the need for a broad inquiry into JVP violence (as well) saying the party has already expressed regret that in a civil war some (unspecified) stuff which shouldn’t have happened, did happen-- but accountability should be demanded of the initiator, the UNP, and not of victim, the JVP.",
    "His answer conceals a barbaric history. Certainly, the JVP was justified in taking to arms after it had been framed for July 1983 and unfairly banned by the Jayewardene government which had already shut down the path of peaceful parliamentary change by its coercive Referendum of December 1982, postponing elections by six years. Furthermore, in 1987 there was an Indian military presence on Sri Lankan soil.",
    "I get it, I really do. In the mid-late1980s my comrades and I were indicted under the PTA and Emergency --but never convicted-- on 14 charges beginning with ‘conspiracy to overthrow the state through violence’.",
    "But Tilvin’s justificatory argument collapses when one scrutinises the timing and targeting of the JVP’s armed violence. Who did the JVP initially take up arms against and first perpetrate lethal violence on? It was not only or originally against the repressive UNP regime.",
    "The JVP’s first victim was the leader of the Independent Students Union of Colombo University, Daya Pathirana, an unarmed radical leftist from the deep South who was abducted in a van along with a fellow student named Somasiri (nicknamed ‘V-C’) by a JVP death squad from Sri Jayewardene University. Pathirana was stripped, tortured and killed, his head bashed in and throat cut.",
    "It was a Poya night and the light of the full moon revealed a group of pilgrims heading in their direction, so the butchery was halted and the killers escaped. Somasiri, his throat gashed, survived to give a complete statement to the Police. (Evidently, one thing the JVP killers wished to know was my clandestine location, of which Pathirana was unaware).",
    "Thus, the JVP began its campaign of killing with an unprovoked atrocity: the abduction and gruesome execution of an unarmed, anti-UNP, leftist student leader who had mobilised opinion and signed petitions against the JVP’s proscription by the UNP. That atrocity committed in December 1986 and couldn’t have anything to do with the Indian airdrop, the Indo-Lanka Accord and the IPKF presence because all that happened unexpectedly in the middle of the following year, 1987.",
    "Puran Appu never killed innocents or those in broad sympathy with the common cause. No hero does. The JVP slew Vijaya Kumaratunga who had been imprisoned in the Army’s Rockhouse Battery as a ‘Naxalite’ by JR Jayewardene who wanted him neutralised during the 1982 Referendum campaign. He defied the UNP’s ban, enforced by baton-charges, tear-gas and lethal Police shooting, on May Day mobilisations in 1987. The JVP murdered him by February 1988.",
    "JVP avatar the DJV issued a leaflet entitled “Why Was Vijaya Dispatched?”. The JVP which pasted posters on every wall and rock, never once condemned the Vijaya killing despite the public grief and outrage it had generated.",
    "As a well-regarded columnist notes in a little-known but incisive, indispensable analysis (Dec 2007) entitled ‘The JVP’s Second Insurgency’ (Parts I-VI):",
    "“…More important was the second leaflet, issued on the day of Kumaratunga’s funeral, by the official JVP. This listed a number of reasons as to why Vijaya was a ‘traitor’ deserving death:",
    "“Is Vijaya Kumaratunga obtaining weapons to kill JR?...The USA [United Socialist Alliance] Front has got together with Eelam terrorists of EPRLF and PLOTE and bringing weapons to Colombo and other parts of Sri Lanka…to destroy the JVP progressives and all anti-UNP individuals and institutions…We pledge that we will sweep away these reactionaries together with the UNP from the face of earth…Vijaya Kumaratunga was a cat’s paw for the LTTE, EPRLF, PLOTE terrorists…(He) was also a puppet of Indian imperialism, American imperialism, JR Jayewardene and Eelamists.” (JVP leaflet of 21.2.1988).",
    "(https://slguardian.org/sri-lanka-the-second-jvp-insurgency-part-two/)",
    "The JVP slaughtered heroes of their own April 1971 uprising such as Nandana Marasinghe and Jamis Athugala, 117 members of Vijaya’s Sri Lanka Mahajana Party (SLMP), and popular personalities of the Communist Party such as George Ratnayake.",
    "During the 1980s civil war the JVP’s leftism was that of Pol Pot and the Khmer Rouge. I analysed the phenomenon in my first book, ‘Sri Lanka the Travails of a Democracy: Unfinished War, Protracted Crisis’ (Vikas, New Delhi, 1995) in a chapter entitled ‘The JVP and Pol Potism’. I share the only link to the chapter I can trace -- from a pro-LTTE website with an introduction hostile to me by a pro-Prabhakaran commentator. (https://sangam.org/taraki/articles/2006/01-25_JVP_and_Pol_Potism.php?uid=1462)",
    "There was absolutely no justification for the JVP to continue its violence as it did, during and after the twin electoral reopening, Presidential and parliamentary, of the path of democratic change in 1988-1989.",
    "Prime Minister Premadasa had opposed the banning of the JVP in 1983. His leaked 1984 letter to President Jayewardene urging de-proscription was published in the newspapers. He had been elected president in 1988 on a platform of poverty alleviation and sending back the Indian Peace-Keeping Force (IPKF), and had swiftly demanded that the IPKF leave the island.",
    "Premadasa unilaterally declared a ceasefire, released 1,500 imprisoned JVP cadres, invited the party to join the mainstream, contest the parliamentary election and take three Ministerial slots. The General Election was held in early-1989. The JVP murdered many who voted and even minor public employees who distributed polling cards.",
    "Thus, the argument that the JVP’s armed struggle was because there was no electoral option and a foreign military was on Sri Lankan soil, ceased to be legitimate after the Presidential election of December 1988. The JVP’s barbaric campaign needlessly continued up to end-1989 until the party was decapitated.",
    "From a revolutionary Marxist-Leninist viewpoint, the JVP’s armed actions aimed at the state’s repressive apparatus, i.e., ‘hard targets’, and the ruling party in the two years 1987-1988, do not require self-criticism. But from the same viewpoint, armed actions during the unnecessary return to civil war after and despite the 1988-89 elections, certainly do:",
    "“Where a government has come into power through some form of popular vote, fraudulent or not, and maintains at least an appearance of constitutional legality, the guerrilla outbreak cannot be promoted, since the possibilities of peaceful struggle have not yet been exhausted.”",
    "--Che Guevara, ‘Guerrilla Warfare’. (https://www.cheguevara.org/Guerrilla-Warfare.pdf)",
    "Clear, open, unambiguous public self-criticism and repentance is needed from the JVP leadership with regard to six categories of ‘soft targets’:",
    "Leftwing critics or competitors (e.g., Daya Pathirana, Vijaya Kumaratunga).",
    "Unarmed ex-JVP personalities (e.g., Nandana Marasinghe, Jamis Athugala).",
    "Unarmed civilians who weren’t informants but merely curfew violators, voters etc.",
    "Minor public servants (e.g., distributors of polling cards).",
    "Unarmed civilians in positions of civilian authority (e.g., Profs Gladys Jayewardene, Prof Stanley Wijesundara).",
    "Religious figures (e.g., Ven Kotikawatte Saddhatissa).",
    "Today’s JVP remains unrepentant about its cannibalistic barbarism towards innocents. Anura and Tilvin’s expressions of regret – note, ‘regret’, not contrition--have been fitful, cursory and non-specific. Meanwhile the NPP remains conspicuously silent, with no word of condemnation.",
    "Anura’s economic fallacies",
    "In his closing speech on the last day of the Budget debate, President Anura Kumara Dissanayake unveiled the core fallacy and falsehood of his and the governing NPP’s economic philosophy—which will prove in retrospect to have been his administration’s undoing, whatever the results of the upcoming Local Government election. He said:",
    "“…When we arrived in office, Sri Lanka had entered a four-year Extended Fund Facility with the IMF…We had a choice of two paths available to us. Either to go forward with the IMF Extended Fund Facility program, or to let go of it. You [the Opposition] thought we’d let go of it.  We shall not fall into that trap. Those are traps.” (https://www.youtube.com/watch?v=bBKky9SLWUk)",
    "Watch Anura’s ‘three-card trick’ sleight of hand:",
    "He sets up two extremes as the only available choices -- “Either to go forward with the IMF Extended Fund Facility program, or to let go of it”.",
    "He then rejects one of those extremes— “…to let go of it”.",
    "Finally, he chooses the other of those two extremes as his solution: “…to go forward with the IMF Extended Fund Facility program..”",
    "What makes it an ‘extreme’ is that he decides “…to go forward with the IMF Extended Fund Facility program…” as it stood/stands, without seeking to reset it as promised.",
    "Anura adopted the same methodological move regarding the private bond-holders. ‘Either to go forward with’ Ranil’s election-eve agreement or ‘let go of it’. Again, he took the extreme option of complete continuity. He went one better (or worse) than Ranil, appointing as a senior advisor and a negotiator, Duminda Hulangamuwa, Chairman of the Ceylon Chamber of Commerce which contained many local private bondholders.",
    "Displaying JVP paranoia, Anura perceives traps set for him by the Opposition: “…You [the Opposition] thought we’d let go of it.  We shall not fall into that trap. Those are traps.” The problem is that he sees only one possibility as a trap: to “let go of” the existing IMF Extended Fund Facility program. He fails to spot the opposite trap, namely, to adhere to the IMF’s Extended Fund facility agreement as arrived at by Ranil, without renegotiation and reset (‘alternative DSA’ etc.) as pledged in the NPP manifesto which gave him and his government their mandate.",
    "If the Anura-Tilvin-Bimal troika knew their Marxism-Leninism, they’d know that a ‘correct line’ rejects both ‘right deviations’ and ‘left deviations’ and arises in struggle with them. The correct line is a third line.",
    "In the case of the IMF as well as debt restructuring, the ‘left deviation’ is to “let go of” the program, as Anura puts it. Similarly, Anura’s “go forward with the IMF Extended Fund Facility program” is a ‘rightist deviation’, the flipside of the ‘left deviation’.",
    "Anura justifies the abandonment of the economics of his mandate, invoking ‘economic stability’. He has not progressed in providing economic stability for the majority of citizens. There has been no ‘economic stability/stabilization’ for the household economies or living standards of the majority. They are on a downward escalator.",
    "In Opposition, AKD and the JVP-NPP were ‘left-populists’. Today, in Government, they’re ‘Left Yahapalanaya’ neoliberal-populists.",
    "Anura and his economic team chant the mantra of ‘broadening the tax base’. That’s horizontal expansion, counterproductive as it heaps the tax burden on the middle classes, accelerating migration and brain-drain. What is required is a vertical shift, with increased direct taxation instead of indirect taxation, from the topmost rung of the wealth and income ladder, beginning with the fattest corporates and uber-rich.",
    "Is there anything different that the JVP-NPP Government could have done concretely? According to Anura Dissanayake, no. According to Noam Chomsky, yes.",
    "“…If, for example, Latin America could control its own wealthy classes, preventing capital flight, much of the region’s foreign debt would be wiped out.”",
    "(Noam Chomsky, Chapter 16, ‘Facing the Challenge: Responses to the Report of the South Commission’, The South Centre, Zed Books London 1993, p 150)",
    "Pointing out that Sri Lanka witnessed a massive drain of foreign currency after the liberalization of foreign exchange controls in 2017 by Ranil Wickremesinghe and Ravi Karunanayake, Pubudu Jayagoda reconfirmed (then) Justice Minister Wijeyadasa Rajapaksha’s statement in parliament that the outflow of foreign currency exceeded Sri Lanka’s foreign debt. Why then hasn’t Anura Dissanayake’s administration reduced the outflow of foreign currency during a debt crisis, by revising and restricting the UNP’s 2017 deregulation?",
    "Given his Buddhist background, Anura Dissanayake knows that whatever the context or problem, there is always a Middle Path between two extremes.",
    "That would’ve been a broad national consensus through an All-Parties Roundtable, which Anura didn’t summon; international support canvassed at the BRICS Plus Summit, which Anura didn’t attend; and constructive critical engagement and renegotiation with the IMF and private creditors, which Anura didn’t attempt.",
    "Anura has never once indicated what exactly he discovered after being elected President, that he did not know before, when he and his party were attacking the IMF program and Ranil Wickremesinghe’s ‘agreement in principle’ with the private creditors. What new facts, discovered precisely when, caused Anura’s post-election conversion which entailed negation of everything he had said for years until then and received a mandate for?",
    "AKD and the JVP-NPP have chosen to follow the agreements entered into by the most reactionary rightwing politician since Sir John Kotelawala to have led Sri Lanka (however briefly): Ranil Wickremesinghe. He should inform the country:",
    "How and where his agreements with the IMF and the private bondholders deviate or differ from what Ranil Wickremesinghe entered into as PM and (indirectly-elected) President.",
    "What difference exists between what he has agreed to/is agreeing to with India regarding Trincomalee, and what Ranil agreed to.",
    "Any change by Anura has been in going beyond what Ranil had agreed, going further than Ranil had done, on the same path, in the same direction.",
    "Given his on-the-record familiarity and enthusiasm about the President’s economic direction and future agenda, Malik Samarawickrema transparently appears to have been AKD’s economic policy Godfather. (https://www.dailymirror.lk/opinion/Corruption-started-with-open-economy-increased-with-every-regime-Malik-Samarawickrama/231-304363)"
  ]
}