{
  "url": "https://www.technologyreview.com/2025/02/04/1110927/how-the-rubin-observatory-will-help-us-understand-dark-matter-and-dark-energy/",
  "title": "How the Rubin Observatory will help us understand dark matter and dark energy",
  "ut": 1738625400.0,
  "body_paragraphs": [
    "MIT Technology Review Explains: Let our writers untangle the complex, messy world of technology to help you understand what’s coming next. You can read more from the series here. We can put a good figure on how much we know about the universe: 5%. That’s how much of what’s floating about in the cosmos is ordinary matter—planets and stars and galaxies and the dust and gas between them. The other 95% is dark matter and dark energy, two mysterious entities aptly named for our inability to shed light on their true nature.   Cosmologists have cast dark matter as the hidden glue binding galaxies together. Dark energy plays an opposite role, ripping the fabric of space apart. Neither emits, absorbs, or reflects light, rendering them effectively invisible. So rather than directly observing either of them, astronomers must carefully trace the imprint they leave behind.  Previous work has begun pulling apart these dueling forces, but dark matter and dark energy remain shrouded in a blanket of questions—critically, what exactly are they?",
    "Enter the Vera C. Rubin Observatory, one of our 10 breakthrough technologies for 2025. Boasting the largest digital camera ever created, Rubin is expected to study the cosmos in the highest resolution yet once it begins observations later this year. And with a better window on the cosmic battle between dark matter and dark energy, Rubin might narrow down existing theories on what they are made of. Here’s a look at how. Untangling dark matter’s web",
    "In the 1930s, the Swiss astronomer Fritz Zwicky proposed the existence of an unseen force named dunkle Materie—in English, dark matter—after studying a group of galaxies called the Coma Cluster. Zwicky found that the galaxies were traveling too quickly to be contained by their joint gravity and decided there must be a missing, unobservable mass holding the cluster together. Zwicky’s theory was initially met with much skepticism. But in the 1970s an American astronomer, Vera Rubin, obtained evidence that significantly strengthened the idea. Rubin studied the rotation rates of 60 individual galaxies and found that if a galaxy had only the mass we’re able to observe, that wouldn’t be enough to contain its structure; its spinning motion would send it ripping apart and sailing into space.  Related StoryVera C. Rubin Observatory: 10 Breakthrough Technologies 2025The telescope’s massive digital camera was built to take a lot of photos of the sky, in quick succession, for a very long time.",
    "Rubin’s results helped sell the idea of dark matter to the scientific community, since an unseen force seemed to be the only explanation for these spiraling galaxies’ breakneck spin speeds. “It wasn’t necessarily a smoking-gun discovery,” says Marc Kamionkowski, a theoretical physicist at Johns Hopkins University. “But she saw a need for dark matter. And other people began seeing it too.” Evidence for dark matter only grew stronger in the ensuing decades. But sorting out what might be behind its effects proved tricky. Various subatomic particles were proposed. Some scientists posited that the phenomena supposedly generated by dark matter could also be explained by modifications to our theory of gravity. But so far the hunt, which has employed telescopes, particle colliders, and underground detectors, has failed to identify the culprit.   The Rubin observatory’s main tool for investigating dark matter will be gravitational lensing, an observational technique that’s been used since the late ’70s. As light from distant galaxies travels to Earth, intervening dark matter distorts its image—like a cosmic magnifying glass. By measuring how the light is bent, astronomers can reverse-engineer a map of dark matter’s distribution.  Related StoryAstronomers are enlisting AI to prepare for a data downpourTailored algorithms will help filter a coming flood of astronomical observations, helping scientists make new discoveries about the universe.",
    "Other observatories, like the Hubble Space Telescope and the James Webb Space Telescope, have already begun stitching together this map from their images of galaxies. But Rubin plans to do so with exceptional precision and scale, analyzing the shapes of billions of galaxies rather than the hundreds of millions that current telescopes observe, according to Andrés Alejandro Plazas Malagón, Rubin operations scientist at SLAC National Laboratory. “We’re going to have the widest galaxy survey so far,” Plazas Malagón says. Capturing the cosmos in such high definition requires Rubin’s 3.2-billion-pixel Large Synoptic Survey Telescope (LSST). The LSST boasts the largest focal plane ever built for astronomy, granting it access to large patches of the sky.  The telescope is also designed to reorient its gaze every 34 seconds, meaning astronomers will be able to scan the entire sky every three nights. The LSST will revisit each galaxy about 800 times throughout its tenure, says Steven Ritz, a Rubin project scientist at the University of California, Santa Cruz. The repeat exposures will let Rubin team members more precisely measure how the galaxies are distorted, refining their map of dark matter’s web. “We’re going to see these galaxies deeply and frequently,” Ritz says. “That’s the power of Rubin: the sheer grasp of being able to see the universe in detail and on repeat.”",
    "The ultimate goal is to overlay this map on different models of dark matter and examine the results. The leading idea, the cold dark matter model, suggests that dark matter moves slowly compared to the speed of light and interacts with ordinary matter only through gravity. Other models suggest different behavior. Each comes with its own picture of how dark matter should clump in halos surrounding galaxies. By plotting its chart of dark matter against what those models predict, Rubin might exclude some theories and favor others.  A cosmic tug of war If dark matter lies on one side of a magnet, pulling matter together, then you’ll flip it over to find dark energy, pushing it apart. “You can think of it as a cosmic tug of war,” Plazas Malagón says. Dark energy was discovered in the late 1990s, when astronomers found that the universe was not only expanding, but doing so at an accelerating rate, with galaxies moving away from one another at higher and higher speeds.   “The expectation was that the relative velocity between any two galaxies should have been decreasing,” Kamionkowski says. “This cosmological expansion requires something that acts like antigravity.” Astronomers quickly decided there must be another unseen factor inflating the fabric of space and pegged it as dark matter’s cosmic foil.  So far, dark energy has been observed primarily through Type Ia supernovas, a special breed of explosion that occurs when a white dwarf star accumulates too much mass. Because these supernovas all tend to have the same peak in luminosity, astronomers can gauge how far away they are by measuring how bright they appear from Earth. Paired with a measure of how fast they are moving, this data clues astronomers in on the universe’s expansion rate.  Related StoryThe Vera C. Rubin Observatory is ready to transform our understanding of the cosmosThe telescope will catalogue billions of new objects and produce a new map of the entire night sky every three days with the largest digital camera ever made.",
    "Rubin will continue studying dark energy with high-resolution glimpses of Type Ia supernovas. But it also plans to retell dark energy’s cosmic history through gravitational lensing. Because light doesn’t travel instantaneously, when we peer into distant galaxies, we’re really looking at relics from millions to billions of years ago—however long it takes for their light to make the lengthy trek to Earth. Astronomers can effectively use Rubin as a makeshift time machine to see how dark energy has carved out the shape of the universe.  “These are the types of questions that we want to ask: Is dark energy a constant? If not, is it evolving with time? How is it changing the distribution of dark matter in the universe?” Plazas Malagón says.",
    "If dark energy was weaker in the past, astronomers expect to see galaxies grouped even more densely into galaxy clusters. “It’s like urban sprawl—these huge conglomerates of matter,” Ritz says. Meanwhile, if dark energy was stronger, it would have pushed galaxies away from one another, creating a more “rural” landscape.  Researchers will be able to use Rubin’s maps of dark matter and the 3D distribution of galaxies to plot out how the structure of the universe changed over time, unveiling the role of dark energy and, they hope, helping scientists evaluate the different theories to account for its behavior.",
    "Of course, Rubin has a lengthier list of goals to check off. Some top items entail tracing the structure of the Milky Way, cataloguing cosmic explosions, and observing asteroids and comets. But since the observatory was first conceptualized in the early ’90s, its core goal has been to explore this hidden branch of the universe. After all, before a 2019 act of Congress dedicated the observatory to Vera Rubin, it was simply called the Dark Matter Telescope.  Related StoryInside the quest to map the universe with mysterious bursts of radio energyAstronomers still don’t know what causes fast radio bursts, but they’re starting to use them to illuminate the space between galaxies.",
    "Rubin isn’t alone in the hunt, though. In 2023, the European Space Agency launched the Euclid telescope into space to study how dark matter and dark energy have shaped the structure of the cosmos. And NASA’s Nancy Grace Roman Space Telescope, which is scheduled to launch in 2027, has similar plans to measure the universe’s expansion rate and chart large-scale distributions of dark matter. Both also aim to tackle that looming question: What makes up this invisible empire? Rubin will test its systems throughout most of 2025 and plans to begin the LSST survey late this year or in early 2026. Twelve to 14 months later, the team expects to reveal its first data set. Then we might finally begin to know exactly how Rubin will light up the dark universe.  hide"
  ]
}