{
  "url": "https://www.ft.lk/columns/Pain-points-and-pleasure-points-of-an-Odyssey-Part-III/4-774022",
  "title": "Pain points and pleasure points of an Odyssey – Part III",
  "ut": 1741537904.0,
  "body_paragraphs": [
    "Continued from Friday...",
    "Roaming in the road jungle",
    "Unless we cultivate disciplined drivers and pedestrians who adhere to road rules, Sri Lanka will struggle to progress as a developed country. It is as simple as that—the behaviour of road users reflects the broader values of society. In Sri Lanka, the rules of the road often resemble those of the jungle. It is a survival of the fittest. Larger vehicles intimidate smaller ones; vehicles bully pedestrians, while pedestrians play a dangerous game of hide-and-seek with moving traffic. Stronger pedestrians dominate the weak, and the bewildered police look on in silence, seemingly lost in daydreams. It is, in essence, organised chaos.",
    "Buses and trucks frequently travel on the wrong side of the road, and smaller vehicles make way to avoid collisions, often with both drivers exchanging smiles and pleasantries. There is no designated footpath for pedestrians, who either walk along the road in the same direction as traffic or jaywalk without concern for vehicles coming from behind or against them. Pedestrians and motorcyclists alike feel entitled to navigate anywhere on the road, even squeezing between two moving vehicles. Vehicles are parked at any angle, and U-turns are made anywhere, without so much as a turn signal to indicate the manoeuvre. What a truly liberal country!",
    "This lack of structure and disregard for basic traffic rules not only puts lives at risk but also highlights the urgent need for enforcement, education, and a collective shift in mindset if Sri Lanka is to move forward in terms of road safety and development.",
    "Do engineers understand that they are responsible not only for constructing the road carriageway but also for maintaining the entire road reserve designated between the property lines on both sides of the road? At present, the primary focus tends to be on the road itself, often neglecting the surrounding infrastructure such as grassed road reserves, footpaths, side drains, and road shoulders.",
    "Before enforcing road rules, it is imperative that road authorities prioritise the development and upkeep of all areas within the road reserve. This includes ensuring proper footpaths for pedestrians, maintaining drainage systems, and clearing unauthorised structures that obstruct these essential spaces. Only by addressing these foundational aspects can we create a safer, more organised environment that supports the efficient flow of both vehicles and pedestrians. Ensuring proper infrastructure is in place before enforcing traffic laws will help create a more functional and harmonious road network for all users.",
    "Visiting a holy place",
    "Our final major travel destination was Sri Pada Mountain. The adventure began the moment we boarded the hired van in Horana. Being mindful of safety, I deliberately chose a driver who would be receptive to my guidance to ensure cautious and responsible driving. I also allowed ample time for the journey to Nallathanniya, effectively eliminating any excuse for speeding.",
    "Despite these precautions, however, the driver was still compelled to violate certain traffic rules due to the behaviour of other road users. In Sri Lanka, finding the perfect driver seems like a mission impossible. Even a perfectly responsible driver would struggle to make progress on a public road given the current traffic conditions and prevalent road behaviours. This highlights a larger issue—ensuring safety on the roads is not just about the individual driver, but also about the broader traffic culture that needs to be addressed.",
    "On the way to Sri Pada",
    "During our journey to Sri Pada, I could not help but notice the immense tourism potential, as well as the glaring gaps in the infrastructure that could support it. The first major issue I observed was the lack of clear, strategically placed, and consistently high-quality directional and informational signage aimed at guiding tourists. Proper signage is essential for creating a seamless travel experience for visitors, and this was sorely missing.",
    "The second issue was the inferior quality of roads and access routes to key tourist attractions. Roads should be well-maintained to ensure that tourists can reach their destinations safely and comfortably. In addition to this, the absence of properly constructed Visitor Rest Areas (VRAs) along the main roads was another significant shortcoming. Ideally, there should be a VRA every 15 km, equipped with essential amenities. These rest areas should include clean toilets, paved parking areas, leisure parks with benches and tables, waste disposal bins, drinking water facilities, and a regulated commercial food outlet. Accessibility compliance should be ensured for these VRAs to accommodate all types of visitors.",
    "To address these needs, Sri Lanka should invite private investors to develop these rest areas, offering government land on long-term leases. Each VRA should have a permanent local caretaker group responsible for maintaining the site to an acceptable standard. To sustain these facilities, users should pay for all amenities, except for one set of clean toilets, which should be available for free use. However, it is important to note that while Sri Lankans may consider a washed toilet acceptable, foreigners typically rate a dry and clean toilet as hygienic. Thus, after every wash, a quick drying process is needed. Mechanical drying, of course, incurs additional costs, and that is why a small fee should be charged for the use of cleaned and dried toilets. Each toilet should be inspected after use to ensure it remains in good condition for the next visitor.",
    "For these initiatives to succeed, the Government should offer tax concessions to the investors involved. The aim is to generate a positive experience for visitors, encouraging them to spend more money in various regions of the island, thus stimulating the local economy. Additionally, the government should introduce a system similar to the Octopus® card used in Hong Kong, which would allow visitors to make multiple transactions at these rest areas and other tourist facilities. This could be an essential part of the digital transformation agenda under the NPP Government’s initiative, making Sri Lanka a more attractive and user-friendly destination for international travellers.",
    "Walking conditions on Sri Pada pathway",
    "Having last visited Sri Pada over 40 years ago, I could not recall the specific walking conditions from that time. However, upon observing the pathway during this visit, I noticed that certain sections of the construction seemed to be relatively new. From the freshness of some of these constructions, I deduced that a sizeable portion of the pathway had recently been renovated. My first observation was the inferior quality of the construction.",
    "The second issue I noted was the inconsistency in the rise (height) and going (horizontal distance) of the steps. While one might argue that this is a reconstruction of a historical pathway and that complete consistency may not have been feasible, as a former structural design engineer, I believe the design could have been improved. Each flight of steps could have been designed and constructed with consistent dimensions to ensure comfort and accessibility for all users. Achieving this would have involved calculating the total rise and sloping distance, and arranging the flights of steps accordingly, with the addition of elevated ramps and regular landings.",
    "This could have been done even within the constraints of a narrow, two-meter-wide pathway, maintaining a reasonable construction cost while ensuring the comfort of walkers. By leaving some of the old pathway intact, consistency could have been achieved without sacrificing the historical value. I understand that the last section of the pathway—known as “mahagiridamba”—presents unique challenges due to its steep slope and extreme elevation, making any changes more difficult.",
    "However, the two-metre-wide compliant pathway could easily have been constructed for the majority of the journey, creating a more comfortable and energy-conserving route for elderly people, particularly during descents, which could help alleviate joint pain and reduce fatigue. Such improvements would not only enhance comfort but also make the pilgrimage more accessible for people of all ages, ensuring a safer and more enjoyable experience.",
    "Some religious fanatics may argue that the difficulty of access should remain as it is, suggesting that it allows people to demonstrate their religious devotion and faith. However, would not it be more in line with Buddhist philosophy to promote equal treatment for all, including facilitating easier access for less-abled individuals? Providing better access for everyone, regardless of physical ability, would not detract from the spiritual experience but would rather make it more inclusive, allowing a broader range of people to visit and participate in this important pilgrimage.",
    "I must express my disappointment with the performance of the engineers who were responsible for redesigning the steps, as well as the technical officers who oversaw the construction. In Sri Lanka, there is often a tendency to accept certain shortcomings as “facts of life,” and in this case, many people believe that the authorities did the best they could and that the current solution was the only viable one. However, I can assure you that a much better solution could have been achieved with proper planning, design, and execution. The engineers and authorities missed an important opportunity to improve accessibility, and this should not be accepted as the standard. There was room for improvement, and a more thoughtful approach could have made the pilgrimage easier and more accessible for all, aligning with the values of equality and inclusivity that are central to Buddhist teachings.",
    "Sri Pada is undeniably one of Sri Lanka’s most revered religious sites, representing a pinnacle of spirituality. Unfortunately, it is also a place where I witnessed a form of modern slavery. During my early morning descent from the peak, I encountered several workers ascending with heavy loads — large boxes, fridges (carried with poles), building materials, and gas bottles balanced on their heads and shoulders. These workers appeared severely malnourished, weathered, and physically weak. I could see their legs trembling under the immense weight they were carrying. When they stopped to rest for a moment, I spoke to a few of them and was deeply moved by their stories. My heart sank, and I offered them some money to buy a meal.",
    "I challenge any religious leader to lift a filled 30 kg gas bottle just a few feet. One of the workers I spoke to was carrying such a bottle, supported by a cloth cushion on his head. For this excruciating task, he was paid Rs. 1,200 to transport the gas bottle from the base of Sri Pada to a shop at the top. Another man, carrying a large box of milk powder cartons, was paid just Rs. 40 per kilogram. These workers endure this daily hardship simply to survive, with no other work options available to them. I fear that, after a decade of such labour, they will either be bedridden or wheelchair bound.",
    "Is this the environment of a holy site, a place where empathy is preached? I believe the Government and religious leaders must reconsider their approach. There is an urgent need for an alternative, semi-mechanised system for transporting goods — something involving rails, buckets, pulleys, and cables with regular loading and unloading stations. This system could engage these vulnerable workers, providing them with employment to operate it, while alleviating the burden of carrying such heavy loads.",
    "Shop owners and temple administrators could contribute a reasonable fee to maintain the semi-mechanised service and given the millions of rupees the Sri Pada temple generates during pilgrimage seasons; this is entirely feasible. It is an outdated mindset to accept such conditions as inevitable or “part of the tradition” — we cannot justify modern-day slavery, even if the workers are willing to bear such suffering due to their desperation for a living.",
    "Additionally, I have heard that religious leaders have opposed the installation of a cable car for the final stretch of the journey to Sri Pada, particularly as a means of helping elderly visitors access the most difficult section of the climb. I believe these leaders should revisit their decision. I saw several elderly pilgrims being physically carried to the “Yata Maluwa” by their family members, highlighting the need for a more compassionate solution. A cable car would not discourage younger, able-bodied people from using the steps; rather, it would provide a necessary alternative for those with physical limitations or health issues, ensuring that all people — regardless of their physical ability — can experience the spiritual journey to Sri Pada. It is time to modernise and ensure that the sacredness of this site aligns with values of empathy, compassion, and accessibility for all.",
    "This concludes my diary, a reflection that holds both pleasant memories and harsh realities. I sincerely hope that the relevant professionals take note of my observations and take appropriate actions where necessary. This is our country, our heritage, and our reputation that we must preserve for future generations.",
    "Part I of this article can be seen at https://www.ft.lk/columns/Pain-points-and-pleasure-points-of-an-Odyssey-Part-I/4-772285",
    "Part 11 available at https://www.ft.lk/columns/Pain-points-and-pleasure-points-of-an-Odyssey-Part-II/4-773913",
    "(The writer is a Professional Engineer currently working in the Australian NSW Local Government sector. He aims to share his perspectives on various social development issues alongside his professional expertise to inspire others to think critically and differently. He can be reached at [email protected].)"
  ]
}