{
  "url": "https://www.ft.lk/opinion/Sri-Lanka-needs-more-than-transparency-to-break-the-cycle-of-corruption-University-of-London-Economists/14-786331",
  "title": "Sri Lanka needs more than transparency to break the cycle of corruption: University of London Economists",
  "ut": 1767205265.0,
  "body_paragraphs": [
    "Sri Lanka’s debt crisis is rooted in governance failures in infrastructure contracting, not just macro shocks",
    "Transparency and IMF-style diagnostics alone cannot curb overpricing without “horizontal checks” from actors with power and self-interest to enforce rules.",
    "About 65% of foreign debt was spent on transportation, power, energy, water and airport infrastructure projects that contributed to the crisis",
    "Sri Lanka will not escape another cycle of unsustainable public debt if it relies only on transparency and traditional “good governance” reforms without creating real pressure from actors who can enforce rules in their own interest, senior economists from SOAS University of London warned in Colombo last week.",
    "Presenting findings from a recent study titled “Can Good Governance Tackle Bad Debt? The Political Economy of Public Debt Management” at  a recent event hosted by the Open Society Foundations, the SOAS Anti-Corruption Evidence (SOAS-ACE) consortium and the SOAS Centre for Sustainable Finance, University of London Economics Professor Dr. Mushtaq Khan argued that vertical enforcement through laws, audits and prosecution must be complemented by bottom-up “horizontal checks” tailored to each sector and country.",
    "“We have nothing against vertical enforcement, transparency, accountability and prosecution,” Dr. Khan told policymakers, researchers and civil society representatives. “They are not sufficient, and the global evidence is very strong that they are not sufficient.”",
    "He added that the challenge for countries such as Sri Lanka is to identify where real leverage exists in specific sectors.",
    "“What we are saying we need to do in addition is very specific bottom-up approaches looking for horizontal pressure, and the horizontal pressure will not be there everywhere,” he said. “Without these horizontal checks, we will end up with overpriced and badly executed infrastructure projects that rapidly contribute to unsustainable public debt.”",
    "The study focuses on Sri Lanka and Bangladesh, with comparative lessons from Nigeria, and uses a “Power–Capabilities–Interest” framework to understand why debt-creating corruption persists despite repeated governance reforms.",
    "Governance at the core of Sri Lanka’s crisis",
    "Setting the scene, University of London Professor of Economics and Director of the Centre for Sustainable Finance Dr. Ulrich Volz said governance failures were central to Sri Lanka’s sovereign debt crisis.",
    "“The crisis has been described as something of a crisis of governance in Sri Lanka,” Dr. Volz said. “You are very much aware of how governance failures have contributed to the build-up of sovereign debts. There have also been macroeconomic factors and an effect on poverty, but governance is very much at the heart of the problem.”",
    "He highlighted persistent and large fiscal deficits and weak controls over how public money is spent. “One aspect that we want to highlight is the role of contracting and procurement that has played an important part,” he said.",
    "Mismanaged infrastructure spending, he argued, has eroded confidence in the state and undermined tax compliance. “People do not want to pay taxes to the state when they feel money is not used wisely,” he said.",
    "He noted evidence of a strong correlation between tax revenues as a share of GDP and measures of control of corruption. While correlation does not prove causation, Volz said the pattern underlined the importance of credible governance for revenue mobilisation.",
    "Since the end of the civil war, Sri Lanka has leaned heavily on infrastructure as a driver of growth. That strategy has had a direct bearing on the country’s external balance sheet.",
    "“If we look at the build-up of foreign debt, we can see that much of that foreign debt was incurred to pay for infrastructure development,” Dr. Volz said.",
    "“About 65% of foreign debt was spent on transportation, power, energy, water and airport infrastructure projects. A lot of the external debt that contributed to the crisis was directly linked to this kind of infrastructure investment.”",
    "Weak procurement, non-competitive bidding and shifting rules have resulted in waste and inflated costs. Volz acknowledged that these issues have been on the agenda for some time and that the IMF’s governance diagnostic report for Sri Lanka has added important analysis, particularly on transparency, accountability and democratic participation.",
    "“From a diagnostic perspective, it is actually quite good. It really identifies key issues and key problems,” he said. “The question is whether these changes are really going to lead to real change on the ground.”",
    "The SOAS work, he said, seeks to extend that conversation by showing where governance reforms often stall and how sector-specific mechanisms could make them bite.",
    "University of London SOAS Professor of International Economics Dr. Pallavi Roy drilled into how overpriced infrastructure contracts can drive unsustainable debt.",
    "“We are focussing on infrastructure contracts because that is where a lot of the abuse of mispricing takes place,” Dr. Roy explained. “It actually has a very real effect on people’s livelihoods and quality of life.”",
    "From research in Bangladesh, Nigeria and now Sri Lanka, the team developed a three-part diagnostic for spotting red flags: site selection, technology selection and the project procurement mechanism. Site selection should be supported by scientific and socio-ecological validation and commercial realism. Technology choices must reflect resource characteristics and technological maturity. Procurement should create genuine competition.",
    "She noted Bangladesh’s power sector, where rapid capacity expansion combined with low utilisation and high capacity payments have contributed to fiscal strain and public anger.",
    "“In 2009, power supply was 5,493 megawatts. In 2024, that grew to 31,452 megawatts,” she said. “Capacity utilisation was less than 50 percent. Most of this power was actually not required at all.”",
    "Total payments to independent power producers rose 11.1 times between 2011 and 2024 while power generation increased 4.35 times.",
    "“Capacity charge payments increased 4.64 times faster than power generation, and fuel payments increased 2.43 times faster than power generation,” Dr. Roy said. “The wrong kind of fuel and the wrong kind of investment decisions created extreme vulnerabilities.”",
    "Why transparency by itself does not bite",
    "Dr. Khan’s intervention sought to explain why such patterns persist despite years of governance reforms in countries backed by donors and the IMF.",
    "He began with the standard principal agent model. Society or an elected Government (the principal) contracts bureaucrats and firms (the agents) to deliver infrastructure and services. When the outcome is bad, the usual response is to call for more information, stronger accountability and more technical assistance.",
    "“We assume that there is someone that is the principal who wants to solve the problem and who can solve the problem but for some reason is not solving the problem,” Dr. Khan said. “We then say the reason might be that they do not know what is happening, so this is a transparency problem.”",
    "Under that logic, more disclosure and technical data on tariffs, benchmarks and contract terms should enable the principal to act. If information is not the issue, the next step is to look at accountability systems and capacity building to help principals use available tools.",
    "Dr. Khan argued that this story bears little resemblance to reality in many developing countries. “All of these things were happening with full knowledge of what was happening,” he said of Bangladesh and Sri Lanka. “It was transparent. Everyone knew this.”",
    "Accountability mechanisms also exist on paper, he noted, but are selectively applied. “It is not that there were no accountability systems,” he said. “We can strengthen the accountability system and we can toughen it up, but whatever there was, was not being used.”",
    "The reason, in his analysis, is that principals and agents are embedded in dense networks of political and economic relationships that shape their incentives. “The principal and the agent are not operating in a vacuum,” he said. “This is a political settlements analysis. All actors are embedded in relationships with other actors.”",
    "Dr. Khan distinguishes between vertical relationships, such as those between a ministry and a contractor, and horizontal relationships with other powerful actors, such as media, rival firms, civil society groups and political factions. In contexts with strong rule of law and a broad distribution of power, those horizontal actors can force principals to act and can punish corrupt agents by refusing to deal with them.",
    "“In a football team where everybody is an extremely good footballer they will want everyone to follow rules because they will win by following the rules,” he told the audience. “If you have a football team where everyone is very incompetent, they are much less concerned about the rules. In fact, they want to violate the rules because the only way they will win is by violating the rules.”",
    "In many low capability economies, he suggested, most powerful businesses rely on collusion rather than competitiveness to make money. “Someone who is not productive themselves is not likely to force others to follow rules because actually they cannot make money by following rules,” he said. Concentrated market structures mean there are too few such actors to create pressure for clean contracting even when they exist.",
    "“These conditions generally do not hold in developing countries,” Dr. Khan concluded. “The idea that transparency and accountability systems will trigger action is a wrong assumption. It will not automatically trigger action. It will only trigger action in those cases where you have powerful horizontal checks.”",
    "Horizontal checks in practice",
    "Drawing on his work in Bangladesh, Dr. Khan illustrated both the potential and limits of horizontal enforcement.",
    "Following the fall of the Awami League Government, Bangladesh set up a National Power Committee to review power contracts. “In one sense, this is a dream committee,” he said, listing senior economists, engineers, accountants, lawyers and a retired High Court judge among its members. The committee had legal authority to summon officials and demand data.",
    "“After one year of research and intensive work, we were able to uncover massive corruption evidence in three or four projects,” he said. The episode illustrated both the complexity of power purchase agreements and the weakness of conventional investigative agencies, which often lack capacity or are themselves implicated in past deals.",
    "“The point that I am trying to make is that this is not a standard solution,” Dr. Khan said. “This cannot be something that will continue all the time. This is a one off thing that happens after a revolution or an uprising.”",
    "More promising, he argued, are bottom-up strategies that find self-interested actors who can police specific parts of a resource flow. In Bangladesh’s climate adaptation projects, which build embankments and cyclone shelters, the SOAS team mapped how funds move from parliament and development partners down to local contractors and identified where vertical checks fail.",
    "“We found something that we had not expected,” Dr. Khan said. NGOs, opposition parties and media had little impact on construction quality.",
    "“There was one set of actors who were very effective at checking the corruption, and these were influential locals who, out of self-interest, were looking at the implementation of the project,” he said.",
    "Because embankments can double as roads, local landowners with something to gain from passable roads exerted pressure on contractors and officials to ensure proper construction.",
    "“If you can improve the dual use of the climate adaptation project, you have a significant reduction in corruption,” Dr. Khan said. “We are trying to find solutions whereby a small change in policy, by improving the dual use of the climate adaptation project, triggers the horizontal checks and reduces the corruption.”",
    "In Bangladesh’s power sector, the team looked at how to break collusive bidding among politically connected investors. High political risk deters unconnected firms from participating in tenders, leaving a small cartel to rotate projects among themselves, even under formally competitive bidding.",
    "“We found that the mechanism that works is if you have a line of financing that is slightly lower than the market interest rate and that is not tied to a particular investor,” Khan said. “Anyone who invests in that project can get it. That reduces the risk of a politically unconnected investor, and suddenly they start being interested in bidding.”",
    "A modest interest rate subsidy of 2 to 3 percentage points generated a significant effect. “We found that the subsidy of an interest rate which is like 2 or 3% has a 25% effect on the price that is bid,” he said. “Suddenly the presence of an unconnected investor of high productive capabilities collapses the price by a significant amount.”",
    "Dr. Roy added that in Nigeria, where the electricity distribution sector is bankrupt and captured by political elites, the team looked instead at embedded power solutions for clusters of small and medium enterprises. SMEs currently rely on self-generation using smuggled diesel and bribes because grid supply is limited to a few hours a day.",
    "“There are reasonable reasons for why the SMEs are corrupt,” she said. “If they did not steal, they would not have a livelihood.” The proposed solution is to provide cluster-based embedded generation at tariffs below the cost of self-generation but above current grid tariffs, in exchange for reliable supply and metering.",
    "“We are ensuring enforcement of action by actors within their self-interest,” Dr. Roy said. “We are therefore setting off a self-sustaining virtuous cycle, and that is the most important thing about anti-corruption.”",
    "Implications for Sri Lanka",
    "For Sri Lanka, which has completed restructuring over 90% of its external debt and grappling with large losses in state owned enterprises, the message from the SOAS team is that governance reforms cannot stop at diagnostic reports and legal changes.",
    "“This is an approach that we are trying to sell as a way of matching country and sector specific knowledge of how you can create these horizontal checks,” Dr. Khan said. “There is no cookie cutter approach here. What will work in one sector in Sri Lanka will not work in the same sector in Bangladesh.”",
    "He stressed that the team does not come with pre-packaged solutions.",
    "“We do not have ready-made solutions in any sector in any country, but we have an approach which forces us to think in a more holistic way about what will get us to put those corrupt people under pressure to stop doing that stuff,” he said.",
    "In a context of weak rule of law, concentrated economic power and low productive capabilities, he warned, collusive overpricing of infrastructure can quickly turn into bad debt. “We have to find ways of stopping it as a process by setting up these horizontal checks as we go forward, and occasionally also prosecute what happened in the past,” Dr. Khan said.",
    "For policymakers in Colombo weighing new energy, transport and climate projects, the implication is that project preparation, procurement rules and legal reforms need to be complemented by a sharper political economy lens. That means asking who has the power, capability and interest to enforce good contracts, and designing projects so that these actors have something tangible to lose if corruption continues.",
    "Sri Lanka risks repeating a familiar pattern: technically sound governance reforms on paper, persistent overpricing in practice, and another round of bad debt falling on citizens and future taxpayers. The urgency for reforms has never been more acute with the post-Ditwah relief and rebuilding needs straining a fragile economy recovering from the post-Covid debt crisis.",
    "Pix by Sameera Wijesinghe"
  ]
}