{
  "url": "https://www.technologyreview.com/2024/10/10/1105382/climate-tech-watch/",
  "title": "Everything comes back to climate tech. Here’s what to watch for next.",
  "ut": 1728520200.0,
  "body_paragraphs": [
    "This article is from The Spark, MIT Technology Review’s weekly climate newsletter. To receive it in your inbox every Wednesday, sign up here. We get to celebrate a very special birthday today—The Spark just turned two!   Over the past couple of years, I’ve been bringing you all the news you need to know in climate tech and digging into some of the most fascinating and thorny topics from energy and transportation to agriculture and policy.  In light of this milestone, I’ve been looking back at some of the most popular editions of this newsletter, as well as some of my personal favorites—and it’s all got me thinking about where climate tech will go next. So let’s look back together, and I’ll also share what I’m going to be watching out for as we go forward.",
    "It’s prime time for batteries It will probably be a surprise to absolutely nobody that the past two years have been filled with battery news. (In case you’re new and need a quick intro to my feelings on the topic, you can read the love letter to batteries I wrote this year for Valentine’s Day.)  We’ve covered how abundant materials could help unlock cheaper, better batteries, and how new designs could help boost charging speeds. I’ve dug into the data to share how quickly batteries are taking over the world, and how much faster we’ll need to go to hit our climate goals.",
    "The next few years are going to be make-or-break for a lot of the alternative batteries we’ve covered here, from sodium-ion to iron-air and even solid-state. We could see companies either fold or make it to the next stage of commercialization. I’m watching to see which technologies will win—there are many different options that could break out and succeed.  A nuclear renaissance  One topic I’ve been covering closely, especially in the past year, is nuclear energy. We need zero-emissions options that are able to generate electricity 24-7. Nuclear fits that bill.  Related StoryThese 15 companies are innovating in climate techWhat leading businesses reveal about the race to address climate change.",
    "Over the past two years, we’ve seen some major ups and downs in the industry. Two new reactors have come online in the US, though they were years late and billions over budget. Germany completed its move away from nuclear energy, opting instead to go all in on intermittent renewables like solar and wind (and keep its coal plants open).  Looking ahead, though, there are signs that we could see a nuclear energy resurgence. I’ve written about interest in keeping older reactors online for longer and opening up plants that have previously shut down. And companies are aiming to deploy new advanced reactor designs, too.   I’m watching to see how creative the industry can get with squeezing everything it can out of existing assets. But I’m especially interested to see whether new technologies keep making progress on getting regulatory approval, and whether the new designs can actually get built.  Material world forever I’ll never stop talking about materials—from what we need to build all the technologies that are crucial for addressing climate change to how we can more smartly use the waste after those products reach the end of their lifetime.  Recently, I wrote a feature story (and, of course, a related newsletter bringing you behind the scenes of my reporting) about how one rare earth metal gives us a look at some of the challenges we’ll face with sourcing and recycling materials over the next century and beyond.  It’s fitting that the very first edition of The Spark was about my trip inside a battery recycling factory. Over the past two years, the world of climate tech has become much more tuned in to topics like mining, recycling, and critical minerals. I’m interested to see how companies continue finding new, creative ways to get what they need to build everything they’re trying to deploy.",
    "Milestones … and deadlines Overall, the last couple of years have been some of the most exciting and crucial in the race to address climate change, and it’s only going to ramp up from here.  Next year marks 10 years since the Paris Agreement, a landmark climate treaty that’s guided most of the world’s ambitions to limit warming to less than 2 °C (3.7 °F) above preindustrial levels. In the US, 2027 will mark five years since the Inflation Reduction Act was passed, ushering in a new era of climate spending for the world’s largest economy.  The last two years have been a whirlwind of new ideas, research, and technologies, all aimed at limiting the most damaging effects of our changing climate. I’m looking forward to following all the progress of the years to come with you as well.   Now read the rest of The Spark Another thing If you’re reading this, I’m willing to bet that you probably eat food. So you should join us for the latest edition of our subscriber-only Roundtables virtual event series, where I’ll be speaking with my colleague James Temple about creating climate-friendly food.  Joining us are experts from Pivot Bio and Rumin8, two of our 2024 Climate Tech Companies to Watch. It’s going to be a fascinating discussion—subscribers, register to join us here!  And one more  The growing energy demands of artificial intelligence represent a challenge for the grid. But the technology also offers an opportunity for energy tech, according to the authors of a new op-ed out this week. Check it out for more on why they say that AI and clean energy need each other.  Keeping up with climate    Hurricane Milton reached wind speeds of over 160 miles per hour, making it a Category 5 storm. It’s hitting the gulf coast of Florida in the coming days. See its projected path and the rainfall forecast. (Washington Post) → Tampa Bay has seen destructive hurricanes, but there hasn’t been a direct hit in decades. The metro area is home to over 3 million people. (Axios)",
    "Other regions are still reeling from Hurricane Helene, which dumped rainfall in western North Carolina in particular. The storm upends ideas of what a climate haven is. (Scientific American)→ Two studies suggest that climate change significantly boosted rainfall from the storm. (NBC News) If you have an EV, it’s best to keep it out of flood zones during hurricanes when possible. Batteries submerged in salt water can catch fire, though experts say it’s relatively rare. (New York Times)",
    "The risk of winter blackouts in Great Britain is at the lowest in years, even though the country has shut down its last coal plant. The grid is expected to have plenty of energy, in part because of investment in renewables. (The Guardian) Voters in Kazakhstan have approved a plan to build the country’s first nuclear power plant. The country has a complicated relationship with nuclear technology, since it was a testing ground for Soviet nuclear weapons. (Power)  Revoy wants to bring battery swapping to heavy-duty trucks. The company’s batteries can reduce the amount of diesel fuel a conventional truck needs to drive a route. (Heatmap)→ I wrote earlier this year about another company building batteries into trailers in an effort to clean up distance trucking. (MIT Technology Review) hide"
  ]
}