{
  "url": "https://www.ft.lk/columns/Taxation-and-silent-killing-of-local-industries/4-783944",
  "title": "Taxation and silent killing of local industries",
  "ut": 1762382288.0,
  "body_paragraphs": [
    "Domestic enterprises, already struggling with limited access to finance, high production costs, and regulatory burdens, are forced to compete on an uneven playing field",
    "Taxation serves as one of the most powerful tools in shaping a nation’s economic destiny. Its purpose extends far beyond merely filling State coffers. A sound and just tax system is meant to foster economic growth, promote social equity, ensure fair distribution of wealth, and protect domestic industries from unfair foreign competition and dumping.",
    "However, when tax laws are misinterpreted, selectively applied, or exploited by powerful interests, the very objectives of taxation are defeated. Instead of promoting fairness and growth, the system begins to stifle local industries — slowly but silently killing the very enterprises that sustain employment, innovation, and national resilience.",
    "Abuse of tax laws by multinational companies",
    "In recent years, several multinational companies have increasingly taken advantage of loopholes in Sri Lanka’s tax laws to minimise or even avoid paying taxes. Armed with global expertise and vast financial resources, they employ high-profile tax consultants and auditors — spending hundreds of millions to save billions in potential tax liabilities.",
    "When tax authorities fail to effectively detect or curb such practices, the outcome is devastating for local competitors. Domestic enterprises, already struggling with limited access to finance, high production costs, and regulatory burdens, are forced to compete on an uneven playing field. Over time, many are pushed to the brink of closure or compelled to relocate to more equitable tax jurisdictions.",
    "A striking example can be found in the digital service sector, where both local and foreign companies operate platforms that connect drivers with customers for “Rides” and “Eats.” While the locally incorporated entity dutifully pays all due taxes, including Corporate Income Tax (CIT), its foreign counterpart — operating in Sri Lanka through a dependent agent — reportedly manages to evade similar obligations.",
    "This disparity not only deprives the Government of substantial revenue but also discourages entrepreneurship, deters compliant foreign direct investors, and erodes public confidence in the fairness of the tax system.",
    "Tax liability of non-resident companies",
    "Globally, it is a well-established principle that a country may tax a person — whether resident or non-resident — only if that person derives income from a source within that jurisdiction or is considered resident therein.",
    "Sri Lanka’s Inland Revenue Act, No. 24 of 2017 (IR Act) is clear on this matter. Sections 6(2)(a)(h), 72(1)(b), and 73(m)(ii)(iib) explicitly impose tax liability on non-residents who earn profits through a source in Sri Lanka.",
    "While Double Tax Avoidance Agreements (DTAAs) override domestic law in cases of inconsistency, both the IR Act and the relevant DTAAs consistently affirm that non-resident entities carrying on business in Sri Lanka through a Permanent Establishment (PE) are liable to tax on profits attributable to that establishment.",
    "Article 7(1) of the DTAA provides:",
    "“The profits of an enterprise of one of the States shall be taxable only in that State unless the enterprise carries on business in the other State through a permanent establishment situated therein...”",
    "Further, Article 5(5) of the DTAA defines a PE to include a dependent agent of a non-resident person. In fact, the Inland Revenue Department (IRD) has already established, through a VAT assessment on digital service providers in the “Rides” and “Eats” sector, which such entities operate in Sri Lanka through dependent agents — making them liable for taxation under both domestic and treaty law.",
    "It is therefore evident that there exists no inconsistency between the IR Act and the DTAA. Both confirm the tax liability of such non-resident enterprises.",
    "Desperate attempt to register under the new VAT Amendment Act",
    "It was made to understand that certain non-resident companies conducting online business activities through their dependent agents have been attempting to register under the provisions of the Value Added Tax (Amendment) Act, No. 04 of 2025. These provisions pertain to the registration of non-resident entities that carry on business in Sri Lanka without maintaining a permanent establishment (PE) or agency within the country.",
    "It should be noted that non-resident companies operating in Sri Lanka through electronic platforms, without a permanent establishment, are not liable to pay income tax on the profits derived from such activities.",
    "Just the tip of the iceberg",
    "If Sri Lanka’s tax administration were more proactive and consistent in enforcing the law, billions of rupees in lost revenue could have been recovered. The issue extends far beyond the “Rides” and “Eats” companies — encompassing numerous non-resident digital and service providers in the fields of tourism, hotel booking, and e-commerce.",
    "These entities often exploit ambiguities and loopholes in the tax system to evade their rightful obligations, leaving domestic competitors disadvantaged and the state deprived of due revenue.",
    "By ensuring proper taxation of such non-resident companies, Sri Lanka can not only strengthen its fiscal position but also uphold fairness, integrity, and competitiveness across all sectors of the economy.",
    "Towards a fair and protective tax regime",
    "It is imperative that Sri Lanka’s tax authorities enhance their capacity, expertise, and technological tools to identify and counteract sophisticated tax avoidance practices. Taxation must once again serve its true purpose — to promote equity, fairness, and national growth.",
    "A reformed and well-enforced tax regime can level the playing field for all taxpayers, protect local industries, attract responsible foreign investment, and restore public faith in the integrity of the system.",
    "Only then can taxation cease to be a silent killer — and instead become the protector and promoter of Sri Lanka’s economic future.",
    "(The writer is a retired Deputy Commissioner General of IRD. He can be contacted at [email protected].)"
  ]
}