{
  "url": "https://www.ft.lk/opinion/New-Case-File-Tracking-System-revolutionises-anti-corruption-investigations/14-782842",
  "title": "New Case-File Tracking System revolutionises anti-corruption investigations",
  "ut": 1760118776.0,
  "body_paragraphs": [
    "From left: CIABOC Chairperson Justice Neil Iddawala, Embassy of Japan Minister/Deputy Head of Mission Kamoshida Naoaki, and UNDP Sri Lanka Resident Representative Azusa Kubota",
    "Launch of The Case-File Tracking System",
    "CIABOC, with support from UNDP and Japan, unveils transformative platform",
    "In a landmark move to enhance the efficiency and effectiveness of addressing bribery and corruption related matters in Sri Lanka, the Commission to Investigate Allegations of Bribery or Corruption (CIABOC) in partnership with the United Nations Development Program (UNDP) in Sri Lanka, with funding from the Government of Japan through the Japanese Supplementary Budget (JSB) has unveiled the Case-File Tracking System for CIABOC; a major step in advancing the country’s efforts to strengthen integrity, transparency, and accountability in governance. The success of the case tracking system project is deeply rooted in the ongoing project on ‘Promoting Economic Governance through Anti-Corruption Policy Support’.",
    "The new system, inaugurated at CIABOC premises in Colombo, was launched in the presence of CIABOC Chairperson Justice Neil Iddawala, CIABOC Commissioners K.B. Rajapakshe and Chethiya Gunasekara, Embassy of Japan Minister/Deputy Head of Mission Kamoshida Naoaki, CIABOC Director General Ranga Dissanayake, and UNDP Sri Lanka Resident Representative Azusa Kubota.",
    "The Case-File Tracking System introduces a modern digital platform that streamlines case management, improves workflow efficiency, and enables timely, transparent investigations. By strengthening CIABOC’s institutional capacity, the system enhances the Commission’s ability to fulfil its constitutional mandate, while contributing directly to the Government’s ‘Clean Sri Lanka’ vision for transparent and accountable governance.",
    "The primary purpose of the Case-File Tracking Solution is to modernise and streamline the Commission’s approach to handling and managing its investigations and operational processes, including key objectives such as efficient case management and optimised workflow; enhanced accountability and coordination; supporting real-time reporting, access, and collaboration tools; among others.",
    "Speaking at the launch, CIABOC Chairperson Justice Neil Iddawala noted, “We are not simply unveiling a software tool. We are embracing a paradigm shift in how we manage the critical flow of information, records, and case files that define the core of our institution. In an era where information is supreme, where the ability to access, track and manage data effectively is directly tied to public confidence, our Case Tracking System will undoubtedly be a game-changer for CIABOC.”",
    "Both the Embassy of Japan and UNDP have played crucial roles in providing technical and financial support, sharing global best practices, and building local capacity.",
    "Echoing this sentiment, UNDP Sri Lanka Resident Representative Azusa Kubota commented, “Digitalisation of the case tracking system is aligned with the country’s ambition to improve efficiency and transparency of service delivery. This system empowers CIABOC to further strengthen accountability and transparency around the ways in which it manages cases. Through the partnership generously funded by the Government of Japan, UNDP has been able to provide CIABOC with technical support, share global best practices, and build local systems and capacities that are required to implement the NAP for the effective prevention of corruption and the promotion of integrity, transparency and accountability across public institutions.”",
    "Highlighting the importance of anti-corruption efforts, Embassy of Japan Minister/Deputy Head of Mission Kamoshida Naoaki added, “We believe the new case tracking system will further enhance CIABOC’s capacity for investigation. Eradicating corruption is important not only for restoring public trust in the Government but also for increasing foreign investment, which will contribute to the economic revitalisation of Sri Lanka. Japan remains committed to assisting Sri Lanka’s efforts in tackling corruption and strengthening good governance.”",
    "The launch of the case tracking system is part of Sri Lanka’s wider digital transformation in public governance. By embedding digital tools in institutions, the country is reducing inefficiencies, minimising delays, and creating stronger safeguards against corruption. This initiative complements a broader suite of digital reforms supported by UNDP and development partners, including the e-Record Room system at CIABOC, the recently launched e-Procurement Monitoring System, and the forthcoming e-Asset Declaration platform. This initiative also contributes to the IMF recommendations to strengthen the investigation and prosecution of corruption cases by enhancing the maintenance of comprehensive and updated case statistics and improving case flow management.",
    "To ensure the effective operationalisation and long-term sustainability of the system, the Government of Japan, together with UNDP, also handed over hardware infrastructure equipment valued at $ 202,000 to operationalise the case system. In addition, targeted training was provided to CIABOC staff, strengthening their expertise to fully leverage the benefits of the system.",
    "Through these initiatives, CIABOC is embracing digitalisation as a driver of change, ensuring independence, transparency, and accountability in its work, while aligning with Sri Lanka’s digital governance agenda and the Sustainable Development Goals (SDGs)."
  ]
}