{
  "url": "https://www.ft.lk/columns/Is-irrational-pricing-causing-medicine-shortages-in-Sri-Lanka/4-771993",
  "title": "Is irrational pricing causing medicine shortages in Sri Lanka?",
  "ut": 1737392376.0,
  "body_paragraphs": [
    "Sri Lanka’s attempt to emulate India’s pharmaceutical pricing system is a cautionary tale of misplaced ambition",
    "‘May I have a card of Vitamin D3 for children, please?’",
    "‘Sorry, we’re out of stock and don’t get that anymore.’",
    "A pricing formula is a structured method to calculate the cost of medicines and is a crucial tool for ensuring the affordability and accessibility of pharmaceutical products. In the pharmaceutical industry, financial certainty is paramount to sustain production, facilitate imports on time and in required quantity, encourage innovation, and maintain an uninterrupted supply of essential medicines. However, Sri Lanka’s approach to price control, apparently modelled on India’s long-established system, has proven counterproductive. Instead of achieving its intended goals, the current framework is causing more harm than good.",
    "India’s price control regime: a double-edged sword",
    "India’s price regulation journey began in 1963 with the Drugs (Control of Prices) Order (‘DPCO’), evolving through several iterations in 1970, 1979, 1987, 1995 and most recently, 2013. Its regulatory structure, headed by the National Pharmaceutical Pricing Authority (‘NPPA’). The NPPA is a five-member body comprising a chairman, a secretary, and three ex-officio members representing the Department of Economic Affairs, Department of Expenditure, and the Drug Controller General of India under the Ministry of Health and Family Welfare. It ensures transparency, and accommodates market realities through mechanisms such as trade margin rationalisation. These measures have bolstered local manufacturing, creating a $ 50 billion pharmaceutical industry in India, renowned for generic medicines and vaccines.",
    "India’s success is rooted in unique factors that Sri Lanka lacks. India’s vast domestic market, robust manufacturing capacity, and decades of regulatory refinement make its model context specific. Importing this system to Sri Lanka with its nascent pharmaceutical industry and heavy reliance on imports is akin to using a blunt tool for delicate surgery – perhaps well-intentioned, but ultimately disastrous.",
    "Sri Lanka’s struggling pharmaceutical sector",
    "Sri Lanka’s pharmaceutical sector faces significant challenges. Over 85% of medicines are imported, with local manufacturing still in its infancy despite efforts since 2015. The National Medicines Regulatory Authority (‘NMRA’), established under the National Medicines Regulatory Authority Act, No. 5 of 2015, was meant to ensure affordable access to medicines. Yet, its pricing strategies have been plagued by inefficiencies, secrecy, and rigidity.",
    "Medicine prices in Sri Lanka are determined through a flaw-ridden process outlined in the NMRA Act. At the point of registration, the Medicines Evaluation Committee (‘MEC’) evaluates the technical aspect of medicines, considering their quality, efficacy, safety, need, and cost. The MEC then submits a report to the NMRA, which includes a recommendation from the Pricing Committee on the Maximum Retail Price (‘MRP’). However, the NMRA Act and its regulations lack a clearly defined protocol for determining medicine prices, granting the Pricing Committee and the NMRA wide discretion to set prices in an ad hoc, and often irrational, manner.",
    "Unlike Sri Lanka’s Pricing Committee, which operates in opacity, India’s NPPA operates with stakeholder representation and clear guidelines. Details about Sri Lanka’s Pricing Committee’s composition and pricing formulas remain undisclosed, fostering mistrust among stakeholders and consumers.",
    "The lack of transparency in Sri Lanka’s pricing mechanism has resulted in glaring inconsistencies in the fixed prices of various medicines, raising serious questions about the rationale behind these decisions. For example, Drug A might be assigned a MRP of Rs. 100, with its cost, insurance and freight price (‘CIF’) value being Rs. 50, allowing for a mark-up of Rs. 50. By contrast, Drug B could be assigned a much higher MRP of Rs. 175, despite a lower CIF value of Rs. 40, leading to a higher mark-up of Rs. 135. It remains unclear whether these price caps are based on a standard mark-up of the CIF value, the volume imported, or any other discernible criteria, highlighting the opaque and arbitrary nature of the pricing process.",
    "Consequences of a misaligned approach",
    "The rigid and ill-suited nature of Sri Lanka’s price control mechanism has led to nationwide drug shortages. The failure to consider market variables, such as fluctuating import costs, storage requirements, and distribution expenses, has discouraged suppliers, leading to a burgeoning black-market for unregistered medicines. These black-market drugs, often stored and transported improperly, pose serious risks to patient safety and further strain Sri Lanka’s healthcare system.",
    "On the one hand, India’s DPCO accommodates market realities, such as allowing price increases of up to 10% annually for non-scheduled formulations. This flexibility ensures that manufacturers remain incentivised while maintaining affordability. On the other, Sri Lanka’s inflexible system stifles industry adaptability, resulting in higher costs and limited availability of medicines.",
    "An example may be helpful to illustrate the crisis. Consider the case of injectable ‘orphan drugs’, which are essential for treating rare but severe medical conditions. In India, the cost of developing and registering a high-standard British Pharmacopeia or US Pharmacopeia grade injectable product exceeds $ 500,000 with a minimum batch size of 50,000 units. However, Sri Lanka’s annual demand for such medicines often amount to less than 10% of the minimum batch size. Therefore, equating India’s market conditions to Sri Lanka’s market conditions to impose similar pricing restrictions for the same drugs makes importing such drugs totally unviable and leads to shortages.",
    "Sri Lanka’s regulators, relying on imported pricing benchmarks from countries with vastly different market dynamics, often set price caps that fail to account for the high cost of small-scale imports and special labelling. This practice leads to situations where suppliers find it unviable to import and stock these medicines, resulting in shortages. For instance, when certain orphan drugs are unavailable in hospitals, doctors often prescribe them for patients to purchase externally and bring in for administration either in the hospital or at ambulatory setups. In desperation, patients are forced to turn to unregistered black-market supplies, which are not only more expensive but often lack proper storage and quality controls, exposing them to severe health risks and further compounding their suffering.",
    "Exploitation and price regulation attempts",
    "The high cost of pharmaceutical products in Sri Lanka is particularly burdensome for patients with non-communicable diseases that require daily medication. For such individuals, the financial strain of continuous treatment compounds their suffering. Some healthcare and pharmaceutical companies exploit this dependency. In an attempt to address this issue, past efforts to regulate drug prices have seen mixed outcomes. In 2016, the Health Minister at the time reduced the prices of 48 essential medicines, including those for diabetes and high blood pressure. While this reduction based on international standards was a welcome relief, it was followed by subsequent price hikes including increases of 9%, 29% and 40% driven by exchange rate fluctuations and economic instability, highlighting the volatility of the system.",
    "When it comes to medication, the availability of particular products remains crucial. It is not as simple as ordering a lime juice because the restaurant does not have orange juice. If importing and stocking a certain pharmaceutical product becomes unviable, critical shortages of the medicine are sure to follow.",
    "Sri Lanka’s attempt to emulate India’s pharmaceutical pricing system is a cautionary tale of misplaced ambition. The NMRA’s current approach has failed to achieve its goals, creating shortages and jeopardising public health. While India under the DPCO began manufacturing drugs, Sri Lanka under the NMRA has manufactured a drug shortage. A pricing formula is a necessary tool, but only when designed to fit the local context. Sri Lanka must, therefore, forge its own path, learning from India’s experiences, without blindly replicating its model.",
    "(The author is an attorney-at-law and a Junior Associate at LexAG – Legal Consultants.)"
  ]
}