{
  "url": "https://www.ft.lk/columns/Phosphate-rocks-and-future-superpowers/4-776074",
  "title": "Phosphate rocks and future superpowers",
  "ut": 1746144428.0,
  "body_paragraphs": [
    "Genetic characteristics are transferred from one generation to the other though nucleic acid in reproductive cells of male and female counterparts. As Phosphorus (P) is an essential element for the formation of nucleic acid without P we cannot transfer our characteristics to sons and daughters. In addition to the transfer of genetic information, P helps in energy metabolism, store and transfer within plants, improve root formation and growth, increase crop yield and yield quality.",
    "Therefore, phosphorus is an essential element for the existence of life on the earth. Its functions within living organisms cannot be replaced by any other element. Moreover, as global P reserves are finite and going to be exhausted within decades, countries with P reserves could play a pivotal role in geopolitics and determining global superpowers in time to come.",
    "Rocks supply all phosphorus required",
    "All P required for organisms originates from phosphate rocks. Worldwide, more than 85% of the phosphate rock mined is used to manufacture phosphate fertilisers. Plants will take up phosphorus from soil or added fertilisers and provide them to higher animals. That is the only pathway for us to get P into our body. The remaining 15% is used to make elemental phosphorus and animal feed supplements, or is applied directly to soils. Elemental phosphorus is used to manufacture a wide range of chemical compounds which are being used in water treatment plants, fungicides, cosmetics, anti-corrosion agents, detergents and food preservatives.",
    "Phosphate rock (PR) is a general term that describes naturally occurring mineral assemblages containing a high concentration of phosphate minerals. Sedimentary deposits have provided about 80-90% of world production in the last ten years while igneous deposits have provided about 10-20% of world production. The deposits that account for most of world PR production are in Morocco and other African countries, the United States of America, the Near East and China. Most sedimentary deposits contain the carbonate-fluorapatite called francolite. Francolites with high carbonate for phosphate substitution are the most highly reactive and are the most suitable for direct application as fertilisers. Igneous phosphate rock deposits are exploited in the Russian Federation, Canada, South Africa, Brazil, Finland and Zimbabwe but also occur in Uganda, Malawi, Sri Lanka and several other locations. These deposits usually contain varieties of fluorapatite that are relatively unreactive and are the least suitable for direct application in agriculture.",
    "A non-renewable finite resource",
    "World production of PR is about 220 million tonnes in the year 2020. The main four producers of PR (the United States of America, China, Morocco and Western Sahara, and the Russian Federation) produced about 74% percent of the world total. The leading 12 producers accounted for more than 93% of the world total. Twenty other countries, including Sri Lanka, produced the remaining 6-7% of world production. The world estimated PR reserve base is about 300,000 million tonnes but with currently available technologies only about 71,000 million tonnes can be profitably extracted.",
    "Although these figures are highly volatile depending on the discoveries of new deposits and technologies for extraction of phosphate from RP deposits, the world PR reserves appears to be exhausted in about 320 years at the current production rates and currently available technologies. World superpowers will exhaust their mineable phosphate rock reserves in less than 50 years. This makes phosphate rock reserves as a potential determinant of world super powers in the near future.",
    "Therefore, PR is a finite, irreplaceable, nonrenewable resource. The future trend of PR production and consumption and, consequently, the question of whether (and when) it will be totally depleted in the future, is currently one of the most controversial issues among researchers. As global population is expected to grow drastically, demand for phosphorus will also increase due to the unavoidable need to produce more food. However, only 5-20% of soil added P is taken up by most crops, particularly under tropical conditions. It is therefore worrisome that in any foreseen timeline for depletion of phosphate rock deposits, the present wasteful use should be controlled, and actions for recovery must be researched and implemented.",
    "Eppawala rock phosphate: Sri Lanka’s strategic resource",
    "Eppawala is well known for its apatite deposit which has been spread over 6 square km. This deposit was discovered in 1971 by the Geological Survey Department. The total mineable reserve of Rock phosphate deposit at Eppawala is 31.5 million tonnes. The primary mineral contain in this deposit is chloro-fluro appetite which contains about 40% phosphorus pentoxide. Eppawala deposit can be classified as a high-grade ore because of high P content and less harmful impurities.",
    "This deposit has been extracted and used as a source of phosphorus fertiliser for about five decades now. Two fertilisers are made from the Eppawala deposit: Eppawala Rock Phosphate fertiliser (ERP) that has a phosphate pentoxide content of28-30% and High grade Eppawala Rock Phosphate fertiliser (HERP) that contains about 38-40% phosphate pentoxide content. At present Eppawala Rock Phosphate fertiliser is the only fertiliser extracted locally (except for Dolomite). Since the solubility of this fertiliser is very low, both ERP and HERP cannot be used for annual crops.",
    "Sustainable use of Eppawala phosphate deposit",
    "Currently the Lanka Phosphate Limited, a state-owned enterprise, is extracting about 65,000 metric tonnes of rock phosphate annually from this deposit to produce ERP and HERP. At this production rate the Eppawala deposit will be sufficient for another 480 years. Previous Government had planned to extract about 200,000 metric tons and export the excess to earn much needed foreign exchange. However, this policy will lead to exhaust the deposit in about 157 years.  The fact that Sri Lanka is one of the smaller producers of phosphate rock (making up just a small fraction of global production) does not diminish the strategic importance of its own phosphate resources, especially given the limited reserves worldwide. If the Eppawala Phosphate Rock deposit is not managed efficiently, it could deplete far too quickly, limiting future access and export opportunities. As the global demand for phosphate rock rises, countries with reserves like Sri Lanka will become more significant in the geopolitics of phosphorus.",
    "Single super phosphate: An alternative",
    "A more soluble phosphate fertiliser, single supper phosphate (SSP) can be produced from Eppawala deposit by utilising a relatively less complicated technology. A zero effluent technology is now available for the production of SSP that will get rid of any environmental concerns that people in Eppawala region had on the production of soluble P fertilisers. Finely ground ERP is treated with 70% sulphuric acid for about one day and cured for about 2 to 4 weeks before making SSP granules. All wastes will be recycled within the production plant, thus no effluent (liquid, dust or gas) comes out from the plant. The SSP made from ERP can have soluble (2% citric acid) phosphate pentoxide content of about 17-22%, when compared to 4-6% in ERP. It has been proven by research that SSP can be used in paddy cultivation effectively. This can immediately reduce the need for the importation of TSP for paddy cultivation and save foreign exchange earnings. Research must be conducted to evaluate the potential of SSP to be used as the P fertiliser in other crop sectors than rice. Since SSP has more solubility than ERP, it will reduce the ERP requirement for perennial crops as well.",
    "Recently, the Government and private sector are interested in investing on producing SSP in Sri Lanka. In fact one private company has already established a SSP manufacturing plant. Sulphuric acid required for the production of SSP has to be imported as at present. But with the Government policy to restart the chemical factory at Paranthan, sulphuric acid also could be produced locally reducing the need for its importation.",
    "The issue of finite phosphate rock reserves is not just an environmental challenge, but also an economic and geopolitical one. With countries like Morocco, China, and the US controlling significant shares of global phosphate production, the strategic importance of phosphorus cannot be overstated. In just a few decades, the countries with large reserves could find themselves at the centre of global competition for access to this critical resource.",
    "The future of phosphate rock is intertwined with the future of global food security, and the potential for phosphorus to become a determining factor in global power dynamics is a real possibility. Countries, including Sri Lanka, must thus take careful steps to manage their phosphate resources efficiently, ensuring they are used wisely for both current agricultural needs and future",
    "As global populations grow, the demand for phosphorus will only increase, making it imperative for nations to plan for sustainable extraction, technological advancements in fertiliser production, and efficient agricultural practices. The management of phosphorus could shape the future of global agriculture, trade, and even geopolitics, establishing it as a key determinant in the global balance of power.",
    "(The writer is Chairman, Sri Lanka Council for Agriculture Research Policy, and Professor in Soil Fertility and Nutrient Management. He can be reached at"
  ]
}