{
  "url": "https://www.dailymirror.lk/opinion/Poverty-the-parent-of-revolution/172-293950",
  "title": "Poverty, the parent of revolution",
  "ut": 1729112656.0,
  "body_paragraphs": [
    "Today is the International Day for the Eradication of Poverty, and it is significant that Sri Lanka has, for the first time, elected a president and government which – to paraphrase the legendary former United States President Abraham Lincoln – is a government of the poor, for the poor and by the poor.",
    "According to a statement issued by the United Nations to mark this day, the theme for this year will highlight one of the hidden dimensions of poverty, which is the social and institutional maltreatment experienced by people living in poverty, and consider ways to act together to promote just, peaceful and inclusive societies.",
    "In their statement, the UN stressed that millions of people living in extreme poverty is a moral outrage in a world where there is an unprecedented level of economic development, technological means and financial resources. Poverty is not solely an economic issue, but rather a multidimensional phenomenon that encompasses a lack of both income and the basic capabilities to live in dignity. Those living in poverty experience many interrelated and mutually reinforcing deprivations that prevent them from realising their rights and perpetuate their poverty, the UN further noted.",
    "As the famous Greek philosopher Aristotle once said: ‘Poverty is the parent of revolution and crime.’",
    "For the first time since independence in 1948, Sri Lanka’s people elected the Janatha Vimukthi Peramuna backed National People’s Power Leader Anura Kumara Dissanayake as their President on September 21. He is now running the country with a three-member Cabinet – perhaps, the smallest in the world. President Dissanayake has pledged that one of the priorities of his government could be to bring about a more equitable distribution of wealth and resources with people being transformed or inspired to share more and give more.",
    "The AKD administration has also pledged to fight the cancer of bribery and corruption where some political leaders and others have plundered billions of rupees from the people’s money. Therefore, we have a scandal where whilst some people enjoy regular buffet dinners at 5 star hotels, others can’t even afford to give two meals to their families when they have little to spare for education and health.",
    "The AKD administration has pledged to give more powers to the Commission to Investigate Allegations of Bribery or Corruption. Those found guilty must not only be jailed, but be forced by some means to return the billions of rupees they have plundered from the people.",
    "In 2022, when the country was bankrupt, the then president Gotabaya Rajapaksa recommended to parliament that the United National Party Leader Ranil Wickremesinghe be elected as President. For about 2 years, Mr. Wickremesinghe acted with prudence and good judgement and pulled Sri Lanka out of its worst ever economic crisis mainly through an agreement with the International Monetary Fund (IMF). The AKD administration, which once had a Marxist image, has now pledged to continue the talks with the IMF but on different terms so that the benefits will go mainly to the poor and not make the rich richer.",
    "Most independent political analysts believe that the AKD administration has a good chance of getting a simple working majority in parliament, if not a bigger majority. Other parties are also hopeful of getting a substantial number of seats though veteran politicians like Wickremesinghe and the Sri Lanka Podujana Peramuna Leader Mahinda Rajapaksa have decided to move out of mainstream politics although they will address the main rallies of their parties. The AKD administration has also pledged to abolish the executive presidential system, though this promise has been given since 1994 when the then Prime Minister Chandrika Bandaranaike Kumaratunga described the system as a curse and pledged to abolish it within 24 hours. But the 24 hours have turned into 24 years and whether the AKD administration will scrap the executive presidency is a question among independent analysts, though some believe the AKD administration has not been corrupted by the cliche: ‘absolute power corrupts absolutely.’"
  ]
}