{
  "url": "https://hbr.org/sponsored/2025/05/five-ways-companies-learn-to-thrive-in-an-unpredictable-world",
  "title": "Five Ways Companies Learn to Thrive in an Unpredictable World",
  "ut": 1748609504.0,
  "body_paragraphs": [
    "by Courtney Rickert McCaffrey and Oliver Jones",
    "Geopolitics, and how to manage its potentially seismic risks, is an increasingly pressing concern for business leaders.",
    "References to geopolitics and political risk in corporate public documents skyrocketed 600% three years ago and remain three to four times higher than before 2022. And it’s not just talk: Political risk—the decisions, events, and conditions that might affect the performance of a company, market, or economy—is having a material impact.",
    "The recent tariff announcements caused widespread disruption worldwide. While the scale and scope of these promised tariffs took many observers and markets by surprise, the underlying forces propelling the tariff agenda are both long-standing and global, contributing to this heightened emphasis on political risk appearing in corporate documents.",
    "Shaping Supply Chains",
    "Sixty percent of more than 1,000 global executives surveyed in EY-Parthenon’s Geostrategy in Practice 2025 report said political risk harms their operations and supply chains. (These executives lead companies with more than $500 million in annual revenue, representing more than 20 sectors, including consumer and retail, advanced manufacturing and industrial products, life sciences, and technology.)",
    "Such supply chain impacts are unsurprising, given recent headline-making policymaker priorities. Governments worldwide have implemented industrial policies and trade protectionism around critical products and strategic sectors. There’s also been greater use of sanctions and anti-sanctions policies and a flurry of regulatory activity, particularly around sustainability and artificial intelligence (AI).",
    "In response, most companies are taking strategic action. All executives surveyed said geopolitics had driven strategic changes at their companies, especially for supply chains. Nearly all (94%) said they had invested more time and resources in geostrategy over the past two years, and almost as many (93%) plan to invest more. The percentage of companies taking action across multiple levels of their organizations is also rising—from 24% in 2021 to 37% in 2025.",
    "But there is more work to be done. One-third of global executives say they were surprised by most or all political risks that affected their companies in the past two years, 77% of them at least half the time.",
    "So how do executives better prepare for future geopolitical and tariff shocks?",
    "Becoming a Geostrategist",
    "Leading the field in preparing for unexpected political risk are a group of companies EY-Parthenon classifies as “Geostrategists.”",
    "These companies are those taking the most proactive and comprehensive actions to strategically manage geopolitical risk. They operate across all sectors but are concentrated in the retail, power and utilities, real estate and construction, and telecommunications and media industries. Since 2021, Geostrategists have increased in number by 50%.",
    "EY-Parthenon teams identified five habits common to successful Geostrategists:",
    "1. They adapt supply chains to geopolitical realities.",
    "Geostrategists are more likely than other organizations to have altered their supply chains in response to political risks in the past two years, so they can more effectively manage geopolitical risks, remain resilient, and adapt to the increasingly complex global landscape.",
    "One manufacturing company surveyed maps its entire supply chain to identify pockets of risk and, when finding high risk, considers finding new suppliers or redesigning its products. And a life sciences company reconfigured its supply chain after finding vulnerabilities.",
    "2. They build political risk analysis into investment decisions.",
    "Integrating political risk as they determine their investments helps Geostrategists enhance M&A success, optimize growth strategies, and save time and resources amid geopolitical uncertainties and macroeconomic challenges. For example, all Geostrategists conduct political risk due diligence when evaluating a potential transaction.",
    "3. They prepare for the unexpected.",
    "Geostrategists are more likely to have invested in identifying and monitoring political risk and to use political risk scenario planning to design and test strategy. These strategies help prepare them for unexpected events, such as conflicts in Ukraine and the Middle East.",
    "4. They regularly engage their boards on geostrategy.",
    "Geostrategists’ boards are increasingly focused on geostrategy, with 85% incorporating political risk into future-oriented strategic decisions, including M&A and market entry. In 2025, 76% of boards took action on political risk—up from 26% in 2021.",
    "5. They have the right roles at the geostrategy table.",
    "Geostrategists are more likely to have cross-functional and collaborative governance teams.",
    "In 2021, a function or business unit was the body most likely to have responsibility for geopolitics (52%). In 2025, it is a committee (52%, up from 39%). The number of executives involved has almost doubled, with the general counsel and chief compliance officer increasingly sharing responsibility with the chief risk officer.",
    "Geostrategy for Competitive Advantage",
    "It is not easy to become a Geostrategist. It requires investments in capabilities and is never “finished.”",
    "But benchmarking against the habits of Geostrategists can help companies identify where to invest for resilience and growth—so they can anticipate and respond to political risk and seize potential opportunities more effectively than their peers.",
    "Find out how EY-Parthenon teams can help you navigate geostrategic uncertainties with confidence.",
    "Courtney Rickert McCaffrey is EY Global Geostrategy Insights Leader; Director, Business and CXO Insights, Ernst & Young LLP.",
    "Oliver Jones is EY-Parthenon Global Strategy and Transactions Markets, Geostrategy and Sustainability Leader.",
    "The views reflected in this article are the views of the authors and do not necessarily reflect the views of the global EY organization or its member firms."
  ]
}