{
  "url": "https://www.ft.lk/columns/Enter-the-precious-ship-of-entrepreneurship/4-778345",
  "title": "Enter the precious ship of entrepreneurship",
  "ut": 1751228173.0,
  "body_paragraphs": [
    "Prof. Ajantha Dharmasiri making an interactive presentation at the event",
    "I was delighted to be the keynote speaker at the first-ever Entrepreneur Seminar held in Kandy last Saturday. It was heartening to see a lot of start-ups, small and medium scale enterprises being represented by aspiring men and women having one thing in common. That is to go, grow and glow. In an environment where the relevance of entrepreneurs to the economic growth of Sri Lanka is extremely high, is the emphasis adequate? Today’s column is an attempt to highlight salient features of entrepreneurship in the context of Sri Lanka.",
    "“If you just work on stuff that you like and you’re passionate about, you don’t have to have a master plan with how things will play out,” so said Mark Zuckerberg, the founder of Facebook. It highlights the mind of an entrepreneur. It is interesting to investigate what entrepreneurship is all about. The textbook description tells us that it is the capacity and willingness to develop, organise and manage a business venture along with any of its risks in order to make a profit. The most obvious example of entrepreneurship is the start of new businesses.",
    "As we know, in economics, entrepreneurship combined with land, labour, natural resources and capital can produce profit. Entrepreneurial spirit is characterised by innovation and risk-taking and is an essential part of a nation’s ability to succeed in an ever changing and increasingly competitive global marketplace. It includes identifying opportunities and transforming them into viable ventures, involving innovation, risk-taking, and a drive to create value.",
    "I still remember learning entrepreneurship in my MBA program at the Postgraduate Institute of Management (PIM) with Dr. Travis Perera. In fact, one out of five graduates of PIM end up becoming entrepreneurs. The term “gale of creative destruction” still echoes in my mind. It is the term used by Joseph Schumpeter, a veteran on entrepreneurship, about replacing whole or in part inferior offerings across markets and industries, simultaneously creating new products and new business models.",
    "Entrepreneurship is often associated with true uncertainty, particularly when it involves something really novel, whose market did not already exist. However, even if a related market already exists, nothing guarantees that room exists for a particular new entry. Risk taking is part and parcel of it. “When everything seems to be going against you, remember that the airplane takes off against the wind, not with it,” so said Henry Ford, founder of Ford Motor Company.",
    "Among the pioneering entrepreneurs of the world, one name that comes to my mind is Thomas Edison. What do you say about the man who gave the world the electric light, the phonograph, talking motion pictures and more than 1,300 other patented inventions? Moving beyond the innovation, he was also able to exploit the profit potential in his creations, an entrepreneurial bent that asserted itself when Edison was a teen-ager, printing a newspaper in the baggage car of a rolling train and then selling copies to passengers. His impact on the way people live was and is pervasive. As a combination of inventive genius and entrepreneurial flair, he stands special.",
    "Henry Ford was another icon of the same breed. He earned the seed capital for his enterprise by working as an engineer at the Edison Illuminating Company in Detroit, USA. Ford also fundamentally changed lifestyles by making available a vehicle, the Model T, that vastly extended people’s range of movement. He had a profound impact on manufacturing industry. The moving assembly line he designed to build his cars was the signal breakthrough of the Industrial Age.",
    "Entrepreneurs at the pinnacle",
    "The Forbes magazine list of world’s top ten entrepreneurs is USA.-concentrated, exclusively male, and dominated by tech-founders. One sure commonality is that each person on the list has built his business from the ground up–and, ultimately, used his/her power and money to do two things: invest in charitable aims and solve the problems of global development.",
    "There is no surprise in their no. 1 pick. Bill Gates still remains the richest person in the world–a title he has held since 1994. In recent years, the chair of the software company has set high standards for efforts to eradicate a variety of the direst diseases, from polio to HIV. Thanks to his strong ties with billionaire comrades like Carlos Slim and Michael Bloomberg, the Bill & Melinda Gates Foundation has secured up to $ 335 million in pledges.",
    "Google co-founders Larry Page and Sergey Brin both take the second spot. Combined, the two have an estimated net worth just shy of $ 50 billion. Page, who is tasked with running Silicon Valley’s most celebrated company, is a huge spender when it comes to research and development.",
    "Mark Zuckerberg is the youngest entrepreneur to make the list. The Facebook CEO has expanded his influence beyond the social network by advocating for immigration reform and technology education. Few years ago, he donated $ 10 million shares of his company to the Silicon Valley Community Foundation.",
    "Among the often mentioned names, Elon Musk, founder of Tesla, SpaceX, and other ventures, known for his ambitious goals and disruptive technologies; Jeff Bezos, founder of Amazon, recognised for his innovative approach to e-commerce and cloud computing; Whitney Wolfe Herd, founder and CEO of Bumble, known for her innovative approach to online dating; Oprah Winfrey, a media mogul and philanthropist, recognised for her impact on television and publishing can be found.",
    "Though not in the top ten list, one I prefer to talk on is Richard Branson. He is the founder of Virgin Group, which consists of more than four hundred companies around the world including Virgin Atlantic, Virgin America and Virgin Mobile. He is the author of six books including his latest, Like a Virgin: Secrets They Won’t Teach You at Business School.",
    "One of Britain’s highest profile billionaires, Richard Branson owes his fortune to a conglomerate of businesses bearing the Virgin brand, many of which he no longer controls. In 2014, budget airline Virgin America went public, as did Virgin Money, of which he owns 35%. Among his more famous exits: the sale of Virgin Records for $ 1 billion in 1992, which reportedly made Branson run down London’s Ladbroke Grove crying. Branson’s stakes in terrestrial aviation (Virgin Atlantic and Virgin America) have increased, while his space flight endeavour (Virgin Galactic) was having trouble achieving lift-off. One of its spaceships exploded in mid-air in 2014, killing a test pilot and injuring another. Branson continues to expand his travel business, recently announcing Virgin Cruises. He lives on Necker Island, the British Virgin Islands retreat he bought in 1978 for $ 180,000.",
    "Sri Lankan entrepreneurs",
    "Small and Medium-Scale Enterprises (SMEs) in Sri Lanka account for 80%-90% of the total number of enterprises, and the development of the sector is the key for resilient national economies, according to the Asian Development Bank. The Asia SME Finance Monitor notes that the SMEs contributed 30% of GDP, 20% of exports, 30% of the production value added in the manufacturing sector, and employed 35% of the total workforce. The backbone of this is entrepreneurship.",
    "The spirit of Sri Lankan entrepreneurship has been a beacon of hope for the nation. Sri Lankan Entrepreneurship have taken the lead in fostering growth and economic development, creating and sustaining businesses in challenging environments and have gone to yield outstanding results for the country.",
    "The Federation of Chambers of Commerce and Industry of Sri Lanka (FCCISL) salutes these outstanding and enterprising people by recognising and rewarding them through a prestigious awards programme running for over 20 years. Sri Lankan Entrepreneur of the year is recognised as Sri Lanka’s Premier Entrepreneurship Awards and has been recognising business success in Sri Lanka for so many years. This gives an opportunity for a broad range of businesses from across the country to celebrate and showcase their excellence. Additionally, the Women’s Chamber of Industry and Commerce (WCIC) honours women entrepreneurs. The Chamber of Young Lankan Entrepreneurs (COYLE) also plays a pivotal role in promoting entrepreneurship.",
    "“Entrepreneur” summit at a glance",
    "Coming back to the “Entrepreneur” summit held in Kandy, it is worth mentioning the salient points. Lanka Business TV Founder and CEO Jayantha Kovilagodage said that conferences of this nature conducted in Sinhala are of immense benefit for the local community by raising the awareness of them regarding the entrepreneurial decisions and investment opportunities.",
    "I, in my keynote address, titled “a management guide for entrepreneurs” highlighted the required mindset, skills set, and tool set for an entrepreneur to have sustained business success. Mahendra Jayasekara, former CEO of Lanka Tiles elaborated the challenges an entrepreneur has to face in the current turbulent economic environment. Yashini Rajapakshe, Regional Manager of Central Bank – Matale Branch and Ruwan Perera, CEO of NDB Wealth Management spoke on investment opportunities with associated promises and pitfalls. Janith Wickramasinghe, an online entrepreneur spoke of many possible opportunities to make money through internet.",
    "“Aluth aluth thae nothanana jathiya lowa nonagie” (The nation without innovation will not prosper), so said Kumarathunga Munidasa, long time ago. We need to promote more entrepreneurs in the local soil. They need to have global reach with local roots. It is very encouraging to see the award schemes; awareness seminars and other awakening initiatives are being taken. Instead of finding comfort of the seashore of a stable organisation, some may enjoy launching a ship into a rough sea. That journey is entrepreneurship. With the required mindset of creativity and confidence, one can clearly see a dream and cleverly pursue the dream. That is how entrepreneurs succeed.",
    "(The writer, a Senior Professor in Management, and an Independent Non-executive Director, can be reached at [email protected], [email protected] or www.ajanthadharmasiri.info.)"
  ]
}