{
  "url": "https://www.ft.lk/opinion/Oddamavadi-The-Untold-Story-book-debuts/14-766176",
  "title": "“Oddamavadi: The Untold Story” book debuts",
  "ut": 1724978226.0,
  "body_paragraphs": [
    "The launch of “Oddamavadi: The Untold Story” by Roshanara de Mel and David Blacker was held recently at Barefoot Garden Café.",
    "Based on events featured in the recently released documentary film by Aman Ashraff, the book delves deeper into the events which unfolded during the COVID-19 pandemic in Sri Lanka and the untold plight of the Sri Lankan Muslim community during this dark period in Sri Lankan history.",
    "The COVID-19 pandemic had a devastating impact on Sri Lanka, claiming nearly 17,000 lives.",
    "As families across the nation mourned their losses, the Muslim community found themselves facing an additional burden – the mandatory cremation of their deceased, a practice that directly contradicted Islamic beliefs and traditions.",
    "Produced by Ashraff Associates and written by Roshanara de Mel with evocative imagery by David Blacker, the book explores how this mandatory cremation policy not only violated the constitutional rights of Muslims to practice their faith, but also inflicted severe emotional and psychological trauma on grieving families. Many felt they had lost not only their loved ones, but also their sense of belonging and security as citizens of Sri Lanka.",
    "Speaking on behalf of the publishers, Perera Hussein, Ameena Hussein said: “This book captures the grief and heartache of those families who had to endure the senseless decisions of a Government that failed its citizens. Perera Hussein and its imprint Bay Owl are proud to be the publishers of the book, ‘Oddamavadi: The Untold Story.’ Congratulations to Aman Ashraff, Roshanara de Mel, David Blacker, and the team for their commitment, courage, and vision.”",
    "“Oddamavadi” also examines the role of misinformation and false propaganda in fuelling discrimination against the Muslim community during this period, highlighting how pseudoscientific claims and fear-mongering contributed to the marginalisation of Muslims, exacerbating their suffering during an already challenging time.",
    "Speaking on the experience of writing this book, author Roshanara de Mel stated: “The emotional and mental scars caused by this arbitrary, discriminatory policy are still very raw, especially for those who lost their loved ones during this dark and tragic time.” She adds: “This book is by no means a balm to the anguish of so many; however, it is my fervent hope that it ensures that their stories are never forgotten and that it may help illuminate the path towards justice and accountability in their name.”",
    "The book not only recounts the struggles faced by the Muslim community but also celebrates the resilience and courage of those who fought for their rights. It showcases the efforts of individuals and organisations who worked tirelessly to challenge the discriminatory policies and provide support to affected families.",
    "Commenting on the challenge of capturing the spirit of this story through pictures, photographer David Blacker stated: “Taking the photos was easy. Trying to decipher the story they told was the tough part. Sri Lanka has seen many atrocities, in the Eelam wars, the wars against the JVP, mass murder, genocide even. This wasn’t like that, tragic as it was.”",
    "Blacker added: “Context is important to understanding. And, while to the victims I was trying to represent with my pictures, ‘Oddamavadi’ may have felt like the site of a genocide, it was a genocide of a different kind. It was a genocide of the spirit; a genocide of the soul, if you believe in that sort of thing.”",
    "“Oddamavadi” serves as a powerful reminder of the importance of religious freedom and equal treatment under the law, especially during times of crisis. By bringing this story to light, the film aims to foster understanding, promote dialogue, and prevent similar injustices from occurring in the future.",
    "“Oddamavadi: The Untold Story” is distributed by Bay Owl and will soon be available in leading bookshops."
  ]
}