{
  "url": "https://www.dailymirror.lk/opinion/NCCSL-advocates-for-a-spiritual-political-voting-culture/172-291556",
  "title": "NCCSL advocates for a spiritual-political voting culture",
  "ut": 1726088903.0,
  "body_paragraphs": [
    "NCCSL believes that the upcoming elections offer opportunities for a better future for all Sri Lankans and thus calls upon all Sri Lankans to use their democratic right to vote to ensure that the best person is elected to office",
    "Issuing guidelines for voting in the upcoming election, the National Christian Council of Sri Lanka called upon eligible voters to exercise their right to vote and also consider how their vote would impact the marginalised and vulnerable groups",
    "The National Christian Council of Sri Lanka (NCCSL) strongly encouraged all those who are eligible to vote at the upcoming Presidential Elections. In a statement, they added that they consider voting a spiritual-political act, which is an opportunity for voters to not only exercise their rights to choose their leaders, but also express compassion and solidarity with marginalised and vulnerable groups and contribute towards a better country for all. All Sri Lankans should focus on the commitment of candidates to these ideals including bringing realistic policies that will bring “good news to the poor  and oppressed” (Luke 4:18) and ensure “life in its fullness for all” (John 10:10), they further said.",
    "Framework for deciding on a candidate",
    "The NCCSL provides a framework which could be followed as one deliberates on whom to vote for at the upcoming Presidential Elections. They stressed that this is not meant to be exhaustive, but only seeks to highlight some areas of concern and  importance.",
    "1. Positions, policies and plans on key concerns – past, present and future",
    "i. Abolishing the executive presidency within a specified time period",
    "ii. Economic crisis - including debt restructuring/cancellation, sustainable development, just wages for all  etc.",
    "iii. Political solution to the ethnic conflict - including recognition of Tamils in North and East as a distinct  community, with substantial autonomy and power sharing to the North and East, within the framework of  a united (not unitary) country, etc.",
    "iv. Reconciliation - ensuring right to memorialisation for all, addressing land disputes amongst communities  and between communities and state agencies",
    "v. Addressing past crimes and human rights violations - including wartime atrocities, the Easter Sunday  attacks, economic crimes, enforced disappearances, extrajudicial executions, prison massacres, crimes  against media personnel and journalists and those who have suffered exercising their democratic right to  dissent",
    "vi. Strengthening the Rule of Law - independence of judiciary and other independent institutions including  the Constitutional Council, reforms to the Attorney General, police reforms, and restricting the  involvement of the military in civilian activities",
    "vii. Effective policies for promoting greater women’s representation in democratic institutions and decision-making",
    "viii. The Rights of marginalised and those subjected to historical discrimination - workers in formal and  informal sectors, farmers, fisherfolk, those with different gender identities and sexual orientation, children,  persons with disability, indigenous peoples, etc.",
    "ix. Protection and nurturing of the environment and addressing climate change.",
    "x. Foreign relations - position on resolution at the UN Human Rights Council on Sri Lanka, refugees and  asylum seekers coming to Sri Lanka, positions on global concerns such as Palestine etc.",
    "xi.The demands of the Malayaha Community made throughout the years to be addressed",
    "2. Involvement in Human Rights violations, racism, corruption, violations of the Constitution, etc.",
    "i. Whether the candidates have been found responsible by courts or any other credible authorities (E.g.  Human Rights Commission) for any criminal offences or human rights violations",
    "ii. Whether there are pending investigations and court cases against the candidates for any criminal offences or human rights violations",
    "iii. Whether there are other credible allegations and information against candidates about their involvement  in undermining the Constitution or democratic institutions and norms",
    "iv. Whether candidates have tried to promote, justify or cover up criminal offences or human rights violations by others through what they have done, said or avoided doing",
    "v. Whether candidates have tried to promote impunity for criminal offences and human rights violations  through what they have done, said or avoided doing",
    "vi. Involvement or credible allegations against candidates for racism, hate speech, etc.",
    "vii. Involvement or credible allegations against candidates on bribery, corruption and lack of accountability",
    "viii. Degree of respect and adherence to letter and spirit of election laws by candidates",
    "3. Past experiences of holding political office and Record of Candidates",
    "i. Performance of candidates when elected as people’s representatives",
    "ii. Performance of candidates when dealing with civil society",
    "iii. Transparency of candidates about their personal wealth, especially through asset declarations",
    "Boycotts and Wasting of Votes",
    "The NCCSL notes with concern that some persons and groups are considering and promoting the boycotting of  elections or wasting their votes. This has also happened in the past in Sri Lanka and other countries. The NCCSL acknowledges that these campaigns may be based on disappointments and frustration at the unwillingness and  inability of those elected by the majority to address long-standing and legitimate grievances of numerical minorities  and other marginalised persons and communities. However, the NCCSL believes that the upcoming elections offer  opportunities for a better future for all Sri Lankans and thus calls upon all Sri Lankans to use their democratic right  to vote to ensure that the best person is elected to the powerful office.",
    "All citizens who are eligible to vote and may have any doubts about the possibility of casting their votes should contact relevant officials or seek guidance well in advance.",
    "All voters are encouraged to clearly indicate their 1st, 2nd and possibly even 3rd preference of candidates, as the  preference votes may determine the winner in this closely fought election.",
    "All voters are encouraged to cast their votes as early as possible on the day of elections.",
    "The NCCSL added that the Sri Lankan constitution recognises that “Sovereignty lies in the People and is inalienable” and that “Sovereignty includes the powers of government, fundamental rights and the franchise”. They thus called upon all Sri Lankans to exercise their civic duty and exercise their franchise with responsibility."
  ]
}