{
  "url": "https://hbr.org/2024/09/a-better-way-to-measure-social-impact",
  "title": "A Better Way to Measure Social Impact",
  "ut": 1727332525.0,
  "body_paragraphs": [
    "Suwiwat Hongsombut/Getty Images",
    "All impact investors report the financial returns from their funds and investments, and many provide metrics on intended social outcomes, such as numbers of individuals served, or quality jobs created. But investors do not supply metrics about their impacts on...more",
    "Large companies around the world disclose sustainability information in their ESG reports. Much of the content is climate-related, but many companies also report on social impacts — the “S” in ESG. The measurement of social impact, however, is not as simple as in financial accounting where currency serves as the basic unit of measure, or in environmental accounting, where objective, physical measures, such as kg of CO2, emissions, can capture and quantify a company’s environmental impact.",
    "Meaningful social impact reporting requires measuring many different type of impacts, both positive and negative, on a company’s customers, employees, suppliers, and communities. The challenge is to obtain a complete and comprehensive representation of these impacts.",
    "Consider the example of microfinance, which was widely celebrated for its perceived ability to lift people out of poverty by providing access to credit. Its initial success in this goal was measured by the financial returns earned by the institutions that loaned to what had previously been perceived as high-risk and not creditworthy, low-income individuals. Studies showed that microfinance did indeed deliver positive performance for many low-income entrepreneurs and their lenders.",
    "But other studies revealed that, in some sites and with some lenders, microfinance’s high interest rates imposed high costs on borrowers. Many women had to sell their homes to repay loans, and many others felt great stress because of the fear of default and loss of face in their villages. The microfinance metrics quantified the financial outcomes experienced by the lenders and those starting new businesses, but not the nonfinancial outcomes experienced by many low-income borrowers.  In other words, the performance metrics adopted by microfinance institutions did not capture the full social impact of their products.",
    "Similarly, impact investing has yet to establish standards of reporting for the social impacts they attempt to create. All impact investors report the financial returns from their funds and investments, and many provide metrics on intended social outcomes, such as numbers of individuals served, or quality jobs created. But the investors do not supply metrics about their impacts on individuals’ and families’ lives, and until they do, social impact reporting is unlikely to approach the level of robustness associated with financial and environmental reporting.",
    "How might a company create such metrics?",
    "Just Ask Them: Patient Reported Outcome Metrics",
    "For an answer to that question, we can look at the development of performance metrics in healthcare, in which objective and rigorous clinical outcome measures long suppressed the emergence of subjective measures about patient well-being.",
    "Until recently, physicians measured only objectively measurable clinical outcomes, such as rates of mortality, readmissions, revisions, complications, infections, clinical errors, and patient-safety incidents. Physicians did not solicit data from their patients about whether the treatment was successful in relieving the pain, limitations, and physical or mental impairments that caused patients to seek their services. Such measurements were considered too subjective or “soft,” compared to the rigorous measurement of mortality and clinical defects.",
    "But, as one surgeon expressed, “Only patients experience their outcomes, so only patients can report on them.” This barrier is currently being remedied, with the lessons transferable for measuring societal impact.",
    "Based on advances in information technology and psychometrics, physicians now collect Patient Reported Outcome Measures (PROMs) that have the same rigor and quality as traditional clinical measures. Developing high-quality, meaningful PROMs starts by intensive interviewing of patients to determine what matters most to them and how to develop questions that are most relevant and comprehensible by them. After field testing across an independent and more diverse patient population, analysts apply psychometric methods to identify the most effective questions, assemble the PROM, and derive numerical scores from patient responses.",
    "The benefits from validated PROMs include reliable data from the patient’s perspective about whether and by how much treatments were successful, improved communication between physicians and patients about what matters most to patients, shared decision-making aligned to patients’ goals, and better understanding by patients of their likely experiences and outcomes from treatment.",
    "A Transferable Solution: Bayer Crop Science",
    "The crop science division of Bayer, the German life sciences group, recently adapted the PROM approach in an altogether different setting. The division generates 11% of revenues from products reaching 53 million smallholder farmers in low- and middle-income countries, and has a 2030 inclusive growth strategy goal for its products, services, and partnerships to increase the productive capacity and wellbeing of 100 million smallholders.",
    "Towards this end, the division created several regional ecosystems of private and public sector entities. Each ecosystem enables smallholder farmers to access markets, finance, high-quality agricultural inputs, and education on contemporary farming and business practices. The projects soon generated higher productivity and income for the smallholders, but Bayer did not know, beyond economic benefits, how and to what extent the programs had changed the smallholders’ lives and living conditions.",
    "To measure that societal impact, Bayer contracted with 60 Decibels, an independent social impact measurement company, to evaluate how smallholders assessed the benefits from the company’s innovative agriculture programs. 60 Decibels performed extensive research to identify the most important themes in farmers’ lives. Its continuous learning process, aligned with global frameworks such as the Sustainable Development Goals (SDGs) and the Impact Management Project (IMP), produced standardized questions designed to yield actionable insights that guide program improvements. In effect, 60 Decibels created Farmer Reported Outcome Measures, or FROMs, for more comprehensive measurement of the social impacts from agricultural sector interventions.",
    "In 2018, Bayer created the Better Life Farming (BLF) Alliance, a regional ecosystem including the World Bank’s International Finance Corporation (IFC), irrigation provider, Netafim, and many local value-chain partners and government initiatives. The alliance now supports more than 2,700 Better Life Farming (BLF) Centers in rural India, Indonesia, Bangladesh, Mexico, Honduras, Tanzania, and Ivory Coast, with a potential reach of 1 million smallholder farmers. The centers enable smallholders to build viable businesses beyond subsistence farming, and create new positions for agri-entrepreneurs to head each BLF Center, 10% of whom are women.",
    "Each BLF Center offers agricultural inputs and services from more than 25 different partner organizations to hundreds of independent growers in nearby rural villages. Smallholders serviced by BLF centers enjoy rapid growth in productivity and income. The BLF Center agri-entrepreneurs in India, on average, earn above the country’s rural household income after only two years of operation, with future growth occurring once the BLF Center has been established and expands its farmer reach and product and service portfolio. Approximately half of the Indian BLF smallholder farmers grow fruits and vegetables, helping community residents access healthier diets that reduce malnutrition and prevent non-communicable diseases.",
    "How Did BLF Improve Lives?",
    "As a first step in answering this question, 60 Decibels conducted a baseline survey, between October 2022 and February 2023, of 700 randomly selected tomato and chili farmers in Jharkhand and Uttar Pradesh, India. The surveyed smallholders had been enrolled in the Better Life Farming program for an average of two years. The survey used a core set of questions that asked the smallholders to compare their farming practices and living conditions before and after joining the program. One year later, 60 Decibels conducted a follow-up survey, which asked the identical set of questions to 300 of the baseline population to quantify improvements in farmers’ livelihoods.",
    "The responses to both surveys, as outlined in the below chart, confirmed positive social impact beyond productivity and income improvements from BLF Centers’ comprehensive training, and access to credit and high-quality agricultural inputs. Nearly 60% of farmers in the baseline survey, and 90% in follow-up survey, reported that the learnings from their training had increased their productivity and income. The findings validated the underlying hypothesis of the BLF program that building smallholders’ capabilities would help them reach much higher farming potential.",
    "See more HBR charts in Data & Visuals",
    "On the societal metrics, 71% of farmers in the baseline survey reported higher quality of life and 42% reported reduced stress. These responses jumped to 87% and 79%, respectively, in the follow-up survey. The farmers reported they could now spend more on children’s education, higher-quality meals, and home repairs and improvements (percentages in each category increased by 12 to 20% from baseline to follow-up survey). The use of a follow-up survey confirmed that sustaining participation in the program enabled smallholders to benefit more from the BLF’s training sessions (57% at baseline; 93% at follow-up) on modern agronomy practices and safe-use handling of agrochemicals. As important for sustainability of high-quality food production, 88% of smallholders in the follow-up survey (up from 70% in baseline) reported greater confidence in continuing their livelihoods as farmers.",
    "Bayer’s crop science division has replicated the surveys, with similar results, in its DKsilos Central America project for dairy farmers, and other private-public smallholder projects. It no longer has to assume that its programs make smallholders’ lives better; based on the evidence from FROMs, Bayer now knows how its programs’ productivity and income increases create meaningful social impact.",
    "Bayer uses farmers’ feedback from existing programs to improve capacity building, expand use of demonstration farms, and increase personalized attention and training from advisors. It also leverages the data in its program design for new crops in new regions. The data has helped it justify expansion of the BLF Alliance within existing countries and expand into new countries in Asia, Africa, and Latin America. It also plans to expand BLF Centers’ offerings by adding education to combat malnutrition and promote healthier local diets. New smallholder initiatives, such as deploying geodata-driven early warning systems and access to crop weather insurance to reduce vulnerability to climate shocks, are also being considered. The division will continue to validate all initiatives with periodic surveys, enabling it to hear the farmers’ voices on each program’s economic and social impacts.",
    "Bayer’s use of FROMs illustrates how a formal process to assess the outcomes experienced by targeted recipients can and should be embedded within all social impact investments. For example, healthcare systems are now investing in safe housing for low-income families. The underlying hypothesis is that such investments will reduce current disparities in social determinants of health, leading to improvements in the overall health of low-income populations better than waiting to treat them after they become ill. The examples in this article suggest that such programs should be accompanied by measurements that enable the voice of the renters to be captured and heard. Developing “renter reported outcome metrics” will reduce the likelihood that current investments in safe and affordable housing will lead to the severe adverse societal impacts experienced by renters in earlier, and similarly well-intentioned, housing projects for low-income populations.",
    "Companies can now follow healthcare and Bayer’s leads by credibly embedding statistically derived recipient reported outcome metrics in the societal component of their ESG and other external reports. Obtaining systematic and rigorous measurements of societal outcomes from program recipients enables investors and donors to validate, improve, and sustain their social impact investments.",
    "Read more on Business and society",
    "Sustainable business practices and Corporate social responsibility"
  ]
}