{
  "url": "https://www.ft.lk/columns/Dr-Amal-Utum-Herat-Jack-of-all-trades-and-master-of-everything/4-786161",
  "title": "Dr. Amal Utum Herat: Jack of all trades and master of everything",
  "ut": 1766958734.0,
  "body_paragraphs": [
    "This had been known to economists for a long time, and there was nothing new in representing it. But Utum through his research quantified the extent of sacrifice by using Sri Lankan data and found that they validated the already known facts. The policy requirement arising from these unfavourable developments was that Sri Lanka should strive to get more capital inflows, on one side, and shift the exports to items whose prices rise faster than those of import goods, on the other. Unfortunately, even today, Sri Lanka has not been able to accomplish these policy requirements",
    "Utum Herat: a man of principles",
    "The late Dr. Amal Utum Herat, Utum to everybody, ex-Deputy Governor of the Central Bank, was a Jack of all Trades and also a Master of Everything. He did excellently in everything he practised.",
    "He was a lay preacher at his Methodist Church in Mount Lavinia, UK-qualified management accountant, master of ceremonies, public speaker, visiting university Don, international civil servant, and an economist par excellence, to mention but a few of the hats he wore simultaneously. Above all, he was a Granda Homo with exceptional human qualities and principles.",
    "I recall how he responded when the Colombo University administration changed the coordinator of its MBA degree program in early 1991. Utum was the lecturer in managerial economics for the MBA students. He felt that there was injustice done to the MBA coordinator when he was removed from the position without following due process. Following the rebellious path which the youth of his age would follow, he protested to the Vice Chancellor in writing and withdrew from the program. With no suitable replacement in sight, the University in desperation reached out to the Central Bank for a solution. The Governor of the Central Bank at that time, the late Nevile Karunatilake, who earlier had helped the University to setup its Graduate Diploma in Business Administration, forerunner to the MBA program, practically ordered me to fill the gap leaving me with no choice. Perhaps, he zeroed on me because I was a pioneering lecturer in that Graduate Diploma program and had taught environmental economics to Colombo University’s Master’s degree students, two positions I held with Karunatilake’s approval when he was the Senior Deputy Governor. When I told Utum that I had to fill the gap he had created, he blessed me wholeheartedly and even supplied me with a copy of the textbook he had been using for his lectures. I did the lectures, but I am still doubtful whether I was a matching replacement to Utum whose lecturing qualities were unparalleled.",
    "A man of a combination of many disciplines",
    "Utum met his untimely demise in 2009 whilst in service, the second Deputy Governor to do so in the annals of the Central Bank. Simultaneously, he held two other positions as well, Chairmen of both the Institute of Bankers of Sri Lanka and the Credit Information Bureau of Sri Lanka.",
    "When I heard the sad news of his demise, I wrote an appreciation of Utum’s contribution to the bank and the nation and it was carried by the Sunday Times.  In this appreciation, I summarised Utum’s intellectual traits as follows: “Utum”, I wrote, “was a combination of many disciplines: mathematics, statistics, finance, accountancy, economics, philosophy, religion, history and many more. A brief conversation with him will leave any stranger in awe, respect and love for the rare intellect, fittingly conditioned by modesty and humility, which he normally displays. He had the remarkable ability of patiently listening to the viewpoints of others, quickly synthesising the main arguments and approving or refuting them without offending or hurting their feelings. He was a master debater, mesmerising preacher and spellbinding speaker. Anyone who had listened to him once would love to do so repeatedly. Many generations of students who had studied under him at universities, professional bodies and numerous other places of learning will vouch for this fact”",
    "A statistician cum management accountant",
    "Utum, after completing his school education at S. Thomas College in Mount Lavinia, joined the University of Jaffna to read for a special degree in statistics. However, the ethnic conflict that broke out at that time forced the authorities to relocate non-Tamil students in Jaffna University in universities in the South of Sri Lanka for their own safety. Accordingly, Utum and his colleagues in that particular course were admitted to the University of Sri Jayewardenepura to complete the degree. Utum passed out from the University with first class honours. By this time, he had completed the final exam of the UK-based Chartered Institute of Management Accountants too. He joined the Central Bank armed with these two qualifications. Naturally, based on his core discipline, in the Central Bank, he was assigned the work relating to the compilation of economic and social statistics of the country.",
    "Late entrant to economics",
    "Utum was a late entrant to the science of economics having embraced the ways of that dismal science only after he joined the Central Bank. However, he was a quick learner and, therefore, could master the core of that discipline much faster than any other learner. His multi-disciplinary background may have helped him to understand the foundation and the underlying philosophy of economics. In public as well as in private discussions, when an economic issue was posed to him, he was able to clarify it with examples drawn from religion, politics, philosophy or even mathematics. In many respects, he was a Guru to us in the Central Bank. Though he was junior to me by many years in the Central Bank, both of us had a very close intellectual relationship, sometimes he functioning as my Guru and me his protégé and me as his Guru and him my protégé. He was a firm believer in the free-market economy, free trade, and individual liberty as pillars for creating wealth and prospering sustainable growth. His public lectures, discussions, writings had displayed his unambiguous position on these key areas of economics.",
    "Doctoral study at Purdue University",
    "On a Central Bank scholarship, Utum proceeded to the USA for his postgraduate studies and joined the Graduate School of Purdue University to complete his master’s degree in economics. Based on his excellent performance at the Master’s degree, he was promptly admitted to the Doctoral program there. On completion of the required coursework and the submission of a thesis titled ‘An Investigation of the Impact of Some Recent External and Internal Shocks on the Economy of Sri Lanka’, Utum was awarded PhD degree in 1990.",
    "Quantification of welfare impact of capital flows and unfavourable terms of trade",
    "Utum’s doctoral thesis consisted of two parts.",
    "In Part I, he used the data for Sri Lanka from 1972 through 1985 to assess the impact of capital flows to Sri Lanka and the changes in the terms of trade, in the presence of economic distortions such as tariffs and taxes that were abundant at that time, on the welfare levels of people. Theoretically, high capital inflows are regarded as a positive external shock and a worsening terms-of-trade, a negative external shock. When the capital inflows increase, the country gets an opportunity to invest more to utilise a higher level of resources to produce goods and services. It should naturally improve the welfare levels of the people.",
    "The terms of trade represent the amount of export goods needed to bring in one unit of imports to the country. When the import prices rise relative to the price of exports, more exports should be used to buy one unit of imports. It reduces the welfare levels of people because people had to make a bigger sacrifice to enjoy foreign goods. Sri Lanka had an unfavourable terms-of-trade during this period, indicating that the country should expend more export units to buy a single unit of imports. For instance, suppose that at the beginning Sri Lanka could import one barrel of crude oil by exporting one shirt. If the crude oil prices go up or export price of shirts go down or both happen simultaneously, Sri Lankans should send out more shirts to buy the needed crude oil. Both are negative external shocks, and they surely reduce the welfare levels of people.",
    "This had been known to economists for a long time, and there was nothing new in representing it. But Utum through his research quantified the extent of sacrifice by using Sri Lankan data and found that they validated the already known facts. The policy requirement arising from these unfavourable developments was that Sri Lanka should strive to get more capital inflows, on one side, and shift the exports to items whose prices rise faster than those of import goods, on the other. Unfortunately, even today, Sri Lanka has not been able to accomplish these policy requirements.",
    "Vindication of the Mahaweli Project",
    "In Part II of his thesis, Utum sought to assess the welfare implications of the accelerated Mahaweli Project that was being implemented by the Sri Lankan Government with support from the World Bank and friendly countries. The project itself was an internal shock involving the utilisation of a massive amount of capital inflows to the country. Utum hypothesised the welfare levels of people with the project by spending the capital inflows on the project as well as by distributing that money as endowments to people without implementing the project.",
    "The results he got were mixed. He had found that by implementing the accelerated Mahaweli Project, Sri Lanka was able to increase employment levels and reduce consumer prices, especially food prices. However, since the project did not produce goods that could be exported, non-tradable goods in the parlance of economists, its contribution to improve the worsening terms of international trade was minimal. However, with declined consumer prices, it would have improved the terms of domestic trade in which one had to spend lesser amount of labour to buy a given quantity of consumer goods.",
    "The alternative assessed by Utum, namely, the distribution of the moneys directly among consumers as Government subsidies, resulted in the increase in the incomes of the rural people, but the overall welfare levels of people did not increase sufficiently. That increase was the highest with the implementation of the accelerated Mahaweli Project. Therefore, the internal shock delivered to Sri Lanka’s economy through the Mahaweli Project was fully vindicated, according to Utum’s findings. In hindsight, we all know that the Mahaweli Project increased rice production, making Sri Lanka self-sufficient in this staple food, added to the electricity generation in leaps and bounds preventing long blackouts and brownouts, and helped the country to boost the services sector of the country through improved retail and wholesale trade.",
    "Utum was a combination of many disciplines: mathematics, statistics, finance, accountancy, economics, philosophy, religion, history and many more. A brief conversation with him will leave any stranger in awe, respect and love for the rare intellect, fittingly conditioned by modesty and humility, which he normally displays. He had the remarkable ability of patiently listening to the viewpoints of others, quickly synthesising the main arguments and approving or refuting them without offending or hurting their feelings. He was a master debater, mesmerising preacher and spellbinding speaker. Anyone who had listened to him once would love to do so repeatedly. Many generations of students who had studied under him at universities, professional bodies and numerous other places of learning will vouch for this fact",
    "Founding secretary to the monetary policy committee",
    "I had the advantage of being associated with Utum closely for nearly two and a half decades and picking up wisdom from him regularly. He was the founding Secretary to the Monetary Policy Committee which the Central Bank had setup as a part of its modernisation program.",
    "This was an informal arrangement since there was no legal backing for such a Committee under the Monetary Law Act under which the Central Bank has been setup. Hence, our role was purely advisory. I was its Chairperson as the Deputy Governor in charge of monetary policy and price stability. Two of us, as the drivers of the monetary policy in the bank, had a very cordial and fruitful relationship. Utum held this position as the Deputy Director of Economic Research handling the monetary policy portfolio. We met every month to assess the monetary policy stance in the light of the emerging inflation developments and make suitable recommendation to the Monetary Board of the Central Bank for adoption.",
    "As is normal for any committee made up of intellectuals, there was differences of opinion among members as to the suitable monetary policy stance and there were even heated arguments at those meetings. I recall Utum made no bones about the true culprit of unsustainable inflation in the country, namely, the reckless Government expenditure by using credit sources from the Central Bank and commercial banks. The papers submitted to the Committee under his supervision were lucid, to the point and sharp on the policy recommendations. Utum was able to carry his viewpoints through those heated debates by aptly clarifying the issues involved. I recall that all the policy papers submitted to the Monetary Board during that period had recommended to the Government that it should go slow on using the Central Bank money for its callous expenditure programs. Some of them were adopted and some of them were rejected by the Treasury Official who used his informal veto as a vote carrying member of the Board. Fortunately, today, under the new Central Bank Act, the Treasury Official has no role in deciding on the monetary policy to be adopted by the Central Bank.",
    "International civil servant at IMF",
    "Utum was eventually elevated to the position of the Director of Economic Research, but he could not serve in that capacity for long. That was because he was picked by the Government to serve as the Alternative Executive Director of IMF representing the constituency made up of India, Sri Lanka, Bangladesh, and Bhutan. It was a career he performed as an international civil servant. He had to travel frequently in the member countries involved to address the issues faced by them on site. After completing his turn at the IMF, Utum returned to the Central Bank to be promoted as Assistant Governor and later as Deputy Governor. It is during this period that he suddenly fell ill and succumbed to his illness.",
    "A worry-free human being",
    "As a human being, Utum led a ‘worry-free’ life. He would have been driven to this state by his deep religious convictions. To my knowledge, he had only two worries, both relating to his name. One was the long list of initials in his name, numbering six. Though his passport carried his full name, every time when he travelled abroad, he had the difficulty of writing his full name in the immigration forms which did not have sufficient space to accommodate it. The other was the spelling of his surname, Herat, which the computer automatically changed to Heart. Perhaps, the inanimate computer would have been correct, because we as well would have wrongly spelt his name all the time when Utum was a big ‘Heart’ for all of us.",
    "In my view, Utum was an unsung hero in the Central Bank.",
    "(The writer, a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at [email protected] )",
    "See: https://www.sundaytimes.lk/091101/FinancialTimes/ft23.html",
    "Available at: https://www.proquest.com/docview/303854835"
  ]
}