{
  "url": "https://www.ft.lk/opinion/Royal-College-alumnus-Open-Letter-to-Prime-Minister-raises-questions-over-collection-of-money-for-SAGA-2025/14-784925",
  "title": "Royal College alumnus’ Open Letter to Prime Minister raises questions over collection of money for “SAGA 2025”",
  "ut": 1764281622.0,
  "body_paragraphs": [
    "Royal College, Colombo",
    "Prime Minister and Education Minister Dr. Harini Amarasuriya",
    "Royal College Alumnus Padmasena Dissanayake has sent the following Open Letter to Prime Minister and Education Minister Dr. Harini Amarasuriya questioning whether the Royal College is above the law and raising alarms over collection of money for “SAGA 2025” organised by the School Development Society of the College. In the letter Dissanayake has attached evidence to prove his allegations.",
    "“I write to you not only as an alumnus of Royal College but as a concerned citizen who believes in the rule of law. I am compelled to pen this letter on behalf of hundreds of parents who are currently held hostage by a system that demands their silence. These parents have no choice but to comply with exploitative demands or risk their children being rejected from opportunities they deserve.",
    "Upon assuming office, you made a definitive statement that unauthorised monetary collections in schools must cease. You explicitly instructed that if payments are collected for valid reasons, they must strictly adhere to Ministry guidelines and be routed transparently through the School Development Society (SDS).",
    "However, the events currently unfolding at Royal College prove that your instructions are being treated as mere words. It appears the school administration and the organisers believe they are above the law or that your Ministry lacks the power to enforce compliance at this specific institution.",
    "“SAGA” is a major fundraiser organised by the SDS of Royal College, While it is a valuable platform for students to showcase their talents, it has become a vehicle for financial malpractice that bypasses all procurement guidelines.",
    "Dissanayake has drawn the Prime Minister’s attention to alleged irregularities based on evidence.",
    "Among issues raised are unauthorised collection and lack of transparency and why is money for an SDS-organised event not being collected through official SDS bank accounts? There are no receipts issued for these collections. This results in zero accountability and a complete lack of transparency regarding where these funds actually go, emphasises Dissanayake.",
    "He also alleges organisers opting for one supplier for costumes citing due to short notice other suppliers refused the order. It was stated that the booking of the Sugathadasa Indoor Stadium was done well in advance but decision and procurement on costumes had been delayed. This, Dissanayake alleges, was apparently intentional to justify a shortcut that bypasses tender procedures.",
    "With over 600 students participating and costume prices ranging from Rs. 4,000 to Rs. 6,500, the total expenditure amounts to millions of rupees. Dissanayake also alleges that parents are forced to sign a declaration of “willingness.” It frames a mandatory fee as a voluntary contribution. Parents are stripped of their right to choose, opines Dissanayake.",
    "“If the SDS cannot fund the costumes, the proper and ethical approach would be to provide the design specifications and materials to the parents. This would allow parents to stitch the costume at home or source it from a tailor of their choice,” Dissanayake added.",
    "The Prime Minister was told that the parents are silent because they fear victimisation of their children.",
    "“I am speaking out because I refuse to see my alma mater tarnished by corruption and I refuse to see the directives of the country’s Prime Minister mocked by school officials,” Dissanayake has said in the letter urging the Prime Minister to intervene immediately and rectify."
  ]
}