{
  "url": "https://hbr.org/2024/10/5-ways-to-deal-with-a-colleague-who-doesnt-respect-rules",
  "title": "5 Ways to Deal with a Colleague Who Doesn’t Respect Rules",
  "ut": 1729838740.0,
  "body_paragraphs": [
    "Justin Pumfrey/Getty Images",
    "It’s easy to get angry when you’re constantly picking up the slack or fixing mistakes caused by a rule-breaker. You might feel like you’re always cleaning up their messes, correcting their work, or filling in gaps they’ve left. The unfairness of it all can also get under your skin and cause resentment. But you can’t just march up to them and demand they stop ignoring standards. Ordering them to fall in line rarely works. Here are five strategies for how to address the issue without creating hostility or damaging your working relationship.",
    "Have you ever encountered a coworker who was amazing at their job, but acted like the rules didn’t apply to them? This happened to my client, Jackson, a creative director, who had been working with Rich, a talented product designer, for the past year. “Rich is brilliant,” Jackson told me, “His designs are creative, and he’s great to bounce ideas off of. But the way he just ignores our processes…it’s frustrating.” While Rich’s talent was clear, his dismissive attitude toward company protocols was causing a lot of headaches. Jackson was having trouble keeping his cool every time Rich bypassed the design review process or seemed to totally disregard their brand guidelines.",
    "Difficult Interactions Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Difficult Interactions. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Learn how to resolve those inevitable workplace conflicts.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "The Communicating for Success Collection: Craft Clear, Persuasive Messages that Drive Results",
    "You, the Leader (HBR Women at Work Series)",
    "Read more on Difficult conversations",
    "Interpersonal communication,",
    "Interpersonal skills,"
  ]
}