{
  "url": "https://www.ft.lk/columns/AKD-Budget-blues-There-are-prospects-but-challenges-are-more/4-773398",
  "title": "AKD Budget blues: There are prospects, but challenges are more",
  "ut": 1740345650.0,
  "body_paragraphs": [
    "The preparation of a Budget is not an easy task especially when the country is in a deep economic crisis and still on its way to recovery. The officers of the Ministry of Finance have accomplished this difficult task by preparing a Budget compatible with EFF benchmarks and ETA’s statutory requirements. They should be complimented for this. However, a Budget which is being presented to satisfy only IMF and not coming out of the deep convictions runs the risk of being derailed midway through. AKD’s biggest Budget blues represent this pitfall, and it is advisable that he sticks to the goals of the Budget without causing a disastrous policy reversal later",
    "Continuation of RW policy?",
    "President Anura Kumara Dissanayake, as Minister of Finance, presented his maiden Budget to Parliament on 17 February 2025. In fact, it is not a Budget for the full year since the first three months of the year had been financed by the Government through a temporary vote on account. In this arrangement, there were no new revenue or expenditure proposals, but the Government just continued with the fiscal policy it had adopted in 2024 in terms of the Budget presented by the previous President Ranil Wickremesinghe. Critics had pointed out that AKD’s budgeting was simply that of Ranil in the first three months. But when one looks at the Budget for the balance nine months, one might extend this accusation against AKD for the subsequent period too.",
    "Budget blues in the whole post-independence period",
    "The term ‘budget blues’ typically refers to the challenges and difficulties associated with managing a budget. They can include issues such as financial constraints, unexpected expenses, and the stress of balancing income and expenditures. These budget blues are not typical to AKD. If one looks at all the Budgets in the post-independence period, they had been associated with these issues. The country’s expenditures, especially the consumption expenditures known as recurrent expenditure, were ballooning, the Government could not raise sufficient revenue to meet them, hence there was the problem of balancing the revenue and expenditure, there were deficits in the current account demonstrating Government’s dissaving, and deficits in the overall balance calling the Government to borrow money locally and from foreign sources to fill the gaps.",
    "The inevitable result was the building up of the central government debt stock to imprudent levels. For instance, in 1950, two years after the independence, the central government’s foreign debt amounted only to 3.2% of GDP, while its local counterpart had a share of 13.7%.1 This should be compared with AKD’s plight today: foreign debt at 51% and local debt at 65% at end-2023.2 Since AKD cannot borrow money from the Central Bank under the new Central Bank Act, abbreviated as CBA, and therefore, he should raise funds to finance the gap by borrowing from other sources. Hence, his budgeting is RW Budgeting except the Central Bank in the picture as a source of funding.",
    "There are certain hardcore non-negotiable stances which AKD has taken and can make a serious dent to his Budget management and further complicate his Budget blues",
    "Constraints faced by AKD",
    "AKD is constrained in formulating his Budget by two forces beyond his control. One is his having to comply with the quantitative benchmarks imposed on Sri Lanka by IMF when it provided an extended fund facility or EFF to the country to get out of the severe foreign exchange problem faced by it. AKD on assuming presidency in September 2024 agreed to go by these benchmarks without amendment.3 The other is the statutory requirement of maintaining macroeconomic benchmarks imposed on future governments by Economic Transformation Act or ETA enacted just before Presidential election.4",
    "So long as ETA is in the statute books, not meeting those benchmarks will be treated as violation of law. AKD should not run into this pitfall. Hence, the Budget he presented to Parliament was within these constraints. A comparison of the main items is provided in Table I, and it shows that the Budget has miraculously met those benchmarks. Since it is compliance by force and not by volition, the Budget runs the risk of getting derailed midway through. That is indeed bad budgeting without continuity and consistency and AKD’s Budget also suffers from this weakness.",
    "Defects in budgetary mechanism",
    "There is a serious defect in the budgetary mechanism in Sri Lanka. Budgets are evaluated at the time of presentation which are called ex-ante analyses. The Budget numbers are used to praise the Budget. For instance, every time a Budget is presented by the Government, trade chambers are quick to brand it as a development-oriented Budget basing their conclusion on the amount of capital expenditure program in the Budget. However, at the end of the period, the Government may have underperformed in its capital expenditure plan. If the money is not fully utilised, it stunts the building of the country’s capital stock, the main ingredient in the development of the country.",
    "For instance, in the Budget of 2024, the Government was expected to incur a sum of Rs. 1,700 billion as capital expenditure which included the recapitalisation of the state-owned banks too. However, the amount spent was just Rs. 817 billion underperforming the recapitalisation of banks as well as the general acquisition of capital items by the Government. But when Budget 2024 was presented, Ceylon Chamber of Commerce had praised it ex-ante as a significant step toward correcting past macroeconomic mismanagement and laying a foundation for sustainable growth.5 But there was no comment by the Chamber when the capital expenditure program had underperformed.",
    "Need for ex-post evaluation of Budget",
    "Hence, it is essential that Budgets should be evaluated not at the beginning but at the end which are called ex-post analyses. Sri Lanka does not have this mechanism to evaluate its budgets. Budgets are rollover plans and when the plan for the new year is presented, it is essential to precede the plan with an analysis of the performance of the Budget in the previous year. Such analysis should cover the goals of the Budget, how far those goals have been realised, the reasons for failures and remedial action taken to correct the situation. None of Sri Lanka’s past Budgets had these features. It is same with AKD’s Budget too.",
    "The Parliament which is the authority on public finances in terms of the Constitution does not have capacity or mechanism to ensure ex-post analyses of Budgets. Private thinktanks like Verite Research has undertaken to track the budgetary goals6 but their analysis is also limited to a comparison of numbers. What is important is to assess the impact of budgetary expenditure on the economy. It is, therefore, essential that Parliament gains this capacity and starts to undertake impact assessment studies of the Budgets approved by this supreme legislature of the country. It will not only update the situ to Parliamentary members generating a broad discussion but also keep the public who are funding the budgets through taxes-current, future, or inflation taxes-informed.",
    "The revenue structure of Budget 2025 broadly conforms to the revenue projected by IMF in May 2024 as shown by Table II. Though the revenue estimates in the Budget 2025 are a little short of the projections made by IMF, the revenue to GDP ratios are the same because of the lower GDP estimates at Rs 33 trillion in the Budget than the IMF’s projections at Rs. 34 trillion. Thus, AKD seems to be in safe grounds with respect to meeting IMF benchmarks. Hence, the outcome of the Executive Board meeting of the IMF on 28 February 2025 to discuss the Sri Lanka issue can be expected to be favourable to Sri Lanka. However, a downside risk is that, within these IMF specifications, there seems to be no space for the Government to provide adequate relief to income tax and VAT payers as pronounced earlier.7 Therefore, such relief should wait until Sri Lanka concludes its program with IMF in 2027.",
    "Defects of primary balance",
    "One of the important quantitative benchmarks in the IMF program as well as in ETA has been the stipulation that the Government should attain and maintain a surplus at around 2% of GDP in the primary account of the Budget. The primary account is the record of the Government’s revenue from normal sources and its net expenditure made up of recurrent expenditure without interest payments and capital expenditure minus money used for repaying maturing public debt. As such, in the primary account, the payments to Government debt holders are protected.",
    "A surplus can be attained by increasing the revenue or curtailing ordinary recurrent expenditure or capital expenditure or by a combination of all these measures. However, the best strategy is the curtailment of ordinary recurrent expenditure which represents the Government’s consumption. In the Budget speech, AKD said that the surplus in the primary account will ensure the repayment of debt after 2027 once it becomes repayable under the debt restructuring program.8 But to do so, the surplus should exclusively come from economising the ordinary consumption expenditure by downsizing the public service or proper planning of subsidies or checking on the purchase of other services by the Government.",
    "The savings so made progressively from 2025 to 2027 can be part used for debt repayment in an accounting sense. But there is no cash in the Consolidated Fund for this purpose, given the deficit in the revenue account and the overall deficit in the budget. Therefore, it is inaccurate to say that the surplus in the primary account could be used to repay the debt obligations after 2027.",
    "However, in both 2023 and 2024, a surplus has been attained by the Government by drastically underspending capital expenditure from the plans in the respective Budgets. For instance, in 2023, the budgetary allocation for capital expenditure amounted to Rs. 1,220 billion but used only Rs. 933 billion. In 2024, the planned capital expenditure had been Rs. 1,700 billion including the money earmarked for the recapitalisation of state-owned banks. Of this, money spent was only Rs. 817 billion. Had these moneys been used as planned, it would have been a deficit in the primary account in the region of Rs. 390 billion in 2023 and Rs. 259 billion in 2024. Hence, it was a statistical window-dressing by the Ministry of Finance to show a surplus in the primary account which AKD should not have reported in his Budget. Such a statistical window-dressing will not enhance the Government’s capacity to repay its maturing debt after 2027 since there are no savings in the Government’s ordinary consumption expenditure.",
    "Importance of revenue account surplus",
    "Hence, it would have been more prudent had AKD concentrated on securing a surplus in his revenue account. The revenue account is made up of Government’s revenue or income and its recurrent or consumption expenditure. In most of the years since independence, this account had a deficit representing dissaving on the part of the Government. The danger of such a deficit is that the Government is required to borrow money even for meeting its consumption expenditure adding unproductive debt to its debt stock. But when the Government is faced with the issue of balancing its finances, with limitations on borrowing, the cut is usually made by curtailing its capital expenditure. But it is an unproductive measure since it compromises the country’s ability to grow in the medium to long-run due to the depleting capital stock.",
    "The capital stock built by the private sector in this case through new investments is not sufficient for the country to grow at an accelerated pace. That is because the badly needed ground level infrastructure like roads, power plants, reservoirs, water projects, and so on is provided by the government through its capital expenditure programme. When this is missing, the whole economy is at stake. In my view, AKD should not fall into this trap. Hence, instead of praising and relying on the IMF inspired primary account surplus, he should work for securing savings in the Government Budget and transfer those savings for capital investments. That is prudent budgeting that will lay a firm foundation for future economic growth.",
    "Need for being flexible regarding non-negotiable stances",
    "There are certain hardcore non-negotiable stances which AKD has taken and can make a serious dent to his Budget management and further complicate his Budget blues. One is his stance on state-owned enterprises which his Government says that they will not be reformed by way of attracting private capital and business acumen. It is true that ownership does not matter for the productivity or efficiency of an enterprise. In the same way a private party can manage a business, those in state-owned enterprises could also manage them maintaining the required level of efficiency and profitability. However, one crucial requirement is that they should have freedom to take business decision free from political influences.",
    "If a system is not established to assure this, it is the Budget which will have to finance the inefficiencies of these enterprises. In my view, the hard-earned moneys collected from taxpayers should not be used for this purpose. AKD could get out of these Budget blues if this stance is reviewed and he is flexible with respect to this type of hardcore stances. In the case of the Modi government in India, a similar stance was harboured for long regarding the privatisation of Air India. However, the chronic plight of the airline became acute, the government took a step backward and sold its interest in Air India to private parties. This flexibility should be an example for AKD Government.",
    "Avoiding policy reversals",
    "The preparation of a Budget is not an easy task especially when the country is in a deep economic crisis and still on its way to recovery. The officers of the Ministry of Finance have accomplished this difficult task by preparing a Budget compatible with EFF benchmarks and ETA’s statutory requirements. They should be complimented for this. However, a Budget which is being presented to satisfy only IMF and not coming out of the deep convictions runs the risk of being derailed midway through. AKD’s biggest Budget blues represent this pitfall, and it is advisable that he sticks to the goals of the Budget without causing a disastrous policy reversal later.",
    "1CBSL Annual Report for 2000, Special Statistical Appendix Table 22.",
    "2IMF, Sri Lanka Country Report No 24/161, June 2024, p 44.",
    "3https://www.ft.lk/top-story/AKD-reaffirms-commitment-to-IMF/26-767508",
    "4For details see: https://www.ft.lk/columns/Woe-of-new-President-is-not-just-taking-baby-across-coir-suspension-bridge-but-complying-with-binding-targets-of-ETA/4-766810",
    "5https://www.ft.lk/front-page/Ceylon-Chamber-welcomes-Budget-2024-says-pragmatic-implementation-is-key/44-755222",
    "6https://www.veriteresearch.org/publication/state-of-the-budget-2024/",
    "7https://economynext.com/sri-lanka-new-govt-to-provide-vat-income-tax-relief-akd-tells-imf-182214/",
    "8Budget Speech 2025, English version, p 8.",
    "(The writer, a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at [email protected].)"
  ]
}