{
  "url": "https://www.technologyreview.com/2026/01/29/1131815/vitalism-longevity-enthusiasts-influence/",
  "title": "Meet the Vitalists: the hardcore longevity enthusiasts who believe death is “wrong”",
  "ut": 1769643000.0,
  "body_paragraphs": [
    "“Who here believes involuntary death is a good thing?”  Nathan Cheng has been delivering similar versions of this speech over the last couple of years, so I knew what was coming. He was about to try to convince the 80 or so people in the audience that death is bad. And that defeating it should be humanity’s number one priority—quite literally, that it should come above all else in the social and political hierarchy.  “If you believe that life is good and there's inherent moral value to life,” he told them, “it stands to reason that the ultimate logical conclusion here is that we should try to extend lifespan indefinitely.”  Solving aging, he added, is “a problem that has an incredible moral duty for all of us to get involved in.” Advertisement It was the end of April, and the crowd—with its whoops and yeahs—certainly seemed convinced. They’d gathered at a compound in Berkeley, California, for a three-day event called the Vitalist Bay Summit. It was part of a longer, two-month residency (simply called Vitalist Bay) that hosted various events to explore tools—from drug regulation to cryonics—that might be deployed in the fight against death. One of the main goals, though, was to spread the word of Vitalism, a somewhat radical movement established by Cheng and his colleague Adam Gries a few years ago. No relation to the lowercase vitalism of old, this Vitalism has a foundational philosophy that’s deceptively simple: to acknowledge that death is bad and life is good. The strategy for executing it, though, is far more obviously complicated: to launch a longevity revolution.",
    "Related StoryLongevity enthusiasts want to create their own independent state. They're eyeing Rhode Island.Read next Interest in longevity has certainly taken off in recent years, but as the Vitalists see it, it has a branding problem. The term “longevity” has been used to sell supplements with no evidence behind them, “anti-aging” has been used by clinics to sell treatments, and “transhumanism” relates to ideas that go well beyond the scope of defeating death. Not everyone in the broader longevity space shares Vitalists’ commitment to actually making death obsolete. As Gries, a longtime longevity devotee who has largely become the enthusiastic public face of Vitalism, said in an online presentation about the movement in 2024, “We needed some new word.” “Vitalism” became a clean slate: They would start a movement to defeat death, and make that goal the driving force behind the actions of individuals, societies, and nations. Longevity could no longer be a sideshow. For Vitalism to succeed, budgets would need to change. Policy would need to change. Culture would need to change. Consider it longevity for the most hardcore adherents—a sweeping mission to which nothing short of total devotion will do.",
    "“The idea is to change the systems and the priorities of society at the highest levels,” Gries said in the presentation. To be clear, the effective anti-aging treatments the Vitalists are after don’t yet exist. But that’s sort of the point: They believe they could exist if Vitalists are able to spread their gospel, influence science, gain followers, get cash, and ultimately reshape government policies and priorities.   For the past few years, Gries and Cheng have been working to recruit lobbyists, academics, biotech CEOs, high-net-worth individuals, and even politicians into the movement, and they’ve formally established a nonprofit foundation “to accelerate Vitalism.” Today, there’s a growing number of Vitalists (some paying foundation members, others more informal followers, and still others who support the cause but won’t publicly admit as much), and the foundation has started “certifying” qualifying biotech companies as Vitalist organizations. Perhaps most consequentially, Gries, Cheng, and their peers are also getting involved in shaping US state laws that make unproven, experimental treatments more accessible. They hope to be able to do the same at the national level.  VITALISMFOUNDATION.ORG   VITALISMFOUNDATION.ORG   Vitalism cofounders Nathan Cheng and Adam Gries want to launch a longevity revolution.  All this is helping Vitalists grow in prominence, if not also power. In the past, people who have spoken of living forever or making death “optional” have been dismissed by their academic colleagues. I’ve been covering the broader field of aging science for a decade, and I’ve seen scientists roll their eyes, shrug their shoulders, and turn their backs on people who have talked this way. That’s not the case for the Vitalists.   Even the scientists who think that Vitalist ideas of defeating death are wacky, unattainable ones, with the potential to discredit their field, have shown up on stage with Vitalism’s founders, and these serious researchers provide a platform for them at more traditionally academic events.  I saw this collegiality firsthand at Vitalist Bay. Faculty members from Harvard, Stanford, and the University of California, Berkeley, all spoke at events. Eric Verdin, the prominent researcher who directs the Buck Institute for Research on Aging in Novato, California, had also planned to speak, although a scheduling clash meant he couldn’t make it in the end. “I have very different ideas in terms of what’s doable,” he told me. “But that’s part of the [longevity] movement—there’s freedom for people to say whatever they want.”",
    "Advertisement Many other well-respected scientists attended, including representatives of ARPA-H, the US federal agency for health research and breakthrough technologies. And as I left for a different event on longevity in Washington, DC, just after the Vitalist Bay Summit, a sizable group of Vitalist Bay attendees headed that way too, to make the case for longevity to US lawmakers. The Vitalists feel that momentum is building, not just for the science of aging and the development of lifespan-extending therapies, but for the acceptance of their philosophy that defeating death should be humanity’s top concern.  This, of course, sparks some pretty profound questions. What would a society without death look like—and would we even want it? After all, death has become an important part of human culture the world over. And even if Vitalists aren’t destined to realize their lofty goal, their growing influence could still have implications for us all. As they run more labs and companies, and insert themselves into the making of laws and policy, perhaps they will discover treatments that really do slow or even reverse aging. In the meantime, though, some ethicists are concerned that experimental and unproven medicines—including potentially dangerous ones—are becoming more accessible, in some cases with little to no oversight.  Gries, ultimately, has a different view of the ethics here. He thinks that being “okay with death” is what disqualifies a person from being considered ethical. “Death is just wrong,” he says. “It’s not just wrong for some people. It’s wrong for all people.”",
    "The birth of a revolution When I arrived at the Vitalist Bay Summit on April 25, I noticed that the venue was equipped with everything a longevity enthusiast might need: napping rooms, a DEXA body-composition scanner, a sauna in a bus, and, for those so inclined, 24-hour karaoke.  I was told that around 300 people had signed up for that day’s events, which was more than had attended the previous week. That might have been because arguably the world’s most famous longevity enthusiast, Bryan Johnson, was about to make an appearance. (If you’re curious to know more about what Johnson was doing there, you can read about our conversation here.)    The key to Vitalism has always been that “death is humanity’s core problem, and aging its primary agent,” cofounder Adam Gries told me. “So it was, and so it has continued, as it was foretold.”    But Gries, another man in his 40s who doesn’t want to die, was the first to address the audience that day. Athletic and energetic, he bounded across a stage wearing bright yellow shorts and a long-sleeved shirt imploring people to “Choose Life: VITALISM.” Gries is a tech entrepreneur who describes himself as a self-taught software engineer who’s “good at virality.” He’s been building companies since he was in college in the 2000s, and grew his personal wealth by selling them.",
    "As with many other devotees to the cause, his deep interest in life extension was sparked by Aubrey de Grey, a controversial researcher with an iconic long beard and matching ponytail. He’s known widely both for his optimistic views about “defeating aging” and for having reportedly made sexual comments to two longevity entrepreneurs. (In an email, de Grey said he’s “never disputed” one of these remarks but denied having made the other. “My continued standing within the longevity community speaks for itself,” he added.)  In an influential 2005 TED Talk (which has over 4.8 million views), de Grey predicted that people would live to 1,000 and spoke of the possibility of new technologies that would continue to stave off death, allowing some to avoid it indefinitely. (In a podcast recorded last year, Cheng described a recording of this talk as “the OG longevity-pilling YouTube video.”) Advertisement Many Vitalists have been influenced by controversial longevity researcher Aubrey de Grey. Cheng called his 2005 TED Talk “the OG longevity-pilling YouTube video.”PETER SEARLE/CAMERA PRESS/REDUX   “It was kind of evident to me that life is great,” says Gries. “So I’m kind of like, why would I not want to live?” A second turning point for Gries came during the early stages of the covid-19 pandemic, when he essentially bet against companies that he thought would collapse. “I made this 50 [fold] return,” he says. “It was kind of like living through The Big Short.”  Gries and his wife fled from San Francisco to Israel, where he grew up, and later traveled to Taiwan, where he’d obtained a “golden visa” and which was, at the time, one of only two countries that had not reported a single case of covid. His growing wealth afforded him the opportunity to take time from work and think about the purpose of life. “My answer was: Life is the purpose of life,” he says. He didn’t want to die. He didn’t want to experience the “journey of decrepitude” that aging often involves. So he decided to dedicate himself to the longevity cause. He went about looking up others who seemed as invested as he was. In 2021 his search led him to Cheng, a Chinese-Canadian entrepreneur based in Toronto. He had dropped out of a physics PhD a few years earlier after experiencing what he describes on his website as “a massive existential crisis” and shifted his focus to “radical longevity.” (Cheng did not respond to email requests for an interview.)",
    "The pair “hit it off immediately,” says Gries, and they spent the following two years trying to figure out what they could do. The solution they finally settled on: revolution. After all, Gries reasons, that’s how significant religious and social movements have happened in the past. He says they sought inspiration from the French and American Revolutions, among others. The idea was to start with some kind of “enlightenment,” and with a “hardcore group,” to pursue significant social change with global ramifications.",
    "“We were convinced that without a revolution,” Gries says, “we were as good as dead.”  A home for believers Early on, they wrote a Vitalist declaration, a white paper that lists five core statements for believers:  Life and health are good. Death is humanity’s core problem, and aging its primary agent. Aging causes immense suffering, and obviating aging is scientifically plausible. Humanity should apply the necessary resources to reach freedom from aging as soon as possible. I will work on or support others to work on reaching unlimited healthy human lifespan. I will carry the message against aging and death.  While it’s not an explicit part of the manifesto, it was important to them to think about it as a moral philosophy as well as a movement. As Cheng said at the time, morality “guides most of the actions of our lives.” The same should be true of Vitalism, he suggested.  Gries has echoed this idea. The belief that “death is morally bad” is necessary to encourage behavior change, he told me in 2024. It is a moral drive, or moral purpose, that pushes people to do difficult things, he added. Advertisement Revolution, after all, is difficult. And to succeed—to “get unlimited great health to the top of the priority list,” as Gries says—the movement would need to infiltrate the government and shape policy decisions and national budgets. The Apollo program got people to the moon with less than 1% of US GDP; imagine, Gries asks, what we could do to human longevity with a mere 1% of GDP? It makes sense, then, that Gries and Cheng launched Vitalism in 2023 at Zuzalu, a “pop-up city” in Montenegro that provided a two-month home for like-minded longevity enthusiasts. The gathering was in some ways a loose prototype for what they wanted to accomplish. Cheng spoke there of how they wanted to persuade 10,000 or so Vitalists to move to Rhode Island. Not only was it close to the biotech hub of Boston, but they believed it had a small enough population for an influx of new voters sharing their philosophy to influence local and state elections. “Five to ten thousand people—that’s all we need,” he said. Or if not Rhode Island, another small-ish US state, where they could still change state policy from the inside.  The ultimate goal was to recruit Vitalists to help them establish a “longevity state”—a recognized jurisdiction that “prioritizes doing something about aging,” Cheng said, perhaps by loosening regulations on clinical trials or supporting biohacking.  Bryan Johnson, who is perhaps the world’s most famous longevity enthusiast, spoke at Vitalist Bay and is trying to start a Don’t Die religion.AGATON STROM/REDUX PICTURES   This idea is popular among many vocal members of the Vitalism community. It borrows from the concept of the “network state” developed by former Coinbase CTO Balaji Srinivasan, defined as a new city or country that runs on cryptocurrency; focuses on a goal, in this case extending human lifespan; and “eventually gains diplomatic recognition from preexisting states.”",
    "Some people not interested in dying have made progress toward realizing such a domain. Following the success of Zuzalu, one of the event’s organizers, Laurence Ion, a young cryptocurrency investor and self-proclaimed Vitalist, joined a fellow longevity enthusiast named Niklas Anzinger to organize a sequel in Próspera, the private “special economic zone” on the Honduran island of Roatán. They called their “pop-up city” Vitalia. I visited shortly after it launched in January 2024. The goal was to create a low-regulation biotech hub to fast-track the development of anti-aging drugs, though the “city” was more like a gated resort that hosted talks from a mix of respected academics, biohackers, biotech CEOs, and straight-up eugenicists. There was a strong sense of community—many attendees were living with or near each other, after all. A huge canvas where attendees could leave notes included missives like “Don’t die,” “I love you,” and “Meet technoradicals building the future!”  But Vitalia was short-lived, with events ending by the start of March 2024. And while many of the vibes were similar to what I’d later see at Vitalist Bay, the temporary nature of Vitalia didn’t quite match the ambition of Gries and Cheng.",
    "Patri Friedman, a 49-year-old libertarian and grandson of the economist Milton Friedman who says he attended Zuzalu, Vitalia, and Vitalist Bay, envisions something potentially even bolder. He’s the founder of the Seasteading Institute, which has the goal of “building startup communities that float on the ocean with any measure of political autonomy” and has received funding and support from the billionaire Peter Thiel. Friedman also founded Pronomos Capital, a venture capital fund that invests in projects focused on “building the cities of tomorrow.”   His company is exploring various types of potential network states, but he says he’s found that medical tourism—and, specifically, a hunger for life extension—dominates the field. “People do not want this ‘10 years and a billion dollars to pass a drug’ thing with the FDA,” says Friedman. (While he doesn’t call himself a Vitalist, partly because he’s “almost never going to agree with” any kind of decree, Friedman holds what you might consider similarly staunch sentiments about death, which he referred to as “murder by omission.” When I asked him if he has a target age he’d like to reach, he told me he found the question “mind-bogglingly strange” and “insane.” “How could you possibly be like: Yes, please murder me at this time?” he replied. “I can always fucking shoot myself in the head—I don’t need anybody’s help.”)  But even as Vitalists and those aligned with their beliefs embrace longevity states, Gries and Cheng are reassessing their former ambitions. The network-state approach has limits, Gries tells me. And encouraging thousands of people to move to Rhode Island wasn’t as straightforward as they’d hoped it might be. Advertisement Not because he can’t find tens of thousands of Vitalists, Gries stresses—but most of them are unwilling to move their lives for the sake of influencing the policy of another state. He compares Vitalism to a startup, with a longevity state as its product. For the time being, at least, there isn’t enough consumer appetite for that product, he says.  The past year shows that it may in fact be easier to lobby legislators in states that are already friendly to deregulation. Anzinger and a lobbying group called the Alliance for Longevity Initiatives (A4LI) were integral to making Montana the first US hub for experimental medical treatments, with a new law to allow clinics to sell experimental therapies once they have been through preliminary safety tests (which don’t reveal whether a drug actually works). But Gries and his Vitalist colleagues also played a role—“providing feedback, talking to lawmakers … brainstorming [and] suggesting ideas,” Gries says.  The Vitalist crew has been in conversation with lawmakers in New Hampshire, too. In an email in December, Gries and Cheng claimed they’d “helped to get right-to-try laws passed” in the state—an apparent reference to the recent expansion of a law to make more unapproved treatments accessible to people with terminal illnesses. Meanwhile, three other bills that expand access even further are under consideration.  Ultimately, Gries stresses, Vitalism is “agnostic to the fixing strategies” that will help them meet their goals. There is, though, at least one strategy he’s steadfast about: building influence. Only the hardcore  To trigger a revolution, the Vitalists may need to recruit only around 3% or 4% of “society” to their movement, Gries believes. (Granted, that does still mean hundreds of millions of people.) “If you want people to take action, you need to focus on a small number of very high-leverage people,” he tells me.  That, perhaps unsurprisingly, includes wealthy individuals with “a net worth of $10 million or above,” he says. He wants to understand why (with some high-profile exceptions, including Thiel, who has been investing in longevity-related companies and foundations for decades) most uber-wealthy people don’t invest in the field—and how he might persuade them to do so. He won’t reveal the names of anyone he’s having conversations with.   These “high-leverage” people might also include, Gries says, well-respected academics, leaders of influential think tanks, politicians and policymakers, and others who work in government agencies. Related StoryMeet Jim O'Neill, the longevity enthusiast who is now RFK Jr.’s right-hand manRead next A revolution needs to find its foot soldiers. And at the most basic level, that will mean boosting the visibility of the Vitalism brand—partly through events like Vitalist Bay, but also by encouraging others, particularly in the biotech space, to sign on. Cheng talks of putting out a “bat signal” for like-minded people, and he and Gries say that Vitalism has brought together people who have gone on to collaborate or form companies.  There’s also their nonprofit Vitalism International Foundation, whose supporters can opt to become “mobilized Vitalists” with monthly payments of $29 or more, depending on their level of commitment. In addition, the foundation works with longevity biotech companies to recognize those that are “aligned” with its goals as officially certified Vitalist organizations. “Designation may be revoked if an organization adopts apologetic narratives that accept aging or death,” according to the website. At the time of writing, that site lists 16 certified Vitalist organizations, including cryopreservation companies, a longevity clinic, and several research companies.  One of them is Shift Bioscience, a company using CRISPR and aging clocks—which attempt to measure biological age—to identify genes that might play a significant role in the aging process and potentially reverse it. It says it has found a single gene that can rejuvenate multiple types of cells.  Advertisement Shift cofounder Daniel Ives, who holds degrees in mitochondrial and computational biology, tells me he was also won over to the longevity cause by de Grey’s 2005 TED Talk. He now has a countdown on his computer: “It’s my days till death,” he says—around 22,000 days left. “I’m using that to keep myself focused.”  Ives calls himself the “Vitalist CEO” of Shift Bioscience. He thinks the label is important first as a way for like-minded people to find and support each other, grow their movement, and make the quest for longevity mainstream. Second, he says, it provides a way to appeal to “hardcore” lifespan extensionists, given that others in the wellness and cosmetics industry have adopted the term “longevity” without truly applying themselves to finding rejuvenation therapies. He refers to unnamed companies and individuals who claim that drinking juices, for example, can reverse aging by five years or so.   “You don’t have to convince the mainstream,” says Mark Hamalainen, a contributor to the Vitalism white paper. Though “kind of a terrible example,” he notes, Stalinism started small. “Sometimes you just have to convince the right people.”   “Somebody will make these claims and basically throw legitimate science under the bus,” he says. He doesn’t want spurious claims made on social media to get lumped in with the company’s serious molecular biology. Shift’s head of machine learning, Lucas Paulo de Lima Camillo, was recently awarded a $10,000 prize by the well-respected Biomarkers of Aging Consortium for an aging clock he developed.  Another out-and-proud Vitalist CEO is Anar Isman, the cofounder of AgelessRx, a telehealth provider that offers prescriptions for purported longevity drugs—and a certified Vitalist organization. (Isman, who is in his early 40s, used to work at a hedge fund but was inspired to join the longevity field by—you guessed it—de Grey.)  During a panel session at Vitalist Bay, he stressed that he too saw longevity as a movement—and a revolution—rather than an industry. But he also claimed his company wasn’t doing too badly commercially. “We’ve had a lot of demand,” he said. “We’ve got $60 million plus in annual revenue.” Many of his customers come to the site looking for treatments for specific ailments, he tells me. He views each as an opportunity to “evangelize” his views on “radical life extension.” “I don’t see a difference between … dying tomorrow or dying in 30 years,” he says. He wants to live “at least 100 more” years.  CHRIS LABROOY   Vitalism, though, isn’t just appealing to commercial researchers. Mark Hamalainen, a 41-year-old science and engineering advisor at ARPA-H, describes himself as a Vitalist. He says he “kind of got roped into” Vitalism because he also works with Cheng—they founded the Longevity Biotech Fellowship, which supports new entrants to the field through mentoring programs. “I kind of view it as a more appealing rebranding of some of the less radical aspects of transhumanism,” he says. Transhumanism—the position that we can use technologies to enhance humans beyond the current limits of biology—covers a broad terrain, but “Vitalism is like: Can we just solve this death thing first? It’s a philosophy that’s easy to get behind.” In government, he works with individuals like Jean Hébert, a former professor of genetics and neuroscience who has investigated the possibility of rejuvenating the brain by gradually replacing parts of it; Hébert has said that “[his] mission is to beat aging.” He spoke at Zuzalu and Vitalist Bay.  Andrew Brack, who serves as the program manager for proactive health at ARPA-H, was at Vitalist Bay, too. Both Brack and Hébert oversee healthy federal budgets—Hébert’s brain replacement project was granted $110 million in 2024, for example. Neither Hébert nor Brack has publicly described himself as a Vitalist, and Hébert wouldn’t agree to speak to me without the approval of ARPA-H’s press office, which didn’t respond to multiple requests for an interview with him or Brack. Brack did not respond to direct requests for an interview. Advertisement Gries says he thinks that “many people at [the US Department of Health and Human Services], including all agencies, have a longevity-positive view and probably agree with a lot of the ideas Vitalism stands for.” And he is hoping to help secure federal positions for others who are similarly aligned with his philosophy. On both Christmas Eve and New Year’s Eve last year, Gries and Cheng sent fundraising emails describing an “outreach effort” to find applicants for six open government positions that, together, would control billions of dollars in federal funding. “Qualified, mission-aligned candidates we’d love to support do exist, but they need to be found and encouraged to apply,” the pair wrote in the second email. “We’re starting a systematic search to reach, screen, and support the best candidates.”  Hamalainen supports Gries’s plan to target high-leverage individuals. “You don’t have to convince the mainstream,” he says. Though “kind of a terrible example,” Hamalainen notes, Stalinism started small. “Sometimes you just have to convince the right people.”  One of the “right” people may be the man who inspired Gries, Hamalainen, Ives, Isman, and so many others to pursue longevity in the first place: de Grey. He’s now a paid-up Vitalist and even spoke at Vitalist Bay. Having been in the field for over 20 years, de Grey tells me, he’s seen various terms fall in and out of favor. Those terms now have “baggage that gets in the way,” he says. “Sometimes it’s useful to have a new term.” The sometimes quiet (sometimes powerful, sometimes influential) Vitalists Though one of the five principles of Vitalism is a promise to “carry the message,” some people who agree with its ideas are reluctant to go public, including some signed-up Vitalists. I’ve asked Gries multiple times over several years, but he won’t reveal how many Vitalists there are, let alone who makes up the membership. Even some of the founders of Vitalism don’t want to be public about it. Around 30 people were involved in developing the movement, Gries says—but only 22 are named as contributors to the Vitalism white paper (with Gries as its author), including Cheng, Vitalia’s Ion, and ARPA-H’s Hamalainen. Gries won’t reveal the names of the others. He acknowledges that some people just don’t like to publicly affiliate with any organization. That’s certainly what I’ve found when I’ve asked members of the longevity community if they’re Vitalists. Many said they agreed with the Vitalist declaration, and that they liked and supported what Gries was doing. But they didn’t want the label. Some people worry that associating with a belief system that sounds a bit religious—even cult-like, some say—won’t do the cause any favors. Others have a problem with the specific wording of the declaration. For instance, Anzinger—the other Vitalia founder—won’t call himself a Vitalist. He says he respects the mission, but that the declaration is “a bit poetic” for his liking. And Dylan Livingston, CEO of A4LI and arguably one of the most influential longevity enthusiasts out there, won’t describe himself as a Vitalist either. Related StoryThe first US hub for experimental medical treatments is comingRead next Many other longevity biotech CEOs also shy away from the label—including Emil Kendziorra, who runs the human cryopreservation company Tomorrow Bio, even though that’s a certified Vitalist organization. Kendziorra says he agrees with most of the Vitalist declaration but thinks it is too “absolutist.” He also doesn’t want to imply that the pursuit of longevity should be positioned above war, hunger, and other humanitarian issues. (Gries has heard this argument before, and counters that both the vast spending on health care for people in the last years of their life and the use of lockdown strategies during the covid pandemic suggest that, deep down, lifespan extension is “society’s revealed preference.”) Still, because Kendziorra agrees with almost everything in the declaration, he believes that “pushing it forward” and bringing more attention to the field by labeling his company a Vitalist organization is a good thing. “It’s to support other people who want to move the world in that direction,” he says. (He also offered Vitalist Bay attendees a discount on his cryopreservation services.)  Advertisement “There’s a lot of closeted scientists working in our field, and they get really excited about lifespans increasing,” explains Ives of Shift Bioscience. “But you’ll get people who’ll accuse you of being a lunatic that wants to be immortal.” He claims that people who represent biotech companies tell him “all the time” that they are secretly longevity companies but avoid using the term because they don’t want funders or collaborators to be “put off.” Ultimately, it may not really matter how much people adopt the Vitalist label as long as the ideas break through. “It’s pretty simple. [The Vitalist declaration] has five points—if you agree with the five points, you are a Vitalist,” says Hamalainen. “You don’t have to be public about it.” He says he’s spoken to others about “coming out of the closet” and that it’s been going pretty well.  Gries puts it more bluntly: “If you agree with the Vitalist declaration, you are a Vitalist.”  And he hints that there are now many people in powerful positions—including in the Trump administration—who share his views, even if they don’t openly identify as Vitalists.  For Gries, this includes Jim O’Neill, the deputy secretary of health and human services, whom I profiled a few months after he became Robert F. Kennedy Jr.’s number two. (More recently, O’Neill was temporarily put in charge of the US Centers for Disease Control and Prevention.)  Jim O’Neill, the deputy secretary of health and human services, is one of the highest-profile longevity enthusiasts serving in government. Gries says, “It seems that now there is the most pro-longevity administration in American history.” AMY ROSSETTI/DEPARTMENT OF HEALTH AND HUMAN SERVICES VIA AP   O’Neill has long been interested in both longevity and the idea of creating new jurisdictions. Until March 2024, he served on the board of directors of Friedman’s Seasteading Institute. He also served as CEO of the SENS Research Foundation, a longevity organization founded by de Grey, between 2019 and 2021, and he represented Thiel as a board member there for many years. Many people in the longevity community say they know him personally, or have at least met him. (Tristan Roberts, a biohacker who used to work with a biotech company operating in Próspera, tells me he served O’Neill gin when he visited his Burning Man camp, which he describes as a “technology gay camp from San Francisco and New York.” Hamalainen also recalls meeting O’Neill at Burning Man, at a “techy, futurist” camp.) (Neither O’Neill nor representatives from the Department of Health and Human Services responded to a request to comment about this.) O’Neill’s views are arguably becoming less fringe in DC these days. The day after the Vitalist Bay Summit, A4LI was hosting its own summit in the capital with the goal of “bringing together leaders, advocates, and innovators from around the globe to advance legislative initiatives that promote a healthier human lifespan.” I recognized lots of Vitalist Bay attendees there, albeit in more formal attire. The DC event took place over three days in late April. The first two involved talks by longevity enthusiasts across the spectrum, including scientists, lawyers, and biotech CEOs. Vitalia’s Anzinger spoke about the success he’d had in Próspera, and ARPA-H’s Brack talked about work his agency was doing. (Hamalainen was also there, although he said he was not representing ARPA-H.)  But the third day was different and made me think Gries may be right about Vitalism’s growing reach. It began with a congressional briefing on Capitol Hill, during which Representative Gus Bilirakis, a Republican from Florida, asked, “Who doesn’t want to live longer, right?” As he explained, “Longevity science … directly aligns with the goals of the Make America Healthy Again movement.”   “There’s a lot of closeted scientists working in our field, and they get really excited about lifespans increasing,” says Daniel Ives of Shift Bioscience. “But you’ll get people who’ll accuse you of being a lunatic that wants to be immortal.”   Bilirakis and Representative Paul Tonko, a New York Democrat, were followed by Mehmet Oz, the former TV doctor who now leads the Centers for Medicare and Medicaid Services; he opened with typical MAHA talking points about chronic disease and said US citizens have a “patriotic duty” to stay healthy to keep medical costs down. The audience was enthralled as Oz talked about senescent cells, the zombie-like aged cells that are thought to be responsible for some age-related damage to organs and tissues. (The offices of Bilirakis and Tonko did not respond to a request for comment; neither did the Centers for Medicare and Medicaid Services.) Advertisement And while none of the speakers went anywhere near the concept of radical life extension, the Vitalists in the audience were suitably encouraged.  Gries is too: “It seems that now there is the most pro-longevity administration in American history.”  The fate of “immortality quests” Whether or not Vitalism starts a revolution, it will almost always be controversial in some quarters. While believers see an auspicious future, others are far less certain of the benefits of a world designed to defeat death. Gries and Cheng often make the case for deregulation in their presentations. But ethicists—and even some members of the longevity community—point out that this comes with risks. Some question whether it is ever ethical to sell a “treatment” without some idea of how likely it is to benefit the person buying and taking it. Enthusiasts counter with arguments about bodily autonomy. And they hope Montana is just the start.  Then there’s the bigger picture. Is it really that great not to die … ever? Some ethicists argue that for many cultures, death is what gives meaning to life.  Sergio Imparato, a moral philosopher and medical ethicist at Harvard University, believes that death itself has important moral meaning. We know our lives will end, and our actions have value precisely because our time is limited, he says. Imparato is concerned that Vitalists are ultimately seeking to change what it means to be human—a decision that should involve all members of society.   Alberto Giubilini, a philosopher at the University of Oxford, agrees. “Death is a defining feature of humanity,” he says. “Our psychology, our cultures, our rituals, our societies, are built around the idea of coping with death … it’s part of human nature.”  CHRIS LABROOY   Imparato’s family is from Naples, Italy, where poor residents were once laid to rest in shared burial sites, with no headstones to identify them. He tells me how the locals came to visit, clean, and even “adopt” the skulls as family members. It became a weekly ritual for members of the community, including his grandmother, who was a young girl at the time. “It speaks to what I consider the cultural relevance of death,” he says. “It’s the perfect counterpoint to … the Vitalist conception of life.”   Gries seems aware of the stigma around such “immortality quests,” as Imparato calls them. In his presentations, Gries shares lists of words that Vitalists should try to avoid—like “eternity,” “radical,” and “forever,” as well as any religious terms.  He also appears to be dropping, at least publicly, the idea that Vitalism is a “moral” movement. Morality was “never part of the Vitalist declaration,” Gries told me in September. When I asked him why he had changed his position on this, he dismissed the question. “Our point … was always that death is humanity’s core problem, and aging its primary agent,” he told me. “So it was, and so it has continued, as it was foretold.”  AdvertisementBut despite these attempts to tweak and control the narrative, Vitalism appears to be opening the door to an incredibly wide range of sentiments in longevity science. A decade ago, I don’t think there would have been any way that the views espoused by Gries, Anzinger, and others who support Vitalist sentiments would have been accepted by the scientific establishment. After all, these are people who publicly state they hope to live indefinitely and who have no training in the science of aging, and who are open about their aims to find ways to evade the restrictions set forth by regulatory agencies like the FDA—all factors that might have rendered them outcasts not that long ago. But Gries and peers had success in Montana. Influential scientists and policymakers attend Vitalism events, and Vitalists are featured regularly at more mainstream longevity events. Last year’s Aging Research and Drug Discovery (ARDD) conference in Copenhagen—widely recognized as the most important meeting in aging science—was sponsored in part by Anzinger’s new Próspera venture, Infinita City, as well as by several organizations that are either certified Vitalist or led by Vitalists. “I was thinking that maybe what I was doing was very fringe or out there,” Anzinger, the non-Vitalist supporter of Vitalism, admits. “But no—I feel … loads of support.” There was certainly an air of optimism at the Vitalist Bay Summit in Berkeley. Gries’s positivity is infectious. “All the people who want a fun and awesome surprise gift, come on over!” he called out early on the first day. “Raise your voice if you’re excited!” The audience whooped in response. He then proceeded to tell everyone, Oprah Winfrey–style, that they were all getting a free continuous glucose monitor. “You get a CGM! You get a CGM!” Plenty of attendees actually attached them to their arms on the spot. Every revolution has to start somewhere, right? This piece has been updated to clarify a quote from Mark Hamalainen."
  ]
}