{
  "url": "https://hbr.org/2024/12/the-charts-that-help-make-sense-of-2024",
  "title": "The Charts that Help Make Sense of 2024",
  "ut": 1735198504.0,
  "body_paragraphs": [
    "Daniel Grizelj/Getty Images",
    "While they can’t tell the whole story of 2024, seven charts stood out as stark visualizations of key themes and trends that shaped business and management — and the state of the world. They’re reminders of what’s important, and what’s at stake, and include:...more",
    "How do you measure a year? Especially one that was brimming with change and upheaval? In the face of such an impossible task, let us make a humble proposal: charts.",
    "While they can’t tell the whole story of 2024, these seven charts stood out as stark visualizations of key themes and trends that shaped business and management — and the state of the world. They’re reminders of what’s important, and what’s at stake.",
    "So, in only a slightly particular order:",
    "What Is Everyone Actually Doing with Gen AI?",
    "2024 was the year of gen AI … again. But, for all the hype over the past two years, do we really know what people actually using this tech for? Projections about how LLMs might change everything are one thing, but seeing real use cases is another.",
    "To answer this question, Marc Zao-Sanders, the author of “How People Are Really Using Gen AI,” and his team analyzed tens of thousands of posts on online forums such as Reddit and Quara, and sifted through the noise to find out what people were sharing about their own experiences of using gen AI at work.",
    "The use of this technology is as wide-ranging as the problems we encounter in our lives. We divided the 100 categories we identified into six top-level themes, which give an immediate sense of what generative AI is being used for: content creation and editing (23%), technical assistance and troubleshooting (21%), personal and professional support (17%), learning and education (16%), creativity and recreation (13%), and research, analysis, and decision-daking (10%).",
    "This article — and the chart illustrating its findings — aren’t so much a blueprint for how companies can bring this tech on board, but rather a snapshot of how ordinary people have been able to make it useful in their own lives.",
    "See more HBR charts in Data & Visuals",
    "How Economies Respond to Populist Leaders",
    "Across the world, the elections of 2024 echoed a common trend: incumbents struggled and challengers that flew a populist banner — often paired with an argument that they can fix economies that aren’t working — secured more power. This has put businesses in an odd spot. “While companies generally revile populists of the left, when it comes to those who claim to be pro-business, their feelings are often conflicted,” write Roberto Stefan Foa and Rachel Kleinfeld, authors of “When Populists Rise, Economies Usually Fall.” “Whether it is Hungary’s Orbán, India’s Narendra Modi, or Italy’s Silvio Berlusconi, such figures at first come across as ‘can-do’ problem-solvers who are, at least, capable of getting things done … Populists play on this perception, presenting themselves as prospective ‘CEOs-in-chief.’”",
    "As the headline suggests, their research found that — more often than not — populist leaders on both the left and right have failed to deliver on their economic promises. Stock markets tend to trend down, and inflation trends up. Why? Put simply, “thinking of populists as left or right is a misunderstanding. Populists care little about ideology — what they want is power.”",
    "They highlight a number of risks business leaders should consider in such an environment, including around credit and currency stability, talent hiring and retention across political divides, and the impact that the weakening of normal policy-making procedures and the rule of law might have on investor confidence and asset flows.",
    "See more HBR charts in Data & Visuals",
    "See more HBR charts in Data & Visuals",
    "The Long Tail of Layoffs",
    "Despite the U.S. economy appearing to stick a soft landing after a protracted fight against inflation, 2024 was another year of big layoffs at major companies. Whether driven by economic trends or changing priorities — tech companies, for instance, have shifted resources to match their increasing focus on AI — layoffs are a common answer to business woes.",
    "According to Didier Elzinga and Amy Lavoie, the authors of “The Long-Term Costs of Layoffs,” leaders are probably underestimating the consequences of these dramatic reductions in headcount. They write:",
    "Layoffs might sound like a shortcut to a more agile, lean, and responsive operation, but proceed with caution. While they can lead to short-term financial benefits — and even rightsize burn to ensure the continued economic stability of a company in uncertain economic times — our research shows just how much of an impact they can have on employee engagement, morale, and loyalty, and how long that negative impact can last.",
    "Looking at data from 146 companies, they measured employee sentiment, using metrics such as pride, motivation, and commitment. They found that some aspects of engagement were still depressed two years after layoffs among employees who worked at companies during a downsizing. At companies with high engagement pre-layoffs, the detrimental effects of layoffs were generally more pronounced, not less.",
    "See more HBR charts in Data & Visuals",
    "Globally, one in five workers reports feeling lonely, according to Gallup’s 2024 State of the Global Workplace report. There are easy scapegoats for this problem: remote work, the isolating nature of particular jobs, or personal characteristics that predispose people towards loneliness. But the authors of “We’re Still Lonely at Work,” Constance Noonan Hadley and Sarah L. Wright, argue that these are just convenient myths. Having studied 1,000 U.S. knowledge workers across 20 companies, they argue that in-person work and assigning people to teams won’t fix the problem, and that blaming people for being needy or otherwise deficient simply deflects from what companies can — and should — do.",
    "Before loneliness can be addressed, it needs to be understood. As a first step, they suggest this tool for measuring how (dis)connected people feel. “We have yet to meet a manager who systematically assesses work loneliness using a research-verified instrument,” the write. “Given the social stigma and shame that surround loneliness, it is important to administer such surveys in a way that protects employee privacy — for example, by conducting the survey anonymously, which also increases the chances of gathering accurate data.”",
    "From there, companies and managers can take steps to cultivate social bonds: building enough slack into workflows for people to connect, building socializing into the rhythm of work, and so on.",
    "See more HBR charts in Data & Visuals",
    "What It Will Take to Get to Net Zero",
    "Companies are often asked what they’re doing to decarbonize their operations. Do they have a plan to get to net zero? How are they working toward that goal? And as world governments continually struggle to reach accord on how they are going to facilitate this transition, the question of how to approach this existential threat often falls to individual companies to sort out for themselves.",
    "“What is often missing from this conversation is a recognition of the difficulty in transforming the complex physical assets underlying our current energy system — a system that has been optimized over more than a century to deliver high performance, that is deeply embedded in the global economy, and that serves billions of people,” write Mekala Krishnan, Chris Bradley, Humayun Tai and Tiago Devesa, the authors of “25 Tech and Infrastructure Problems to Solve Before We Can Reach Net Zero.”",
    "So, they created a graphic to do just that: visualize the technology and infrastructure challenges that need to be met to get to net zero. They’ve mapped these across industries, categories, and how difficult they will be to address. It reveals the complexity hidden in the deceptively simple question — “What’s your plan to get to net zero?” — and shows just how much work there is to be done to answer it.",
    "See more HBR charts in Data & Visuals",
    "As Goes Beer, So Goes the Nation",
    "One of the major shifts of the past year is how attitudes around corporate activism have changed. DEI and ESG policies have been the targets of intense backlash, and many companies that embraced more activist stances after 2020 seem to be reconsidering whether anything that could be perceived as political should be part of their brand. In retrospect, the Bud Light boycott of 2023 — sparked by a social media collaboration with Dylan Mulvaney, an influencer who is trans — can seem like a turning point that foreshadowed what was to come.",
    "In “Lessons from the Bud Light Boycott, One Year Later,” researchers Jura Liaukonyte, Anna Tuchman, and Xinrong Zhu asked: “Why has Bud Light endured more sustained sales decreases than other brands that have been the target of recent boycotts?” To answer this question, they graphed how sales data for major beer brands correlated with voting data. In Bud Light’s case, part of the answer for the boycott’s impact on its sales had to do with where it landed on a polarization index: just a hair to the right of center.",
    "“Overall, brands near the middle of the spectrum may be in an especially vulnerable position because taking a stance on any polarizing issue could potentially alienate a large chunk of their customer base,” the authors write. “In contrast, brands near the ends of the spectrum can more safely take positions that align with their customers’ views, without the risk of angering many existing customers.”",
    "See more HBR charts in Data & Visuals",
    "As we’ve all learned again and again over the past few years, predicting the future is … hard. But, while betting on the unforeseeable may be a fool’s errand, thinking through what might come can help us prepare for the myriad of possibilities. In that spirit, we’ll end this article looking ahead.",
    "Earlier this year, researchers Nicky Dries, Joost Luyckx, and Philip Rogiers asked 570 experts to predict what the future of work will look like. The experts were an intentionally eclectic mix, “from tech, economics, and writing/journalism, from both our personal networks and from larger mailing lists for Belgian CEOs and journalists” — and were classified as either optimists, skeptics, or pessimists. The authors asked these experts to weigh in on common predictions about the future and when they might come to pass.",
    "As you might expect, there was significant disagreement. “[A]ll three groups of experts were truly convinced that their predictions about the future of work were right and that the others were wrong — and even preposterous,” the authors report. Even so, they averaged the predictions to create a rough “consensus” view of what the future may hold. Taken as a whole, it’s a bit jarring: there’s a lot of things to worry about on the horizon, and some of it may not be very far off.",
    "See more HBR charts in Data & Visuals",
    "That said, nothing is a foregone conclusion. The authors explain that they engaged in this thought experiment precisely because there are so many significant decisions to be made now that will dictate what tomorrow may bring. “Based on our research, we would like to invite every citizen, every policy maker, and every manager and CEO to enter the public debate around the future of work to ensure that it unfolds within a social and democratic dialogue,” they write. “The future is what we make it.”",
    "Readers Also Viewed These Items",
    "HBR Daily Leader: Everyday Wisdom for Exceptional Leadership",
    "Read more on Business and society",
    "Diversity and inclusion,",
    "Environmental sustainability,",
    "Social and global issues,",
    "AI and machine learning,"
  ]
}