{
  "url": "https://www.dailymirror.lk/hard-talk/AMAN-Dialogue-2025-aims-to-foster-collaboration-among-maritime-nations-Adm-Ashraf/334-298344",
  "title": "AMAN Dialogue 2025 aims to foster collaboration among maritime nations - Adm. Ashraf",
  "ut": 1734456906.0,
  "body_paragraphs": [
    "The main objective of AMAN is to foster regional cooperation for maintenance of good order at sea",
    "Pakistan Navy is fully prepared to conduct AMAN-25 with enhanced participation of friendly countries in a professional and befitting manner",
    "Pakistan finds itself in the midst of a complex geo-political and geo-economic competition prevailing in the region",
    "The challenge to our regional maritime security is an ominous hybrid mix of traditional and non-traditional threats",
    "As a vital maritime corridor, the Indian Ocean faces increasing geopolitical and environmental challenges. Bordered by 38 littoral states, the Indian Ocean Region (IOR) features a diverse population with varying races, religions and civilizations. As a maritime state, Pakistan has taken a keen interest to ensure regional maritime security through various operations such as the Regional Maritime Security Patrol and the AMAN Naval exercise hosted by the Pakistan Navy since 2007. This biennial event aims to improve communication and cooperation between participating navies while promoting regional peace and stability.  While preparations are underway to host AMAN-25 in February 2025 this exercise will further broaden its scope with the introduction of the AMAN Dialogue - a platform to collectively address pressing maritime issues through discussions, debates and exchange of ideas. In a candid interview with the Daily Mirror, Admiral Naveed Ashraf, Chief of Naval Staff of the Pakistan Navy shared his views regarding the growing security challenges within the IOR, initiatives such as the Regional Maritime Security Patrol and plans for AMAN-25.",
    "Admiral Naveed Ashraf",
    "Q What are the growing maritime security challenges that you have observed within the Indian Ocean Region?",
    "The global geo-political environment is ambiguous, volatile and is characterized by realignment of interests. Pakistan finds itself in the midst of a complex geo-political and geo-economic competition prevailing in the region. Pakistan’s maritime security is intertwined with maritime environment in the Indian Ocean, which is rapidly transforming. In our immediate neighbourhood, long drawn instability in Afghanistan simmers and continues to impinge upon the regional security. On our eastern side, India is disturbing regional peace by blatantly provoking its neighbours. On our Western flank, Iran’s standoff with the US and Israel may manifest into a precarious situation for the shipping plying along the international Sea Lines of Communication (SLOCs).",
    "The ongoing Israel-Hamas conflict with spill over in maritime arena after missile strikes by Houthis on merchant traffic and counter strikes on Yemeni mainland by US-led West has created conditions for enhanced ERF presence in the region. Access to shore-based missiles and remotely operated vehicles to the warring groups is a serious threat to SLOCs transiting the Red Sea and the Gulf of Aden.",
    "In non-traditional domain; maritime terrorism, piracy, drug trafficking, gun running and human smuggling are main challenges being faced. The challenge to our regional maritime security is an ominous hybrid mix of traditional and non-traditional threats.",
    "Pakistan’s maritime security is intertwined with maritime environment in the Indian Ocean, which is rapidly transforming. In our immediate neighbourhood, long drawn instability in Afghanistan simmers and continues to impinge upon the regional security. On our eastern side, India is disturbing regional peace by blatantly provoking its neighbours”",
    "Q Can you highlight Pakistan Navy’s stance on Collaborative Maritime Security and Pakistan initiative of Regional Maritime Security Patrol and its objectives?",
    "The Pakistan Navy has a long and successful tradition in cooperating with international partners. We believe that the magnitude and diversity of threats and challenges in our region is such that no country has the wherewithal to tackle them alone. Therefore, Collaborative Maritime Security has become an imperative for ensuring maritime security in the region. Our key principle is to keep the maritime environment safe against non-traditional threats and effectively contribute towards safety and security of vital sea lanes in the Arabian Sea, to the best of our abilities despite being a moderate Navy.",
    "There is no second opinion on the fact that intensifying naval cooperation with other navies will help ensure maritime security in the Arabian Sea and adjacent regions. PN initiative of Regional Maritime Security Patrol to safeguard national interests with strategic autonomy, regular participation in CTF-150, CTF-151 and participation in bi/tri-lateral events, Regional Maritime Security Patrol (RMSP), Ex AMAN and AMAN Dialogue all point in the same direction.",
    "We have formally established a Navy to Navy ELSTs mechanism with 23 Navies across the globe to pursue bilateral collaboration in a structured manner covering operational, training and technical cooperation aspects. Pakistan Navy ships also regularly undertake port calls to Far East, Africa, Arabian Gulf, Mediterranean and Europe",
    "Q The AMAN Naval exercise held in 2023 witnessed the participation of 50 countries. What are the plans for next year’s event and what new improvements and opportunities can participating countries expect?",
    "The main objective of AMAN is to foster regional cooperation for maintenance of good order at sea, improving interoperability, share experiences, understand each other and exhibit united resolve against terrorism and organized crimes in the maritime domain. The Pakistan Navy is fully prepared and geared up to conduct AMAN-25 with enhanced participation of friendly countries in a professional and befitting manner. I may mention that the previous edition of the exercise held in February 2023 witnessed the participation from 50 countries across the globe. Keeping the same spirit, we are hopeful that this edition will also mark a distinctive chapter in history of AMAN exercises with enhanced participation of friendly countries. Moreover, we are also looking forward for a healthy participation of Chiefs of Navies/Coast Guards/Defence Forces during AMAN Dialogue planned concurrently with Ex AMAN. Broad objectives of AMAN Dialogue are promoting shared understanding on maritime security issues, formulate suitable strategies to enhance maritime security and discuss avenues related to Blue Economy.",
    "Q How is Pakistan Navy developing itself to become a modern force?",
    "Our development plan is centered on radiating credible deterrence without being engaged in an arms race. We are fully cognizant of the asymmetry in numbers compared to our adversary and our existing modernization programme which is based on operational reach and speed and flexibility is considered justified according to our needs and designed to deliver a credible conventional deterrence through a superior strategy.",
    "Naval forces especially in developing countries are compelled to look for economical and cost effective solutions for their security needs due to restrictions and high cost of modern military technology. We will make all endeavors to modernise our existing wherewithal as per the situation dictates while emphasising more indigenous development and remaining within the confines of our budgetary allocations.",
    "Q What are the initiatives that Pakistan is taking in terms of defence diplomacy with neighbouring countries and major naval forces?",
    "Pakistan Navy through naval diplomacy contributes to the nation’s foreign policy objectives by showing Pakistan’s flag in countries far and wide; through Key Leadership Engagements; Navy to Navy Expert Level Staff Talks; Overseas Deployments (OSDs), participation in bilateral/ multilateral maritime exercises, Humanitarian Assistance & Disaster Relief Missions and undertaking Non-Combatant Evacuation Operations of stranded persons from conflict zones.",
    "In this regard, we have formally established a Navy to Navy ELSTs mechanism with 23 Navies across the globe to pursue bilateral collaboration in a structured manner covering operational, training and technical cooperation aspects. Pakistan Navy ships also regularly undertake port calls to Far East, Africa, Arabian Gulf, Mediterranean and Europe."
  ]
}