{
  "url": "https://www.dailymirror.lk/opinion/Geopolitical-intervention-in-Sri-Lankas-presidential-election/172-290133",
  "title": "Geopolitical intervention  in Sri Lanka’s presidential election",
  "ut": 1724357124.0,
  "body_paragraphs": [
    "Sri Lanka in election mode: For most voters, geopolitical intervention is not an issue in the upcoming presidential election. Pic AFP",
    "Sri Lanka decides. Nor really. Geopolitics also decides for Sri Lanka. Elections are not entirely won and lost based on the people’s verdict. Yes, outsiders are interested in Sri Lanka’s election and work to ensure the party or candidate they favour wins.",
    "Democracy is vulnerable to outside interventions. When democracy in the United States, the world’s most powerful and oldest democracy, is under attack from hostile nations, what defence does Sri Lanka’s democracy have against the manipulations of big powers?",
    "The US accuses Russia, China, and Iran of attempting to disrupt the elections. According to the US intelligence community, Russia interfered in the 2016 presidential race to pave the way for Republican candidate Donald Trump’s victory. Authorised by Russian President Vladimir Putin, the operation codenamed Project Lakhta, they say, was a hacking and disinformation campaign to undermine the chances of Trump’s rival Hillary Clinton.",
    "But the biggest threat to US democracy is from within—from the Jewish lobby represented mainly by the America-Israel Public Affairs Committee (AIPAC), which spends millions of dollars to send pro-Israeli politicians to the US Congress.",
    "In Sri Lanka, Mahinda Rajapaksa, who was tipped to win the 2015 presidential election, attributed his shocking defeat to the manipulation of India’s intelligence arm, the Research and Analysis Wing (RAW). But it was not only India that allegedly interfered in the January 2015 presidential election, but also China. Citing documents in the possession of Sri Lankan investigators, a New York Times article in 2018 claimed that a Chinese company made huge donations to the Rajapaksa campaign in the run-up to the 2015 polls. The article claims that at least US$7.6 million was dispensed from the Standard Chartered Bank account of China Harbour, the company that runs Sri Lanka’s strategic Hambantota port, to affiliates of the Rajapaksa campaign.",
    "Not to be sidelined, the US also stepped in in an open and big way. So much so, in the run-up to the 2015 presidential election, the state-run Lake House group captioned the picture of then-US ambassador Michel Susan as the opposition’s common candidate.",
    "During the 2022 uprising—the Aragalaya—that ousted the then-President, Gotabaya Rajapaksa, the US ambassador Julie Chung’s camaraderie with Aragalaya hijackers raised many an eyebrow in political circles. She even visited the office of the Janatha Vimukthi Peramuna and met its leader, despite the US aversion to socialism.",
    "Gotabaya Rajapaksa’s victory in the 2019 presidential election seven months after the Easter Sunday terror attacks was also not without geopolitical interventions. All three big powers—the US, China, and India—overtly and covertly backed him.",
    "Given the big powers’ interests in Sri Lanka and their various schemes to keep Sri Lanka under their spell with an eye on mega projects and a strong foothold in the country’s strategic locations, the September 21, 2024 presidential election is far from geopolitics-free. The big power involvement is subtle but impactful. Usually, money flows in, and minority communities are influenced to vote for the candidate who obeys big power dictates. We don’t know which big power is backing which candidate. But voters should be able to make an intelligent guess if they are politically mature. The big powers are rational and, therefore, do not back a losing candidate.",
    "Intervening in another country’s democratic election process is nothing new for big powers. The democracy-distorting game was started by the United States in the years after World War II, and now the Americans are getting it back. In 1948, the then-Italian Communist Party chief, Palmiro Togliatti, blamed the US for the surprise defeat of his popular party at the general election. A hero of his time, he said he lost the election because of the overt and “brutal intervention” of the United States. He survived at least two assassination attempts and eventually renounced his Italian citizenship and became a Soviet citizen.",
    "The US campaign to prevent the Communists from forming governments in Western Europe through a democratic process was also in full force in France.",
    "During the height of the Cold War, even the Soviet Union was into the dirty game of manipulating democratic processes and effecting regime changes. A case in point was its interference in Afghan elections and coups that eventually led to the Soviet invasion, radical Islam, al-Qaeda, 9/11, and the Taliban rule.",
    "What was open intervention during the Cold War era evolved into chameleonic intervention with the end of the Cold War in 1991. The interventions are now both overt and covert. In Ukraine, it was aggressive. By exercising their democratic rights, the Ukrainians had elected Viktor Yanukovych. In 2014, then US Assistant Secretary Victoria Nuland led from the front to oust Yanukovych because, in the US perception, he was pro-Russia.",
    "In Egypt, the US operation to defeat democracy was covert and subtle. Democratically elected President Mohammed Morsi, a product of the 2011 Arab Spring, was ousted and imprisoned in a counter-revolution backed by Washington. The reason: Morsi’s Muslim Brotherhood-led government was mending fences with Iran, getting closer to China, and willing to confront Israel.",
    "It is a well-known secret that the US has been interfering in the democratic elections in Venezuela. President Nicolas Maduro is accusing the US of orchestrating the ongoing post-election protests against his victory.",
    "Most Sri Lankan voters cannot grasp the subtle big power intervention in Sri Lankan elections. Who does China want to win the election; who is India backing; and who is the United States’ favourite candidate? These questions are not even an issue for most Sri Lankan voters.",
    "Sri Lanka is a geopolitical asset that big powers are after. To stay clear of big power harassment, Sri Lankan governments have prudently found refuge in non-aligned foreign policy. But in reality, governments have tilted towards one big power or another. The present government has embraced China’s Belt and Road Initiative and taken steps to appease India and the United States. It also endorses the free and open Indian Ocean policy spearheaded by the Quad comprising the US, India, Japan, and Australia. True, without the big powers’ backing, the government would not have got the International Monetary Fund’s support and achieved the all-important debt restructuring deals with creditors to take Sri Lanka out of the economic crisis.",
    "The main aim of a superpower or a regional power pursuing geopolitics is to enhance its power by bringing as much territory as possible under its control or influence. Forming security alliances, striking economic partnerships, and offering project loans are part of geopolitics. In geopolitical schemes, national-level elections are high-stakes affairs. National-level elections can bring to power a government whose foreign and domestic policies can be inimical to big power geopolitical interests. Therefore, big powers work full-time not to let democracy pick the wrong government in a target country. Intervention is the name of the game. It does not begin with the Election Commission announcing the poll date. It is an ongoing process at the foreign ministries of big powers."
  ]
}