{
  "url": "https://www.ft.lk/columns/Tragedy-best-not-forgotten/4-774963",
  "title": "Tragedy best not forgotten",
  "ut": 1743376731.0,
  "body_paragraphs": [
    "The trauma caused by the forced cremations extended far beyond the immediate injustice",
    "A daughter writhes in pain",
    "And a son recoils in horror;",
    "Embrace the numb mother.",
    "Robbed! Of janaza prayer,",
    "Is red hot in the hearts-",
    "Where the red sun rises.",
    "From North, West, South,",
    "One must trudge so long",
    "To sit quietly by their grave",
    "Who shares your pain?",
    "Your pain can never be shared.",
    "Borne in your hearts for a lifetime, Can never be compared.",
    "Yet let us embrace you",
    "And tell you we will never know.",
    "And yet, in remembering,",
    "Let go, yet remembered,",
    "So it never happens again.",
    "On 31 March 2020, a dark chapter in Sri Lanka’s history began to unfold, as the Muslim community was thrust into an agonising and prolonged struggle. This date marked the first forced cremation of a Muslim victim of COVID-19 in Negombo, Sri Lanka, igniting a painful series of events that would last for months and leave deep emotional scars on countless families.",
    "In the midst of the COVID-19 pandemic, the Sri Lankan Government implemented a controversial policy that made cremation mandatory for all COVID-19 victims regardless of their religious beliefs. This policy directly violated the Islamic practice of burial which is considered a religious obligation. In Islam, cremation is strictly prohibited, and Muslims are required to follow specific funeral rites, including the washing, shrouding, and respectful burial of the body. The Government’s policy also affected Christians and members of other faiths who traditionally prefer burial over cremation, adding to the gravity of the injustice.",
    "The Muslim community, devastated by this decision, persistently appealed to the Government, engaging at all levels, including the President, the Ministry of Health, and Parliament, in a bid to halt the forced cremations. Despite these efforts, a faction within the Presidential Committee for COVID-19 remained steadfast, denying any flexibility on the matter. Their reasoning was rooted in racist and discriminatory ideologies rather than science or reason, and their stance resulted in devastating consequences for the community. One individual, who falsely claimed expertise in virology, played a key role in perpetuating misinformation about the virus’s potential for contamination through burial. This unfounded claim contradicted the guidance of internationally respected virologists, including Prof. Malik Peiris and experts from the World Health Organization (WHO), who repeatedly stated that the virus posed no risk when bodies were buried. The idea that the virus could contaminate water sources if burials were allowed was not supported by scientific evidence, but the Government’s refusal to listen to credible sources only fuelled distrust and resentment within the affected communities.",
    "As the months passed, this deeply unjust policy resulted in the forced cremation of 278 individuals, including a 20-day-old infant, all of whom had passed away from COVID-19. While the official death toll from the virus in Sri Lanka stands at 16,897, it is believed that the actual toll may be much higher, given the limited testing and difficulties in determining the cause of death for many individuals. The Government’s decision to enforce the cremation policy from March 2020 until February 2021 was met with widespread condemnation both domestically and internationally, with numerous human rights organisations, including the United Nations, calling it discriminatory.",
    "Under immense pressure from the Muslim community and global advocates, the Government was finally compelled to reverse the policy in February 2021. However, by then, at least 350 Muslim victims had been cremated, with reports suggesting that the true number may be higher, as records were not consistently maintained or accurately reported.",
    "Profound psychological harm",
    "The trauma caused by the forced cremations extended far beyond the immediate injustice. It inflicted profound psychological harm on the affected families, stripping them of the dignity and closure they desperately needed in their time of grief. Muslims, in particular, experienced a deep cultural and religious violation, as the act of burial is a cornerstone of Islamic practice. For many, the denial of this sacred rite left them feeling helpless and spiritually shattered, unable to mourn their loved ones in accordance with their faith. The prohibition on burial and the forced cremation of their deceased relatives became not just a medical decision, but a personal and religious affront. Furthermore, the trauma of not being allowed to witness the last moments of their loved ones before they passed away or perform the customary Islamic funeral rites added to the grief of many families. By denying families the opportunity to even properly grieve or perform the essential acts of remembrance, the forced cremation policy left many feeling incomplete in their mourning, unable to honour the souls of their deceased loved ones in the way their faith demanded.",
    "The fear of being subjected to forced cremation also led many Muslims to avoid seeking medical treatment when they contracted COVID-19. Rather than risk hospitalisation and potential cremation, some chose to endure the illness silently at home, hoping they would not be diagnosed and thus be spared from this final indignity. This led to a greater number of people suffering in isolation, too afraid to seek help and, in some cases, tragically passing away without ever receiving proper care.",
    "The forced cremation policy, widely viewed as an attempt to marginalise and discriminate against the Muslim community, only deepened the community’s sense of alienation. Many Muslims saw this as part of a broader agenda that sought to suppress and undermine their cultural and religious identity. Given that international health authorities, including the WHO, had affirmed that burials were safe and that the virus posed no greater risk in burial practices than in cremation, the Government’s stance felt unjust and politically motivated. This policy deepened the sense of isolation and mistrust in the Government, further dividing communities and heightening feelings of injustice.",
    "Treatment of the dead",
    "Islamic teachings are clear when it comes to the treatment of the dead: cremation is haram (forbidden), and the body of a deceased person must be treated with the utmost respect and dignity. The Quran says, “From it (the earth) We created you, and into it We shall return you, and from it We shall bring you forth once again.” (Quran 20:55). This sacred relationship with the body is central to Islamic beliefs about death, burial, and the afterlife. Cremation, which is seen as an act of desecration, stands in direct contradiction to these teachings. The act of burial allows the soul of the deceased to rest in peace, and the bereaved to perform their duties as caretakers of the deceased, ensuring that they are treated with honour and respect. By denying this sacred right, the Government caused irreparable harm, not only to the families of the victims but to the community’s collective sense of faith and spiritual integrity.",
    "For Muslims, visiting graves and reflecting on death is an essential practice that strengthens their spiritual connection and provides a sense of closure. As the Prophet Muhammad (peace be upon him) said, “Visit the graves, for they remind you of death.” (Sunan Ibn Majah 1569). However, in February 2021, when the Government finally reversed the forced cremation policy, they made another ridiculous and inane decision that further violated the dignity and rights of families who had lost loved ones to COVID-19. Instead of allowing the deceased to be buried near their families, the bodies were transported to Oddamavadi, a remote location in the East of Sri Lanka, far from their homes. This decision, from one ridiculous measure of forcing cremation to the absurdity of relocating bodies for burial, added further suffering to families already in mourning.",
    "Deprived of the opportunity to visit their loved ones’ graves and offer prayers, families are forced to endure even greater grief, unable to find solace or closure. This inhumane decision compounds the trauma, preventing families from honouring their loved ones in accordance with their faith and traditions, and leaving them with an additional layer of pain and separation.",
    "As we approach the fifth anniversary of these painful events, it is essential for the nation to reflect on the injustice that was done and commit to never allowing such violations to occur again. 31 March should be observed as a day of prayer, reflection, and solidarity, in which we offer prayers for the souls of those who were denied a dignified burial, extend our condolences and support to the families who still bear the wounds of this tragedy, and advocate for justice to ensure that such violations never happen again. It is also crucial that we provide emotional and material support to those who are still suffering from the psychological and social consequences of this policy.",
    "The forced cremation policy may have been overturned, but the scars remain. It is a painful reminder of the need for unity, respect, and compassion for all members of our society, regardless of their religion or ethnicity. Sri Lanka is a multi-ethnic, multi-religious, and multi-lingual nation, and it is the responsibility of every citizen to ensure that the dignity and religious beliefs of all communities are upheld and respected.",
    "To honour the victims and their families, a special multi-ethnic congregation will be held at the Marine Grand Hall in Colombo 6 on 6 April 2025, at 9:30 a.m. We invite all people of goodwill to join us in remembering those who were lost, supporting their grieving families, and pledging to create a future where every individual’s dignity is respected in both life and death."
  ]
}