{
  "url": "https://www.technologyreview.com/2024/12/25/1109371/revisiting-a-year-of-roundtables-mit-technology-reviews-subscriber-only-events/",
  "title": "Revisiting a year of Roundtables, MIT Technology Review’s subscriber-only events",
  "ut": 1735083000.0,
  "body_paragraphs": [
    "The worst technologies of 2024. The future of mixed reality. AI’s impact on the climate. These are just a few of the topics we covered this year in MIT Technology Review’s monthly event series, Roundtables.  The series offers a unique opportunity to hear straight from our reporters and editors about what's next for emerging technologies. Available exclusively for subscribers, these 30-minute online discussions provide insights, analysis, and perspectives on timely topics such as gene editing and smart glasses.  Roundtables is also a chance for subscribers to ask questions about the latest technologies and learn more about their impact directly from our experts and guests. Subscribers can access recordings of past sessions—about EVs in China, climate-friendly food, CRISPR babies, and AI hardware.  To access the library, simply log in with your subscription or subscribe now to save 25% and unlock access to the entire series.",
    "Here are some highlights from this year in Roundtables: The Worst Technology Failures of 2024",
    "MIT Technology Review publishes an annual list of the worst technologies of the year—chronicling flops, failures, and other mishaps. The 2024 list was unveiled in December by executive editor Niall Firth and senior editor for biomedicine Antonio Regalado. They had a lively discussion about each of the eight items on this list—and what we can learn from these fiascos.  What’s Next for Mixed Reality: Glasses, Goggles, and More This year brought many new developments in one particular consumer device category: smart glasses. After years of development, new augmented-reality specs from several companies made their debut. Editor in chief Mat Honan and AI hardware reporter James O’Donnell talked about where it’s all heading.  Putting AI’s Climate Impact into Perspective The rise of AI comes with a growing carbon footprint and greater demand for electricity. Analysts project that AI could drive up data centers’ energy consumption by 160% this decade. So how worried should we be? Editor at large David Rotman, senior AI reporter Melissa Heikkilä, and senior editor for energy James Temple explored the energy trade-offs involved in AI.  CRISPR Babies: Six years later Gene editing can correct or improve the DNA of human embryos, potentially opening the door to the “technological evolution” of our species. But in 2018, a premature attempt to use the technology this way led to a prison term for He Jiankui, the researcher involved. Editor in chief Mat Honan and senior editor for biomedicine Antonio Regalado had a conversation with He, a biophysicist and the creator of the first gene-edited humans, to revisit this controversial technology and the future of editing in IVF clinics.  Why Thermal Batteries Are So Hot Right Now Thermal batteries could be a key part of cleaning up heavy industry. Executive editor Amy Nordrum and senior climate reporter Casey Crownhart told us what we can expect next from this emerging technology—which was also voted the 11th breakthrough technology of 2024 by our readers.  hide"
  ]
}