{
  "url": "https://www.dailymirror.lk/opinion/Should-Cleaning-Sri-Lanka-be-more-than-Click-bait-Sri-Lanka/172-299657",
  "title": "Should Cleaning  Sri Lanka be more than Click- bait Sri Lanka?",
  "ut": 1736271757.0,
  "body_paragraphs": [
    "One of the fundamental problems in Sri Lanka, like the rest of South Asia, is its outright disorganisation",
    "For a political party that had thrived in chaos and actively sowed it, the new government’s initiative to ‘Clean Sri Lanka’ is a step in the right direction. Never mind the satire on social media and the chatter on the roadside of the three-wheeler bros who ‘gave the country to Anura’ now having to fret about being forced to remove unauthorized add-ons to their vehicles. And bus drivers defend their divine right to drive a full on ‘Devalaya’ with all the deities and floral tributes on the highway. That is how a good number of private buses on the road look after extensive modifications.",
    "One of the fundamental problems in Sri Lanka, like the rest of South Asia, is its outright disorganisation. Sri Lankans may not be relieving in public with a sense of entitlement that some of their neighbours do. Nor does Sri Lanka suffer from excessive population pressure as most regional countries do. But Sri Lanka is chaotic because it chooses to be so.",
    "Take  Pettah, for example, what is supposed to be the economic nerve centre, which many Youtubers who have become Sri Lanka’s best brand ambassadors visit as the first stop to feel the flavour of the country. And their videos then give a taste of the most insalubrious part of Dhaka or a crowded North Indian city. That is not an advertisement for a liveable city.  A forward-looking government, such as those in the provinces in China, which make a claim for their rule by delivering progress, have turned their once urban slums into world-class cities. Instead, South Asians tend to wallow in their own filth and brag about freedom. It is easier to discount China’s deeds, for its authorities could do anything and tell the detractors to go hang. But development comes with displacement. The great modern cities have been built by relocating less fortunate, and great civilizations have displaced entire communities. That is the less desirable but unalterable part of human progress.",
    "Sri Lanka is more chaotic and disorganised than it should be because successive governments have refused to bring in a semblance of order. They are reluctant because this is a thankless job; any concerted initiative would only bring in negative publicity and most definitely cost a good number of votes in the next election. And enforcing certain clear-cut missives, such as relocating slum dwellers to their newly built apartments, is a hurricane task. They rent out their new dwelling and crawl back to their slum dwellings.",
    "And well-intentioned initiatives are also not appreciated. You can blame Gotabaya Rajapaksa for many things, but his ‘beautification’ of Colombo was a salutary work that was never appreciated and often demonized in the politicized narrative. Recently, I read a critique about the loss of the old way of life in Kompagngna Veediya. Some measures, such as the floating market in Pettah, failed due to the politicisation of tenders. An established local or foreign private sector or private/public partnership could have turned it into an unrivalled lifestyle experience.",
    "The Clean Sri Lanka initiative is not totally new. Successive governments tried half-hearted measures to bring some order and lost interest in the process or simply caved in before the protests.",
    "There are several hard facts about why such measures failed, why they were not sustainable in the long run and why disorder crawled back with almost certainty.",
    "First, chaos and disorder on the streets, public transport and other ways of life are primarily the product of two main actors.",
    "First is the disorganized grey economy that had accounted for a large part of Sri Lanka’s economic life but provides suboptimal, perhaps a negative return, if the potential opportunity cost of lost opportunities is counted.",
    "From a million-strong army of three-wheeler drivers to tens of thousands of street hawkers, they are not just a case of squandering the human capital; they are also a case of squandering the opportunity for aspiring others.",
    "And there are millions of less fortunate others who have been trapped in unskilled labour.",
    "Sri Lanka cannot be cleaned up until the government launches a concerted initiative to bring these millions into the formal economy, provide technical and vocational training and redeploy the human capital in areas where there is a path for their economic and social empowerment.",
    "Second is the inefficient public sector and ad-hoc private sector participants. Take public transport for example. S.W.R.D. Bandaranaike nationalized well-functioning large bus companies. When the deterioration of the system hit its nadir, J.R. Jayawardene, instead of bringing established players, opened up the sector for mom-and-pop private-sector bus operators, who have since done a horrible job. When a system is failing continuously, rather than piecemeal solutions, the government should look into the world and emulate successful strategies and organizational structures adopted by the lead nations that have succeeded. Emulation and improvisation are the basic tenets of the survival and progress of countries.",
    "The government has announced a plan to clean up the Railway – to renovate train stations, clean up toilets and provide basic amenities for commuters. Sri Lanka Railway incurs an annual loss of Rs 10 billion- even though it owns up multi-billion rupees worth of real estate. The fact that it could not operate a clean toilet is the extent of its inefficiency. No matter how hard you clean up, the rot sets back in. No amount of capital infusion could salvage these institutions, rooted in antiquated models discarded in most countries. They should be converted into public-private partnerships.",
    "It is not just the streets that need to be cleaned up. The disorder on the streets is a symptom of a bigger ailment. The government should regulate the grey economy, provide skill development vocational training, and redeploy the youth to economically gainful employment.",
    "It should also streamline the governance, licences, health and hygiene inspection, and prioritize basic common sense amenities such as pavements not infested by a horde of hawkers.",
    "It should also reinvent how it provides basic services, as the public sector has continuously failed to do it.",
    "Follow @Ranga Jayasuriya on X"
  ]
}