{
  "url": "https://www.dailymirror.lk/plus/Myanmars-cyber-slave-camps-How-job-seekers-are-lured-into-a-crime-corridor/352-289026",
  "title": "Myanmar’s cyber slave camps How job seekers are lured into a  crime corridor",
  "ut": 1723055301.0,
  "body_paragraphs": [
    "Several individuals operating from Dubai would initially contact people interested in going to Thailand as data entry operators",
    "Once they are being convinced, a Chinese national would conduct an online interview and ask for specific skills such as a good command of English, fast typing skills and so on",
    "Afterwards, the job seekers are being rushed to obtain their visas and tickets, sometimes within a week’s time",
    "The individuals had to pay between Rs. 100,000 -  350,000 to the intermediaries operating from Dubai",
    "However in all these cases the job seekers received tourist visas to Myanmar instead of Thailand",
    "When questioned, the intermediaries had narrated various reasons such as job seekers having to be trained in Myanmar prior to arriving in Thailand",
    "Upon arriving in Myanmar via Thailand, job seekers are being escorted in luxury vehicles with armed guards",
    "The workplaces are heavily guarded and surrounded with barbed wire",
    "However several days later the job seekers realise that their primary job is to scam wealthy businessmen and women and convince them to invest in fake trading apps",
    "Several South East Asian countries such as Myanmar (the illustration shows a work site in Myanmar where employees are lured in with bogus promises) have become hubs for cyber scam operations due to weak governance",
    "KK Park complex in Myawaddy",
    "When *Dilshani’s husband *Priyankara, an executive officer with over eight years of experience in the IT sector, was looking for overseas employment, he was convinced to take up a job opportunity as a data entry operator in Thailand. With promises of a safe and luxurious working environment and an attractive salary, Priyankara thought that his dream to go in search of greener pastures was finally becoming a reality. But little did he know that he was being lured into a scamming operation in one of the deadliest cyber-criminal areas in Myanmar.",
    "Cyber scam centres in Myanmar",
    "Since Myanmar’s military coup, many of its states have become autonomous states, governed by junta-allied Boarder Guard Forces. According to the Council on Foreign Relations, a U.S foreign policy think tank, several South East Asian countries such as Myanmar have become hubs for cyber scam operations due to weak governance. With the military junta taking over, new cities such as Shwe Kokko emerged in the guise of special economic zones with industrial-scale cyber scam operations, luring individuals like Priyankara from the South East Asian region itself. These areas have now become a stronghold for Chinese scam businesses due to various factors. The territory was left without state control and at least seven ethnic groups have built their own ‘kingdoms’ to serve their interests. As such, the borderlands between Mae Sot and Myawaddy, divided by the Moei River had reportedly nurtured a global crime corridor.",
    "Pig-butchering and romance scams",
    "Investigations reveal that several cyber scam centres such as KK Park, KK Park II and Family Gate are located within this area, defrauding rich businessmen in wealthy countries such as USA, Italy and Dubai. Individuals lured into this operation are given a manual of instructions. They engage in what is known as ‘pig-butchering’ – defined as a type of online investment fraud that involves scammers creating fake online personas to lure victims into fraudulent investment schemes. The scammers ‘fatten up’ their victims, earning their trust overtime before stealing their money. This is Priyankara’s day job. They have to find contact numbers on TikTok and pass them onto the Chinese individuals running these operations. Certain areas of these operations function as ‘Hi’ rooms, where all what they have to do is send short text messages to lists of victims. Once they develop a rapport and if the victim would want to see whom they are chatting with, these operations have already employed models to pose for these fake accounts.",
    "Several days after Priyankara settled at his new workplace in an isolated building complex surrounded by armed guards, he noticed that things weren’t as beautiful as promised. He soon realised that all that they got to do was scamming and he wasn’t ready for what he got himself into. Priyankara, who planned to visit Thailand and return in six months along with 53 other Sri Lankans between ages 20-35, and is currently trapped inside this cyber slave camp has been urging the government and authorities in desperation to assist their families in the repatriation process.",
    "It is mentally very challenging to stay and work here anymore. We didn’t know that things would be this ugly.  Our group has now been divided and we work in different places. We even packed our bags to escape, but it seems like there’s no way out,”",
    "The situation has gotten worse by the day. Their maximum salary is TBH 3,000 (LKR 25,000) which gets deducted each time they are being admitted to hospital. They are being fined if there are less clients or if they are not punctual at work. The fine could be as much as US$ 100. The Chinese individuals deliberately increase the debt burden among employees; thereby getting them to work to cover up these debts. The Daily Mirror is in possession of several voice recordings that the victims had stealthily recorded, describing the harrowing conditions they live in.",
    "“I still haven’t received at least one payment, but I’m indebted to the company,” said *Madushani who had stealthily recorded a voice recording, describing her living conditions. She doesn’t get to see her children as she would leave for work around 10.00am and by that time her children have left for Montessori. And by the time she returns at 10.00 pm her children are asleep. “It is mentally very challenging to stay and work here anymore. We didn’t know that things would be this ugly.  Our group has now been divided and we work in different places. We even packed our bags to escape, but it seems like there’s no way out,” she said with a shaky voice.",
    "One victim’s testimony revealed the scale of punishments in the form of harassment and torture experienced by employees if they failed to obtain money from clients. “Firstly they deduct $50-100 from our salaries,” said *Kasun. “If we are unable to take money on the second day they ask us to run and do dips (exercises). On the third day they put us into a dark room where they would hang us and even electrocute us. They electrocute us all the time. In case if we fall asleep while working, the Myanmar Army would electrocute us,” he revealed in his voice recording.",
    "Some of them had received a sum of US$ 145, but they claim that they don’t have to work in harsh conditions to earn a pittance. Almost all of these workers had paid between Rs. 100,000-350,000 to intermediaries, but the Chinese had claimed that they had not obtained a single penny to get them to Myanmar. According to Kasun, the Chinese company had paid for their tickets and visas. And in case they wanted to leave they are demanding a sum of US$ 8000 per individual. “If I had US$ 8000 I wouldn’t have come here to work,” he said while urging the Sri Lankan Government to speed up repatriation efforts.",
    "“My husband wasn’t even given a contract to sign,” said Dilshani. “They promised to transfer his tourist visa to a job visa, but nothing of that sort happened. With the recent floods, my husband now has around three t-shirts and trousers to wear. They don’t get proper meals, there are no toilet and washroom facilities. I noticed a change in his voice and it seems that they had beaten him severely. They are leading a miserable life,” she cried.",
    "On the third day they put us into a dark room where they would hang us and even electrocute us. They electrocute us all the time. In case if we fall asleep while working, the Myanmar Army would electrocute us”",
    "The team of Sri Lankans collectively agree that there’s nothing left for them to do other than take their own life. “We feel that we’re gradually nearing our death,” said another detainee who didn’t disclose her identity. “I suffered an asthma attack and lived on oxygen for two days. They said we are being insured, but every time we end up in hospital they make deductions from our salaries. When we call home they force us to talk positively about the place, to say that they are being looked after well. But we experience the opposite. We don’t want to stay here anymore,” she said.",
    "The Daily Mirror learned that many victims who fell prey to these cyber scams had already committed suicide as they had spent all their money on fake trading apps. Their families and friends continue to question the scammers on what would be the plight of these families, adding more psychological pressure to Sri Lankans and other nationals.",
    "Signs of electrocution",
    "Families unite to repatriate loved ones",
    "When the families of Sri Lankans realised that their spouses, siblings and loved ones were trafficked to Myanmar, they immediately formed a group – Unity to rescue Sri Lankans caught in human trafficking in Myanmar- to do whatever they can to assist in rescuing the Sri Lankans.",
    "Over a period of seven months they had issued letters and notified almost all authorities from the Presidential Secretariat to the Prime Minister’s Office, Ministry of Foreign Affairs, the National Anti-Trafficking Task Force, Embassy of Myanmar, Sri Lanka, Human Rights Commission, International Organization for Migration, several media houses and many other organizations. But so far they observe snail-paced efforts taken by the government to rescue their loved ones.",
    "H. P. D. Kumarasiri’s son had left to Myanmar in November 2023 and he is one among the 54 Sri Lankans in Myanmar. “Following media reports in Sri Lanka, the group of Sri Lankans has now been split,” said Kumarasiri, President, Unity to rescue Sri Lankans in Myanmar. “They have been split into the ’33 group’, ’20 group’ and so on and are now in different locations. They don’t get to see each other anymore.”",
    "Kumarasiri said that following their revelations, several Opposition MPs and the Defence Secretary met with officials in Myanmar. “But having talks alone won’t do justice. There needs to be proper interventions from the government to repatriate our people. Already countries such as Morocco, Uganda and even India had repatriated many of their nationals,”he added.",
    "The families further agree that the least the government could do is to stop issuing visa to countries such as Myanmar.",
    "Signs of an employee being beaten up",
    "IOM exploring all possibilities of rescue and safe return",
    "In response to a query on how IOM is facilitating the repatriation process of Sri Lankans held captive in Myanmar’s cyber slave camps, it said that “since early 2023, the International Organization for Migration (IOM) –UN  Migration , in collaboration with the Ministry of Foreign Affairs in Sri Lanka, respective Sri Lankan embassies and consulates, Ministry of Defence as the chair of the National Anti-Human Trafficking Task Force (NAHTTF) and the IOM missions in countries of destination have supported the return of over 50 Sri Lankans trafficked to the cyber scamming compounds in the South-East Asia Region.",
    "“The rescue operations are generally carried out by the relevant State entities, while IOM meets the immediate needs of the rescued victims, which normally include food and other needed items, shelter, medical and psychosocial support, voluntary return assistance including providing air tickets and ensuring the migrants reach their homes safely. Based on the available resources, IOM also provides sustainable reintegration options to survivors of trafficking to meet their economic, social and psycho-social needs post return.",
    "“As for the Sri Lankans who are still trapped in the cyber scamming compounds in the South-East Asia region, IOM is closely coordinating with the relevant government entities in Sri Lanka and the IOM missions in the countries of destination to explore all possibilities for their rescue and safe return. In April 2024, IOM facilitated the safe return of 8 survivors of trafficking from the South-East Asia region. IOM remains available to provide immediate support and repatriation assistance in coordination with the relevant government entities.",
    "“As IOM, we promote safe, orderly and regular migration and we request the general public to be more vigilant and make informed decisions related to their safe migration pathways and avoid the risks of human trafficking.",
    "“IOM also conducts awareness programmes and public information campaigns across Sri Lanka to educate the general public on safe migration pathways and the emerging risks related to trafficking to the cyber scamming compounds in the South-East Asia region. IOM further provides technical support to the relevant State entities and the NAHTTF to effectively respond to these novel trafficking trends and strengthen preventive measures,” the statement read.",
    "“Stronger government intervention needed” – Opposition Leader",
    "Several Opposition MPs including Wasantha Yapa Bandara and J. C Alwathuwala visited Myanmar to hold discussions with the Myanmar government to facilitate the repatriation of these Sri Lankans. Addressing the matter in Parliament, Opposition Leader Sajith Premadasa said that countries such as India, Nepal, Uganda and Morocco have used their diplomatic ties to repatriate nationals trapped in Myanmar’s cyber slave camps. He underscored the need for stronger government intervention to rescue the victims.",
    "Signs of employees being physically abused",
    "“Use legit means to seek foreign employment” – State Minister",
    "Following his visit to Myanmar, state minister of foreign affairs Tharaka Balasuriya said that the Ministry is continuing to have discussions with the governments of Thailand and Myanmar on how to repatriate the Sri Lankans stranded in Myanmar. Addressing the media Balasuriya further said that many of them have gone their illegally, either with a visit visa or they have entered Myanmar from Thailand border. “In the meantime we also received news that five more people have gone there amidst these conditions. We urge people to use legit means of seeking foreign employment to avoid harrowing experiences of this nature,” he further said.",
    "Speaking to the Daily Mirror state minister Balasuriya said that the Foreign Affairs Ministry has conducted meetings with relevant officials from Thailand and Bangkok. “We have been reminding them continuously. Some countries have been able to repatriate their citizens through third party interventions. So we are considering those kinds of options as well,” he said.",
    "Balasuriya added that even amidst repeated warnings a group of five individuals has recently gone to one of these cyber scam centers. “We continue to educate the youth and interact with multilateral organizations such as the Bali Process. But with reports of more youth being lured into these scam operations it is evident that either these warnings don’t get communicated to target groups or they are not taking these warnings seriously,” he said while adding that he is expecting a positive outcome from these meetings and interactions as soon as possible.",
    "Defence Secretary’s request to the public",
    "On the sidelines of the 4th BIMSTEC National Security Summit which concluded in Myanmar recently, Defence Secretary Maj. Gen. (Retd.) Kamal Gunarathne held discussions with Myanmar’s Prime Minister Min Aung Hlaing with regards to the plight of Sri Lankans forcibly detained in the country’s cyber slave camps. Addressing the public following his visit, he urged Sri Lankans to refrain from seeking employment in Myanmar via illegal means.",
    "But the fact is that none of these victims sought employment in Myanmar. They were promised data entry operator jobs in Thailand which was referred to them by several individuals operating from Dubai.",
    "Defence Ministry sources told this newspaper that around 40 Sri Lankans have already been repatriated in addition to eight more Sri Lankans in April this year. However they too raised concerns on more individuals being lured into these cyber scam operation centers despite warnings.",
    "*Names withheld for security reasons"
  ]
}