{
  "url": "https://www.dailymirror.lk/opinion/The-President-eats-his-words-but-with-aplomb-EDITORIAL/172-300447",
  "title": "The President eats his words, but with aplomb - EDITORIAL",
  "ut": 1737314693.0,
  "body_paragraphs": [
    "Whether one reads the newspaper, switches on the radio or watches social media, one topic dominates. They all have one criticism or the other of our four-month old regime. It started with the Speaker of the House and his claim of a doctorate.",
    "We all know even Mervyn Silva was awarded a doctorate. The electorate unfortunately, did expect a similar character would exist in a political party claiming to be squeaky clean as the JVP. That was our mistake. The crux of the matter was that once the sham was in public domain, the former Speaker was forced to resign, despite his relationship with party hierarchy.",
    "Quite a change from recent past traditions in our parliament.",
    "President Dissanayake a month ago was in India where he thanked India for the help it had extended during our country’s financial bankruptcy. In addition he inked many agreements, which he opposed during the time he was part of his party’s three-member team in parliament.",
    "He figuratively embraced India and hailed the important role India was playing in helping Sri Lanka overcome a financial crisis. He additionally praised India for maintaining its identity and leadership in the international scene.",
    "He forgot, that in the periods 1989 and 1990s, his comrades in the JVP were threatening to kill ordinary Sri Lankan traders for selling ‘Bombay Onions’. The name of the onion was changed to ‘Big Onions’ and the killings stopped. Perhaps in their naivete, the then JVP leadership believed that the ‘Big onions’ were suddenly locally produced.",
    "Prey let us not condemn the lads. They were just growing up to the fact, that we in Sri Lanka did not produce sufficient onions to meet local needs. They were as well, beginning to recognise realities of real life which were far from the translated theoretical doctrines they had picked up.",
    "Today, it is in this light that we must read and view our current president’s words and actions. While in the opposition he felt he could in a jiffy change the IMF agreement. Government officials present at that meeting let on, that in five minutes our young president was able to realise that he could not change even a dot or coma in the agreement.",
    "We cannot fault the president for wanting to alleviate the sufferings of the poor. AKD, as our president is affectionately referred to, shares the pain of more deprived sections of the Sri Lankan community. Today, he even changes into formal attire when meeting international figures of importance. Thank God he wasn’t in his double-pocketed shirt and jeans when he met the Chinese President.",
    "He kept protocol -a system of rules that explain the correct conduct and procedures to be followed in formal situations.",
    "In this way our president has shown how his party members have grown in stature. They have learned quickly it is easier to make promises and statements puffing up their chests to local audiences than in the face of international dignitaries who actually wield power and position.",
    "Knowing the danger of putting all eggs in one basket, so-to-say, President Dissanayake who earlier saw a danger of Indian expansionism and feared Sri Lanka was becoming a pocket borough of China due to excessive loans from that country, has now provided extended facilities of the oil farm tanks in Trincomalee to India.",
    "To balance international relationships, the President has signed an agreement with SINOPEC which will see the Chinese Petroleum Corporation invest 3.7 billion US Dollars in a state-of-the-art oil refinery with a capacity of 200,000 barrels in Trincomalee.",
    "Earlier president AKD saw such deals as ‘selling important sections of our economy to foreigners. Thankfully, the president has now recognised the value of pragmatism. His visit to China will apparently bring in Chinese investments worth US $ 10 billion to Sri Lanka.",
    "Additionally a grant of RMB 500 million (Rs. 20 billion) is also on the cards and 15 Memorandums of Understandings have been signed.",
    "Today Sri Lanka is still paying back loans taken from international agencies. It’s going to take more than a ‘fistful of dollars’ to repay these debts. Rather than making fun of the about turns the president and his cabinet of ministers have made, lets appreciate that they have at least temporarily dropped ideology before country needs."
  ]
}