{
  "url": "https://www.ft.lk/opinion/Late-Minister-Lakshman-Kadirgamar-story-on-surviving-Swissair-Athens-plane-crash-in-1979/14-777985",
  "title": "Late Minister Lakshman Kadirgamar story on surviving Swissair Athens plane crash in 1979",
  "ut": 1750443861.0,
  "body_paragraphs": [
    "Following are extracts from the book “The cake that was baked at home” Lakshman Kadirgamar written by his daughter Ajita Kadirgamar and published by Vijitha Yapa Publications.",
    "His back hurt the moment he fell, and he shouted to Indrani who had jumped just before him and she came back to help him and was throughout of tremendous help. Apparently, Athens airport is very poorly equipped and did not even have a stretcher. No one could be found to open the first aid box and the glass door had to be broken. It was not until about 2 a.m. that the Director General managed to get Lakshman taken to a hospital and then he had to sit up all the way and was in excruciating pain. The rest from WIPO took themselves to a hotel for what was left of the night. What happened to the other poor people no one knows. Of the 20 odd that were taken to various hospitals we also know nothing. Lakshman was found the next day after a long search",
    "Being the workaholic he was, as soon as the doctors would permit and he got his strength back, he asked his secretary to bring his work to the hospital, so there were books and files in his room. But he continued to have severe pain",
    "“The cake that was baked at home - Lakshman Kadirgamar” written by his daughter Ajita Kadirgamar and published by Vijitha Yapa Publications. The book is priced Rs. 4,400.",
    "A little-known fact is that former Foreign Minister late Lakshman Kadirgamar nearly lost his life in the Swissair Flight 316 plane crash at Athens Ellinikon International Airport, Greece on 7 October 1979.",
    "He and a team of WIPO officials were on their way to China from Geneva to advise the Chinese Government on the establishment of an intellectual property system.",
    "The plane, flying from Geneva to Peking (now Beijing) and carrying 154 passengers and crew on board, skidded off the runway while attempting to land in wet conditions in Athens.",
    "This was finely narrated in ‘The cake that was baked at home’ written by Kadirgamar’s daughter Ajita Kadirgamar published by Vijitha Yapa Publications, which is now sold at Rs. 4,400.",
    "Following are the excerpts of the snapshots of his life written by Ajita.",
    "“Flight 316 touched down on runway 15L at a speed of 146 knots (270 km/h; 168 mph). The aircraft decelerated but overran the runway and came to rest on a public road. The left wing and tail separated and fire broke out. Fifteen out of the 142 passengers on board perished. Among the dead were British, German, and French citizens. Of the passengers on board, 100 were doctors on their way to a medical convention in China.”145",
    "At the time of the crash, I was vacationing with my Spanish boyfriend in a small village called Isla Cristina, in Huelva in the deep south of Spain. One evening while out in a local tapas bar, I casually glanced at the TV screen and news of a plane crash in Athens caught my attention. Something instinctive made me phone my mother back in Geneva and she broke the news to me.",
    "145 Wikipedia, http://en.wikipedia.org/wiki/Swissair_Flight_316",
    "Needless to say, we immediately undertook the long drive back to Switzerland.",
    "My mother, who is psychic by nature, had had a vague premonition of disaster shortly before LK’s accident. But in fact, her half-brother Kedar passed away in England around the same time, so it could have been a foreboding of that event or something much closer to home such as LK’s narrow escape.",
    "Within days of the accident Angela penned a remarkably concise hand-written letter to be photocopied and sent to family members around the world, recounting the traumatic events. I reproduce the letter here with her permission:",
    "I had seen Lakshman off at Geneva Airport at 6.25 p.m. on Sunday October 7th and the crash happened at Athens at approximately 9.15 p.m. Several people say the plane landed too fast, but the touchdown was fairly smooth. One says he felt the brakes were not functioning and that the engine had not been put into retroactive motion. The plane then skidded off the runway as the tarmac was wet after rain.",
    "According to Lakshman the lights of the plane went out immediately the plane came to a halt and fire broke out on one side. Smoke started seeping in at once and right at the start they were left with only two exits from which to evacuate. There was shouting and pushing but apparently not nearly as much as would have been expected, and fortunately there were no children on board.",
    "The first-class exit had an emergency chute but this collapsed after only a few people had used it. The reasons for this are still not clear. It could be due to poor maintenance or to the fact that the plane landed in a ditch among rocks and broken fences at the side of the main road.",
    "The Director General Dr. Bogsch who was travelling first class was one of the few to get out safely before the chute collapsed. Two of the other directors were bruised, one on his side and the other on his elbow. Both were in pain for several days.",
    "The only other exit was in operation for only a couple of minutes before that side of the plane was also enveloped by the fire.",
    "The moment the plane stopped Lakshman started towards the rear exit but turned back immediately, as there were too many people trying to get out that end. By the time he had reached the last exit there was only one way to get out and that was to jump! The man in front of him was hesitating and by the time Lakshman had persuaded this man to jump he himself did not waste any more time to even look where he was leaping. He was therefore unable to assess the distance, which would have in any case been difficult by the light of the flickering flames, and he landed in a ditch.",
    "The result of this has been two fractured vertebrae, one just missing the spinal cord. He also had many cuts on his legs and has since been found to have sustained internal injuries also. This last was discovered because he has all along been suffering acute pains in the stomach and tests were done. Happily, this problem is gradually improving. The first week was one of great suffering and constant discomfort and even now there are hours of great pain.",
    "Athens airport poorly equipped",
    "His back hurt the moment he fell, and he shouted to Indrani who had jumped just before him and she came back to help him and was throughout of tremendous help. Apparently, Athens airport is very poorly equipped and did not even have a stretcher. No one could be found to open the first aid box and the glass door had to be broken. It was not until about 2 a.m. that the Director General managed to get Lakshman taken to a hospital and then he had to sit up all the way and was in excruciating pain. The rest from WIPO took themselves to a hotel for what was left of the night.",
    "What happened to the other poor people no one knows. Of the 20 odd that were taken to various hospitals we also know nothing. Lakshman was found the next day after a long search – this being the reason I myself waited in vain for news of him.",
    "LKs WIPO colleague Indrani Pike, travelling with him exited the plane before LK and had told him humourously not to land on her or he would crush her!",
    "After the others had seen the condition of the hospital in which they finally found him, the DG insisted that Lakshman should be returned to Geneva immediately and from what I gather almost commandeered a plane to have him flown straight to Geneva and not to Zurich on the plane that had been sent for all the others in the crash. Dr. Bogsch had also telephoned a top Swiss specialist to be ready at the hospital when he arrived.",
    "Though Swissair had been rather ineffectual in Athens, they were certainly very efficient at this end and ambulances were waiting for Lakshman and the only other person with a spinal injury, a doctor from WHO, who for a few days shared his room at the hospital. Reporters and TV camera crew were also waiting. For anyone aspiring to get on TV, this is one way! Lakshman is on the front page of the local newspaper also.",
    "The journey from the airport was nerve wracking for me and most painful for Lakshman. The ambulance absolutely tore to the hospital with sirens at full blast. Obviously, no one had told them it was a spine injury and not a heart transfer. No amount of ‘doucement’ (slowly) on my part made any difference.",
    "There was then the usual wait of about three hours while X-rays and other examinations were done before he was finally installed in bed.",
    "From all that Lakshman has told me in the days since, there is one little story that stands out in my mind. While he was waiting at the airport to be taken to the hospital a woman came up to ask him if there was anything she could do to help. When he thanked her but said there was really nothing she could do, she quietly said, “my husband is dead” and went on repeating this to herself. Her husband had been one of the casualties of this rather needless crash.",
    "LK was left in the corridor of the Athens hospital for a long time until a room was available and soon after WIPO paid for all expenses to fly him back to Geneva.",
    "It is becoming more certain as the days go by that the pilot was at fault. In fact, it is even believed that it was actually the co-pilot who landed the plane. Under normal circumstances this would be understandable, but Athens Airport has already had several crashes due to aquaplaning and it is known to be dangerous in wet weather and the steep descent.",
    "For those who escaped death it has truly been a miracle. It is estimated they were all evacuated within three to four minutes. Fourteen people died, three known to friends of ours. One couple left two small children and the grandparents who are looking after them still have not told the children. One of the passengers of this flight who came to see Lakshman a few days later said as he was leaving the room, “I feel as if I have been reborn, given a new life.”",
    "My brother Ragi was just thirteen at the time. He saw the news of the crash on TV and remembers the anxiety of not knowing of LK’s condition for a while until someone from WIPO flew out there to see him and informed us he was alive and badly injured, but out of danger and in a hospital in Athens. Ragi remembers being shocked and scared of losing him. I however have no specific memory of this period which is symptomatic of my selective memory issues.",
    "This was a very stressful period for my mother Angela. She drove to the hospital several times a day from the Geneva suburb we lived in, and in fact fainted twice in the hospital from sheer exhaustion. Lakshman spent the next two and a half months in hospital, flat on his back, his body in a plaster cast.",
    "Ragi remembered that, ‘It was a shock to see this man who I had always known so strong and upright lying in bed suffering, in terrible pain. Being the workaholic he was, as soon as the doctors would permit and he got his strength back, he asked his secretary to bring his work to the hospital, so there were books and files in his room. But he continued to have severe pain.’",
    "Angela was impressed that LK never complained throughout his whole hospital ordeal even though he was in great pain. Only when he got home, she said, did he look down at his legs and say (from the point of view of a former athlete), how thin they had got from his being bedridden for so long. After being discharged he wore a special corset for his back for several months, and could not travel long distances, but did start to drive to work daily.",
    "As a gesture of appreciation for all the care, time and effort my mother had shown during his hospitalisation and post recovery, Lakshman gave Angela a gift of a trip to South America, something that had been a dream of hers.",
    "The Swissair DC-8-62 plane crash trial",
    "This trial in Greece was held in a scandalous manner, according to those who attended it (airline officials, lawyers, press correspondents, pilots and cabin crew). The tribunal room was a noisy caravanserai where a constant flow of turbulent visitors came in and out to take photographs of the accused pilots and tape record the proceedings.",
    "The two eminent Greek attorneys selected by Swissair to defend its two pilots did a great job and deserve admiration for the quality of their assistance. The Court was composed of three judges, one state prosecutor and one secretary.",
    "The hearings were stopped at 2 p.m. and started again at 6 pm the same day till 3 a.m. the next day without interruption. The last day session started again at 6 pm and the verdict rendered at 1.30 a.m. Most of the time, the main judge could be seen asleep, while the secretary was drawing instead of taking the minutes.",
    "Finnair DC-8 captain and several Olympic Airways captains who had landed in Athens within a few minutes before the accident or shortly after, testified at the very poor water drainage and the very slippery status of this runway, especially on the portion of 1200 meters corresponding to the heavily utilised (80% of the time) touchdown zone of runway 33R contaminated by thick rudder deposits, oil and kerosene mixed with undrained rainwater.",
    "US expert specialists of runway friction analysis testified under oath that such a combination of elements, together with the absence of accurate wind measurement (wind was measured at threshold of runway 33 while the landing runway was 15), had undoubtedly been the main causal factor of this accident.",
    "After the prudent and short, rather neutral declarations of ATC controllers and of some airport employees, the head of the Greek Civil Aviation Authority came to deny all responsibilities on behalf of his Services: according to him, everything was in conformity with ICAO Standards and Recommended Practices, and if the foreign airlines were not happy about Athens Airport, nobody compelled them to operate on this airport.",
    "The two Swissair pilots stood for hours listening with perfect dignity and finally testified for almost two hours again before the State prosecutor started to announce his accusation, taking no account of the arguments brought forward by the witnesses and by the defenders. This marathon went for three hours with the two attorneys presenting the defence plea.",
    "The judge then suddenly seemed to wake up, withdrew with his two assessors, the State prosecutor and the secretary. Everybody was confident that, after such a brilliant defence and bearing in mind that Swissair had financially settled all the claims of the families of the victims, the accusation would be abandoned.",
    "After a ten-minute recess, the Court came back. The judge was smiling and left it to the State Prosecutor to start with the “whereas.” He then announced the sentence:",
    "“Five years and two months of imprisonment for each pilot.”",
    "“Twenty million Drachmas bail offer ($266,000).”",
    "“Possibility for Appeal.”",
    "The two pilots were convicted of Manslaughter, Criminal Negligence and Interruption of Air Traffic. 148",
    "148 Human Factors in Managing Aviation Safety: Proceedings of the 37th Annual International Air Safety Seminar, Robert Dorsett, October 29 - November 1, 1984, Zurich, Switzerland, http://yarchive.net/air/airliners/greek_courts.html January 20, 1993",
    "Two interesting facts emerged about Swissair Flight 316 that I did not know about at the time or even in the following years, but thanks to the internet I have now discovered:",
    "1.“After the crash it was learned that the aircraft was transporting over 1,000 pounds (450 kg) of radioactive isotopes and a small amount of plutonium. The plutonium was in the luggage of one of the doctors on board, and was briefly missing in the aftermath of the crash, although it was quickly found. The airline stated it had no idea the plutonium was on board. It was being transported to a health conference in Peking, China. Authorities had firemen and other rescue workers checked for radiation exposure which was found to be minimal.",
    "2. The crash destroyed over $2 million worth of industrial diamonds bound for Bombay (now Mumbai). Most of the uncut diamonds were found by police, but they were destroyed by the crash’s intense heat.”"
  ]
}