{
  "url": "https://dbsjeyaraj.com/dbsj/?p=86787",
  "title": "The Canadian Tamil Congress (CTC) extends it’s  sincere gratitude to the Government of Canada and to the people of Canada for their timely and compassionate humanitarian assistance in response to the devastation caused by Cyclone Ditwah in Sri Lanka.",
  "ut": 1765996858.0,
  "body_paragraphs": [
    "(Text of Press Release Issued by the Canadian Tamil Congress on 16 December 2025)",
    "The Canadian Tamil Congress (CTC) extends it’s  sincere gratitude to the Government of Canada and to the people of Canada for their timely and compassionate humanitarian assistance in response to the devastation caused by Cyclone Ditwah in Sri Lanka.",
    "We acknowledge and appreciate the Canadian government for announcing more than $2 million in support for emergency relief. Canada’s partnership with trusted humanitarian organizations including the World Food Programme, World Vision Canada, the Sri Lanka Red Cross, and local initiative demonstrates a strong commitment to principled, needs-based humanitarian action.",
    "As relief efforts move forward, CTC underscores the importance of directing these funds to the most severely affected regions, particularly areas that also experience chronic poverty and structural vulnerability. Flood- and landslide-prone communities such as estate and plantation regions and other marginalized localities often bear the heaviest burden during disasters and face the longest road to recovery. Prioritizing these areas will help ensure that assistance reaches those with the greatest need and supports both immediate relief and longer-term resilience.",
    "CTC thanks the people of Canada for their solidarity and generosity. Canada’s support offers hope and dignity to families impacted by this disaster, and we stand ready to work with partners to advocate for equitable, effective, and inclusive humanitarian responses.",
    "************************************************************"
  ]
}