{
  "url": "https://www.eiu.com/n/biden-exits-us-presidential-race-and-endorses-harris/",
  "title": "Biden exits US presidential race and endorses Harris",
  "ut": 1721731003.0,
  "body_paragraphs": [
    "Biden exits US presidential race and endorses Harris",
    "ElectionsForecastingPoliticsUS electionAmericasUnited StatesCountry Analysis",
    "On July 21st the Democratic president, Joe Biden, announced that he was ending his campaign for a second term. He also endorsed his vice-president, Kamala Harris, as the Democratic nominee for November’s presidential election. Although the news will give an immediate boost to the Democratic Party’s presidential campaign, the path to an election victory remains full of difficulties.",
    "Democrats have an opportunity to re-energise their floundering campaign. The party has quickly rallied behind Ms Harris, ending weeks of in-fighting over whether Mr Biden should remain on the ticket following his poor performance at the June presidential debate. Senior party officials, including once-prospective replacements for Mr Biden, have endorsed Ms Harris, as have several influential donors and interest groups, including the large labour unions. Within a day of announcing her candidacy, Ms Harris had already received pledges from enough delegates to clinch the party’s nomination during the official tally scheduled for August. She had also amassed a record US$81m in fundraising, the largest 24-hour sum raised by either Democrats or Republicans during the 2024 campaign. If nominated, she will inherit Mr Biden’s sizeable campaign funding resources.",
    "A Harris presidential ticket would offer new tactical advantages to the Democratic campaign. Her status as the first-ever minority female nominee of a major political party (Ms Harris is black and of South Asian descent) could encourage turnout from young and minority voters—both of which are critical groups that Mr Biden was struggling to attract. Her vocal support for reproductive rights could have similar effects with female voters. Ms Harris also provides a fresh chance to revamp Mr Biden’s poor campaign messaging, while potentially retooling some of his more divisive policy positions (including on the Israel-Hamas war), although we would expect her to inherit nearly all of Mr Biden’s platform. At 59, Ms Harris neutralises Republicans’ regular attacks on Mr Biden’s age, placing the focus squarely on the Republican nominee, Donald Trump, who is 78. Her experience as a prosecutor and state attorney-general gives her credibility on rule-of-law issues, a major Republican talking point, while positioning her to make Mr Trump’s legal problems a more salient campaign issue. Her likely pick of a seasoned politician as a running mate, especially one with appeal in battleground states, could also highlight the political inexperience of Mr Trump’s vice-presidential pick, JD Vance.",
    "Democrats will still face important challenges ahead of November’s election, which will weigh on their chances. Ms Harris suffers from low public approval ratings, although these are likely to improve, and has a mixed reputation as an effective communicator. Her nomination through a planned virtual delegate count lacks precedent, and it is unclear how voters will respond to not having a direct role in that process. She also has little time to mount an effective campaign, which may prove overly challenging given her unsuccessful and short-lived run in the 2020 presidential election. Ms Harris has trailed Mr Trump in hypothetical head-to-head polls, but her position will probably strengthen now that she has announced her candidacy. Her work helping to manage Mr Biden’s immigration policies, which Republicans have panned as a failure, may be another liability.",
    "Democrats will conduct a virtual nomination by August 1st if, as we expect, Ms Harris faces no serious challenger. We still believe that Mr Trump is best positioned to win the presidential election, given the difficulties facing Ms Harris’s campaign. However, her surprising success in rapidly unifying her party underscores our expectation of an extremely close election, as well as the substantial risks weighing against our forecast. Much will depend on Ms Harris’s vice-presidential pick, her ability to rally Democrats and her appeal to independent and swing voters, particularly during future presidential debates.",
    "The analysis and forecasts featured in this article are accessible through EIU’s Country Analysis service. This comprehensive solution provides unmatched global insights covering the political and economic outlook for nearly 200 countries, enabling organisations to identify potential opportunities and risks effectively.",
    "ElectionsForecastingPoliticsUS electionAmericasUnited StatesCountry Analysis"
  ]
}