{
  "url": "https://www.technologyreview.com/2025/04/02/1114166/how-3d-printing-could-make-better-cooling-systems/",
  "title": "How 3D printing could make better cooling systems",
  "ut": 1743546600.0,
  "body_paragraphs": [
    "A new 3D-printed design could make an integral part of cooling systems like air conditioners or refrigerators smaller and more efficient, according to new research.   Heat exchangers are devices that whisk away heat, and they’re everywhere—used in data centers, ships, factories, and buildings. The aim is to pass as much heat as possible from one side of the device to the other. Most use one of a few standard designs that have historically been easiest and cheapest to make.  Related StoryWhy air-conditioning is a climate antiheroExtreme heat is making cooling a necessity. The result will be sky-high energy demand.",
    "“Heat exchangers are at the center of the industrial economy. They’re an essential part of every machine and every system that moves energy,” says William King, a professor at the University of Illinois Urbana-Champaign and one of the authors of the new study. Existing designs tend to favor straight lines, right angles, and round tubes, he adds.   King and his colleagues used 3D printing to design a heat exchanger that includes features to optimize heat movement, like wavy walls and pyramid-shaped bumps, which wouldn’t be possible to make using traditional manufacturing techniques.",
    "The team had set out to design a system based on a common refrigerant called R-134a, which is commonly used in devices like air conditioners and refrigerators. When cold water lowers the temperature of the refrigerant, it changes from a gas to a liquid on its path through the device. That liquid refrigerant can then go on to other parts of the cooling system, where it’s used to lower the temperature of anything from a room to a rack of servers.  The best way to cool the refrigerant tends to involve building very thin walls between the two sides of the device and maximizing the amount of contact that the water and the refrigerant make with those walls. (Think about how much colder you’d get wearing a thin T-shirt and pants and lying down on ice than simply touching it with your gloved hands.)",
    "To design the best possible heat exchanger, researchers used simulations and developed machine-learning models to help predict the performance of different designs under different conditions. After 36,000 simulations, the researchers landed on the one they decided to develop. Among the key components: small fins that jut out on the side of the device that touches the water, increasing the surface area to maximize heat transfer. The team also designed wavy passageways for the water to pass through—once again helping to maximize surface area. Simulations helped the researchers figure out exactly how curvy the passages should be and where precisely to place the fins. On the side of the devices where the refrigerant passes through, the design includes small pyramid-shaped bumps along the walls. These not only maximize the area for cooling but also help mix the refrigerant as it passes through and prevent liquid from coating the wall (which would slow down the heat transfer). After settling on a design, the researchers used a 3D-printing technique called direct metal laser sintering, in which lasers melt and fuse together a metal powder (in this case, an aluminum alloy), layer by layer.  In testing, the researchers found that the heat exchanger created with this technique was able to cool down the refrigerant more efficiently than other designs. The new device was able to achieve a power density of over six megawatts per meter cubed—outperforming one common traditional design, the shell-tube configuration, by between 30% and 50% with the same pumping power. The device’s power density was similar to that of brazed plate heat exchangers, another common design in industry.   Related StoryYour future air conditioner might act like a batteryNew technologies store cooling power for when it’s needed most.",
    "Overall, this device doesn’t dramatically outperform the state-of-the-art technology, but the technique of using modeling and 3D printing to produce new heat exchanger designs is promising, says Dennis Nasuta, director of research and development at Optimized Thermal Systems, a consulting firm that works with companies in the HVAC industry on design and research. “It’s worth exploring, and I don’t think that we know yet where we can push it,” Nasuta says. One challenge is that today, additive manufacturing techniques such as laser sintering are slow and expensive compared with traditional manufacturing; they wouldn’t be economical or feasible to rely on for all our consumer cooling devices, he says. For now, this type of approach could be most useful in niche applications like aerospace and high-end automotives, which could more likely bear the cost, he adds.  This particular study was funded by the US Office of Naval Research. Next-generation ships have more electronics aboard than ever, and there’s a growing need for compact and efficient systems to deal with all that extra heat, says Nenad Miljkovic, one of the authors of the study.",
    "Energy demand for cooling buildings alone is set to double between now and 2050, and new designs could help efficiently meet the massive demand forecast for the coming decades. But challenges including manufacturing costs would need to be overcome to help innovations like the one designed by King and his team make a dent in real devices. Another barrier to adopting these new techniques, Nasuta says, is that current standards don’t demand more efficiency. Other technologies already exist that could help make our devices more efficient, but they’re not used for the same reason.  It will take time for new manufacturing techniques, including 3D printing, to trickle into our devices, Natsua adds: “This isn’t going to be in your AC next year.”  hide"
  ]
}