{
  "url": "https://www.technologyreview.com/2025/03/11/1113044/waabi-says-its-virtual-robotrucks-are-realistic-enough-to-prove-the-real-ones-are-safe/",
  "title": "Waabi says its virtual robotrucks are realistic enough to prove the real ones are safe",
  "ut": 1741663800.0,
  "body_paragraphs": [
    "The Canadian robotruck startup Waabi says its super-realistic virtual simulation is now accurate enough to prove the safety of its driverless big rigs without having to run them for miles on real roads.  The company uses a digital twin of its real-world robotruck, loaded up with real sensor data, and measures how the twin’s performance compares with that of real trucks on real roads. Waabi says they now match almost exactly. The company claims its approach is a better way to demonstrate safety than just racking up real-world miles, as many of its competitors do.  “It brings accountability to the industry,” says Raquel Urtasun, Waabi’s firebrand founder and CEO (who is also a professor at the University of Toronto). “There are no more excuses.” After quitting Uber, where she led the ride-sharing firm’s driverless-car division, Urtasun founded Waabi in 2021 with a different vision for how autonomous vehicles should be made. The firm, which has partnerships with Uber Freight and Volvo, has been running real trucks on real roads in Texas since 2023, but it carries out the majority of its development inside a simulation called Waabi World. Waabi is now taking its sim-first approach to the next level, using Waabi World not only to train and test its driving models but to prove their real-world safety.",
    "For now, Waabi’s trucks drive with a human in the cab. But the company plans to go human-free later this year. To do that, it needs to demonstrate the safety of its system to regulators. “These trucks are 80,000 pounds,” says Urtasun. “They’re really massive robots.” Urtasun argues that it is impossible to prove the safety of Waabi’s trucks just by driving on real roads. Unlike robotaxis, which often operate on busy streets, many of Waabi’s trucks drive for hundreds of miles on straight highways. That means they won’t encounter enough dangerous situations by chance to vet the system fully, she says.",
    "But before using Waabi World to prove the safety of its real-world trucks, Waabi first has to prove that the behavior of its trucks inside the simulation matches their behavior in the real world under the exact same conditions. Virtual reality Inside Waabi World, the same driving model that controls Waabi’s real trucks gets hooked up to a virtual truck. Waabi World then feeds that model with simulated video—radar and lidar inputs mimicking the inputs that real trucks receive. The simulation can re-create a wide range of weather and lighting conditions. “We have pedestrians, animals, all that stuff,” says Urtasun. “Objects that are rare—you know, like a mattress that’s flying off the back of another truck. Whatever.” Waabi World also simulates the properties of the truck itself, such as its momentum and acceleration, and its different gear shifts. And it simulates the truck’s onboard computer, including the microsecond time lags between receiving and processing inputs from different sensors in different conditions. “The time it takes to process the information and then come up with an outcome has a lot of impact on how safe your system is,” says Urtasun. To show that Waabi World’s simulation is accurate enough to capture the exact behavior of a real truck, Waabi then runs it as a kind of digital twin of the real world and measures how much they diverge. WAABI  Here’s how that works. Whenever its real trucks drive on a highway, Waabi records everything—video, radar, lidar, the state of the driving model itself, and so on. It can rewind that recording to a certain moment and clone the freeze-frame with all the various sensor data intact. It can then drop that freeze-frame into Waabi World and press Play. The scenario that plays out, in which the virtual truck drives along the same stretch of road as the real truck did, should match the real world almost exactly. Waabi then measures how far the simulation diverges from what actually happened in the real world. No simulator is capable of recreating the complex interactions of the real world for too long. So Waabi takes snippets of its timeline every 20 seconds or so. They then run many thousands of such snippets, exposing the system to many different scenarios, such as lane changes, hard braking, oncoming traffic and more.   Waabi claims that Waabi World is 99.7% accurate. Urtasun explains what that means: “Think about a truck driving on the highway at 30 meters per second,” she says. “When it advances 30 meters, we can predict where everything will be within 10 centimeters.”",
    "Waabi plans to use its simulation to demonstrate the safety of its system when seeking the go-ahead from regulators to remove humans from its trucks this year. “It is a very important part of the evidence,” says Urtasun. “It’s not the only evidence. We have the traditional Bureau of Motor Vehicles stuff on top of this—all the standards of the industry. But we want to push those standards much higher.” “A 99.7% match in trajectory is a strong result,” says Jamie Shotton, chief scientist at the driverless-car startup Wayve. But he notes that Waabi has not shared any details beyond the blog post announcing the work. “Without technical details, its significance is unclear,” he says. Shotton says that Wayve favors a mix of real-world and virtual-world testing. “Our goal is not just to replicate past driving behavior but to create richer, more challenging test and training environments that push AV capabilities further,” he says. “This is where real-world testing continues to add crucial value, exposing the AV to spontaneous and complex interactions that simulation alone may not fully replicate.\" Even so, Urtasun believes that Waabi’s approach will be essential if the driverless-car industry is going to succeed at scale. “This addresses one of the big holes that we have today,” she says. “This is a call to action in terms of, you know—show me your number. It’s time to be accountable across the entire industry.” hide"
  ]
}