{
  "url": "https://www.dailymirror.lk/opinion/The-upcoming-General-Elections-and-pitfalls-ahead/172-292889",
  "title": "The upcoming General Elections and pitfalls ahead",
  "ut": 1727808599.0,
  "body_paragraphs": [
    "The presidential election which had us all agog, is now over. President Dissanayake -the young leader of the NPP, who campaigned on a platform of anti-corruption and against waste, has been voted into power. The people who for the past five years have suffered all manner of deprivation look forward to a new era where their burdens will be eased.",
    "President Dissanayake’s first seven days in power has raised expectations within the Lankan community. One of his first acts was to dissolve Parliament and has called for General Elections on November 14th. Nominations are expected to be handed in between 4th and 12th October.",
    "In the interim period the president has set up an acting Cabinet of four persons. It replaces the earlier Cabinet of 37 Ministers and 37 State Ministers.",
    "In the afterglow of victory, large sections of the people totally back the new president and the positive steps he has taken such as his moves to control the cost of living. But let’s not get carried away with this. The expectations of the people are high.",
    "People are looking for quick solutions to the myriad of economic woes they face. They also want to see those whom they blame for their sufferings brought to book.",
    "There is little doubt that the mounting incidence of bribery and corruption was the main issue during the presidential election. Charges of how a handful of politicians enjoyed a life of luxury whilst the public at large suffered reverberated in all sections of the community.",
    "The NPP door-to-door campaigners highlighted ongoing issues of corruption with householders. The sudden drop in the price of chicken and eggs shortly after the dissolution of Parliament was one of the best examples of corruption. Importers and traders now do not have to pay commissions to politicians and ministers to peddle their ware.",
    "While the euphoria over President Dissanayake’s election continues in all parts of the country, let’s not be carried away with it.",
    "During the initial days after his election as president, then President Gotabaya Rajapaksa too won hearts and minds via gimmicks. But soon corrupt practices via his MPs and members of his family tainted his regime. It finally led to the bankrupting of the country.",
    "This will be a major challenge the new president will face. His next hurdle is to win a working majority in Parliament. Does he have a sufficiently large number of members in his party, popular enough to win in their particular electorates? Or will he be forced to accept persons from not within his party fold to contest as members of the NPP?",
    "It is known business and civil society organisations who supported the president’s party during the presidential election are putting forward particular candidates to contest under the NPP label.",
    "When the Tamil militants contested elections, they too accepted members of the public who did not form part of their cadre-based orgnisations. A number of these persons who entered Parliament from these parties subsequently shifted their loyalties depending on personal interests.",
    "President AKD as he is popularly referred to, will have to keep this in mind regarding nomination of candidates at the General Election. He will face difficulties in finding suitable candidates in areas where the opposition beat him during the presidential election.",
    "A hung Parliament hampered by coalition partners will make it difficult to push through essential legislation -especially anti-corruption measures.",
    "Fortunately for the president, there seems little likelihood of unity within the main opposition political parties. The UNP led by Ranil Wickremesinghe and the Samigi Jana Balawegaya (SJB) led by Sajith Premadasa who together garnered a larger share of the votes at the presidential election than the president remain divided.",
    "The president also needs, even at this late stage, offer definite, credible solutions to minority concerns. Else he will fall into the trap all previous leaders -catering to majoritarianism. Poor mother Lanka will be left ‘still crying for a bard’.",
    "‘A Bard’ (with apologies to W.S Senior) ‘of things that could be...’"
  ]
}