{
  "url": "https://www.technologyreview.com/2025/04/21/1115518/yahoo-will-give-millions-to-a-settlement-fund-for-chinese-dissidents-decades-after-exposing-user-data/",
  "title": "Yahoo will give millions to a settlement fund for Chinese dissidents, decades after exposing user data",
  "ut": 1745191800.0,
  "body_paragraphs": [
    "A lawsuit to hold Yahoo responsible for “willfully turning a blind eye” to the mismanagement of a human rights fund for Chinese dissidents was settled for $5.425 million last week, after an eight-year court battle. At least $3 million will go toward a new fund; settlement documents say it will “provide humanitarian assistance to persons in or from the [People’s Republic of China] who have been imprisoned in the PRC for exercising their freedom of speech.”  This ends a long fight for accountability stemming from decisions by Yahoo, starting in the early 2000s, to turn over information on Chinese internet users to state security, leading to their imprisonment and torture. After the actions were exposed and the company was publicly chastised, Yahoo created the Yahoo Human Rights Fund (YHRF), endowed with $17.3 million, to support individuals imprisoned for exercising free speech rights online.  Related StoryInside the decades-long fight over Yahoo’s misdeeds in ChinaThe Yahoo Human Rights Fund was intended to support imprisoned Chinese dissidents. Instead, a lawsuit alleges that only a small fraction of the money went to help former prisoners.",
    "But in the years that followed, its chosen nonprofit partner, the Laogai Research Foundation, badly mismanaged the fund, spending less than $650,000—or 4%—on direct support for the dissidents. Most of the money was, instead, spent by the late Harry Wu, the politically connected former Chinese dissident who led Laogai, on his own projects and interests. A group of dissidents sued in 2017, naming not just Laogai and its leadership but also Yahoo and senior members from its leadership team during the time in question; at least one person from Yahoo always sat on YHRF’s board and had oversight of its budget and activities.   The defendants—which, in addition to Yahoo and Laogai, included the Impresa Legal Group, the law firm that worked with Laogai—agreed to pay the six formerly imprisoned Chinese dissidents who filed the suit, with five of them slated to receive $50,000 each and the lead plaintiff receiving $55,000.",
    "The remainder, after legal fees and other expense reimbursements, will go toward a new fund to continue YHRF’s original mission of supporting individuals in China imprisoned for their speech. The fund will be managed by a small nonprofit organization, Humanitarian China, founded in 2004 by three participants in the 1989 Chinese democracy movement. Humanitarian China has given away $2 million in cash assistance to Chinese dissidents and their families, funded primarily by individual donors.  This assistance is often vital; political prisoners are frequently released only after years or decades in prison, sometimes with health problems and without the skills to find steady work in the modern job market. They continue to be monitored, visited, and penalized by state security, leaving local employers even more unwilling to hire them. It’s a “difficult situation,” Xu Wanping, one of the plaintiffs, previously told MIT Technology Review—“the sense of isolation and that kind of helplessness we feel … if this lawsuit can be more effective, if it could help restart this program, it is really meaningful.” As we wrote in our original story,  “Xu lives in low-income housing in his hometown of Chongqing, in western China. He Depu, another plaintiff, his wife, and an adult son survive primarily on a small monthly hardship allowance of 1,500 RMB ($210) provided by the local government as collateral to ensure that he keeps his opinions to himself. But he knows that even if he is silent, this money could disappear at any point.”",
    "The terms of the settlement bar the parties from providing more than a cursory statement to the media, but Times Wang, the plaintiffs’ lawyer, previously told MIT Technology Review about the importance of the fund. In addition to the crucial financial support, “it is a source of comfort to them [the dissidents] to know that there are people outside of China who stand with them,” he said.  MIT Technology Review took an in-depth look at the case and the mismanagement at YHRF, which you can read here.  hide"
  ]
}