{
  "url": "https://www.ft.lk/columns/Sri-Lanka-s-new-constitution-What-it-must-contain-Part-2/4-776121",
  "title": "Sri Lanka’s new constitution: What it must contain – Part 2",
  "ut": 1746210281.0,
  "body_paragraphs": [
    "The NPP Government’s unprecedented cross-ethnic mandate offers the most promising opportunity in decades to implement these reforms",
    "President Disanayake’s constitutional drafters should engage in meaningful consultation with representatives of all religious communities, drawing inspiration from comparative constitutional examples where countries have balanced recognition of historical religious traditions with modern principles of religious equality. The aim should be to craft language that acknowledges Sri Lanka’s Buddhist heritage while ensuring that this recognition cannot be interpreted to diminish the equal rights and status of other religious communities",
    "Protecting regional autonomy: Constitutional safeguards",
    "President Disanayake must establish robust constitutional safeguards to protect regional autonomy from central encroachment. A new constitution must establish what Dr. Tiruchelvam described as “a constitutional distribution of legislative and executive authority and allocation of revenue resources between the national and the regional orders of government, providing for areas of exclusivity and autonomy for each order.” This clear division is essential for preventing the ambiguities and overlaps that have undermined previous devolution arrangements.",
    "Critically, as Jayampathy Wickramaratne explained, the constitution must ensure “the centre being unable to encroach without further constitutional amendment.” This protection is essential as Tamil communities need assurance that powers once devolved cannot be arbitrarily reclaimed. As Saravanamuttu noted, the 1995 proposals sought to create a situation where “you were giving the regions powers that the centre could not take back. So you had a constitutional guarantee about a certain amount of autonomy.”",
    "Dr. Tiruchelvam identified several essential safeguards in his analysis of the 1995 proposals. First, the proposed written constitution would “not be unilaterally alterable,” requiring regional consent for amendments affecting devolution or the distribution of powers. As he explained, “no bill for the amendment or repeal of the provisions of the chapter relating to devolution or relating to the distribution of subjects and functions between the centre and the region shall come into operation in respect of a region unless such act or provision has been approved by a resolution of a regional council established for that region.”",
    "Second, Tiruchelvam notes that the proposals established “an umpire to rule on disputes between the centre and the region” in the form of an arbitral tribunal, providing an independent mechanism for resolving intergovernmental conflicts.",
    "Third, as Partha Sarathy Ghosh highlighted, the 3 August proposals “clearly provided that the Chief Ministers cannot be removed from office so long as they enjoy the confidence of the Regional Councils. The Governors are not supposed to be the watchdogs of the Central interests as is the case in India and their appointment by the President will be strictly with the concurrence of the Chief Ministers.” This provision was crucial for preventing the central government from undermining regional self-government through appointed governors.",
    "Fourth, Partha Sarathy Ghosh notes that the proposals created “a permanent commission on devolution appointed by the Constitutional Council. The Commission would have powers of mediation as well as adjudication” for resolving disputes between different levels of government. This institution would help manage intergovernmental relations and prevent conflicts from escalating into constitutional crises.",
    "President Disanayake should incorporate these safeguards into any new constitutional arrangement to ensure that devolution is meaningful and durable.",
    "Creating a second chamber: A key missing element",
    "A significant element that President Disanayake should incorporate into the new constitution is the second chamber that Dr. Tiruchelvam advocated for. Dr. Tiruchelvam identified “the absence of a second chamber providing for the representation of distinct regional views” as a significant omission in previous proposals, including the 3 August proposals which he helped draft. He noted that during the formulation of the Kumaratunga government’s proposals, the suggestion to create a second chamber “was made before the Select Committee but was subsequently withdrawn by the government, ostensibly on the grounds of expense.”",
    "Rohan Edrisinha emphasised the importance of a second chamber, noting that in federal systems, “you have a clear-cut division of powers between the centre and the provinces, you have a Constitution that is supreme, you have a second chamber where the provinces of the regions have a voice at the centre.” This institutional arrangement is essential for ensuring that regional interests are represented at the national level.",
    "Jayampathy Wickramaratne elaborated on the value of such an institution: “Through a second chamber, representatives of the periphery come to take part in matters relating to the central government. And that would make the country as a whole stronger, so I see the second chamber as one way of strengthening the centre without weakening the provinces.” This insight is particularly important—a second chamber does not diminish central authority but rather transforms it, making it more inclusive and representative of the country’s diversity.",
    "The design of this second chamber would be crucial; it should provide for equal or weighted representation of regions regardless of population, ensuring that smaller provinces and minority communities have meaningful influence. This would transform the character of national governance, making it more inclusive and consensus-oriented rather than simply majoritarian.",
    "Given President Disanayake’s commitment to ensuring “that all people can be involved in governance within one country,” a second chamber would be an ideal institutional mechanism for realising this vision. It would provide regions with direct input into national decision-making, creating an additional mechanism for protecting regional interests and ensuring regional perspectives are integrated into national policy formulation.",
    "Judicial review: Enforcing constitutional boundaries",
    "A critical element that President Disanayake must incorporate into the new constitution is robust judicial review. As Rohan Edrisinha pointed out, “Sri Lanka probably alone in the whole of South Asia, you have a constitution even today where once a law passed by Parliament, it cannot be challenged in the courts on the grounds that it is inconsistent with the supreme law of the land.” This limitation has serious implications for devolution, as it leaves provincial powers vulnerable to erosion through ordinary legislation. Edrisinha stressed the risk, explaining that if Parliament enacts a law that contradicts the devolution framework, and “those shortcomings are not detected before the law is passed,” the law still takes effect—even if it violates the Constitution.",
    "A new constitution must address this deficiency by empowering courts to invalidate laws that violate constitutional power-sharing arrangements. This would require establishing a strong, independent constitutional court with the authority to adjudicate disputes between orders of government and to strike down legislation that undermines the constitutional division of powers. Additionally, the constitution should establish specific standing rules allowing regional governments to directly challenge central legislation that allegedly infringes on their jurisdiction.",
    "Effective enforcement mechanisms are also necessary to ensure court judgments are respected and implemented by all levels of government. Without robust judicial review and enforcement, even the most carefully crafted devolution provisions risk becoming mere paper guarantees.",
    "Muslim representation: Addressing a complex challenge",
    "President Disanayake’s new constitution must also address the concerns of Sri Lanka’s Muslim community, which has often felt marginalised in discussions dominated by Sinhalese-Tamil relations. As Dr. Tiruchelvam recognised, “There is clearly a need to have meaningful, adequate, institutional arrangements for the Muslims of the Eastern Province if we are to devise a durable solution.”",
    "Dr. Tiruchelvam identified several potential approaches to this challenge. First, “power sharing arrangement which would ensure that Muslims would be able to enjoy representation at the legislative and executive level for which they feel is proportionate to their demographic presence in that area.” Second, “some means of equitable sharing of resources between the Muslims and the other communities with regard to issues of economic development, land, financial resources, credit and so forth, educational opportunities.” Third, potentially creating administrative arrangements specifically for Muslim-majority areas.",
    "The complex demographics of the Eastern Province, where Muslims constitute a substantial proportion of the population alongside Tamils and Sinhalese, require particular attention. As Jonathan Spencer noted, the historical relationship between Muslims and Tamils in the Eastern Province was complicated by the actions of the separatist Tamil rebel group, the LTTE, during the civil war. The LTTE “had no problem with playing that game” of divide and rule, culminating in atrocities like “Kattankudy in August 1990 when over a hundred men and boys were massacred by the LTTE” while praying at a mosque. “Things like that pretty much drove a wedge between the two communities.”",
    "Jayadeva Uyangoda explained that following the adoption of the Thirteenth Amendment, “the Muslims…thought that under a provincial council system and devolution with a merged Northern and Eastern Province, Tamils would control and monopolise political power in the joint provinces and the Muslims would be reduced to the status of a permanent disempowered minority.”",
    "To address the issue of the merging of the North and East and the status of Muslims, Tiruchelvam outlined three potential approaches. The first is to integrate Muslims into devolved administrations, ensuring their representation and influence. The second involves creating a devolution model that connects non-contiguous Muslim-majority areas, though he warned this would be “extremely difficult to administer” due to mixed populations and overlapping jurisdictions. The third option, which he found more viable, is to consider devolving power to a contiguous Muslim enclave, such as Muslim-majority electorates in the Ampara district like Pottuvil, Kalmunai, and Sammanthurai. However, he cautioned that while it is essential to protect Muslims living outside such enclaves, the non-contiguous model would likely face serious political and administrative obstacles.",
    "President Disanayake should draw on these insights to craft constitutional arrangements that protect the rights and interests of the Muslim community while maintaining the coherence of the overall devolution framework.",
    "Buddhism’s place in the constitution: Balancing recognition and equality",
    "President Disanayake must also address the status of Buddhism in the new constitution. The current constitution gives Buddhism “the foremost place” while assuring the rights of all religions, a formulation that has been criticised for creating an implicit hierarchy of faiths in a multi-religious society.",
    "A new constitution should reconsider the current approach considering Sri Lanka’s pluralistic character—as it is a nation which consists of Buddhists, Hindus, Muslims, Christians, and Catholics. The current approach could involve explicitly recognising the historical importance of Buddhism while simultaneously affirming the principle of state neutrality in religious matters. This could involve separating the cultural and historical recognition of Buddhism from any implication of legal or political preference, while strengthening protections for religious equality and freedom.",
    "As President Chandrika Kumaratunga noted, during her Government’s constitutional reform process, “we had thousands of Buddhist monks walking on the roads in support of the constitution, there were a few loudmouth Buddhist monks who protested but there were a large number who were for it, we had managed to persuade them.” This demonstrates that a more balanced approach to the status of Buddhism is politically feasible with proper engagement and dialogue.",
    "President Disanayake’s constitutional drafters should engage in meaningful consultation with representatives of all religious communities, drawing inspiration from comparative constitutional examples where countries have balanced recognition of historical religious traditions with modern principles of religious equality. The aim should be to craft language that acknowledges Sri Lanka’s Buddhist heritage while ensuring that this recognition cannot be interpreted to diminish the equal rights and status of other religious communities.",
    "The challenge of constitutional reform implementation for President Disanayake",
    "Despite President Disanayake’s election pledges to pursue constitutional reform, actual progress has been limited. According to observers, there has been little visible momentum on these constitutional reform promises in the first months of the NPP Government. On 9 April 2025, Sri Lanka’s current Prime Minister Harini Amarasuriya stated that the Government’s immediate focus is on economic stabilisation and that constitutional reform will be pursued later “within a reasonable timeframe.”",
    "Mark Salter, an author and journalist based in Sri Lanka, points to several factors that may explain the NPP’s slow pace on constitutional reform to the NPP Government’s inexperience. With most of the Members of Parliament from the NPP being new to elected office at the national level, they arrived “with a lot of ideas and promises but very little experience” in navigating Sri Lanka’s complex governance structures. This inexperience has become “an obstacle” to delivering on reforms.",
    "Salter emphasises that timing is critical—most constitutional reforms succeed within the first six to nine months of a government. While the NPP’s strong mandate may buy some time, delays risk reforms being sidelined as economic pressures and debt repayments take over.",
    "Conclusion: The path forward for President Disanayake",
    "President Disanayake now has a historic opportunity to build on Dr. Tiruchelvam’s vision and fulfil his own campaign promises to create a more inclusive, democratic Sri Lanka. Drawing on the insights from past constitutional reform efforts, particularly the 3 August proposals, the president should prioritise:",
    "Abolishing the executive presidency, which has consistently undermined democracy and fostered authoritarianism since its introduction in 1978;",
    "Moving beyond the restrictive unitary state model toward a union of regions or similar concept that acknowledges both unity and diversity;",
    "Establishing a clear division of powers between national and regional governments, with substantive devolution of land, police, and financial powers;",
    "Creating a second chamber of Parliament (i.e. Senate) to ensure regional representation at the national level;",
    "Implementing robust constitutional safeguards to protect regional autonomy, including requirements for regional consent for constitutional amendments affecting devolution;",
    "Establishing post-enactment judicial review to enforce constitutional boundaries and protect devolved powers;",
    "Addressing the specific concerns of the Muslim community through appropriate institutional arrangements; and Recalibrating the constitutional status of Buddhism to balance historical recognition with religious equality.",
    "As former Tamil Member of Parliament, M.A. Sumanthiran reflected, Dr. Tiruchelvam’s “legacy is one of peaceful negotiation and political settlement through constitutional realignment. That is something that he gave us as a hope to resolve this conflict and he articulated that position and pursued that at a time when the alternate method of armed struggle was at its height.”",
    "The NPP Government’s unprecedented cross-ethnic mandate offers the most promising opportunity in decades to implement these reforms. Despite the challenges of inexperience and competing priorities, President Disanayake must seize this moment to create a constitutional framework that can heal the wounds of Sri Lanka’s past and create a more harmonious future.",
    "(The author is a writer and filmmaker. He holds a Master of Global Affairs degree from the University of Toronto’s Munk School of Global Affairs. Pitasanna has co-created a critically insightful documentary series on Canadian foreign policy titled “Truth to the Powerless: An Investigation into Canada’s Foreign Policy.”)"
  ]
}