{
  "url": "https://www.ft.lk/columns/US-attacks-Venezuela-proclaims-imperial-overlordship-SJB-UNP-rapprochement-Devananda-s-destiny/4-786659",
  "title": "US attacks Venezuela, proclaims imperial overlordship; SJB-UNP rapprochement; Devananda’s destiny",
  "ut": 1767830039.0,
  "body_paragraphs": [
    "Latin America will prove different in terms of consequences",
    "Ex-Aragalaya PSA activists raise pertinent question on NPP policy",
    "Minister Devananda (centre) with Antonio Guterres (right) and SL’s Ambassador/PR, Geneva, April 2009",
    "2026 begins a period of wars arising from the Trump administration’s project to recover the USA’s ‘unipolar moment’ in the face of relative decline occasioned by the rise of China and the tendency towards a more multipolar world. Washington seeks to reverse this relative balance and restore outright imperial dominance through the greatest edge it still has, which is no longer economic but military; no longer ‘soft power’ or ‘smart power’ but sheer hard power.",
    "The fulcrum of contemporary world history, where all global contradictions are concentrated, is Venezuela (which may be supplemented by Iran).",
    "The unprovoked US military attack on Venezuela in peacetime and the cartel-like kidnapping of President Maduro and wife, constitute a gross violation of that country’s national independence and sovereignty, international law and the UN Charter.",
    "The unilateral onslaught and subsequent announcement that the US (i.e., members of Trump’s Cabinet) would ‘run’, be ‘in charge’ or ‘run the policy’ of Venezuela, particularly its oil industry for an unspecified period, marks an attempt to return to a century or more ago, of gunboat diplomacy and imperialist diktat, where the US ran various Latin American countries. In Nicaragua, that saw the emergence of one of the 20th century’s most iconic guerrilla leaders, Augusto Cesar Sandino.",
    "Knocking over or knocking off a leader is one thing; facing the historical blowback proves far more difficult (e.g. Iraq, Afghanistan). On behalf of the oil companies, the US-UK overthrew Iran’s Mossadegh (1953), causing a tectonic opinion shift which produced the Iranian Revolution and the Islamic Republic 25 years later. On behalf of the United Fruit Company the CIA overthrew Guatemala’s Arbenz (1954), motivating and catalysing the evolution of 26-year-old Argentinian medical doctor and adventure-seeking motorcyclist Ernesto Guevara de la Serna who was touring Guatemala at the time, into the immortal, inspiring icon Che Guevara.",
    "US aggression and attempted neo-colonisation of Venezuela will trigger a continental and global shift and radicalise whole generations throughout Latin America and the world.",
    "Leftist guerrillas were prominent in Venezuela’s history in the 1960s including in the capital Caracas, decades before Hugo Chavez. Whoever may vacillate, be co-opted, collaborate with or installed as puppets by the US, elements of Venezuela’s ideologically radicalised Bolivarian military and the organised, armed ‘Chavista’ social base could wage a sustained resistance against an extractive imperial US presence.",
    "Washington’s politico-military overlordship, overtly intended to take possession and control of Venezuela’s oil (nationalised in 1976, decades before Chavez), will draw in young Latin Americans across national borders, seeking to emulate the continent’s many heroes over the centuries from Tupac Amaru to Augusto Sandino, Simon Bolivar to Fidel Castro, Emiliano Zapata to Farabundo Marti, Pancho Villa to Carlos Marighela, Manuel Cespedes to Pepe Mujica, Jose Marti to Che Guevara.",
    "US oil giants may take over Venezuela’s oil but will find pipelines being blown up, unimpeded outflow impossible to maintain. The standoff high-tech advantages of the US military and/or private security contractors guarding installations and riding shotgun will be neutralised, and the motivational advantages of Venezuelan and continental fighters maximised, in close quarter confrontations on home terrain from Falcon to Caracas.",
    "Trump’s dream of recycling the Monroe doctrine as a portal to restoring US global hegemony, may disintegrate in Venezuela in particular and Latin America in general, thus realizing Che Guevara’s last battle-cry: “Create two, three, many Vietnams!”.",
    "With a bow to Stranger Things (Netflix), I’d say that under the AKD administration we find ourselves in ‘The Upside Down’.",
    "The JVP Politbureau issued a statement condemning US aggression in Venezuela, rendered meaningless by the AKD-NPP administration’s official statement as the Government of Sri Lanka, which makes no reference to the US, the attack, the abduction or the explicit claims over oil resources. The stand of President Dissanayake’s NPP Government comes nowhere close to and not in the same category as the principled statements in the UN Security Council debate on Venezuela by Mexico, Brazil, Chile, Colombia, South Africa, Nicaragua, Cuba, China and Russia.",
    "A link to a website with LGBTIQ material is found in an official textbook of English lessons for Grade Six students; a complaint about the ‘mysterious’ inclusion is made to the CID.",
    "A veteran Tamil parliamentarian who has survived the greatest number of LTTE assassination attempts and been badly wounded by those attacks finds himself in jail as the New Year dawns, not on any charge of a violent crime—or even drunken driving.",
    "A replacement of the Prevention of Terrorism Act appears in draft form and is immediately, justifiably criticised for widening the remit of the offenses listed as terrorism to include unarmed, nonviolent activities.",
    "A call by 120 world renowned economists headed by a Nobel Prize winner in Economics calls for a moratorium on debt-repayment by cyclone-hit Sri Lanka but is greeted by silence, not grateful applause, from the NPP Government.",
    "The Deputy Foreign Minister proceeds on an official visit to Israel at a time when the international community avoids such close contact.",
    "In a country well-known for spontaneous flow of charity during natural disasters and the unimpeded access to such charity, there are numerous complaints by elected Opposition legislators, of obstruction of delivery of foodstuffs and materials to displaced communities, by ruling party appointed low-ranking authorities ensconced on-site.",
    "The military is sought to be arbitrarily downsized by President AKD despite its obvious utility as a first responder in a disaster situation.",
    "The military is being arbitrarily retrenched from strategically and tactically vital areas it liberated from the Tigers at enormous cost of lives and limbs to soldiers and officers.",
    "Dr Nalinda Jayatissa, Minister, threatens in a public speech to euthanize errant electronic media by pulling the plug on licences.",
    "The longstanding tradition of election of the Deans of Faculties and the Heads of Departments by the academic staff, a hallmark of ‘university autonomy’, is sought to be violated for an open-ended ‘transitional’ period by an edict of the AKD administration to have Deans and Dept Heads installed unilaterally by Vice–Chancellors or appointed ‘university councils’. (https://www.ft.lk/opinion/University-autonomy-under-siege-Sri-Lanka-s-dangerous-drift-towards-politicised-higher-education/14-786394)",
    "AKD’s destabilising blunders",
    "The AKD-NPP administration’s strategy is disastrous for systemic and social stability. Following the catastrophe that befell Russia at the hands of Gorbachev and Yeltsin, the Communist Party of China concluded, as did many social scientists of quite diverse ideological views the world over, that a leadership must never embark on economic and political reforms in parallel, simultaneously. Rationality dictates engagement in one reform sphere until stable success is achieved and then leveraging that social support to move on reforms on the other front. Anura has violated and is violating this dictum.",
    "Worse still, while doing so Anura is also committing the opposite blunder: leaving a dangerous vacuum in Tamil politics and consciousness by delaying interminably the holding of Provincial Council elections, thereby dismantling provincial-level devolution while not even having a process of political dialogue with the Tamil parliamentarians on an alternative/ interim political settlement. This vacuum can only enable and assist the growth of radical Tamil nationalism.",
    "Antonio Gramsci famously remarked on a situation in which the old is dying and the new is not yet born, noting that it is precisely ‘in this interregnum that a variety of the most morbid symptoms’ -- some translations simply say ‘monsters’—appear.",
    "Sri Lanka is in this situation. The old is dying but that isn’t necessarily all to the good, because what was positive about the old is also dying, or rather, what is dying mostly is what was positive about the past. The new cannot yet be born, which is bad, but may also be good because we do not know whether everything about the new, or the greater part of what is new, will be better or worse than the old.",
    "What is ghastly is to be stuck in the interregnum in which ‘the most morbid symptoms’ are appearing-some of which I’ve listed above as ‘bullet-points’.",
    "Using the metaphor of an unsuccessful attempt at climbing a mountain, the great revolutionary realist Lenin wrote that the best thing to do under such circumstances is to carefully make your way back to where you started your ascent from, and try to do it better, or less badly, next time.",
    "Sri Lanka is now stuck in a situation where the present is worse than the best or most/much of the past, facing a prospect of a future which may be worse than both past and present-the incarceration of Douglas Devananda and the new expansive P(S)TA being cases in point.",
    "Douglas Devananda could have done what the dashing Panagoda Maheswaran did. After an impossible escape from the Panagoda Army barracks, he took the proceedings of the operations he had conducted and migrated to comfortable Canada. In contrast, even after his skull was gouged open by sharpened metal bucket handles by Tiger detainees in Kalutara he was visiting to inquire about prison conditions, Douglas didn’t leave Sri Lanka or his people after he miraculously recovered from surgery. He returned to the struggle. Nor did he quit when his close comrade and assistant Maheshwari Velayutham, a lawyer and human rights activist, was murdered by a pre-teen LTTE shooter when she opened the door. Douglas stayed behind and served his cause which was the cause of Sri Lanka. On Anura Kumara Dissanayake’s watch, at age 68 he is incarcerated in the Mahara prison.",
    "Here’s a diplomatic tale, documented at the time. It was April 2009, the Thirty Years War was reaching a decisive climax and external pressures on Sri Lanka were cresting in a race between the two. The West was looking for a UN mandate to halt operations, interrupting the conclusive defeat of the Tigers but couldn’t secure that UN mandate in New York thanks to the support Sri Lanka enjoyed from veto-wielding Russia and China. The UN Geneva, where no one had a veto, was another matter altogether. It was the diplomatic equivalent of the Thermopylae Pass, site of the legendary battle of Leonidas and the 300 Spartans against impossible odds. We had to defend it, buying time for the Sri Lankan military to win—which we did.",
    "In that dramatic context, I requested Colombo to send a highly competent delegation to the crucially important Durban Review Conference, comprising several veteran Geneva ‘gladiators’ enlisted during my term (e.g., Prof Rajiva Wijesinha) and some even before I took up my post in mid-2007 (e.g., DSG Yasantha Kodagoda). I urged that Minister Douglas Devananda be sent to explain things from a non-separatist, democratic Tamil viewpoint to the Durban Review conference and crucial international players like the UN High Commissioners for Human Rights (Navi Pillay) and Refugees (Antonio Gutteres).",
    "The statement released on 23 April 2009, 25 days before Sri Lanka’s defeat of the Tigers, follows:",
    "‘A high-level delegation led by the Hon. Minister Douglas Devananda, Minister of Social Services and Social Welfare, which also included the Hon. Rishad Bathiudeen, Minister of Resettlement and Disaster Relief Services, H.E. Dr. Dayan Jayatilleka, Ambassador/ Permanent Representative of Sri Lanka to the United Nations Office in Geneva, Prof. Rajiva Wijesinha, Secretary to the Ministry of Disaster Management and Human Rights, and Mr. Yasantha Kodagoda, Deputy Solicitor General, Attorney General’s Department, represented Sri Lanka at the Durban Review Conference.",
    "Organized by the United Nations, the Durban Review Conference provides an opportunity to assess and accelerate progress on implementation of measures adopted at the 2001 World Conference against Racism, including assessment of contemporary forms of racism, racial discrimination, xenophobia and related intolerance. On the opening day of this conference, Hon. Douglas Devananda made a statement behalf of the Government of Sri Lanka.",
    "On the sidelines of the Durban Review Conference which is being held from 20th to 24th of April 2009, the Sri Lankan delegation met with senior UN officials, and a number of dignitaries from diverse countries and updated them on the current situation in Sri Lanka against the backdrop of Sri Lanka’s fight against separatism and terrorism.",
    "Hon. Devananda and Hon. Bathiudeen, along with the rest of the delegation, held meetings with Ms. Navanethem Pillai, UN High Commissioner for Human Rights, Mr. Antonio Guterres, UN High Commissioner for Refugees (and a former Prime Minister of Portugal) and Mr. Anders Johnsson, Secretary-General of the Inter-Parliamentary Union.’",
    "(https://live.lankamission.org/index.php/human-rights/676-minister-devananda-meets-un-high-commissioners-for-human-rights-and-refugees-2.html)",
    "Douglas Devananda stood up for his country and the Sri Lankan state at the most decisive time--a particularly difficult time for him because the Tamil Diaspora the world over had mobilised in the streets to save Prabhakaran by stopping the war.",
    "Douglas bled copiously for a single, united, independent Sri Lankan state. The State should honour him, not persecute him. Hardcore Tiger prisoners in Kalutara drove spikes through Douglas’ skull; on President Dissanayake’s watch, he is being stabbed in the back.",
    "A very literate and well-informed Northern contact whose name I am under no compulsion as a regular columnist to divulge and indeed am under every professional compulsion not to, sent me the following explanation:",
    "“…At present, the Northern NPP is the worst Tamil nationalist formation. Most Tiger-era elements and hardline Tamil nationalist forces are now concentrated within the Northern NPP, making it even more extreme than Gajendrakumar Ponnambalam’s party. I am convinced that this [Douglas Devananda’s] arrest is intended to satisfy these elements and the Tiger diaspora, which continues to exercise significant electoral influence in the North by mobilising Tamil nationalist votes.”",
    "The Multi-Purpose Cooperative Society (MPCS) elections are pretty consistently lost by the JVP-NPP and won by an unofficial ‘Joint Opposition’, the latest being Kundasale. It is the curse of our Opposition politics that the organic unity at the grassroots is not reflected at the level of the political leaderships, and there is no Joint Opposition at the parliamentary and national levels.",
    "Namal Rajapaksa seems to get the need of the hour. (https://www.dailymirror.lk/breaking-news/Joint-opposition-alliance-is-the-key-Namal/108-329502)",
    "If a Joint Opposition leadership cannot be achieved in one go, then the model should be unity as a process with stages, starting with like-minded segments, i.e., an SJB-UNP bloc.",
    "Some want a SJB-UNP bloc to ‘unite the Right’. No self-professed right-wing formation ever won a Sri Lankan election and nor should it. Given the island’s ethos, I doubt it ever will. The UNP of 1977 was far from an explicitly right-wing formation. On its last May Day before the grand election victory the front page of the UNP’s official newspaper ‘Siyarata’ was printed in green overlaying a large hammer and sickle in red. In 1978 JR Jayewardene renamed Sri Lanka a Democratic Socialist Republic. On his 91st birthday, Ronnie de Mel advised (on camera) the visiting Sajith Premadasa (and Dr Harsha de Silva) that the Open Economy should be revived “with a strong infusion of socialist values”.",
    "A Government which doesn’t hold a Provincial Council election and has embarked on creeping mono-party political control throughout the state system and processes, cannot be trusted to hold fair, peaceful elections in 2029.",
    "The SJB-UNP and SLPP-led centre-left as two blocs competing with each other while treating the ruling JVP-NPP as common adversary could confront and resist it on two fronts/flanks in a strategic pincer move.",
    "(The author can be reached at (https://dayanjayatilleka.webflow.io/)"
  ]
}