{
  "url": "https://www.eiu.com/n/canada-election-2025-liberals-win-election-but-minority-government-presents-risk/",
  "title": "Canada election 2025: Liberals win election but minority government presents risk",
  "ut": 1745923326.0,
  "body_paragraphs": [
    "Canada election 2025: Liberals win election but minority government presents risk",
    "ElectionsForecastingPoliticsAmericasCanadaCountry Analysis",
    "What’s happened?On April 28th the centre-left Liberal Party of Canada won a fourth consecutive general election, ensuring that the prime minister and Liberal Party leader, Mark Carney, remains in office. This is a remarkable political comeback for the Liberals; after long trailing the opposition Conservative Party, they leapt into first place in the polls after the US president, Donald Trump, began escalating tensions with Canada over sovereignty and trade issues. Political challenges remain, with the failure of the Liberals to secure a parliamentary majority meaning that Mr Carney, similar to his predecessor, Justin Trudeau, is set to lead a minority government that is reliant on the support of other parties.Why does it matter?Much like the election campaign, which was dominated by Mr Trump’s tariff and annexation threats, Mr Carney’s success over his four-year term will hinge on his ability to navigate the escalating trade war with the US. We continue to expect that Mr Carney will adopt an assertive stance on trade but will moderate his public rhetoric to avoid the risk of escalating the dispute. He is likely to focus on an incremental approach to securing tariff rollbacks from the US, starting with autos. Along with the Mexican president, Claudia Sheinbaum, Mr Carney will need to quickly establish an approach to the United States-Mexico-Canada Agreement (USMCA) renegotiation, scheduled to begin in July 2026.Domestically, the first Carney budget is likely to introduce fiscal measures targeting middle- and low-income households, including GST relief for home-buyers and targeted tax cuts. Increasing defence spending will also be a priority. Canada faces mounting pressure from the US to meet NATO’s defence spending target of 2% of GDP. Mr Carney has pledged to allocate C$30.9bn over the next four years to bolster Canada’s defence capabilities, with a particular focus on strengthening its northern borders in response to rising Russian and Chinese activity in the Arctic. He has committed to meeting NATO spending goals by 2030, two years earlier than previously pledged by Mr Trudeau.Mr Carney’s ability to pursue his agenda will be tested by some challenging parliamentary arithmetic. In the 343-seat House of Commons, the Liberals will need to maintain internal discipline and secure support from other parties to pass budgets and legislation. With the New Democratic Party, which previously supported Mr Trudeau’s government, losing seats in the election, Mr Carney will probably need to reach out to Bloc Québécois, suggesting some concessions on issues tied to Quebec autonomy. Although we expect Mr Carney to enjoy some initial parliamentary goodwill in the light of US trade threats, political stability will be tested as the economic downturn that we expect becomes more pronounced. The Conservatives, despite falling short of victory, have formed a robust opposition, and we believe that they will continue to champion cost-of-living issues and push back against Liberal policies.What next?Mr Carney will prioritise managing the economic fallout from Mr Trump’s tariffs on key sectors including automobiles, steel and aluminium, with additional levies on auto parts threatened from May 2nd. We expect him to initiate immediate negotiations with the Trump administration on a new economic and security arrangement. His government is likely to pursue stronger trade ties with other partners, particularly the EU, to diversify Canada’s economic relationships.The analysis and forecasts presented in this article are drawn from EIU’s Country Analysis service. This comprehensive solution offers essential insights into the political and economic outlook of nearly 200 countries, empowering businesses to manage risks and develop effective strategies.",
    "ElectionsForecastingPoliticsAmericasCanadaCountry Analysis"
  ]
}