{
  "url": "https://hbr.org/2025/01/trumps-trade-and-deportation-plans-could-be-disastrous-for-the-u-s-food-supply",
  "title": "Trump’s Trade and Deportation Plans Could Be Disastrous for the U.S. Food Supply",
  "ut": 1737532501.0,
  "body_paragraphs": [
    "Jeff Swensen/Getty Images",
    "In his first day of office, President Donald Trump made it clear that he intends to follow through on his campaign promise to dramatically increase the deportation of undocumented immigrants and use tariffs as a lever in executing his trade policies. But undocumented immigrants make up a critical portion of the agricultural workforce, so mass deportations could lead to serious shortages of farm labor — especially given the limitations of the H-2A visa program and the challenges in attracting American workers to agricultural jobs. Imported fruits and vegetables are often cheaper due to significantly lower wage rates abroad. These new policies stand to have a substantial impact on what produce costs at the grocery store.",
    "On President Donald Trump’s first day in office, he signed a sweeping executive order on immigration, threatened to impose a broad range of tariffs, including a 25% tariff on goods imported into the United States from Mexico and Canada that he said would go into effect on Feb. 1, and outlined some actions aimed at taming inflation. A deeper understanding of how fresh produce makes its way into U.S. grocery stores helps to illuminate the contradictions in these goals. The United States depends on migrants — legal and undocumented — to grow and harvest much of its fresh produce. Deportations and the ensuing labor shortages would dramatically raise the cost of produce that requires heavy manual labor, especially fruit like strawberries and blueberries, or anything that must be handpicked. We don’t know whether any of these plans will be enacted, but understanding the role that immigrants, legal as well as undocumented, play in delivering produce to the supermarket will help the administration make better decisions. Mistakes could turn some items, like berries, into luxury goods.",
    "New Year, New You Sale",
    "HBR's 10 Must Reads 2018 + HBR IdeaCast Audio Interviews",
    "Why Are We Here?: Creating a Work Culture Everyone Wants",
    "Read more on Business and society",
    "Government policy and regulation,",
    "and Agriculture sector"
  ]
}