{
  "url": "https://www.ft.lk/columns/SMEs-forgotten-people-of-Sri-Lanka/4-774766",
  "title": "SMEs – forgotten people of Sri Lanka?",
  "ut": 1742942848.0,
  "body_paragraphs": [
    "The SME sector accounts for 52% of GDP employing over 4.5 million people",
    "Sri Lanka’s economy has turned around from a contraction of 7.8% in 2022 to a +5.2% growth in 2024 which is the resilience of the country. An important point to note is that this comes at a backdrop of the IMF and World Bank projecting a growth of 3-3.3%. This is the power of brand Sri Lanka that the world needs to comprehend. The export community contributed $ 16.7 billion whilst the tourism sector crossed a $ 3.1 billion performance which is a +53% growth over last year. But a point that Sri Lanka has forgotten is that over 70% of both the sectors – tourism and exports are contributed by MSMEs and SMEs.",
    "SME – reality in 2025",
    "The backdrop of Sri Lanka’s economy are MSMEs/SMEs account for 52% of the GDP of Sri Lanka. Way back in 2018 this sector contributed around $ 48 billion and the Non performing loans (NPLs) was at a mere 3.4%. In 2019 the sector contributed $ 46 billion and the NPLs moved up to 10.4% given that the country was feeling the heat due to the impending financial crisis. Even during the year 2020, the MSMEs/SMEs sector gave the Sri Lankan economy $ 45 billion but the NPLs hit 13.9%. But it was manageable. Then came the financial crisis but the sector stood still and contributed $ 46 billion with the NPL% going up to 14.1%.",
    "But with the announcement by the Central Bank that Sri Lanka being bankrupt spiked the overall NPLs to a staggering 36% and then the sector was deeply in the red. As at now the NPL stock is valued at Rs. 680 billion which is unmanageable. The 4.5 million workforce is now vulnerable whilst 39% of the SMEs are owned by women that adds to the complexity. This will be the next challenge for Sri Lanka.",
    "Some speculate that the debt stock at NPL is as high as Rs. 1.3 trillion. Be that it may the Government has identified the MSMEs challenge and recommended that existing loans must be re-structured at a modest 10% concessionary rate notwithstanding the current Non Performing Loans (NPLs). This includes waving off the interest accrued on the existing loans for the last five years. The Government has indicated that 50% of the accrued interest will be shouldered by the State whilst as per the circular No. 4 of 2024 of the Central Bank of Sri Lanka, the unpaid interest of eligible SME borrowers will be waived off on the accumulated interest between 1 April 2019 and 15 December 2024, subject to certain restrictions.",
    "A point to note is that the media reported last weekend that the banking community has made a 48 billion dividend payout which further adds pressure on the overall management of this issue. The Ministry of Industries has been tasked to manage this challenge which means that unless it is addressed there will be an impact to the overall industry and commerce numbers in 2025.",
    "SMEs – forgotten people",
    "If we go back to basics the SME sector generates around 50% to the Sri Lankan GDP in the focus sector of exports and tourism. Whilst there is considerable visibility in the formal sector be it on print or electronic media, we rarely see SMEs in any of the glitzy magazines or the financial section of any of the newspapers. This sector gets lost in the overall industrial and commercial space. Some events brand the SMEs as the Forgotten People.",
    "If numbers are crunched a colossal $ 35 billion contribution comes from SMEs to the economy as per the latest statistics. It may not be incorrect to say that they are the forgotten entity of the Sri Lankan economy just because their share of voice cannot be heard even though in the recent past the sector has been very aggressive with a high share of voice in the media. Hence the new policy perspective coming into play is opportune but a point to note is that we have heard this rhetoric many times in the last 15 years when ‘SME white paper’ was presented to the country. But sadly we never saw reality hitting the market place.",
    "If we examine the most debatable issue of this sector is that there is no proper definition of what an SME is. This is not unique to Sri Lanka but common to many countries around the world, as classifying an SME can be based on a multitude of variables that can vary from one country to another. The absence of data in this uncontrolled sector of the economy adds to the complexity.",
    "In Sri Lanka, some say that an enterprise which has less than 99 people and an asset base of four million can be termed an SME. Then another definition is less than 50 people but an asset base of 20 million. The World Bank states that if any enterprise has less than 99 people, it can be termed an SME. Hence it is very clear that this is one key policy decision that Sri Lanka needs to take as a country given that concessionary financial facilities can be targeted as well as availability of specific business development services can also be made available if there is a clear classification of an SME.",
    "Apart from the fact that over 52% of GDP is generated by SMEs, another important point to note is that from the 6,000 odd exporters that generate almost $ 16 billion to the economy, nearly 73% of them are SMEs. If we take another sector like the tea industry, from the 250 million kilograms of tea that Sri Lanka produces, almost 70% of them are from the smallholding producers that have just half-an-acre of land area, which once again comes under the SME classification. This number is similar in the tourism sector with the debt stock accounts for Rs. 700 billion (includes the corporate sector too). Hence we see that there are many unsung heroes in the SME business who never get highlighted or for that matter identified so that development can be done from a State perspective. The good news is that the current Government has stipulated that the Ministry of Industries will be the focal point to manage this challenge.",
    "If I may take you back to how the SME sector evolved in Sri Lanka, apparently way back in 1952, the World Bank had suggested that the Government develop SMEs rather than promoting large industries. Then in the 1960s the Sri Lankan Government began focusing on developing cottage industries and SMEs for the sole purpose of saving foreign exchange through import substitution and to spruce up employment.",
    "Thereafter in the 1977 post-liberalised economy, SMEs were developed to drive the export market, which is actually when the SME sector was unleashed to become the backbone of the country’s economy. With this development came the multitude of Government agencies and private sector banks that were being set up to provide the policy environment to support this fast-developing business sector. This included the department of small industries, CISIR, EDB, SLSI, IDB, SLECIC, Textile Department, National Gem and Jewellery Authority, NEDA, DFCC, NDB, SME Bank and later renamed as Lankaputhra and today, the powerful bank called Regional Development Bank (RDB) to name the key institutions.",
    "In the recent past we have seen many line ministries like the Ministry for Traditional Industries and Small Enterprises coming into the fray, which explains the fast-growing importance of this sector but sadly the key issues have not been successfully addressed.",
    "One of the key issues in Sri Lanka is that there is no clear policy for a typical small and medium scale entrepreneur to be guided. In Thailand there was an SME promotional plan and in the Philippines there was an SME development plan launched with aggressive field administration. ASEAN got together and launched a blueprint for ASEAN SMEs which got traction but Sri Lanka could not latch on to this.",
    "The challenges that SMEs are up against are that to register property it takes almost 258 days and 5% of the land value, which is not conducive to fostering entrepreneurship. The lack of business development services, adequate research and development facilities, quality certification at district level and the linkage to export markets come up as key issues whilst the biggest issue is the difficulty in having access to concessionary finance.",
    "Another point highlighted by the SMEs is that almost 28 types of taxes have to be paid to a bank during the year, which is very cumbersome and time-consuming and it must be a priority item that must be addressed. Some went on to say that a typical SME being stretched for talent is today faced with labour issues given the employment rate being at below 5%.",
    "If we take a cue from a country like India, way back in 2010 there were around 30 million SMEs in India but with key changes to policy on the lines discussed above, the progress has been phenomenal. As at today, the number stands at over 600 million SMEs as per the statement by the Minister of Small Scale Industries – Agro and Rural Sector.",
    "The Secretary of the said Ministry went on to say that with minimum policy changes, the greatest results were being achieved, given that there was a passionate commitment to drive strategy. Whilst Sri Lanka continues to be rhetoric in its focus on SMEs, we have not been able to develop the backbone of the country to drive economic growth.",
    "The first key task is for this sector of business to have a single line ministry. This will lead to a clear and focused agenda that can be developed which will be followed by a set of policy guidelines. If this is done, some of the key issues highlighted above will be addressed due to the focused manner of implementation.",
    "Secondly, a SME Policy Unit must be set up so that very close contact can be made with the SMEs, which will result in an updated database which will make the task of developing specific business strategies possible. This can also lead to a once-a-month SME forum to be organised where the key obstacles that SMEs are faced with can be highlighted so that a PPP model of problem solving can be operationalised.",
    "Thirdly, support linkages can be developed with ITI, EDB, SLSI and the Department of Registration so that at regional level too this service can be accessed by a typical SME. Fourthly, the issue of access concessionary finance must be addressed. This can only be done if financial rigour is being practiced by the SMEs so that when it comes to documentation required for one to take a loan, things are in order.",
    "Maybe the Regional Development Bank can have a unit that helps SMEs structure their documentation in a way that access to finance is possible even if the cost of the capital is not as attractive, the logic being that even if interest rates are reduced to levels that are very attractive, if financial discipline is not being practiced by an SME, access to finance will still remain an issue.",
    "Finally, maybe we need to fast-track the setting up of industrial estates in different parts of the country but in a sector specific manner, just like in India, so there is greater focus and stronger networking that leads to the industry as a whole becoming very competitive. This can also help drive specific technology that can be shared by the different competitors as well as the employment can be targeted by sector. A classic example is Achchuveli industrial zone which could be linked to the South Indian economy.",
    "The importance of the MSME/SME sector to the Sri Lankan economy is key to maintaining the 5% GDP growth momentum in the country. The banking sector will have to support the Ministry of Industries based on the CBSL circular No: 4 of 2024 dated 19 December 2024. How this policy stipulation will be implemented will be the acid test for the current Government.",
    "(The author is a former Chairman of Sri Lanka Export Development Board/Sri Lanka Tourism and currently is the Vice Chairman of the World Rural Tourism Council for Asia Pacific.)"
  ]
}