{
  "url": "https://www.ft.lk/opinion/Non-issuance-of-original-health-records-to-patients/14-786836",
  "title": "Non-issuance of original health records to patients",
  "ut": 1768246106.0,
  "body_paragraphs": [
    "This is in reference to the complaints attached regarding the non-issuance of original health records to patients attending the Health Curative Department dispensaries.",
    "The Health Curative Department does not routinely hand over original patient health records to patients, as experience over many years has shown that patients tend to lose or misplace records due to various unavoidable reasons. These include forgetfulness related to daily work commitments, accidental loss during travel, and damage caused by adverse weather conditions such as rain and floods. Once records are lost or damaged, it becomes impossible to retrieve past clinical information, which adversely affects continuity of care.",
    "Maintaining records within the dispensary premises ensures that patient information remains secure, intact, and readily retrievable at any given time. This system allows attending medical officers to review previous diagnoses, treatments, investigation results, and follow-up plans accurately, thereby ensuring safe, consistent, and evidence-based patient care.",
    "In addition, retention of records at the institution is essential for medico-legal purposes, audit requirements, continuity of long-term care for chronic diseases, and public health surveillance. It also minimises the risk of record tampering, alteration, or misuse.",
    "Patients are not deprived of access to their information. If required, they are encouraged to maintain a personal notebook in which key clinical details can be recorded for their reference during visits to other healthcare institutions. Importantly, all laboratory investigation reports, including blood test results, are always handed over to patients without restriction.",
    "Furthermore, the Health Curative Department is in the process of digitising the entire health records system to enhance accessibility, safety, and efficiency. This digitalisation initiative has already commenced at the Health Curative Department Head Office Polyclinic at Slave Island and will be expanded to other dispensaries in due course.",
    "In view of the above reasons, retaining patient health records within the dispensary premises is a necessary, patient-centred, and institutionally responsible practice aimed at ensuring continuity of care, data security, and overall healthcare quality.",
    "(The writer is Chief Medical Officer of Health Curative Department, Colombo Municipal Council.)"
  ]
}