{
  "url": "https://www.technologyreview.com/2025/02/27/1112595/volcanic-eruption-turned-human-brain-into-glass/",
  "title": "How a volcanic eruption turned a human brain into glass",
  "ut": 1740634200.0,
  "body_paragraphs": [
    "They look like small pieces of obsidian, smooth and shiny. But a set of small black fragments found inside the skull of a man who died in the eruption of Mount Vesuvius in Southern Italy, in the year 79 CE, are thought to be pieces of his brain—turned to glass. The discovery, reported in 2020, was exciting because a human brain had never been found in this state. Now, scientists studying his remains believe they’ve found out more details about how the glass fragments were formed: The man was exposed to temperatures of over 500 °C, followed by rapid cooling. These conditions also allowed for the preservation of tiny structures and cells inside his brain.   “It’s an extraordinary finding,” says Matteo Borrini, a forensic anthropologist at Liverpool John Moores University in the UK, who was not involved in the research. “It tells us how [brain] preservation can work … extreme conditions can produce extreme results.”  Glittering remains The Roman city of Herculaneum has been covered in ash for many hundreds of years. Excavations over the last few centuries have revealed amazing discoveries of preserved bodies, buildings, furniture, artworks, and even food. They’ve helped archaeologists piece together a picture of what life was like for people living in ancient Rome. But they are still yielding surprises.",
    "Around five years ago, Pier Paolo Petrone, a forensic archaeologist at the University of Naples Federico II, was studying remains first excavated in the 1960s of what is believed to be a 20-year-old man. The man was found inside a building thought to have been a place of worship. Archaeologists believe he may have been guarding the building. He was found lying face down on a wooden bed.  The carbonized remains of the deceased individual in their bed in Herculaneum.GUIDO GIORDANO ET AL./SCIENTIFIC REPORTS   Petrone was documenting the man’s charred bones under a lamp when he noticed something unusual. “I suddenly saw small glassy remains glittering in the volcanic ash that filled the skull,” he tells MIT Technology Review via email. “It had a black appearance and shiny surfaces quite similar to obsidian.”  But, he adds, “unlike obsidian, the glassy remains were extremely brittle and easy to crumble.”",
    "An analysis of the proteins in the sample suggested that the glassy remains were preserved brain tissue. And when Petrone and his colleagues studied bits of the material with microscopes, they were even able to see neurons. “I [was] very excited because I understood that [the preserved brain] was something very unique, never seen before in any other archaeological or forensic context,” he says. The next question was how the man’s brain turned to glass in the first place, says Guido Giordano, a volcanologist at Roma Tre University in Rome, who was also involved in the research. To find out, he and his colleagues subjected tiny pieces of the glass brain fragments—measuring millimeters wide—to extreme temperatures in the lab. The goal was to identify its “glass transition state”—the temperature at which the material changed from brittle to soft.  GUIDO GIORDANO ET AL./SCIENTIFIC REPORTS   These experiments suggest that the material is a glass, and that it formed when the temperature dropped from above 510 °C to room temperature, says Giordano. “The heating stage would not have been long. Otherwise the material would have been … cooked, and disappeared,” he says. This, he adds, is probably what happened to the brains of the other people whose remains were found at Herculaneum, which were not preserved. The short periods of extremely high temperature might have resulted from super-hot volcanic gases and a few centimeters’ worth of ash, which enveloped the city shortly after the eruption and settled. Denser pyroclastic flows from the volcano would have hit the building hours later, possibly after the brain had a chance to rapidly cool down. “The ash clouds can easily be 500 or 600 degrees … [but] they may quickly pass and quickly vanish,” says Giordano, who, along with his colleagues, published the results in the journal Scientific Reports on Thursday. “That would provide the fast cooling that is required to produce the glass.” A unique case No one knows for sure why this young man’s brain was the only one to form glass fragments. It might have been because he was sheltered inside the building, says Giordano. It is thought that most of Herculaneum’s other residents flocked to the city’s shores, hoping to be rescued. It’s also not clear why the man was found lying face down on a bed. “We don’t know what he was doing,” says Giordano. He might not have been guarding the building at all, says Karl Harrison, a forensic archaeologist at the University of Exeter in the UK. “In a fire, people will end up in rooms they don’t know, because they’re running through smoke,” he says. The conditions may have been similar during the volcanic eruption. “People end up in funny places,” he adds. Either way, it’s a unique finding. Archaeologists have unearthed ancient human brains before—over 4,400 have been discovered since the mid-17th century. But these samples tend to have been preserved through drying, freezing, or a process called saponification, in which the brains “effectively turn to soap,” says Harrison. He was involved in work on a site in Turkey at which an 8,000-year-old brain was found. That brain appears to have “carbonized” and turned charcoal-like, he says. Some of the glassy brain fragments remain at the site in Herculaneum, but others are being kept at universities, where scientists plan to continue research on them. Petrone wants to further study the proteins in the samples to learn more about what’s in them. Holding the fragments feels “quite amazing,” says Giordano. “A few times I stop and think: ‘I’m actually holding a bit of a brain of a human,’” he says. “It can be touching.” hide"
  ]
}