{
  "url": "https://www.dailymirror.lk/opinion/Let-not-red-herrings-draw-attention-away-from-problems/172-295105",
  "title": "Let not red herrings draw attention away from problems",
  "ut": 1730489200.0,
  "body_paragraphs": [
    "It has been less than six weeks since the people brought new leaders to the political scene of this country. The fact that a once outlawed political entity has won the presidential hustings seems to have set the cat among the mice.",
    "The upcoming parliamentary elections in November have roused a political hornets’ nest. Many politicians have begun believing they stand no chance at the next elections. Gone are old faces like those from the Rajapaksa family. Even Namal -son of ever popular ex President Mahinda Rajapaksa- has seen the writing on the wall since his drubbing at the presidential polls.",
    "A new cry of a possible Islamist terrorist attack is being raised. It’s mainly Colombo-based and based on an Israeli travel warning.",
    "The tale is also pushed by particular political parties who lost out at the presidential polls. A new bunch of self-styled ‘security experts’ also warn of possible ‘Islamic terrorism’ based on the existence of a few Jewish chadabs (places of prayer) especially one at Arumgam Bay.",
    "The Jewish places of prayer have been in existence for some time. The self-styled security experts have suddenly woken up to possible attacks from Islamic terrorism. More strange, is the fact that the citizens of Arugam Bay (Muslim majority) are not agitated about the presence of the Jewish place of worship in their city.",
    "It is about time our political parties and self-styled security experts cease demonising particular communities in our country for cheap and temporary political gain.",
    "Have we as yet, not learned the lessons from our three-decade-long ethnic conflict which ended in May 2009? That conflict or war, left around 70,000 civilians dead. Innumerable numbers were injured and according to a US State Department report of 2017 - 2021 over a million were injured.",
    "We also need to reflect on the Israeli warning or advisory to its citizens in Arugam Bay. The Israeli ‘advisory’ was issued only after the tourist season at Arugam Bay came to a close. This ensured the Israeli-run places of business would not be adversely affected by the warning.",
    "By a strange coincidence, the warning was issued days after our newly elected government ordered its representatives at the UN to sign a Chilean-sponsored document condemning Israel for labeling the United Nations Secretary- General (UNSG) ‘persona non grata’ and banning him from entering Israel.",
    "Israel does not appreciate the UNSG criticising its ongoing programme of genocide on the Palestinian people in Gaza. It refuses to halt attacks on the civilian population of Gaza, its attacks on the occupied Palestinian territories and neighbouring countries of Lebanon, Yemen, Iran and Syria.",
    "Israel’s action in issuing travel warnings, which they know very well, will hit the economy of our country at a time when we are struggling to recover from our situation of bankruptcy, is a blow below the belt. The government needs to recognise it as such and expose its nefarious character.",
    "It is time our new government wakes up to the fact that millions of our people receive employment in the Arab world. Israel provides employment to a handful of our citizens. It is the wages of those employed in the Arab countries which bring in the largest component of our foreign earnings.",
    "The antics of political parties defeated at the presidential poll however are mere red herrings to take the government’s focus away from the more urgent tasks at hand like the need to bring down the cost of living etc. Let’s face it, President Dissanayake and his team too, left themselves open to attack when they made promises they could not keep, in the run-up to the presidential election. Promises to reduce the cost of fuel to Rs. 100 per litre remind us of a past leader who promised to bring rice from the moon.",
    "Rather than falling into a trap of defending promises they made before the election, let the new government learn from those mistakes. The government needs to ensure we do not default on debt repayment by trying to renegotiate a done deal.",
    "For the sake of the country, seasoned past leaders need to help the new regime, rather than throwing stones from the sidelines and distracting them from the job in hand."
  ]
}