{
  "url": "https://www.ft.lk/columns/Harping-on-Harmonised-Leadership-Insights-and-implications/4-774959",
  "title": "Harping on “Harmonised Leadership”: Insights and implications",
  "ut": 1743376242.0,
  "body_paragraphs": [
    "Leadership is all about pursuing a dream as a passionate team. It needs harmony on many fronts. In order to achieve tough targets with pleasure amidst pressure, needs “Harmonised Leadership”. Let me share insights with implications regarding “Harmonised Leadership”, keeping Sri Lankan managers and administrators in mind.",
    "In the wake of global turbulences in multiple spheres, the need for leadership at all key levels has been felt as never before. It reiterates what Ralph Stogdill said so many years ago. “Leadership is a vastly researched but least understood phenomena on earth”. Perhaps the only ship that survives a storm is leadership. It is essentially a mindset that is more about decisions and actions than about positions and titles. We often look at the leaders at the top but overlook the “leaders at the tap” and ignore its non-hierarchical applicability.",
    "Dynamics of leadership highlights the leaders and laggards in the society showcasing actions and inactions. Leaders are performers in practicing what they preach. They inspire, influence, and initiate in such a manner to involve in result-oriented action. In contrast, laggards are passengers hampering the progress by being lazy, lousy and lethargic. Indecisiveness resulting in inaction is often common in such an approach. How can one continue to be a leader without dragging down as a laggard? The answer lies in the “Harmonised Leadership”.",
    "From balance to harmony",
    "Balance requires equal attention to different elements. That is why the illusive concept of “work-life balance” becomes obsolete. Stephen Covey in his best seller, “seven habits of highly effective people” advocated managers to “begin with the end in mind.” It boils down to one’s fundamental purpose of existence. How much emphasis one would place on to a particular role in professional or personal front of life should depend on this raison d’être. I have seen career women who opted for a challenging managerial career leaving aside a marriage. I have also seen female managers opting to step down in order to take charge of their family front better. It is the emphasis you put into each role.",
    "Harmony, in essence, is all about the accord, being the quality of forming a pleasing and consistent whole. It is a pleasing arrangement of parts with congruity. A busy manager dropping off his son to school and coming to work, continue till late evening, whilst being in touch with the family, and enjoying a refreshing Sunday with them could be one such example.",
    "I would suggest that there are two facets of harmony, inner and outer. Inner harmony deals with mind, body, and spirit. Outer harmony deals with work, family, and society. Eastern wisdom is abundant with refreshing resources with regard to inner harmony. Zen has paved way, with practices such as meditation and yoga to sustain such an inner harmony. Loehr and Schwartz in their seminal HBR article titled “Making of a Corporate Athlete,” describe vividly the importance of physical, mental, emotional, and spiritual “capacities.” This essentially points to inner harmony. The spillover effect of it will facilitate the challenge to achieve outer harmony. Figure 1 depicts such combination of inner and outer harmony.",
    "Harmonising work, family and society does not necessarily mean perfection. There will be events that you need to prioritize more on office front. Launching a new telecom product or establishing a new bank branch can be such examples. The deprivation of the family front in such cases should be recovered by paying more emphasis on a priority basis, without interrupting the office front. The situation can be more difficult for a manager following an MBA with demanding academic work. There can be simultaneous peaks occurring such as an upcoming exam, looming project timeline and a sick child at home. It requires understanding between the manager and his/her superiors on one side, and between the loved ones on the other side. That is where institutional support becomes useful, even though not always possible.",
    "When you demonstrate inner harmony and outer harmony, you approach work as a part of pursuing your purpose. It meaningfully connects with Nishkam Karma (NK), a term derived from the revered Hindu text, Bhagawad Gita. It literally means detached involvement. Performing work, accepted on the basis of agreed remuneration, with little calculation or comparison with others, or concern for additional personal recognition, gain or reward during or completion of the work. A verse in Bhagavad Gita enunciates the principle of NK as: “Thou hast a right to action, but only to action, never to its fruits; let not the fruits of thy works be thy motive, neither let there be in thee any attachment in inactivity.”",
    "This is as opposed to Sakam Karma (SK) meaning attached involvement. “Harmonised Leadership” does not advocate it as it leads to unhealthy competition, self-centred progress and individualistic rewards. As Sri Aurobindo aptly pointed out, “action done with NK is not only the highest, but the wisest, the most potent and efficient even for the affairs of the world.” A desirable scenario would be to see the engaged employees becoming detached yet continuing to be involved. A simple example could be, a bank manager devoting himself/herself to the achievement of the given objectives, in a whole-hearted manner, without thinking of what one would get in return. The opposite of this will be another manager working hard on a personal agenda, aspiring to get the next promotion early.",
    "The acid test here is the ability to “detached” yet getting involved, particularly in the professional front of life. The much published statement by former US president John F Kennedy, “ask not what your country can do for you, but ask what you can do to the country.” Such an approach is very much relevant to a wide variety of institutions, in order to build employees who are ethical and effective.",
    "“Harmonised Leadership” and People",
    "“Human kindness has never weakened the stamina or softened the fibre of free people; A nation does not have to be cruel to be tough”, so said Franklin D. Roosevelt. The balance between enforcing controls and ensuring continuity is a tough task in the hands of key decision makers. We saw this around the globe during pandemic times. How “Harmonised Leadership” deals with people can be described by referring to employee engagement, which has become a buzz word in management circles, mainly due to its attractiveness as a tool in getting work done.",
    "What do we mean by employee engagement? Interestingly, it means different things to different people. The meaning of employee engagement is ambiguous among both academic researchers and among practitioners. It captures the essence of employees’ head, hands, and heart involvement in work. It refers to employee’s psychological state (e.g., one’s identification with the organisation), his/her disposition (e.g., one’s positive feeling towards the organisation) and performance (e.g., one’s level of discretionary effort). In brief, it captures affective (feeling), cognitive (thinking) and behavioural (acting) dimensions of an employee. A leader with proper inner and outer harmony can connect with one’s team members by igniting passion towards intended action.",
    "As reported by Economic Times, despite the positives, younger employees, with comparatively limited experience and networks, may face disproportionately negative outcomes from hybrid working in terms of recognition, development, and networking opportunities. Setting one’s own goals can keep motivation and performance high. These are some challenges for a “Harmonised Leader” in persuading the young colleagues to work smart, with needed empathy.",
    "In the case of Sri Lanka, many such examples can be found where focused effort towards engaging employees had yielded results. Despite the scarcity of documented evidence, efforts are being made on this front, with vision and vigour. One common characteristic among the leading organisations hailed as “great places to work” was the sustained focus on employee engagement. However, the scope is vast, and the continuous improvement path remains widely open. The obvious pressure involved needs to be handled well with true demonstration of inner and outer harmony.",
    "Gary W. Keller, an American author shares an interesting perspective about work. “Work is a rubber ball. If you drop it, it will bounce back. The other four balls – family, health, friends, integrity – are made of glass. If you drop one of these, it will be irrevocably scuffed, nicked, perhaps even shattered.” This highlights the need to have both inner and outer harmony. A “Harmonised Leader” is well geared to face tough challenges whilst having tender relationships.",
    "“Being able to shift in light of new information and in light of new opportunities is a skill” says Stewart D. Friedman, the author of Total Leadership.",
    "As he further illustrates, “new media require that we—as leaders of our lives—choose where, when, and how to get things done, to manage the boundaries between different parts of life.” It is where the inner harmony of mind, body & spirit and the outer harmony of work, family & society will be essential in depicting “Harmonised Leadership”. We Sri Lankans can do far better in this respect.",
    "(The writer, a Senior Professor in Management, and an Independent Non-executive Director, can be reached at [email protected], [email protected] or www.ajanthadharmasiri.info.)"
  ]
}