{
  "url": "https://hbr.org/2024/12/why-your-finance-team-should-help-make-big-ai-decisions",
  "title": "Why Your Finance Team Should Help Make Big AI Decisions",
  "ut": 1734593701.0,
  "body_paragraphs": [
    "Jorg Greuel/Getty Images",
    "The companies that succeed with AI aren’t necessarily those with the most advanced models or the largest data sets — they’re the ones that bring together diverse expertise to make the smartest decisions. Finance, with its ability to ascertain value,...more",
    "Companies have adopted artificial intelligence with almost unheard-of speed, but there remains a significant gap between enthusiasm and results. In a recent survey of 750 executives (150 in tech, 600 in other industries), a strong majority (65%) told us they believe they have an advanced understanding of AI and its benefits, and 18% said they have a cutting-edge understanding. But only 6% claim to have a cutting-edge ability to derive value and P&L impact from the technologies.",
    "Our research and experience show that a major driver of AI performance is not the technology itself, but who’s in the room making decisions about where, how, and when to employ AI. We know that AI needs to be a collaboration between business and technology leaders, not just owned by one or the other. But we wanted to go deeper — to try to understand the conversation itself and learn what makes the difference between success and mediocrity or failure.",
    "So we asked those business and technology leaders we surveyed to map their companies’ AI investments onto a modified version of Michael Porter’s value chain, picking their top three priorities from a list consisting of five primary areas — procurement and supply chain; production and operations; fulfillment and distribution; marketing, pricing, and sales; and customer insights, service, and experience — and four support activities — HR and talent management; finance; product, process, and technology development; and risk and compliance.",
    "We found that the finance function plays a critical role in the collaboration between P&L and functional leaders that makes AI pay off. To start, here’s what the data showed about where companies are making investments:",
    "Companies focus where the most value is created",
    "Among all the companies surveyed, the number-one destination for AI investments was customer insights, service, and experience, with 53% of companies naming it a top priority. The second-most-popular destination for AI funds was operations and production, followed in third by product, process, and technology development.",
    "These priorities vary by industry. Capital-intensive industries like aerospace, energy, and industrials ranked operations first, followed closely by product and process development. Among consumer products and retail B2C companies, marketing and customer activities are in a virtual dead heat, with supply chain just behind.",
    "These priorities make intuitive sense. Operations and processes are where capital-intensive companies spend the most money and add the most value, whereas value creation for B2C companies depends on finding and serving customers and making sure the shelves are stocked.",
    "See more HBR charts in Data & Visuals",
    "See more HBR charts in Data & Visuals",
    "Growth-leader companies prioritize Finance",
    "A startling change appeared when we focused on top-performing companies, measured by revenue growth (roughly the top 16% of the sample). For growth leaders in all industries, customer activities moved four points higher, to 57% from 53% — but finance took a huge leap into second place, displacing both operations and product and process development. Finance was cited by 53% of growth leaders but just 37% of all companies.",
    "The same thing happened in the industry subgroups. In the capital-intensive industries, the role of finance rose 10 points, from 33% to 43%. In the B2C group, it went up from 24% to 36%. Among healthcare companies, finance’s importance soared from 36% for all companies to 64% for growth leaders.",
    "See more HBR charts in Data & Visuals",
    "3 Ways Finance Helps Companies Make Better AI Choices",
    "Clearly, some kind of magic happens when the finance team joins business and technology leaders in the conversation about AI. Here’s what the collaboration allows companies to do:",
    "1. Choose the right projects",
    "With so many possible ways to use AI, selecting the right use case can be a challenge. Our work with clients tells us that there are three conversations that get much better when finance joins the collaboration with technology and business leaders. To the conversation between tech teams ­(Here’s what AI can do) and business teams (Here’s what needs to be done), Finance adds a critical third dimension: Here’s what’s most worth doing.",
    "The CFO’s team houses the experts who know how to quantify a project’s ROI; measure its impact on cost, revenue, cash flow, and so on; and compute how these factors affect enterprise value. By using tools such as scenario analysis, finance teams can also help business and tech colleagues model and compare different combinations of projects — and also show how various risks could affect value creation. Finance’s role in providing an objective litmus test becomes all the more critical when leadership is faced with multiple, often glamorous project options, especially since it’s often the least-glamorous cases that have resulted in the greatest ROI. For example, for one company that offers preventive maintenance services to operators of fleets of trucks and other vehicles, it turned out that a seemingly mundane internal project — using AI to improve quality assurance for software code — was more valuable than many customer-facing initiatives.",
    "In other cases, finance is uniquely equipped to identify opportunities particularly well-suited to AI’s number-crunching capabilities. We experienced this while working with a consumer goods company aiming to boost profitability. There were dozens of proposals for AI initiatives, ranging from optimizing marketing spend to reducing customer churn. From the long list of feasible ideas, Finance played a crucial role in identifying the most valuable ones, ensuring that the focus was on what would create the most tangible impact. The number-one idea? Using AI to optimize promotions and pricing simultaneously — i.e., identifying whether and how much promotional items should be discounted. It was a project that combined the higher math of finance, the street smarts of the commercial team, and technical imagination of the AI experts. As a group, the selected projects ended up driving a 10% increase in margins.",
    "2. Solve the right problems",
    "AI can confidently provide the right answers to the wrong questions, leaving organizations wondering why they’re not realizing returns on their investment. Imagine, for example, that your company has a customer churn problem, resulting in falling sales and increasing costs to acquire new customers. There are a host of reasons why loyalty might decline. Do the sales reps need to be more proactive with existing accounts? Are customer success teams neglecting certain customers or missing warning signs? Is there a problem with segmentation? (I.e., are you bringing in the wrong customer in the first place?) Is pricing a problem? Is the contact center inefficient or ineffective? AI can help with any of these, but which matters?",
    "To do this kind of root-cause analysis, you want three people side by side to pinpoint the source of the problem, get to the right questions that need to be answered, and then devise the plan to address them quickly and tactically: an AI pro, an operations specialist, and someone with deep financial planning and analysis skills — that is, a wonk from Finance.",
    "“We actually spend a lot of time talking to CFOs, because they truly often understand the problem that has to be fixed,” Chris Satchell, the managing director of technology and digital at the Clayton, Dubilier & Rice private equity firm, told us. One of the firm’s portfolio companies, a building materials manufacturer, was struggling to allocate capital effectively while also dealing with resource planning to capture customer demand. It was the finance team that located the root cause of the problem: a demand-forecasting model that could look forward just three months and with unsatisfactory accuracy. Because of the fuzzy forecasts, none of the other teams — procurement, operations, distribution, and even sales — could act with precision. But forecasting is an AI opportunity par excellence, and a new AI-based model forecasts 18 months ahead with a 50% reduction in error rate and plant-level visibility, producing what Satchell says are the tools to allow the company to optimize capital allocation and profitability.",
    "Finance teams bring another strength to the search for underlying problems: They typically have fewer “sacred cows,” or off-limits discussions, than any other group in a company. They will force the conversation to go where the facts say it should go. For the same reason, they can also be a bridge between project teams and senior management; if a project is worth funding, the CFO can usually find money somewhere in the company, even if the budgets for IT or a business team are maxed out.",
    "3. Ensure accountability and sustained value creation",
    "Finally, Finance brings a necessary aptitude for accountability. This can provide three benefits.",
    "The first comes into play when selecting and managing vendors. The AI marketplace is buzzier than an apiary. Finance teams can help keep conversations with vendors focused on your criteria and value-creation goals instead of letting vendors define metrics for you.",
    "Second, Finance helps teams protect gains from erosion. There are lots of ways that projects (not just AI projects) can allow value to slip away — think scope creep and time overruns, for example. But value can also be lost if the gains (lower costs, higher revenues) aren’t catalogued, captured, and accounted for. There’s always a temptation, especially when dealing with cool new technology, to keep playing with the gains, but that might not be the right business decision.",
    "Third, Finance keeps the budget. This year’s AI will soon confront next year’s planning cycle. You want Finance on the inside, where it can deliver several benefits: ensuing that this year’s gains become part of next year’s baseline; building a budget with an ongoing stream of funding for new projects; and integrating AI into the business and technology planning process, turning quick wins into long-term capabilities. In addition, because the finance department tends to have a very broad view of the enterprise, an engaged finance team can spot cross-functional or cross-business AI opportunities that are less visible to people operating in organizational silos.",
    "How to Make It Happen",
    "The ideal AI collaboration involves the three crucial conversations and involves a healthy dose of what’s needed from a business perspective (Here’s what needs to be done), some justified excitement from the tech teams (Here’s what AI can do), and some balance from the finance team (Here’s what’s most worth doing).",
    "As always, the team matters more than the technology, and the quality of the conversation matters most of all for identifying and selecting the right AI solution that will yield tangible results. There are a few practical steps companies can take to ensure that the right conversation is happening.",
    "First, align on what success looks like, whether it’s operational efficiency, operational effectiveness, or topline growth. These strategic guardrails will keep the collaboration focused. Second, recruit from within the organization a finance team with the right mindset. Oscar Wilde’s definition of a cynic — someone who knows the cost of everything and the value of nothing — applies too well to some finance people. But with the right mindset (and incentives), finance leaders can give operations and AI specialists insights they could not obtain on their own, including when to walk away from a non-performing project (and cut through the vagaries of sunk cost fallacies) or invest more aggressively if the data are showing results.",
    "Insight Center Collection",
    "Collaborating with AI",
    "How humans and machines can best work together.",
    "Finally, get Finance engaged in its own AI-enabled transformation. When AI is applied to Finance, the function can become a much more effective strategic partner for the business — not just a historian that looks at the business through the rearview mirror, but a partner that can monitor activity in real time, enhance forecasting, improve speed to insight, and reduce risk. Machine learning and AI have become increasingly common as more organizations automate many routine finance functions. We’ve seen organizations use these newfound efficiencies to free up talent (and open career paths) for more creative and strategic initiatives — such as collaborating with tech and business experts to apply AI across the enterprise.",
    "In the end, the companies that succeed with AI aren’t necessarily those with the most advanced models or the largest data sets — they’re the ones that bring together diverse expertise to make the smartest decisions. Finance, with its ability to ascertain value, ensure accountability, and provide an objective perspective, plays an indispensable role in making AI investments truly pay off. By involving finance teams early and often, companies can transform AI from an exciting possibility into a reliable growth engine — one that delivers both top-line expansion and operational excellence.",
    "Readers Also Viewed These Items",
    "Positivity and Growth (HBR Emotional Intelligence Series)",
    "Terrible Beauty: Reckoning with Climate Complicity and Rediscovering Our Soul",
    "Read more on AI and machine learning",
    "Finance and investing and Generative AI"
  ]
}