{
  "url": "https://hbr.org/sponsored/2025/10/a-formula-to-help-quantify-the-true-value-of-marketing",
  "title": "A Formula to Help Quantify the True Value of Marketing",
  "ut": 1759414949.0,
  "body_paragraphs": [
    "By Steven Gerber and Ed See",
    "Marketing has an image problem. Ironic for a discipline built on persuasion, but it’s losing its edge: consumers tune out, CFOs redirect dollars, and CMOs churn faster than New York Jets head coaches. The usual diagnoses—waning attention, fragmented channels, aging tech stacks—don’t tell the whole story.",
    "Generative AI was billed as a savior, but so far, it has delivered more pilots than profits. Ninety-five percent of enterprise GenAI pilots show no measurable P&L impact, according to MIT research. No wonder trust in the boardroom is fraying.",
    "This isn’t just an innovation story—it’s an outcomes story. The game changed faster than the scoreboard. We measure reach, not results; segments, not strategy; volume, not value. CMOs see the world one way, CEOs another: 70% of CEOs judge marketing on revenue growth and margin, according to McKinsey, but only 35% of CMOs track those as top metrics.",
    "But history shows there’s a way out of this downward spiral.",
    "Two decades ago, Net Promoter Score (NPS) broke a similar stalemate in customer experience by providing a simple score and an actionable playbook that set a standard, aligned teams, and unlocked compounding improvement. Marketing needs its own analogue metric. We call it the True Value of Marketing (TVM).",
    "TVM is both the benchmark and the blueprint, an actionable index and the operating system that proves and expands marketing’s impact. At its core, TVM treats every marketing program as an investment, then classifies each program as either value-adding, value-neutral, or value-contracting. The results help organizations direct their resources accordingly.",
    "Defining the Components of TVM",
    "Like NPS, TVM is simple on the surface, transformative underneath. Here’s the TVM equation (bounded between –100 and +100):",
    "Profitable Customer Value (PCV) refers to how much profit your customers generate due to marketing. This is the measurable business value you create by acquiring, retaining, or expanding customers. It includes short-term sales and the lifetime value (LTV) of those customers before direct marketing investment.",
    "Opportunity Value (OV) is the growth you unlock by acting on visible opportunities, such as reducing churn, driving upsell and cross-sell, or finding pockets of profitable customer acquisition, rather than betting on opportunities with unknown expected value.  This highlights the power of saying “no.”",
    "Complexity Cost (CC) is the friction that slows everything down: too many platforms, duplicate vendors, slow approvals, and siloed data. Think of it as the invisible tax that inhibits growth.",
    "How to Apply the Formula…",
    "Value up, score up; complexity up, score down. If it rises, fund it. If it stalls, fix it. If it sinks, stop it. It’s one index, consistent across brands, regions, and reporting periods. It underscores the fundamental value of TVM: one truth beats a thousand dashboards.",
    "• Use contribution margin as the common currency.",
    "• Define the LTV horizon.",
    "• Codify OV with confidence bands.",
    "2. Identify the levers:",
    "• PCV: show true lift with causal attribution.",
    "• OV: use predictive value models to project future impact.",
    "• CC: apply AI analytics to put a price on complexity, so retiring tools, consolidating vendors, and automating processes move the score.",
    "3. Adopt the cadence:",
    "• Run a monthly CMO–CFO review: headline TVM plus three bar waterfalls (PCV ↑, OV ↑, CC ↓), with a short variance note (timing flexes by category).",
    "• Apply TVM to every campaign to see if it’s value-adding (scale it), value-neutral (tighten it), or value-eroding (stop it).",
    "These results aren’t theoretical. One national financial services company faced the classic bind: customer acquisition costs were climbing, revenue was stagnating, and marketing expenditure was sprawling across tactics without a clear link to profitable growth. The CMO was confident marketing drove value, but the CFO was unconvinced. Without a shared metric, every budget review was a debate.",
    "TVM changed that. The marketing team set contribution margin as the baseline, agreed on the LTV horizon, proved incrementality with geo-holdouts, and modeled churn and upsell into confidence-weighted dollars. Weekly CMO–CFO reviews tagged programs as Scale, Tighten, or Stop.",
    "Six months in: PCV is +56%, OV +20%, CC –43%. Net TVM Lift: +32. TVM turned uncertainty into alignment, marketing credibility, and growth.",
    "Where NPS made customer advocacy measurable, TVM makes customer profitability manageable. That’s how marketing turns doubts into dollars, and how the enterprise gets back on offense by simplifying the stack, accelerating insight-to-action, personalizing at scale, and measuring impact with precision.",
    "If NPS changed how companies listen, TVM changes how marketing decides. There’s one number to set the standard. One language to align the C-suite. One blueprint to turn AI from pilots to profits. TVM puts profitable customers back at the center and puts the CMO on course to become the growth driver.",
    "The blueprint is simple: adopt TVM, align your C-suite, focus on outcomes, and run every program against value-adding, value-neutral, or value-contracting. The work will be hard; habits, incentives, and systems rarely move without resistance. But the prize is transformational: a shared language for growth, an operating system powered by value creation, and a culture of compounding improvement.",
    "Do that, and marketing doesn’t just report the score; it raises it—program by program, quarter after quarter—to win in the AI era.",
    "Learn how TVM can help your organization get more value from your marketing.",
    "Steven Gerber is President, Zeta Global. Ed See is Chief Growth Officer, Zeta Global."
  ]
}