{
  "url": "https://www.technologyreview.com/2024/12/06/1108020/what-chinas-critical-mineral-ban-means-for-the-us/",
  "title": "What China’s critical mineral ban means for the US",
  "ut": 1733437800.0,
  "body_paragraphs": [
    "MIT Technology Review Explains: Let our writers untangle the complex, messy world of technology to help you understand what’s coming next. You can read more from the series here. This week, China banned exports of several critical minerals to the US, marking the latest move in an escalating series of tit-for-tat trade restrictions between the world’s two largest economies.  In explicitly cutting off, rather than merely restricting, materials of strategic importance to the semiconductor, defense, and electric vehicle sectors, China has clearly crossed a new line in the long-simmering trade war.  At the same time, it selected minerals that won’t cripple any industries—which leaves China plenty of ammunition to inflict greater economic pain in response to any further trade restrictions that the incoming Trump administration may impose.",
    "Related StoryHow Trump’s tariffs could drive up the cost of batteries, EVs, and moreThe incoming administration’s hostile trade plans threaten to slow the shift to cleaner industries, boost inflation, and stall the economy.",
    "The president-elect recently pledged to impose an additional 10% tariff on all Chinese goods, and he floated tariff rates as high as 60% to 100% during his campaign. But China, which dominates the supply chains for numerous critical minerals essential to high-tech sectors, seems to be telegraphing that it’s prepared to hit back hard. “It’s a sign of what China is capable of,” says Gracelin Baskaran, director of the Critical Minerals Security Program at the Center for Strategic and International Studies, a bipartisan research nonprofit in Washington, DC. “Shots have been fired.”",
    "What drove the decision? China’s announcement directly followed the Biden administration’s decision to further restrict exports of chips and other technologies that could help China develop advanced semiconductors used in cutting-edge weapon systems, artificial intelligence, and other applications. Throughout his presidency, Biden has enacted a series of increasingly aggressive export controls aimed at curbing China’s military strength, technological development, and growing economic power. But the latest clampdown crossed a “clear line in the sand for China,” by threatening its ability to protect national security or shift toward production of more advanced technologies, says Cory Combs, associate director at Trivium China, a research firm. “It is very much indicative of where Beijing feels its interests lie,” he says. What exactly did China ban? In response to the US’s new chip export restrictions, China immediately banned exports of gallium, germanium, antimony, and so called “superhard materials” used heavily in manufacturing, arguing that they have both military and civilian applications, according to the New York Times. China had already placed limits on the sale of most of these goods to the US.  The nation said it may also further restrict sales of graphite, which makes up most of the material in the lithium-ion battery anodes used in electric vehicles, grid storage plants, and consumer electronics.  What will the bans do? Experts say, for the most part, the bans won’t have major economic impacts. This is in part because China already restricted exports of these minerals months ago, and also because they are mostly used for niche categories within the semiconductor industry. US imports of these materials from China have already fallen as US companies figured out new sources or substitutes for the materials.  But a recent US Geological Survey study found that outright bans on gallium and germanium by China could cut US gross domestic product by $3.4 billion. In addition, these are materials that US politicians will certainly take note of, because they “touch on many forms of security: economic, energy, and defense,” Baskaran says.  Antimony, for example, is used in “armor-piercing ammunition, night-vision goggles, infrared sensors, bullets, and precision optics,” Baskaran and a colleague noted in a recent essay.",
    "Companies rely on gallium to produce a variety of military and electronics components, including satellite systems, power converters, LEDs, and the high-powered chips used in electric vehicles. Germanium is used in fiber optics, infrared optics, and solar cells.  Before it restricted the flow of these materials, China accounted for more than half of US imports of gallium and germanium, according to the US Geological Survey. Together, China and Russia control 50% of the worldwide reserves of antimony. How does it affect climate tech? Any tightened restrictions on graphite could have a pronounced economic impact on US battery and EV makers, in part because there are so few other sources for it. China controls about 80% of graphite output from mines and processes around 70% of the material, according to the International Energy Agency.  “It would be very significant for batteries,” says Seaver Wang, co-director of the climate and energy team at the Breakthrough Institute, where his research is focused on minerals and manufacturing supply chains. “By weight, you need way more graphite per terawatt hour than nickel, cobalt, or lithium. And the US has essentially no operating production.”  Anything that pushes up the costs of EVs threatens to slow the shift away from gas-guzzlers in the US, as their lofty price tags remain one of the biggest hurdles for many consumers. How does this impact China’s economy?  There are real economic risks in China’s decision to cut off the sale of materials it dominates, as it creates incentives for US companies to seek out new sources around the world, switch to substitute materials, and work to develop more domestic supplies where geology allows. “The challenge China faces is that most of its techniques to increase pain by disrupting supply chains would also impact China, which itself is connected to these supply chains,” says Chris Miller, a professor at Tufts University and author of Chip War: The Fight for the World’s Most Critical Technology. Notably, the latest announcement could compel US companies to develop their own sources of gallium and germanium, which can be extracted as by-products of zinc and aluminum mining. There are a number of zinc mines in Alaska and Tennessee, and limited extraction of bauxite, which produces aluminum, in Arkansas, Alabama, and Georgia.",
    "Gallium can also be recycled from numerous electronics, providing another potential domestic path for US companies, Combs notes. The US has already taken steps to counter China’s dominance over the raw ingredients of essential industries, including by issuing a $150 million loan to an Australian company, Syrah Resources, to accelerate the development of graphite mining in Mozambique.",
    "In addition, the mining company Perpetua Resources has proposed reopening a gold mine near Yellow Pine, Idaho, in part to extract antimony trisulfide for use in military applications. The US Department of Defense has provided tens of millions of dollars to help the company conduct environmental studies, though it will still take years for the mine to come online, noted Baskaran and her colleague.  Wang says that China’s ban might prove “shortsighted,” as any success in diversifying these global supply chains will weaken the nation’s grip in the areas it now dominates.  What happens next? The US is also likely to pay very high economic costs in an escalating trade war with China.  Should the nation decide to enact even stricter trade restrictions, Combs says China could opt to inflict greater economic pain on the US through a variety of means. These could include further restricting or fully banning graphite, as well other crucial battery materials like lithium; cutting off supplies of tungsten, which is used heavily in the aerospace, military, and nuclear power sectors; and halting the sale of copper, which is used in power transmission lines, solar panels, wind turbines, EVs, and many other products.  China may also decide to take further steps to prevent US firms from selling their goods into the massive market of Chinese consumers and industries, Miller adds. Or it might respond to stricter export restrictions by turning to the US’s economic rivals for advanced technologies. In the end, it’s not clear either nation wins in a protracted and increasingly combative trade war. But it’s also not apparent that mutually assured economic damage will prove to be an effective deterrent. Indeed, China may well feel the need to impose stricter measures in the coming months or years, as there are few signs that President-elect Trump intends to tone down his hawkish stance toward China. “It’s hard to see a Trump 2.0 de-escalating with China,” Baskaran says. “We’re on a one-way trajectory toward continued escalation; the question is the pace and the form. It’s not really an ‘if” question.” hide"
  ]
}