{
  "url": "https://www.dailymirror.lk/opinion/Once-bitten-twice-shy-and-Thursdays-General-election/172-295674",
  "title": "‘Once bitten twice shy’  and Thursday’s General election",
  "ut": 1731267904.0,
  "body_paragraphs": [
    "We also do not see processions of political stooges visiting our homes and demanding our vote. While the National People’s Power (NPP) groups do visit houses, other political parties just drop flyers into letter boxes",
    "Canvassing for the upcoming General election of 14 November ends tomorrow.",
    "Since 1947, when then Ceylonese first voted in the first parliamentary elections, our country has gone through seventeen General elections according to the Election Commission of this country.",
    "In all of these elections, prior to the 1977 General election which then Premier J.R. Jayawardene won with a 5/6 th majority; all governments which ruled the country, governed in alliance with other minor parties.",
    "Even the 1970 elections which saw Ms. Sirimavo Bandaranayake emerge with a 2/3 rd majority in parliament comprised a coalition between her Sri Lanka Freedom Party (SLFP) and a hodge-podge of left-leaning parties.",
    "Prior to the 1977 General election which then Premier J.R. Jayawardene won with a 5/6 th majority; all governments which ruled the country, governed in alliance with other minor parties",
    "Ms. Bandaranaike used her 2/3 rd majority to postpone elections. Yet, the Governments fell when it’s partners in power could not agreed on one problem or the other. Prime Minister and subsequently President Jayawardene who won a 5/6 th majority in parliament at the 1977 General election, did away with the 1983 hustings, when it became clear he could not maintain his 5/6 th majority in parliament that year.",
    "The Sri Lanka Podujana Peramuna (SLPP) and its coalition of partners too enjoyed a 2/3 rd majority in parliament. But it collapsed in the face of public protests and the SLPP president fleeing the country.",
    "This year’s parliamentary elections is a completely different ball game to all those of the past.",
    "The runup to the Gemeral elections this year has been absolutely low key. Many of the familiar old faces, or should we say regular suspects are missing. For instance from the mustaschioed Mahinda Rajapaksa to his siblings and progeny, none are contesting this year’s hustings. Neither is former President Wickremesinghe who lost at the last presidential poll.",
    "We do see young Namal Rajapaksa taking a few pot shots from the sidelines, but the points he raises are insignificant and are mostly non issues. Again, he is not contesting the election either. A number of other old familiar faces -ex-ministers etc- too are out of the race. A good few of them (ex-ministers) spend their time at ‘state guest houses’ in the company of drug dealers, peddlers, murderers and petty thieves.",
    "A noticible change after the election of the present president, has been that none of the ministers who were sentenced to jail or remand in prison save one, has been able to find refuge in a hospital. Perhaps, this individual is indeed sick.",
    "A noticible change after the election of the present president, has been that none of the ministers who were sentenced to jail or remand in prison save one, has been able to find refuge in a hospital",
    "However, we do hope he is manacled like ordinary prisoners, who when ill, are sent to hospitals across the land.",
    "Be that as it may, coming back to next Thursday’s General election. There have been few maga political meetings. Other than those at which President Disanayake has addressed and the occassional one addressed by the former Leader of the Opposition -Sajith Premadasa.",
    "We also do not see processions of political stooges visiting our homes and demanding our vote. While the National People’s Power (NPP) groups do visit houses, other political parties just drop flyers into letter boxes. A shocking incident observed by the writer was when a known drug addict stuffed flyers of a political grouping into his letter box!",
    "Are some of our political parties and candidates scared to even visit our homes?",
    "It gives one an eerie feeling that a majority of the contesting political party groups have lost their zeal. Many of them, at their press conferences and the few rallies they do hold, preach to ‘Us the Voters’ on the need for a strong opposition in parliament.",
    "We hope they have not given up the race even before it has begun, because we do need a strong opposition in parliament if democracy is to continue in this country. The dangers of a weak opposition were seen during the time of Ms Bandaranaike, who used her majority in parliament to extended her period in power.",
    "Worse followed when late premier J.R. Jayawardene was given unbriddled power -via the 5/6 th majority he received at the polls. Jayawardene broke all tennants of the Constitution he himself drew up. He broke the back of the judiciary by hauling the Chief Justice of the country before parliament and subjected him to redicule and threats.",
    "He organised violent demonstrations led by hooligans around the houses of Supreme Court judges who delivered verdicts against parliamentarians whom he (Jayawardene) disagreed with and sarcastically referred to the actions as an example of democracy where the public could protest against verdicts of Supreme Court Judges.",
    "To ensure his victory for a second term as President Jayawardene stripped his principle political opponent of her civic rights. Even worse followed. Jayawardene postponed elections scheduled for 1983 via a sham referendum using violence and intimidation.",
    "Jayawardene crushed trade and student unions which opposed him. He rode rough shod over the parliamentary opposition using his 5/6 th majority in parliament. His actions ultimately led to the Janatha Vimukthi Peramuna (JVP)",
    "going underground, leading an insurgency to violently overthrow government, and a loss of life and human dignity.",
    "Power corrupts, and absolute power corrupts absolutely the English idiom admonishes. Sadly for this country, Jayawardene let the power flowing from his 5/6 th majority in parliament go to his head. He like dictators around the world, could not stand opposition. His attempt to suppress the Tamil minority led to a 30- year ethnic war against the Tamil community, in which hundreds of thousands died and racially divided the country.",
    "We lost the cream of this country’s youth to useless wars and uprisings. This is a danger we as a people need to be careful about. We are sick and tired of the rogues who robbed the coffers of the exchequerer of our country. We need to ensure that we do not allow these robber barons into parliament again.",
    "We also need to ensure, not to create a situation akin to that of the ‘Yahapalana’ era or that of giving too much power to a single political group. We have made these mistakes before, let’s not do it again."
  ]
}