{
  "url": "https://www.technologyreview.com/2025/06/02/1117653/the-trump-administration-has-shut-down-more-than-100-climate-studies/",
  "title": "The Trump administration has shut down more than 100 climate studies",
  "ut": 1748820600.0,
  "body_paragraphs": [
    "The Trump administration has terminated National Science Foundation grants for more than 100 research projects related to climate change amid a widening campaign to slash federal funding for scientists and institutions studying the rising risks of a warming world. The move will cut off what’s likely to amount to tens of millions of dollars for studies that were previously approved and, in most cases, already in the works.   Affected projects include efforts to develop cleaner fuels, measure methane emissions, improve understanding of how heat waves and sea-level rise disproportionately harm marginalized groups, and help communities transition to sustainable energy, according to an MIT Technology Review review of a GrantWatch database—a volunteer-led effort to track federal cuts to research—and a list of terminated grants from the National Science Foundation (NSF) itself.  The NSF is one of the largest sources of US funding for university research, so the cancellations will deliver a big blow to climate science and clean-energy development.",
    "They come on top of the White House’s broader efforts to cut research funding and revenue for universities and significantly raise their taxes. The administration has also strived to slash staff and budgets at federal research agencies, halt efforts to assess the physical and financial risks of climate change, and shut down labs that have monitored and analyzed the levels of greenhouse gases in the air for decades. Related StoryTrump’s tariffs will deliver a big blow to climate techBroader economic anxieties and uncertainty over clean-energy subsidies are compounding industry fears.",
    "“I don’t think it takes a lot of imagination to understand where this is going,” says Daniel Schrag, co-director of the science, technology, and public policy program at Harvard University, which has seen greater funding cuts than any other university amid an escalating legal conflict with the administration. “I believe the Trump administration intends to zero out funding for climate science altogether.”",
    "The NSF says it’s terminating grants that aren’t aligned with the agency’s program goals, “including but not limited to those on diversity, equity, and inclusion (DEI), environmental justice, and misinformation/disinformation.” Trump administration officials have argued that DEI considerations have contaminated US science, favoring certain groups over others and undermining the public’s trust in researchers. “Political biases have displaced the vital search for truth,” Michael Kratsios, head of the White House Office of Science and Technology Policy, said to a group of NSF administrations and others last month, according to reporting in Science. Science v. politics But research projects that got caught in the administration’s anti-DEI filter aren’t the only casualties of the cuts. The NSF has also canceled funding for work that has little obvious connections to DEI ambitions, such as research on catalysts.   Many believe the administration’s broader motivation is to  undermine the power of the university system and prevent research findings that cut against its politics.  Trump and his officials have repeatedly argued, in public statements and executive orders, that climate fears are overblown and that burdensome environmental regulations have undermined the nation’s energy security and economic growth. “It certainly seems like a deliberate attempt to undo any science that contradicts the administration,” says Alexa Fredston, an assistant professor of ocean sciences at the University of California, Santa Cruz.  On May 28, a group of states including California, New York, and Illinois sued the NSF, arguing that the cuts illegally violated diversity goals and funding priorities clearly established by Congress, which controls federal spending.",
    "A group of universities also filed a lawsuit against the NSF over its earlier decision to reduce the indirect cost rate for research, which reimburses universities for overhead expenses associated with work carried out on campuses. The plaintiffs included the California Institute of Technology, Carnegie Mellon University, and the Massachusetts Institute of Technology, which has also lost a number of research grants.(MIT Technology Review is owned by, but editorially independent from, MIT.) The NSF declined to comment. ‘Theft from the American people’ GrantWatch is an effort among researchers at rOpenSci, Harvard, and other organizations to track terminations of grants issued by the National Institutes of Health (NIH) and NSF. It draws on voluntary submissions from scientists involved as well as public government information.  A search of its database for the terms “climate change,” “clean energy,” “climate adaptation,” “environmental justice,” and “climate justice” showed that the NSF has canceled funds for 118 projects, which were supposed to receive more than $100 million in total. Searching for the word “climate” produces more than 300 research projects that were set to receive more than $230 million. (That word often indicates climate-change-related research, but in some abstracts it refers to the cultural climate.)   Some share of those funds has already been issued to research groups. The NSF section of the database doesn’t include that “outlaid” figure, but it’s generally about half the amount of the original grants, according to Noam Ross, a computational researcher and executive director of rOpenSci, a nonprofit initiative that promotes open and reproducible science. A search for “climate change” among the NIH projects produces another 22 studies that were terminated and were still owed nearly $50 million in grants. Many of those projects explored the mental or physical health effects of climate change and extreme weather events. The NSF more recently released its own list of terminated projects, which mostly mirrored GrantWatch’s findings and confirms the specific terminations mentioned in this story. “These grant terminations are theft from the American people,” Ross said in an email response. “By illegally ending this research the Trump administration is wasting taxpayer dollars, gutting US leadership in science, and telling the world that the US government breaks its promises.”",
    "Harvard, the country’s oldest university, has been particularly hard hit. In April, the university sued the Trump administration over cuts to its research funding and efforts to exert control over its admissions and governance policies. The White House, in turn, has moved to eliminate all federal funds for the university, including hundreds of NSF and NIH grants.",
    "Daniel Nocera, a professor at Harvard who has done pioneering work on so-called artificial photosynthesis, a pathway for producing clean fuels from sunlight, said in an email that all of his grants were terminated.  “I have no research funds,” he added.  Another terminated grant involved a collaboration between Harvard and the NSF National Center for Atmospheric Research (NCAR), designed to update the atmospheric chemistry component of the Community Earth System Model, an open-source climate model widely used by scientists around the world. The research was expected to “contribute to a better understanding of atmospheric chemistry in the climate system and to improve air quality predictions within the context of climate change,” according to the NSF abstract.  “We completed most of the work and were able to bring it to a stopping point,” Daniel Jacob, a professor at Harvard listed as the principal investigator on the project, said in an email. “But it will affect the ability to study chemistry-climate interactions. And it is clearly not right to pull funding from an existing project.” Plenty of the affected research projects do, in one way or another, grapple with issues of diversity, equity, and inclusion. But that’s because there is ample evidence that disadvantaged communities experience higher rates of illness from energy-sector pollution, will be harder hit by the escalating effects of extreme weather and are underrepresented in scientific fields.",
    "One of the largest terminations cut off about $4 million dollars of remaining funds for the CLIMATE Justice Initiative, a fellowship program at the University of California, Irvine designed to recruit, train and mentor a more diverse array of researchers in Earth sciences.   The NSF decision occurred halfway into the 5-year program, halting funds for a number of fellows who were in the midst of environmental justice research efforts with community partners in Southern California. Kathleen Johnson, a professor at UC Irvine and director of the initiative, says the university is striving to find ways to fund as many participants as possible for the remainder of their fellowships. “We need people from all parts of society who are trained in geoscience and climate science to address all these global challenges that we are facing,” she says. “The people who will be best positioned to do this work …  are the people who understand the community's needs and are able to therefore work to implement equitable solutions.” “Diverse teams have been shown to do better science,” Johnson adds.",
    "Numerous researchers whose grants were terminated didn’t respond to inquiries from MIT Technology Review or declined to comment, amid growing concerns that the Trump administration will punish scientists or institutions that criticize their policies. Coming cuts The termination of existing NSF and NIH grants is just the start of the administration’s plans to cut federal funding for climate and clean-energy research.  The White House’s budget proposal for the coming fiscal year seeks to eliminate tens of billions of dollars in funding across federal agencies, specifically calling out “Green New Scam funds” at the Department of Energy; “low-priority climate monitoring satellites” at NASA; “climate-dominated research, data, and grant programs” at the National Oceanic and Atmospheric Administration; and “climate; clean energy; woke social, behavioral, and economic sciences” at the NSF.The administration released a more detailed NSF budget proposal on May 30th, which called for a 60% reduction in research spending and nearly zeroed out the clean energy technology program. It also proposed cutting funds by 97% for the US Global Change Research Program, which produces regular assessments of climate risks; 80% for the Ocean Observatories Initiative, a global network of ocean sensors that monitor shifting marine conditions; and 40% for NCAR, the atmospheric research center. If Congress approves budget reductions anywhere near the levels the administration has put forward, scientists fear, it could eliminate the resources necessary to carry on long-running climate observation of oceans, forests, and the atmosphere.  The administration also reportedly plans to end the leases on dozens of NOAA facilities, including the Global Monitoring Laboratory in Hilo, Hawaii. The lab supports the work of the nearby Mauna Loa Observatory, which has tracked atmospheric carbon dioxide levels for decades. Even short gaps in these time-series studies, which scientists around the world rely upon, would have an enduring impact on researchers’ ability to analyze and understand weather and climate trends. “We won’t know where we’re going if we stop measuring what’s happening,” says Jane Long, formerly the associate director of energy and environment at Lawrence Livermore National Lab. “It’s devastating—there’s no two ways around it.”  Stunting science  Growing fears that public research funding will take an even larger hit in the coming fiscal year are forcing scientists to rethink their research plans—or to reconsider whether they want to stay in the field at all, numerous observers said. “The amount of funding we’re talking about isn’t something a university can fill indefinitely, and it’s not something that private philanthropy can fill for very long,” says Michael Oppenheimer, a professor of geosciences and international affairs at Princeton University. “So what we’re talking about is potentially cataclysmic for climate science.” “Basically it’s a shit show,” he adds, “and how bad a shit show it is will depend a lot on what happens in the courts and Congress over the next few months.” One climate scientist, who declined to speak on the record out of concern that the administration might punish his institution, said the declining funding is forcing researchers to shrink their scientific ambitions down to a question of “What can I do with my laptop and existing data sets?” “If your goal was to make the United States a second-class or third-class country when it comes to science and education, you would be doing exactly what the administration is doing,” the scientist said. “People are pretty depressed, upset, and afraid.” Given the rising challenges, Harvard’s Schrag fears that the best young climate scientists will decide to shift their careers outside of the US, or move into high tech or other fields where they can make significantly more money. “We might lose a generation of talent—and that’s not going to get fixed four years from now,” he says. “The irony is that Trump is attacking the institutions and foundation of US science that literally made America great.” hide"
  ]
}