{
  "url": "https://dbsjeyaraj.com/dbsj/?p=47328",
  "title": "♥ “Singara Velanae Deva”- S.Janaki’s Superb Solo in Abheri  Raga with  Karukkuruchi Arunasalam’s Nadaswaram Accompaniment ♫",
  "ut": 1769456488.0,
  "body_paragraphs": [
    "Favourite Film Songs – 3",
    "Sishtla Sreeramamurthy Janaki popularly known as S. Janaki  is  widely praised as the “Nightingale of the South” .In a splendid career spanning over sixty years Janaki has sung over 20,000 songs for films made in 16 different languages.The Southern nightingale has won four national awards and 31 state govt awards in India during her illustrious career.",
    "Gemini Ganesan & Savithri ~ “Konjum Salangai” (kissing anklets) in Technicolour",
    "The solo which catapulted Janaki to fame overnight was in the film “Konjum Salangai” released in January1962. Although she had no formal training in carnatic or Hindustani music Janaki rendered the classical”Singara Velanae Deva”song magnificiently.She reached the upper octaves admirably for the soulful song based on the carnatic raga Abheri. In Hindustani music the raga Bhimpalasi is said to resemble Abheri closely.",
    "The  very knowledgeable Charulatha Mani in writing about the Abheri Raga in her popular series “A raga’s Journey” in “The Hindu” says “ Abheri as we know it today is one of the most attractive and popular ragas”. She goes on to write “The pièce de résistance in Abheri is of course SM Subbiah Naidu’s “Singara velane deva” from “Konjum Salangai,” sung by S Janaki with the nadaswara accompaniment of Karukkurichi Arunachalam. The line “Senthooril Nindraadum Deva” reminds us of the nadaswara vidvan’s typical phrasings”. This is praise indeed!",
    "”Singara Velanae Deva” om YouTube",
    "Though Janaki has sung thousands of songs and won numerous awards , it is “Singara Velanae Deva” sung more than five decades ago that remains as high watermark of her brilliant career. It remains a perennial favourite tugging at the heartstrings of young and old transcending time and age boundaries.  S. Janaki and the Singara Velanae Deva  song are topics about which I have written earlier  in a different context. Nevertheless I take great pleasure in writing about the song again  in this on going series as   it is one of my favourite film songs.",
    "“Kaarukkurichchi Arunaasalam",
    "The evolution of that song has a very unique and interesting background. Today in this post-AR Rahman era film song tracks are often recorded separately with singers and musicians at different times  and then synthesised into a single whole. This practice however was unheard of in the old days where songs were recorded in studios with singers and orchestra performing together. Against that backdrop ”Singara Velanae Deva” was a path breaking venture where the singing of Janaki and  the Naadaswaram of Kaarrukurichchi Arunaasalam were recorded separately and later blended together as a whole.  There is an interesting story behind the “Singara Velanae Deva” song from “Konjum Salangai” film that I wish to relate  here.",
    "A connoisseur of Carnatic music and devotee of devotional literature in Tamil -TA Sambanthamoorthy Aachaariyar –had ventured on a project close to his heart over seventy  years ago. The compositions with proper swara notations was published in book form.It is said that the respected stage and screen actor SV Sahasranamam financed the project.",
    "Sambanthamoorthy Aachariyar composed tuneful melodies for devotional Thevarams written by the sages Thirunaavukkarasar(Appar), Thirugnaanasambanthar and Sundharamoorthy Naayanaar several centuries ago.Sambanthamoorthy Aachariyar devised proper swara notations also for his compositions and tested them out in association with the renowned Naadhaswara vidwaan Kaarukurichi Arunaasalam.”Kaarukurichiyaar”as he was known played out the “Thevaaram songs”on his instrument to Sambanthamoorthy Aachariyar’s satisfaction.",
    "It was in the late fifties of the previous century that veteran film director M.V.Raman embarked upon the epic project of producing and directing “Konjum Salangai” (kissing anklets)in Technicolour.The film took many years to produce and cost 40 Lakhs of rupees to make. This was a huge sum in those days where a black and white film could be made for less than five lakhs and  the cost of producing a colour film did not exceed fifteen lakhs.",
    "MV Raman had directed several films in Tamil,Telugu and Hindi like Vaazhkkai, Bahar, Jeevitham, Penn, Sellappilaai,Latki, Bhai-bhai,Aasha  and Athisayappenn.He produced and directed “Konjum Salangai”under his own Raman Productions banner.The film story was set in medieval times and was an ode to Classical music,song and dance. It starred Gemini Ganesan, Savithri, Kumari Kamala, RS Manohar, Kusalakumari and S.Ramadas.The film was later dubbed in 22 languages. Incidently “Konjum Salangai”was the 100th film acted by the doyen of actresses “Nadihaiyar Thilagham” Savithri.",
    "The music composer for the film was SM Subbiah Nayudu ..SMS as he was known was the composer who gave “Mellisai Mannar”MS Viswanathan a break by taking him under his wing as a young boy.Subbiah Nayudu has composed music for several films like “Malaikkallan”, ”Maragatham” ”Naadodi Mannan”,”Thirudathae” and “Aasai Mugam”.The screenplay,dialogues and songs for the film was done by Ku. Maa. Balasubramaniyam.",
    "When the film was being made it was decided to use a composition by Sambanthamoorthy Aachariyar as an experiment for a devotional song sequence in the film. The famous Thevarappathigam by Thirugnanasambanthar –”Manthiramavathu Neeru Vaanavar Melathu Neeru Suntharamavathu Neeru Mihath Thuthikkap Paduvathu Neeru..”was so selected.",
    "SM Subbiah Nayudu with the consent of MV Raman then invited Naadaswaram Vidwan Kaarukurichi Arunasalam to the Arunachalam Studios in Madras.Arunachalam studios was named after the father of AK Velan the well-known Screenplay and dialogue writer.Velan had taken over the studio and named it after his father out of the huge profits he made through producing and directing”Thai Piranthaal Vahi Pirakkum”. Arunasalam studios also had the finest sound recording equipment in those days.",
    "Kaarukkurichi Arunaasalam came to Arunaasalam studio and played several pieces on his Naadaswaram to be recorded for the film. Gemini Ganesan the hero played a Naadaswaram vidwaan and Savithri the second heroine a temple singer. The heroine Kumari Kamala played a dancer.Among Kaarukurichi Arunasalam’s renderings for the film were the tune for “Manthiramaavathu Neeru” in Abheri Raga and another in Bilahari raga for the “Arutpaa” “Orumaiyudan Unathu Malaradi Thanai Ninaikkindra Uthamar tham Uravu vaendum” by Ramalinga Vallalaar. Soolamangalam Rajalakshmi sings it in the film.",
    "It was after Kaarukurichi Arunasalam recorded the music and went away that  music director S. M. Subbiah Nayudu began thinking in terms of a voice to accompany the Naadaswaram music.A search began for a suitable voice to sing the high pitched song.P.Leela P. Susheela, ML Vasanthakumari and Radha Jayalaxmi were approached. They all refused. Even the great Lata Mangeshkar was approached as she had a soprano voice capable of delivering high notes. But Lata declined saying she would not get the Tamil pronunciation correct. When SMS came back to Leela again the veteran singer confessed that she could not do justice to it.Instead she suggested that the  then relatively unknown S.Janaki was the only one she could think of as being suitable for the song.",
    "So when SM Subbiah Nayudu approached Janaki the singer with great trepidation said yes. Thus the Telugu speaking woman without formal classical music training was brought in to sing a Thevaram in Chaste Tamil set to carnatic music. Janaki with her soprano singing style rose to the occasion and met the formidable challenge.She gave a fantastic performance.",
    "There was again a change of plan. The film sequence on which the song was to be picturised on was a conversation and interaction between real life partners Gemini Ganesan and Savithri within the temple portals. It was felt that singing praises of the Holy ash or Thiruneeru was inappropriate for the scene. So Ku. Maa. Balasubramaniam was asked to pen some words fitting the occasion according to the scale and tune of the original recording. Ku. Maa. Baa did so and created the lyric”Singara Velanae Deva”.Janaki sang it as a replacement of “Manthiramaavathu Neeru” with aplomb and impressed SMS and director MV Raman.",
    "Harmonising Song and Music",
    "Then came another idea. It was decided to blend and harmonise together the song rendered by Janaki and music by Karukurichi Arunasalam recorded separately.When the Naadaswara Vidwaan was sounded out he refused saying he could not travel  back to Madras (now Chennai) again due to ill –health.The idea was about to be abandoned when the Studio’s sound engineer Raju claimed he could deliver the goods.",
    "♫Singaara Velanae Deva♫ (Audio)",
    "So Raju took the tapes of both the music and Naadhaswaram recorded separately and set to work. They were manually cut into strips and pasted again accordingly.The finished product was absolutely marvellous. This manually edited version of “Singara Velanae” was a sensation and Janaki’s name  became a household word after the song.Janaki’s performance was terrific. She hit the high notes easily. It was unbelievable that a singer untrained in classical music could provide such an excellent rendition.",
    "Savithri and Gemini Ganesan",
    "The dialogue in the film as well as the words of “Singaara Velanae”   were  written by Ku. Maa. Baalasubramaniam.They were most appropriate with a mixture of Bhakthi and Sirungaaram.The lines in the song  are overtly dedicated to Lord Muruga but the undertones are romantically directed at the hero Gemini Ganesan also. The expressions of “Nadigaiyar Thilakam”Savithri convey the mood of the song very well.Gemini Ganesan comes off well playing the Naadhaswaram like a professional exponent. Years later “Nadigar Thilakam”Sivaji Ganesan won heaps of praise for the role of a Naadhaswaram player “Sikkal”Shanmugasuntharam in “Thillaana Mohanaambaal”.But this performance in “Konjum Salangai”by “Kaadhal Mannan” Gemini Ganesan is equally mesmerising and second to none including his namesake. Veteran comedian K. Saarangapaany plays the Thavil for the song. Saarangapaany along with TS Baalaiyaah acted as Thavil artistes in “Thillaana Mohanaambaal” also.",
    "Another feature of the song was the brief exchange of words preceding the song. They were written by Ku. Maa. Baalasubramaniam.A shy Savithri playing Shantha is reluctant to sing when Gemini plays the Naadaswaram as she begins the Aalaapanai. But Gemini reassures her and asks her to sing asking her not to disappoint him.When she hesitates Gemini says their joint performance in the precincts of the Singara Velan Deity (As Lord Muruga is known in the Thiruchenthoor temple)will be like honey and ambrosia and like the bright moon and cooling breeze.",
    "“Paadu Shantha Paadu”",
    "The exchange begins with Gemini asking as to why Savithri has stopped singing and ends with the entreaty “Sing Shantha sing. why this hesitation?”.Those words  proved to very popular those days- ” Shanta, Utkar. Yen Paattai Niruthivittai? Un Isai Ennum Inba Vellathiley Neenthuvatharku Ododi Vantha Ennai Ematrathey Santha….Thenodu Kalantha Thellamutham… Kola Nilavodu Serntha Kulir thendral. Intha Singara Velanin Sannathiyil Nam Sangeetha Aruvigal Onru Kalakkattum… Paadu.. Paadu Shantha… Paadu Aen Intha Thayakkam”…. Aen Thayakkam……Mmmmm”. Unforgettable lines etched in my memory still.",
    "It was my good fortune to hear Janaki sing it on stage at a music show in Toronto some  years ago. A Vidwaan from Jaffna accompanied her on the Naadhaswaram. He was seated on a mat playing the instrument while Janaki sang seated on a chair. I recall Janaki apologising profusely to the Naadaswaram vidwaan and the audience for sitting on a chair as she could not sit cross legged on the floor due to Arthritis. Janaki also lavished praise on the vidwaan (whose name I forget now)for his performance saying it was truly a great accomplishment.",
    "This then is the story behind the “Singara Velanae Deva” Song. I hope readers, listeners and viewers will  share my sentiments in enjoy the song.",
    "D.B.S.Jeyaraj can be reached at dbsjeyaraj@yahoo.com"
  ]
}