{
  "url": "https://www.ft.lk/opinion/Urgent-reforms-required-to-safeguard-economy-and-promote-reconciliation-NPC/14-775682",
  "title": "Urgent reforms required to safeguard economy and promote reconciliation: NPC",
  "ut": 1745270805.0,
  "body_paragraphs": [
    "The PTA has been widely criticised for enabling arbitrary detention and torture",
    "By National Peace Council",
    "Sri Lanka has received a breathing space of three months to negotiate with the US Government regarding tariffs to be imposed on Sri Lankan exports which is of utmost importance as the US is Sri Lanka’s largest export market. Sri Lanka faces a similar challenge to protect its export markets with regard to the EU, which is currently favouring Sri Lanka with its GSP Plus tariff concession. This tariff reduction is conditional on Sri Lanka’s adherence to 27 specified human rights conventions. Sri Lankans, including the political leadership, should come to terms with the fact that we need to have cooperative relations with major powers, whether it is America, China, Europe or India.",
    "The National Peace Council notes that in 2021, the EU Parliament passed a resolution recommending the continuation of its GSP Plus tariff concession being made conditional upon the repeal of the Prevention of Terrorism Act (PTA). Enacted in 1979, the PTA has been widely criticised for enabling arbitrary detention and torture due to provisions allowing for extended administrative detention, limited judicial oversight, and convictions based on confessions to the police, most misuse being in the north and east. The PTA has also permitted the Government to hold people for long periods without expediting investigations. Prior to the presidential and general elections last year, the ruling party pledged to abolish the PTA.",
    "NPC welcomes Prime Minister Harini Amarasuriya’s statement in parliament that the Cabinet of Ministers has approved the proposal submitted by the Ministry of Justice to appoint a committee to provide recommendations to repeal the Prevention of Terrorism (Temporary Provisions) Act as amended (PTA). There are laws to handle crimes even without the PTA and it is superfluous as many had pointed out. Having pledged to abolish the PTA in the NPP’s election manifesto, the decision to appoint a committee to look into repealing the PTA should not be seen as a time buying exercise to meet the EU conditionalities to renew the GSP Plus tariff concession.",
    "We also urge the Government to take quick and effective action to resolve longstanding issues of missing persons, war-time violations of human rights and return of land taken over by the military during the war. We welcome Prime Minister Amarasuriya’s statement during a recent visit to Jaffna that the people of Sri Lanka should no longer be burdened by conflict and the Government is committed to ensuring peace and stability across the country. It is noteworthy that the day before she visited Jaffna a key road in Jaffna that had been closed for over three decades for security purposes was re-opened.",
    "The NPC also welcomes President Anura Kumara Disanayake’s announcement during his meeting with Indian Prime Minister Narendra Modi that the Government would move forward to hold the long postponed provincial council elections. As in the case of the PTA, we urge the Government to appoint a ministerial committee to look into the strengthening of the provincial council system, reduce the powers of the governor, and empower the elected authorities with greater allocation of powers and financial resources. By undertaking these measures, Sri Lanka can convince both the local population and the international community to participate more wholeheartedly to improve the economy and the country at large."
  ]
}