{
  "url": "https://www.ft.lk/columns/How-does-Trump-s-tax-policy-impact-Sri-Lankan-economy/4-775483",
  "title": "How does Trump’s tax policy impact Sri Lankan economy?",
  "ut": 1744330267.0,
  "body_paragraphs": [
    "A collapse in this sector would trigger a major social and economic crisis, as thousands of families depend on garment industry wages for their livelihood",
    "While countries with strong and diversified economies may be able to absorb the initial shock—thanks to robust fiscal frameworks and contingency planning, weaker economies or those already in crisis, such as Sri Lanka, could face deep economic and social consequences. These may include inflation, currency depreciation, job losses, decreased investor confidence, and reduced access to global markets",
    "Recently, the United States government increased tax rates on imports from several countries, including Sri Lanka. This move is particularly significant given that the US is one of Sri Lanka’s largest export partners. In 2024 alone, Sri Lanka exported goods worth approximately $ 2.9 billion to the US, accounting for 23% of the country’s total export earnings, a substantial share of the nation’s foreign income. Out of this export revenue, around $ 1.7 billion came from apparel exports, highlighting the sector’s vital role in Sri Lanka’s economy. On the import side, Sri Lanka’s imports from the United States are valued at about $ 350 million.",
    "In terms of taxation, the US currently imposes a tariff rate of approximately 11% to 12.5% on goods imported from Sri Lanka. Conversely, Sri Lanka applies a significantly higher tariff rate of 88% on imports from the United States. This imbalance has drawn criticism from the US administration.",
    "The US President has pointed out that US faces a trade deficit in its bilateral trade with Sri Lanka, implying that the US imports more from Sri Lanka than it exports to it. From the US perspective, this creates a negative trade balance, which they consider detrimental to their economy. On the other hand, Sri Lanka benefits from a trade surplus of approximately $ 2.5 billion in this bilateral relationship.",
    "It appears that this trade imbalance is one of the factors behind the recent changes in US tax policy. The new tax measures seem to target countries with which the US incurs trade deficits, with the aim of correcting perceived imbalances and protecting domestic industries.",
    "Impact on Sri Lanka’s garment industry",
    "The apparel industry represents the largest segment of Sri Lanka’s export trade to the United States, with export earnings amounting to approximately $ 1.9 billion. This figure accounts for a significant 38% of the country’s total apparel export revenue, underlining the critical importance of this sector to the national economy. More than 350,000 individuals are directly employed in the garment sector, making it not only a vital source of foreign exchange but also one of the largest employment generators in the country. However, the recent 44% increase in US tariffs on Sri Lankan exports poses a serious threat to the sustainability and competitiveness of the industry, particularly in the US market.",
    "This sudden tariff hike has already begun to create instability within the industry, raising fears of order cancellations and production cuts, which could lead to a massive wave of job losses. A collapse in this sector would trigger a major social and economic crisis, as thousands of families depend on garment industry wages for their livelihood. The industry, which has historically been a cornerstone of Sri Lanka’s export economy, has shown signs of decline in recent years. Several large scale manufacturers have already relocated operations to countries like Bangladesh, where production costs and tax burdens are significantly lower. This trend is expected to accelerate if immediate action is not taken.",
    "Unfortunately, little has been done by relevant authorities to protect or revitalise this crucial industry. Despite repeated warnings from industry stakeholders, there has been a lack of proactive measures to safeguard its competitiveness in international markets.",
    "In light of the current situation, urgent Government intervention is essential. The Government should:",
    "Engage in diplomatic negotiations with the US to review and potentially reduce the newly imposed tariffs.",
    "Provide short-term relief packages or incentives to manufacturers to help absorb the increased costs and maintain operations.",
    "Explore preferential trade agreements or expand existing ones to open up alternative markets for Sri Lankan garments.",
    "Support modernisation and innovation within the industry to enhance productivity and reduce costs.",
    "Establish a task force to oversee industry protection, job security, and export promotion strategies.",
    "Safeguarding the apparel industry is not just about preserving exports it is about protecting livelihoods, maintaining social stability, and ensuring that Sri Lanka retains its position in the global supply chain. The time for action is now.",
    "Although the US government had previously announced these tax revisions on several occasions, the question remains whether any responsible authority in Sri Lanka paid sufficient attention to them. If there had been awareness that these amendments could impact Sri Lanka, proactive measures could have been taken beforehand to mitigate the consequences.",
    "It must be acknowledged that the performance of Sri Lanka’s diplomatic missions in this regard has been weak and unresponsive. The Government must now recognise the serious nature of the crisis and take immediate, strategic action to address it.",
    "Several options can be proposed to move forward. Firstly, the Sri Lankan Government should submit a detailed review of the current economic challenges to the US State Department. In doing so, it would be beneficial to seek support from international financial institutions, such as the International Monetary Fund (IMF) and the World Bank. Given that the IMF is already involved in addressing Sri Lanka’s economic crisis, their influence and support could help build a stronger case for negotiation.",
    "Currently, Sri Lanka’s import cost for American goods is approximately $ 350 million, while export revenue from trade with the US stands at around $ 2.9 billion. This indicates a trade surplus of approximately $ 2.6 billion, highlighting a favourable trade balance.",
    "In light of this, Sri Lanka could propose a reduction in tariffs on American goods from the current 88% to 40%, with the aim of strengthening trade ties and maximising economic benefit. The potential gains from increased trade could outweigh the revenue loss from reduced tariffs. In return, Sri Lanka could request that the tax rate on Sri Lankan exports to the US be reduced to 10% instead of 40%, thereby creating a mutually beneficial trade arrangement.",
    "To move this forward, the Sri Lanka Department of Commerce, the Export Development Board, and the Ministry of Finance should work together to develop a comprehensive proposal and negotiation strategy.",
    "Identifying US economic strategies",
    "Further investigation is needed, particularly into the economic strategies adopted during the Trump administration. Trump’s government is often regarded as a nationalist administration, with a strong focus on strengthening the American economy. The administration’s tax policies were designed with the intention of expanding the domestic market and promoting “America First” economic principles.",
    "It is evident that Trump placed greater emphasis on developing the domestic economy and protecting American industries. At the same time, these policies also challenge to global trade norms, representing a shift in how the United States positions itself in international economic relations.",
    "One key aspect of this approach was the notion of economic reciprocity: “If you tax us more, we will tax you more.” This principle was formalised under the Reciprocal Tax Policy, which aimed to impose a universal baseline tax on all trading partners, along with adjusted, higher tax rates for specific countries perceived to have unfair trade advantages. Under this policy, a 10% tax equalisation rate was proposed as a standard, while higher tax rates were assigned to countries based on the trade balance and perceived inequities. For example, Vietnam was proposed to face a 46% tax, China 34%, the European Union 20%, India 26%, the Philippines 17%, and Singapore 10%.",
    "These measures reflect a broader strategy to rebalance trade relationships, discourage imports, and encourage domestic production, thereby reshaping the global economic playing field in favour of the United States.",
    "Reviewing the tax system in Sri Lanka",
    "It has been observed that there are significant weaknesses in Sri Lanka’s current tax policies. The system is highly complex and often difficult to navigate. Importers and exporters have repeatedly urged the government to implement a simplified tax policy, highlighting its importance on numerous occasions. However, these concerns have largely gone unaddressed.",
    "The complexity of the existing system has created opportunities for manipulation and abuse by various parties. For example, although it is officially stated that Sri Lanka imposes an 88% tax rate on imports of American goods, reports suggest that this rate varies significantly depending on the type of goods being imported. This inconsistency underscores a lack of transparency and fairness in the current tax structure.",
    "The 88% figure, as estimated by the US government, further illustrates that Sri Lanka’s tax policy is unbalanced and potentially discriminatory, which could deter international trade and investment.",
    "Given these issues, it is crucial that Sri Lanka urgently reforms its tax policy. The Government should prioritise the development of a clear, consistent, and equitable tax framework, either through a simplified system or the adoption of a unified, common tax policy. Such reforms are essential to promote economic stability, attract foreign investment, and ensure fair treatment for all stakeholders.",
    "Impact on the world economy",
    "The recent changes proposed under former President Donald Trump’s tax policy could have far-reaching consequences for the global economy. These changes, particularly those that affect corporate tax structures, tariffs, and international trade agreements, have the potential to disrupt global trade flows and significantly impact economic growth across various regions.",
    "Global trade growth could be severely hindered, especially if new tariffs or protectionist policies are implemented. Many manufacturers particularly those reliant on international supply chains may face production slowdowns or cuts due to rising operational costs, reduced demand, and increased market uncertainty. While countries with strong and diversified economies may be able to absorb the initial shock—thanks to robust fiscal frameworks and contingency planning, weaker economies or those already in crisis, such as Sri Lanka, could face deep economic and social consequences. These may include inflation, currency depreciation, job losses, decreased investor confidence, and reduced access to global markets.",
    "In such scenarios, low income and debt burdened countries will be especially vulnerable. The socio-economic implications could be significant, potentially leading to increased poverty, political instability, and a deterioration of public services.",
    "Given these potential risks, it is imperative that governments especially in developing nations urgently develop and implement comprehensive policy responses. These should focus on economic resilience, diversification of trade partnerships, strengthening domestic production, and creating social safety nets to protect vulnerable populations from immediate shocks.",
    "In conclusion, while the full impact of Trump’s tax policy on the world economy remains to be seen, the global interconnectivity of markets means that even unilateral tax decisions by a major economy like the US can trigger ripple effects worldwide. Proactive planning and international cooperation will be key to mitigating these challenges.",
    "(The writer is an economist and a former member of the Sri Lanka Council for Agricultural Research Policy and former director of the Merchant Bank of Sri Lanka and Finance PLC.)"
  ]
}