{
  "url": "https://www.technologyreview.com/2025/04/10/1114912/why-the-climate-promises-of-ai-sound-a-lot-like-carbon-offsets/",
  "title": "Why the climate promises of AI sound a lot like carbon offsets",
  "ut": 1744294978.0,
  "body_paragraphs": [
    "The International Energy Agency states in a new report that AI could eventually reduce greenhouse-gas emissions, possibly by much more than the boom in energy-guzzling data center development pushes them up. The finding echoes a point that prominent figures in the AI sector have made as well to justify, at least implicitly, the gigawatts’ worth of electricity demand that new data centers are placing on regional grid systems across the world. Notably, in an essay last year, OpenAI CEO Sam Altman wrote that AI will deliver “astounding triumphs,” such as “fixing the climate,” while offering the world “nearly-limitless intelligence and abundant energy.”  There are reasonable arguments to suggest that AI tools may eventually help reduce emissions, as the IEA report underscores. But what we know for sure is that they’re driving up energy demand and emissions today—especially in the regional pockets where data centers are clustering.  So far, these facilities, which generally run around the clock, are substantially powered through natural-gas turbines, which produce significant levels of planet-warming emissions. Electricity demands are rising so fast that developers are proposing to build new gas plants and convert retired coal plants to supply the buzzy industry.",
    "The other thing we know is that there are better, cleaner ways of powering these facilities already, including geothermal plants, nuclear reactors, hydroelectric power, and wind or solar projects coupled with significant amounts of battery storage. The trade-off is that these facilities may cost more to build or operate, or take longer to get up and running. There’s something familiar about the suggestion that it’s okay to build data centers that run on fossil fuels today because AI tools will help the world drive down emissions eventually. It recalls the purported promise of carbon credits: that it’s fine for a company to carry on polluting at its headquarters or plants, so long as it’s also funding, say, the planting of trees that will suck up a commensurate level of carbon dioxide.",
    "Unfortunately, we’ve seen again and again that such programs often overstate any climate benefits, doing little to alter the balance of what’s going into or coming out of the atmosphere.   But in the case of what we might call “AI offsets,” the potential to overstate the gains may be greater, because the promised benefits wouldn’t meaningfully accrue for years or decades. Plus, there’s no market or regulatory mechanism to hold the industry accountable if it ends up building huge data centers that drive up emissions but never delivers on these climate claims.  The IEA report outlines instances where industries are already using AI in ways that could help drive down emissions, including detecting methane leaks in oil and gas infrastructure, making power plants and manufacturing facilities more efficient, and reducing energy consumption in buildings. AI has also shown early promise in materials discovery, helping to speed up the development of novel battery electrolytes. Some hope the technology could deliver advances in solar materials, nuclear power, or other clean energy technologies and improve climate science, extreme weather forecasting, and disaster response, as other studies have noted.  Even without any “breakthrough discoveries,” the IEA estimates, widespread adoption of AI applications could cut emissions by 1.4 billion tons in 2035. Those reductions, “if realized,” would be as much as triple the emissions from data centers by that time, under the IEA’s most optimistic development scenario. But that’s a very big “if.” It requires placing a lot of faith in technical advances, wide-scale deployments, and payoffs from changes in practices over the next 10 years. And there’s a big gap between how AI could be used and how it will be used, a difference that will depend a lot on economic and regulatory incentives. Under the Trump administration, there’s little reason to believe that US companies, at least, will face much government pressure to use these tools specifically to drive down emissions. Absent the necessary policy carrots or sticks, it’s arguably more likely that the oil and gas industry will deploy AI to discover new fossil-fuel deposits than to pinpoint methane leaks. To be clear, the IEA’s figures are a scenario, not a prediction. The authors readily acknowledged that there’s huge uncertainty on this issue, stating: “It is vital to note that there is currently no momentum that could ensure the widespread adoption of these AI applications. Therefore, their aggregate impact, even in 2035, could be marginal if the necessary enabling conditions are not created.”In other words, we certainly can’t count on AI to drive down emissions more than it drives them up, especially within the time frame now demanded by the dangers of climate change.",
    "As a reminder, it’s already 2025. Rising emissions have now pushed the planet perilously close to fully tipping past 1.5 ˚C of warming, the risks from heatwaves, droughts, sea-level rise and wildfires are climbing—and global climate pollution is still going up.  We are barreling toward midcentury, just 25 years shy of when climate models show that every industry in every nation needs to get pretty close to net-zero emissions to prevent warming from surging past 2 ˚C over preindustrial levels. And yet any new natural-gas plants built today, for data centers or any other purpose, could easily still be running 40 years from now. Carbon dioxide stays in the atmosphere for hundreds of years. So even if the AI industry does eventually provide ways of cutting more emissions than it produces in a given year, those future reductions won’t cancel out the emissions the sector will pump out along the way—or the warming they produce. It’s a trade-off we don’t need to make if AI companies, utilities, and regional regulators make wiser choices about how to power the data centers they’re building and running today. Some tech and power companies are taking steps in this direction, by spurring the development of solar farms near their facilities, helping to get nuclear plants back online, or signing contracts to get new geothermal plants built.  But such efforts should become more the rule than the exception. We no longer have the time or carbon budget to keep cranking up emissions on the promise that we’ll take care of them later. hide"
  ]
}