{
  "url": "https://www.ft.lk/columns/2026-Budget-A-balancing-act-between-IMF-program-and-relief/4-784317",
  "title": "2026 Budget: A balancing act between IMF program and relief",
  "ut": 1763081304.0,
  "body_paragraphs": [
    "Sri Lanka’s 2026 Budget marks an important point in the country’s long and difficult path to economic recovery that commenced in 2022. It seeks to strike a delicate balance—maintaining fiscal discipline under the International Monetary Fund (IMF) program while reigniting growth and restoring confidence. However, it offers limited proposals for easing the burden on citizens and businesses, particularly from both direct and indirect taxes.",
    "At its heart, the Budget aims to shift Sri Lanka’s focus from short-term crisis management to sustainable rebuilding. The Government’s target of a primary surplus of around 2.3% of GDP, in line with IMF requirements, reflects a commitment to fiscal discipline and debt sustainability. The IMF has also stressed the need to raise Government revenue to at least 15% of GDP to ensure fiscal space for essential services and development. Yet, as experience shows, austerity alone cannot deliver growth; fiscal consolidation must be coupled with reforms that stimulate investment, create jobs, increase incomes, and boost productivity.",
    "A central feature of the 2026 Budget is its renewed focus on public investment, with nearly 4% of GDP allocated for capital expenditure. This represents a pivot toward growth-oriented spending—particularly in infrastructure, manufacturing, and the digital economy. Funds have been set aside to revive stalled mega projects and settle domestic arrears, as outlined in the Budget proposal. If executed efficiently, such investments could crowd in private capital, create employment, and boost investor confidence. However, the country’s past issues with cost overruns and weak oversight highlight the critical importance of transparent governance and efficient implementation.",
    "On the revenue front, the Government continues its efforts to broaden the tax base, introducing an 18% VAT on digital services, revising the Simplified VAT (SVAT) scheme, and reducing selective exemptions. A notable change is the proposal to impose the Social Security Contribution Levy (SSCL) at the point of import or manufacture for vehicles, rather than at the point of sale. Analysts suggest this front-loading of the tax will marginally increase the cost of imported cars.",
    "While these are steps in the right direction, Sri Lanka’s tax-to-GDP ratio remains at around 14–15%, limiting room for future reforms and social spending. The IMF has urged the Government to focus on durable, equitable revenue sources and stronger tax administration to improve compliance. The reduction of the VAT registration threshold is expected to have a significant impact on SMEs, bringing more of them into the tax net and adding to their compliance burden.",
    "The Budget also places emphasis on structural reform, with proposed laws on public asset management, procurement, and public-private partnerships (PPPs). These are vital for institutional integrity and effective fiscal management. State-Owned Enterprise (SOE) reform remains another key IMF condition, given that several loss-making entities continue to drain public resources.",
    "The 2025 Budget’s theme, “Rich Country – Beautiful Country,” underscores a focus on inclusive and regionally balanced development, promoting rural integration and digital inclusion. It also allocates funds for phased public sector salary revisions and continued welfare support for vulnerable communities. The IMF has consistently emphasised that fiscal consolidation must remain growth-friendly and socially sensitive, and this Budget appears to be moving in that direction.",
    "Looking ahead, future Budgets will need to further prioritise the digitalisation of public services and improvements in public sector productivity. Invest in Skills development and soft infrastructure. The overarching goal will be to “regain output lost to the crisis” by revitalising private sector activity and encouraging new investment.",
    "Institutions like the World Bank project a gradual recovery in GDP growth, contingent on steady reform progress and policy consistency. These forecasts reinforce the view that sustained recovery will require both structural resilience and durable investor confidence.",
    "Ultimately, the 2026 Budget is one of measured optimism. It upholds fiscal stability while seeking to reignite growth through targeted investment and reform. Its success, however, will depend on execution, public service commitment, and the Government’s ability to deliver efficiently, ensure transparency, debt sustainability and maintain policy continuity. Sri Lanka must now move beyond stabilisation toward a sustained, inclusive recovery, strengthening the foundations for a resilient, competitive economy capable of delivering broad-based prosperity. The central challenge will be to maintain strict fiscal discipline required by the International Monetary Fund while simultaneously addressing growing public demand for relief from high taxes and cost-of-living pressures. This balancing act will define the country’s transition from stabilisation to a more sustainable and inclusive recovery.",
    "1.The 2025 Budget speech and proposal:",
    "Source – Finance Ministry, Sri Lanka",
    "2.IMF program and requirements:",
    "Source – The International Monetary Fund (IMF).",
    "3.CMA webinar and Budget highlights",
    "4. https://www.reuters.com/world/asia-pacific/sri-lankas-Budget-drive-economic-reforms-meet-imf-goals-2025-11-06/"
  ]
}