{
  "url": "https://www.technologyreview.com/2025/11/28/1128511/what-we-still-dont-know-about-weight-loss-drugs/",
  "title": "What we still don’t know about weight-loss drugs",
  "ut": 1764286200.0,
  "body_paragraphs": [
    "EXECUTIVE SUMMARY MIT Technology Review Explains: Let our writers untangle the complex, messy world of technology to help you understand what’s coming next. You can read more from the series here. Weight-loss drugs have been back in the news this week. First, we heard that Eli Lilly, the company behind the drugs Mounjaro and Zepbound, became the first healthcare company in the world to achieve a trillion-dollar valuation.  Those two drugs, which are prescribed for diabetes and obesity respectively, are generating billions of dollars in revenue for the company. Other GLP-1 agonist drugs—a class that includes Mounjaro and Zepbound, which have the same active ingredient—have also been approved to reduce the risk of heart attack and stroke in overweight people. Many hope these apparent wonder drugs will also treat neurological disorders and potentially substance use disorders, too. Related StoryWe’re learning more about what weight-loss drugs do to the bodyRead next But this week we also learned that, disappointingly, GLP-1 drugs don’t seem to help people with Alzheimer’s disease. And that people who stop taking the drugs when they become pregnant can experience potentially dangerous levels of weight gain during their pregnancies. On top of that, some researchers worry that people are using the drugs postpartum to lose pregnancy weight without understanding potential risks.",
    "All of this news should serve as a reminder that there’s a lot we still don’t know about these drugs. This week, let’s look at the enduring questions surrounding GLP-1 agonist drugs. First a quick recap. Glucagon-like peptide-1 is a hormone made in the gut that helps regulate blood sugar levels. But we’ve learned that it also appears to have effects across the body. Receptors that GLP-1 can bind to have been found in multiple organs and throughout the brain, says Daniel Drucker, an endocrinologist at the University of Toronto who has been studying the hormone for decades.",
    "GLP-1 agonist drugs essentially mimic the hormone’s action. Quite a few have been developed, including semaglutide, tirzepatide, liraglutide, and exenatide, which have brand names like Ozempic, Saxenda and Wegovy. Some of them are recommended for some people with diabetes. Ask AIWhy it matters to you?BETAHere’s why this story might matter to you, according to AI. This is a beta feature and AI hallucinates—it might get weirdA location I care about is.Tell me why it mattersLearn more about how we're using AI. But because these drugs also seem to suppress appetite, they have become hugely popular weight loss aids. And studies have found that many people who take them for diabetes or weight loss experience surprising side effects; that their mental health improves, for example, or that they feel less inclined to smoke or consume alcohol. Research has also found that the drugs seem to increase the growth of brain cells in lab animals. So far, so promising. But there are a few outstanding gray areas. Are they good for our brains?  Novo Nordisk, a competitor of Eli Lilly, manufactures GLP-1 drugs Wegovy and Saxenda. The company recently trialed an oral semaglutide in people with Alzheimer’s disease who had mild cognitive impairment or mild dementia. The placebo-controlled trial included 3808 volunteers. Related StoryCalorie restriction can help animals live longer. What about humans?Read next Unfortunately, the company found that the drug did not appear to delay the progression of Alzheimer’s disease in the volunteers who took it. The news came as a huge disappointment to the research community. “It was kind of crushing,” says Drucker. That’s despite the fact that, deep down, he wasn’t expecting a “clear win.” Alzheimer’s disease has proven notoriously difficult to treat, and by the time people get a diagnosis, a lot of damage has already taken place. But he is one of many that isn’t giving up hope entirely. After all, research suggests that GLP-1 reduces inflammation in the brain and improves the health of neurons, and that it appears to improve the way brain regions communicate with each other. This all implies that GLP-1 drugs should benefit the brain, says Drucker. There’s still a chance that the drugs might help stave off Alzheimer’s in those who are still cognitively healthy.",
    "Are they safe before, during or after pregnancy? Other research published this week raises questions about the effects of GLP-1s taken around the time of pregnancy. At the moment, people are advised to plan to stop taking the medicines two months before they become pregnant. That’s partly because some animal studies suggest the drugs can harm the development of a fetus, but mainly because scientists haven’t studied the impact on pregnancy in humans. Among the broader population, research suggests that many people who take GLP-1s for weight loss regain much of their lost weight once they stop taking those drugs. So perhaps it’s not surprising that a study published in JAMA earlier this week saw a similar effect in pregnant people. The study found that people who had been taking those drugs gained around 3.3kg more than others who had not. And those who had been taking the drugs also appeared to have a slightly higher risk of gestational diabetes, blood pressure disorders and even preterm birth. Related StoryWhy the term \"women of childbearing age\" is problematicRead next It sounds pretty worrying. But a different study published in August had the opposite finding—it noted a reduction in the risk of those outcomes among women who had taken the drugs before becoming pregnant. If you’re wondering how to make sense of all this, you’re not the only one. No one really knows how these drugs should be used before pregnancy—or during it for that matter. Another study out this week found that people (in Denmark) are increasingly taking GLP-1s postpartum to lose weight gained during pregnancy. Drucker tells me that, anecdotally, he gets asked about this potential use a lot. But there’s a lot going on in a postpartum body. It’s a time of huge physical and hormonal change that can include bonding, breastfeeding and even a rewiring of the brain. We have no idea if, or how, GLP-1s might affect any of those.",
    "How—and when—can people safely stop using them? Yet another study out this week—you can tell GLP-1s are one of the hottest topics in medicine right now—looked at what happens when people stop taking tirzepatide (marketed as Zepbound) for their obesity.",
    "The trial participants all took the drug for 36 weeks, at which point half continued with the drug, and half were switched to a placebo for another 52 weeks. During that first 36 weeks, the weight and heart health of the participants improved. Related StoryWhen you lose weight, where does it go?Read next But by the end of the study, most of those that had switched to a placebo had regained more than 25% of the weight they had originally lost. One in four had regained more than 75% of that weight, and 9% ended up at a higher weight than when they’d started the study. Their heart health also worsened. Does that mean that people need to take these drugs forever? Scientists don’t have the answer to that one, either. Or if taking the drugs indefinitely is safe. The answer might depend on the individual, their age or health status, or what they are using the drug for. There are other gray areas. GLP-1s look promising for substance use disorders, but we don’t yet know how effective they might be. We don’t know the long-term effects these drugs have on children who take them. And we don’t know the long-term consequences these drugs might have for healthy-weight people who take them for weight loss. Earlier this year, Drucker accepted a Breakthrough Prize in Life Sciences at a glitzy event in California. “All of these Hollywood celebrities were coming up to me and saying ‘thank you so much,’” he says. “A lot of these people don’t need to be on these medicines.” This article first appeared in The Checkup, MIT Technology Review’s weekly biotech newsletter. To receive it in your inbox every Thursday, and read articles like this first, sign up here. hide"
  ]
}