{
  "url": "https://www.eiu.com/n/qatari-private-capital-expands-in-south-east-asia/",
  "title": "Qatari private capital expands in South-East Asia",
  "ut": 1745837857.0,
  "body_paragraphs": [
    "Qatari private capital expands in South-East Asia",
    "AutomotiveBusinessEnergyTradeAsiaMiddle East and AfricaQatarVietnamCountry Analysis",
    "What’s happened?On March 4th a Qatari private equity fund, JTA Investment, agreed with a Vietnamese conglomerate, VinGroup, to invest US$1bn in VinGroup’s electric vehicle (EV) subsidiary, VinFast. The move marks Qatar’s entry into the highly competitive EV sector. Although other Gulf investors, notably Saudi Arabia’s Public Investment Fund (a sovereign wealth vehicle), have acquired stakes in EV companies in exchange for local production capacity, we do not expect this deal to result in a transfer of production to Qatar, owing to the deal being made by a private capital firm, and also because Qatar is not seeking to establish domestic EV manufacturing.Why does it matter?This foray is the most recent move made by Qatari funds to cash in on the global EV boom, as EV sales are expected to rise by 16.3% year on year in 2025 and surpass 19.4m units. However, the EV transition will be hampered by the ongoing geopolitical rivalry between China and the US and the EU, which is likely to intensify in 2025, as local content requirements will tighten and other trade barriers will prevent faster market growth, fracturing supply chains and keeping EV prices high. JTA’s venture in Vietnamese EV manufacturing emphasises Qatar’s continued commitment and willingness to invest in the EV industry, whose global growth will eventually affect global demand for oil.The investment therefore makes strategic sense for private equity funds operating in hydrocarbons-exporting countries such as Qatar, in a bid to hedge against the industry, whose rate of uptake will be one of the major factors influencing oil and gas prices over the next decade. JTA Investment and VinGroup are exploring possibilities to extend the partnership to include VinGroup’s hospitality business, which would provide the Qatari company with investment opportunities in luxury hotels, resorts and theme parks operated by VinPearl, another VinGroup subsidiary. The fund is likely to tap into an ongoing post-pandemic wave of travel as pent-up demand unleashes and continues to drive forward the tourism and hospitality sectors.What next?This investment underlines that Qatari capital has not lost its appetite for investing in foreign assets, despite a shaky outlook for global trade and investment environments. We expect Qatari private and public funds alike to continue investing in the region, as they will benefit from the global shift in supply chains as vehicle and parts makers adopt a “China +1” strategy as a result of increasing trade openness and improving human and physical capital in the region.The analysis and forecasts presented in this article are drawn from EIU’s Country Analysis service. This comprehensive solution offers essential insights into the political and economic outlook of nearly 200 countries, empowering businesses to manage risks and develop effective strategies.",
    "AutomotiveBusinessEnergyTradeAsiaMiddle East and AfricaQatarVietnamCountry Analysis"
  ]
}