{
  "url": "https://www.technologyreview.com/2026/01/16/1131363/three-technologies-shape-biotech-in-2026-gene-editing-embryo-scoring/",
  "title": "Three technologies that will shape biotech in 2026",
  "ut": 1768519800.0,
  "body_paragraphs": [
    "Earlier this week, MIT Technology Review published its annual list of Ten Breakthrough Technologies. As always, it features technologies that made the news last year, and which—for better or worse—stand to make waves in the coming years. They’re the technologies you should really be paying attention to. This year’s list includes tech that’s set to transform the energy industry, artificial intelligence, space travel—and of course biotech and health. Our breakthrough biotechnologies for 2026 involve editing a baby’s genes and, separately, resurrecting genes from ancient species. We also included a controversial technology that offers parents the chance to screen their embryos for characteristics like height and intelligence. Here’s the story behind our biotech choices.  A base-edited baby! In August 2024, KJ Muldoon was born with a rare genetic disorder that allowed toxic ammonia to build up in his blood. The disease can be fatal, and KJ was at risk of developing neurological disorders. At the time, his best bet for survival involved waiting for a liver transplant. Related StoryThis baby boy was treated with the first personalized gene-editing drugRead next Then he was offered an experimental gene therapy—a personalized “base editing” treatment designed to correct the specific genetic “misspellings” responsible for his disease. It seems to have worked! Three doses later, KJ is doing well. He took his first steps in December, shortly before spending his first Christmas at home.",
    "KJ’s story is hugely encouraging. The team behind his treatment is planning a clinical trial for infants with similar disorders caused by different genetic mutations. The team members hope to win regulatory approval on the back of a small trial—a move that could make the expensive treatment (KJ’s cost around $1 million) more accessible, potentially within a few years. Others are getting in on the action, too. Fyodor Urnov, a gene-editing scientist at the University of California, Berkeley, assisted the team that developed KJ’s treatment. He recently cofounded Aurora Therapeutics, a startup that hopes to develop gene-editing drugs for another disorder called phenylketonuria (PKU). The goal is to obtain regulatory approval for a single drug that can then be adjusted or personalized for individuals without having to go through more clinical trials.",
    "US regulators seem to be amenable to the idea and have described a potential approval pathway for such “bespoke, personalized therapies.” Watch this space. Gene resurrection It was a big year for Colossal Biosciences, the biotech company hoping to “de-extinct” animals like the woolly mammoth and the dodo. In March, the company created what it called “woolly mice”—rodents with furry coats and curly whiskers akin to those of woolly mammoths. Related StoryGame of clones: Colossal’s new wolves are cute, but are they dire?Read next The company made an even more dramatic claim the following month, when it announced it had created three dire wolves. These striking snow-white animals were created by making 20 genetic changes to the DNA of gray wolves based on genetic research on ancient dire wolf bones, the company said at the time. Whether these animals can really be called dire wolves is debatable, to say the least. But the technology behind their creation is undeniably fascinating. We’re talking about the extraction and analysis of ancient DNA, which can then be introduced into cells from other, modern-day species.  Analysis of ancient DNA can reveal all sorts of fascinating insights into human ancestors and other animals. And cloning, another genetic tool used here, has applications not only in attempts to re-create dead pets but also in wildlife conservation efforts. Read more here. Embryo scoring IVF involves creating embryos in a lab and, typically, “scoring” them on their likelihood of successful growth before they are transferred to a person’s uterus. So far, so uncontroversial. Related StoryThe race to make the perfect baby is creating an ethical messRead nextRecently, embryo scoring has evolved. Labs can pinch off a couple of cells from an embryo, look at its DNA, and screen for some genetic diseases. That list of diseases is increasing. And now some companies are taking things even further, offering prospective parents the opportunity to select embryos for features like height, eye color, and even IQ. This is controversial for lots of reasons. For a start, there are many, many factors that contribute to complex traits like IQ (a score that doesn’t capture all aspects of intelligence at any rate). We don’t have a perfect understanding of those factors, or how selecting for one trait might influence another. Some critics warn of eugenics. And others note that whichever embryo you end up choosing, you can’t control exactly how your baby will turn out (and why should you?!). Still, that hasn’t stopped Nucleus, one of the companies offering these services, from inviting potential customers to have their “best baby.” Read more here. This article first appeared in The Checkup, MIT Technology Review’s weekly biotech newsletter. To receive it in your inbox every Thursday, and read articles like this first, sign up here. hide"
  ]
}