{
  "url": "https://hbr.org/2024/08/research-consumers-spend-loyalty-points-and-cash-differently",
  "title": "Research: Consumers Spend Loyalty Points and Cash Differently",
  "ut": 1724395512.0,
  "body_paragraphs": [
    "HBR Staff/Jonathan Kitchen/Getty Images",
    "Do consumers treat loyalty points the same way that they treat traditional money? And, how do they choose to spend one versus the other?  The authors of this article present research findings from their analysis of data describing over 29,000 unique loyalty...more",
    "In the years since The Economist spotlighted the astonishing scale of loyalty points — particularly frequent-flyer miles — as a potential global currency rivaling traditional money in 2005, usage has grown rapidly in size and scope. For example, the number of flight redemptions at Southwest Airlines doubled from 5.4 million in 2013 (representing 9.5% of revenue passenger miles) to 10.9 million in 2023 (representing 16.3% of revenue passenger miles).",
    "In many contexts, such as air travel and hotel stays, points are routinely used in place of money. This dramatic expansion of usage asks some important questions: Do consumers treat loyalty points the same way that they treat traditional money? And, how do they choose to spend one versus the other?",
    "It turns out that consumers are very heterogeneous in their attitudes toward points and money. In a recent study, we analyzed data describing over 29,000 unique loyalty points earning (accrual) and spending (redemption) transactions made during two recent years by 500 airline loyalty program consumers. We found that points users fell into four distinct categories:",
    "Money advocates, who prefer holding cash over holding points, even when their value is identical in terms of purchasing power. Faced with the choice of spending $100 worth of points or $100 in cash, they would rather expend points, finding it less psychologically taxing. This preference leads money advocates to cling to cash, placing money at the forefront of their value system.",
    "Currency impartialists, who regard points and cash interchangeably, valuing them equally based on their financial worth. For these individuals, loyalty points are akin to money, effectively another currency in their eyes.",
    "Point gamers, who actively seek out the most advantageous point redemption opportunities, opting to spend points particularly when their value significantly surpasses that of cash. They experience both benefits and joy in discovering lucrative deals for point redemption. For these gamers, points represent a playful challenge.",
    "Point lovers, who value points more than money even if their purchase power is the same or lower.",
    "This segmentation is reflected in discussions on social media platforms such as Flyer Talk, where participants debate the value of a point and how to decide whether to pay with points or money. Some advocate for redeeming points only when the redemption value is exceptionally favorable, while others prefer to use points at any opportunity, reflecting a broader skepticism about the financial value of points.",
    "The existence of such sharply delineated attitudes around points is applicable across various loyalty programs and could well represent a valuable market opportunity for businesses.",
    "For example, airlines occasionally offer discount promotions for fares that can be purchased using points. A case in point is Southwest Airlines, which in September 2023 offered a flat discount off fares for point payments to all consumers to boost demand. Typically, the discount level in campaigns like this is fixed and the same for all consumers. However, if such campaigns were to leverage the diverse attitudes consumers have towards point value, there’s a plausible likelihood that they would benefit from in terms of impact.",
    "In the Southwest case, the promotion could have differentiated the point discount levels by offering smaller point discounts to point gamers and point lovers, and granting larger point discounts to other less point-sensitive segments. By targeting a points discount in this way, they could well have achieved the same revenue objectives with a smaller overall cost.",
    "Reimagining Loyalty Strategies",
    "A nuanced understanding of consumer segmentation around attitudes to points lays the groundwork for creating personalized experiences that align with each group’s unique values and behaviors:",
    "For money advocates, it’s essential to provide clear explanations of how points can be converted to cash and to offer tangible financial benefits, such as cash back, which underscores the practical rewards of engaging with the program.",
    "Currency impartialists, however, appreciate simplicity and transparency, valuing the ability to use points as seamlessly as cash for transactions. This approach caters to their perception of points and money as having equivalent value. One could, for instance, implement a payment interface that allows for a seamless choice of cash or points payment.",
    "Point gamers are drawn to the thrill of the hunt for value, so introducing regular, dynamic deals that gamify the earning and redemption of points can satisfy their appetite for strategic challenges and maximize point value.",
    "For point lovers, offering opportunities to use points in ways that yield emotional satisfaction, such as exclusive experiences or making donations to charitable causes, recognizes their deeper emotional connection to points over cash.",
    "The emergence of distinct consumer segments underscores a broader trend toward the personalization of value and the democratization of point currency. Our segmentation not only illuminates the complex nature of consumer value perceptions but also indicates a move toward more tailored, individualized approaches to consumer engagement.",
    "As companies become more adept at navigating the landscape of customer loyalty programs, they will uncover new ways to engage with customers, personalize offerings, and, ultimately, transform loyalty points from mere transactional tools into strategic assets that enhance loyalty, engagement, and growth. In this dynamic environment, the focus shifts from questioning whether or not consumers treat loyalty points as equivalent to money to exploring how businesses can leverage these evolving attitudes to cultivate deeper, more meaningful, and profitable relationships with their customers.",
    "Readers Also Viewed These Items",
    "Harvard Business Review Project Management Handbook Toolkit",
    "The Overcoming Burnout Collection: Reclaim Your Healthy Relationship with Work",
    "Read more on Customer strategy"
  ]
}