{
  "url": "https://www.ft.lk/columns/78-years-after-regaining-independence-A-managerial-perspective/4-787879",
  "title": "78 years after regaining independence: A managerial perspective",
  "ut": 1770167742.0,
  "body_paragraphs": [
    "WE are about to witness a sober celebration of the nation’s independence. In the aftermath of the devastating Ditwah cyclone, resilient revival towards eco-friendly infrastructure has begun. Wither Sri Lanka as a battered nation with bountiful beauty and brilliant brains. It is an opportune time to reflect and to refresh on the rarity of what we enjoy. As we pass seventy-eight years after “regaining” independence, let us have a managerial reflection of the often  talked term “independence.”",
    "It was Peter Drucker who said that there are no good or bad institutions but well-managed or ill-managed institutions. I believe that it is equally applicable to countries. Has Sri Lanka been a “well-managed” country during the past seventy-eight years? It prompts another question. Are we really Independent in a truly holistic sense? I think it is an opportune time to reflect on relating to relevant managerial thoughts.",
    "It reminds me what the great Bengali poet, Rabindranath Tagore (1861 – 1941) beautifully composed, titled, “Let my country awake”.",
    "Where the mind is without fear and the head held high;",
    "Where knowledge is free;",
    "Where the world has not been broken up into fragments by narrow domestic walls;",
    "Where words come out from the depth of truth;",
    "Where tireless striving stretches its arms towards perfection;",
    "Where the clear stream of reason has not lost its way into the dreary desert sand of dead habit;",
    "Where the mind is led forward by Thee into ever-widening thought and action;",
    "Into that heaven of freedom, my Father, let my country awake.",
    "I believe the relevance of the above to Sri Lanka is immense. It is worthwhile to reflect how “independent” Sri Lanka is in the context of the continuing crises . In essence, it is a search to see the level of presence of Tagor’s “heaven of freedom” in multiple dimensions.",
    "What is obvious is that we regained our independence from the British regime in 1948. Has it been a real transformation of power to locals or a mere replacement of British rules with Sri Lankans under the dominion status? Did we have “statesmen” as opposed to politicians with a strategic vision as to where the country should be directed? Did we align our actions to a set of strategic priorities such as agriculture and industry growth? There are more questions  than  answers. Having become a republic in 1972 and moving beyond to have an Executive presidency under a new constitution, Sri Lanka moved ahead but certainly with a multitude of teething challenges. Did we see the continuation of pragmatic decisions of a previous regime by an incoming regime or the opposite? When Singapore wanted to be  like Sri Lanka, and when they surpassed us in style, we were crawling with the bleeding wounds of political blunders. Where  were planning, organising, leading, and controlling? The harsh reality emerges.",
    "The crushing of terrorism to establish civil rule around the country heralded a new era of opportunities for much needed national reconciliation. The absence of war versus the presence  of lasting peace are paradoxically different in the Sri Lankan context. We are yet to reach consensus on the way to rule the country with the  best possible governance structure. The way  Nelson Mandela created a “rainbow nation” with black and brown communities living in harmony is a guiding example before us.",
    "The much publicised bond scam and associated wrong doings highlighted the need to have better financial discipline. It also exposed the ugly head of corruption which has been a regular phenomenon in the  administrative system of the  country. As we sadly saw in the  Meethotamulla mayhem, mismanagement overpowered management in many fronts. The frustrating fuel shortages that crippled us several years ago highlighted the absence of proactiveness. Ethnic and religious tensions also have added  fuel to the fire where social harmony is concerned. The “real culprits” of the Easter Sunday attack are still to be identified. In essence, we see the need for a holistic approach towards  national  prosperity with right decisions and actions.",
    "From independence to interdependence",
    "“Interdependence is and ought to be as much the ideal of man as self-sufficiency. Man is a social being. Without inter-relation with society, he cannot realise his oneness with the universe or suppress his egotism. His social interdependence enables him to test his faith and to prove himself to be the touchstone of reality.” That is how Mahatma Gandhi viewed interdependence.",
    "Moving from independence to interdependence is not moving back to “dependence.” It is much deeper and delightful. Interdependence is important to individuals, interactive teams, institutions, industries as well as independent nations. The primary aspect of interdependence is synergy. Stephen Covey, in his bestseller “seven habits of highly effective people,” describes synergy as follows: “Synergy means that the whole is greater than the sum of its parts. It shows that the relationship, which the parts have with each other, is a part in and of itself. It is not only a part, but also the most catalytic, the most empowering, the most unifying, and the most exciting part.”",
    "Synergy we see in nature is associated with the complex term symbiosis. It is close and often long-term interaction between two or more different biological species. In other words, a close prolonged association between two or more different organisms of distinct species that may benefit each member. Way back in 1877, Albert Bernhard Frank used the word symbiosis to describe the mutualistic relationship in lichens. It is also described as the living together of two dissimilar organisms, as in mutualism, commensalism, or parasitism.",
    "The term, “symbiotic relationship” is often used in the area of sociology. The word symbiosis was first used to describe people living together in a community. It is, in fact, a true adaptation from the biological meaning of “living together of unlike organisms.”",
    "Leading towards interdependence",
    "It is worth mentioning the vital need for leadership on multiple fronts to take the country  forward. Leaders, by default, should be performers. They should practice what they preach. They should inspire, influence, and instruct in such a manner to initiate result-oriented action. In contrast, laggards are passengers. They hamper the progress by being lazy and lethargic. Indecisiveness resulting in inaction is often common in their approach.",
    "Do we see more leaders or laggards? The answer lies in the results they achieve. Let me focus more on the business managers and public administrators leaving politicians aside. It is better to light a candle than curse the darkness. Living with leaders and laggards leaves us with less choice for achievement. Leaders have to be far more effective to overcome the ineffectiveness of laggards. My preferred choice is the servant leader, engaging laggards or even transforming them.",
    "The nation needs more servant leaders who see their role as an obligation to serve others. They  should also possess the required competence and confidence. This offers fresh insights into our traditional leadership hierarchy. Instead of looking up to see how your boss is doing, you should look in front to see whether your customers are delighted or not.",
    "Subservient laggards do the contrary. It is frustrating at times to see them in abundance in offices that are supposed to serve people. Seeking personal glory instead of serving the public has become a painful experience for many. Living with leaders and laggards is not comfortable. Yet, it is the reality. Transforming laggards into leaders is not so easy but essential. Recognising and rewarding true leaders is one key step towards sending a clear message to laggards. Leadership development at all levels needs fresh thinking and focused action. The often quoted maxim that “those who serve deserve leadership’’, echoes in my mind.",
    "Empathy in high demand",
    "Empathy can be viewed as “seeing with the eyes of another, listening with the ears of another, and feeling with the heart of another.” We have seen the presence and absence of it with both leaders and laggards in action. During the turbulent times that we were traumatically going through, empathic leaders are much in demand. As we have often observed, the needed leadership should be holistic, humble, and humane.",
    "As Oprah Winfrey stated, “leadership is about having the ability to relate to and connect with people for the purpose of inspiring and empowering their lives.” Mother Sri Lanka needs more empathic leaders as opposed to dominant psychopathic laggards. Positive signs of an emerging political culture with greater transparency and accountability can be seen. It needs to be nurtured and fostered without getting back to the old rut. Leadership at all levels matter a lot here.",
    "On one hand, the Sri Lankan corporate sector needs such interdependence more than at any other time to convert the declined economic growth to a more holistic, transparent, and inclusive one to being more ethical and effective. That is how it should be playing the role of the  “engine of growth.” On the other hand, the public sector, as the “driver” of that engine, should be playing the role of a facilitator. Here is another vital need for interdependence involving public and private sectors. Much needed efficiency of the Government’s mechanisms should be ensured in order to translate flowery dreams into fruitful deliverables.",
    "As Aristotle said a long time ago, “we are what we repeatedly do. Excellence, then, is not an act, but a habit.” This applies to interdependence very much. It all should begin with the right positive attitude towards prosperity. Becoming “an enriched country” can only be possible with proper management on all fronts. There is no better time to reflect on interdependence than now, when we celebrate seventy-eight years of regaining independence.",
    "The author, who is a senior Professor in Management and an Independent Non-Executive Director, can be reached at [email protected], [email protected] or www.ajanthadharmasiri.info."
  ]
}