{
  "url": "https://www.ft.lk/columns/Is-a-system-change-possible-without-a-mindset-change/4-783746",
  "title": "Is a system change possible without a mindset change?",
  "ut": 1761932907.0,
  "body_paragraphs": [
    "System change without a mindset change will be futile as such changed systems will revert to past practices when conditions, especially",
    "self-serving political conditions and practices, resurface",
    "In order to raise Sri Lanka’s economic platform and increase its ability to serve its people and make their lives one of better quality, opportunity and hope, for the present generation as well as generations to come, new thinking and new approaches are essential. George Bernard Shaw’s quotation that “some people look at things as they are and ask why, while others look at things as they never were, and ask why not?” should be the theme and guide for the future",
    "The potential to grow Sri Lanka’s economy and increase the country’s per capita income is substantial. However, it is unlikely that this potential will be realised unless a change in the mindset that leads to a system change that is essential to achieve the potential that is clearly there. There is no question that unless this happens, and the country earns more, saves more and manages expenditure within its income, it will be following the Einstein dictum of expecting different results while doing the same thing. The NPP Government has commenced some activities to achieve the potential, but it does not appear there is a comprehensive strategic plan that identifies the goals and objectives and action plans that are linked to the objectives in respect of the key areas that will propel the economy to a higher and a more sustainable platform",
    "Changing the world begins with changing our minds. In the midst of growing global crises, including climate change, increasing polarisation, inequality, and an overarching sense of disconnection from those around us and the natural world, it’s not a stretch to say that humanity needs change. Without question, the external systems and structures of our world need to be examined and adjusted. Yet a more hidden source of our current problems runs so deep that it is often overlooked. The very mindset that has enabled today’s crises lies inside of us. As we wrestle with the question of how to create change, there are many levels on which to work—ecological, political, organisational, societal, and individual – Wendy Hasenkamp, PhD, Science Director, Mind & Life Institute, and host of the Mind & Life podcast (https://www.mindandlife.org/insight/transforming-minds/)",
    "Whether one likes it or not and irrespective of whoever to blame for it, the financial bankruptcy experienced by the country in 2022 was a defining moment for the country when not only its financial situation but its economic, health and social wellbeing got disastrously affected. If one thought laterally and “outside the box”, it was an opportunity to chart a course for the future economic and social wellbeing of the country different to the path that led to the bankruptcy.",
    "The question though is whether the collective of those responsible, including the people themselves, the political establishment, the bureaucracy, the private sector of the country, members of the clergy and other civil society entities and others within the fabric of society recognised the enormity and repercussions of financial bankruptcy with futuristic eyes or whether they are still looking backwards more intent on maintaining the status quo with superficial, cosmetic changes. In Einstein’s words, are they being fools expecting different results by doing the same thing?",
    "As Dr. Wendy Hasencamp has stated, the very mindset that enabled today’s crises lies inside of us. It follows or should follow that a future crisis could only be avoided by changing one’s mindset as that is what is inside us. System change without a mindset change will be futile as such changed systems will revert to past practices when conditions, especially self-serving political conditions and practices, resurface as has been experienced in Sri Lanka.",
    "Without any debate, the all-pervading cancer of corruption, drug proliferation, the all-powerful drug mafia which survives and thrives due to the symbiotic relationship between it and some members of the political establishment, sections of the Police, the judiciary, the bureaucracy and customs, and very distressingly, even some within religious institutions, contributed to the degradation of the society and financial bankruptcy. One could say without debate, if one were honest in their assessments, that the NPP Government is at least trying to address some of these contributory factors, but unfortunately, to the onlooker, it does not appear that within the political establishment, those outside of the NPP Government are demonstrating their understanding of the cancer nor a willingness to join hands in eradicating it. It does beg the question why, and what compulsions are preventing them from addressing something so obvious to many.",
    "Impact on virtually every aspect of society’s economic fundamentals",
    "The above all-pervading cancer has had an impact on virtually every aspect of the society’s economic fundamentals. Unaffordable, unproductive, unsustainable borrowings, huge spending well above earnings, lack of government savings, both in foreign currency and Sri Lanka rupees, a mechanism to invest and grow savings like how Singapore had done, a politicised Central Bank until recently that compromised the integrity of the country’s monetary policy, a fluctuating currency exchange rate that drove away potential investors with a sound mind, the uncertainty surrounding policies applicable to investment projects, etc., are but some of the key economic fundamentals that were mismanaged by successive Governments that finally sunk the Sri Lankan ship in 2022.",
    "The challenges before the country to eradicate corruption, the drug industry and its mafia, to give life to a bureaucracy that besides its corruption, has followed the motto, “more work, more blame, no work, no blame”, to renew and foster the growth of a private sector which has, by and large, been focussed on an internal base that is debt ridden to further their profits and growth, to energise the less than productive agriculture and plantation sector based on technology and a higher productivity following the maxim of obtaining more with less, meaning, making better use of available land including a futuristic assessment of the productivity of land used by the plantation industry, and options that could produce more with less land, and more broadly, how best research and development could increase productivity with less land and with different crops and inter cropping. Besides this industry, re energising the general industrial base of the country with technology advancements and innovations, and working to reach the full potential of the fisheries industry that has a potential catchment area up to 200 kilometres from the shore.",
    "The potential to grow Sri Lanka’s economy and increase the country’s per capita income is substantial. However, it is unlikely that this potential will be realised unless a change in the mindset that leads to a system change that is essential to achieve the potential that is clearly there. There is no question that unless this happens, and the country earns more, saves more and manages expenditure within its income, it will be following the Einstein dictum of expecting different results while doing the same thing. The NPP Government has commenced some activities to achieve the potential, but it does not appear there is a comprehensive strategic plan that identifies the goals and objectives and action plans that are linked to the objectives in respect of the key areas that will propel the economy to a higher and a more sustainable platform.",
    "Need for strategic plans",
    "Such plans are needed for key areas of the economy such as the agriculture and plantation industry, fisheries industry, the export industry, the tourism industry, among others. Such strategic plans, publicly available, will increase confidence amongst the public and they will also serve to provide information to potential investors, local and foreign. In this regard an article titled “Paradigm shift needed in economic thinking, policies and strategy - https://www.ft.lk/columns/Paradigm-shift-needed-in-economic-thinking-policies-and-strategy/4-782698 explored several components of the economy that needed a major system change.",
    "While the NPP Government has been in power for just a year, some of its initiatives are commendable. However, perhaps due to a gap between actual activities and publicity for them, a general perception of there being more talk and less action appears to be feeding various social media platforms. Perhaps websites that are publicly accessible and which contain regularly updated strategic plans as outlined above will assist the public to be informed directly about the progress of key areas of reform driven by system change.",
    "From the broader perspective of mindset driven system change in operational activity, initiatives such as digitalisation are very much in the sphere of such a change. It is a far-reaching change that will drive a mindset change. This is indeed the type of mindset linked system change that is needed to introduce a technology driven operational activity that is bound to change its dynamics, reduce costs, reduce opportunities for corrupt activity, and improve the efficiency and effectiveness of operations.",
    "Mindset change needed to drive system change in areas such as within the political establishment, in investment policies and practices, in widening the role of the private sector, and in restructuring the diplomatic services of the country for it to be focal points in overseas locations to promote the investment potential in Sri Lanka, are far more challenging than some of the above mentioned areas.",
    "The political establishment – changes in the political establishment and changes in political governance thinking are essential areas needed to transform virtually all other areas that need a mindset driven system change as it is the pivotal entity that drives what is good, what is bad and what is ugly. The Lincolnian phrase “that government of the people, by the people, for the people, shall not perish from the earth” seems more a myth than reality in many countries today. In the USA, supposedly the citadel of democracy, one person makes decisions that not only affects its own population, but in the rest of the world. To varying degrees, people have no connection with who they have elected perhaps except during periodic elections. Sri Lanka is no exception. Despite recent elections in the country, both to the National Parliament and to local government bodies, most constituents have no avenue to reach an elected members who supposedly represents them. In many instances, the supposed servant of the people has become the master.",
    "National policies driven by expertise rather than Parliamentary majority",
    "Besides this structural weakness, elected representatives, particularly to the National Parliament, sit in judgement as adjudicators on national policies irrespective of whether they are competent to do so or not. A new constitution that empowers entities that have the expertise to do such adjudication is one mindset driven system change that is imperative if national policies are to be driven by expertise rather than a Parliamentary majority where in effect, people have no opportunity or a voice in policy formulation. In this regard the attention of readers is drawn to an article published in the Daily FT titled “Contours for a new constitution with a difference, for the future, not the past - https://www.ft.lk/columns/Contours-for-a-new-constitution-with-a-difference-for-the-future-not-the-past/4-723830).",
    "Investment policies and practices is another key area that requires a major shift in thinking if serious investors are to be attracted to invest in the country. Firstly, such serious investors will not invest in the country if it’s driven by corrupt practices. The effort of the NPP Government to address this issue is paramount and should be commended and supported. Secondly, if investments are to be long term, policies pertaining to them have to be long term and not be amended whenever Governments change in between such long-term periods. Investors need such a certainty as only short-term investors, some of whom could be dubious investors, will be interested in investing in a corrupt, uncertain climate. Thirdly, the criteria for potential investments have to be clearly and unambiguously provided as publicly available documents and the application processing time has to be clearly specified and implemented.",
    "Every effort should be made to make it conditional that a specified local staffing and material component is essential especially in respect of foreign direct investments. This will help the country to develop its human resources and also its industries that would provide at least some materials required by the investors. Finally, the infrastructure required for setting up of particular categories of industries have to be ready and operational for the investors to begin operations within a specified period after the investment application has been approved. No doubt there are many examples where all or some of these criteria have not been adhered to and one example published in the Island on the 26th of October 2025 titled “Travails of a multi-million dollar investor in premium tuna exports - https://island.lk/travails-of-a-multi-million-dollar-investor-in-premium-tuna-exports) illustrate this point.",
    "Role of the private sector",
    "Role of the private sector and its impact within the country and outside it via exports has to become a pivotal component of the country economic future. The current level of manufacture and investments by the private sector and the amount of value-added exports is hardly sufficient to raise the country’s economic platform and transform the country to a higher income status. Often private sector entities have been supported if they had the right “political connections” or their attempts to broaden their portfolios thwarted if they did not have such connections. While policy formulation is the responsibility of the Government, it should not have an operational role and a system change that provides Government departments the freedom to engage in policy implementation without political interference should be seriously pursued. In essence, the private sector should have the freedom to operate freely as long as they comply with policy, and they too have had a role in formulating them.",
    "Restructuring the diplomatic service and shifting its emphasis to promoting and advancing trade and commercial opportunities on behalf of Sri Lanka is a system change that is imperative as a more productive return on the costs associated with the foreign service. Today, global political dynamics are such that a Sri Lankan High commissioner or an ambassador could do very little if not nothing to influence decisions taken by foreign countries whether such decisions are adverse or otherwise to Sri Lanka. In the context of the suggested system change, and a change in the emphasis of the foreign service, the personnel assigned to foreign missions, including High Commissioners and ambassadors should be more commercially oriented in order to have a mindset that senses commercial opportunities for Sri Lanka in the country’s they are assigned to.",
    "No doubt there would be some exceptions, particularly when it comes to some countries like the USA, China, Russia, India, and Japan where very high-level astute diplomats should be co-located along with high level, commercially astute representatives. Capable and competent representations in key international bodies and trade organisations is perhaps more important than having diplomatic posts in some countries.",
    "Research and development based on technology",
    "Research and development – In a world fast becoming technologically and AI driven, Sri Lanka’s economic future too has to be driven by research and development that is based on technology. Whether it is broadly agriculture, the plantation industry, fisheries, other industries that provide food security for the country and also export oriented industries, research has to be the corner stone that drives these industries to the future. Such research could provide information to would be investors, both local and foreign about opportunities for value addition rather than just simply export raw materials to other countries for them to do the value adding and make substantial profits. Research and development should also be the corner stone for guiding how the environment could be better protected, managed and sustained, as ad hoc, uninformed strategies to protect the environment are bound to fail.",
    "Finally, in order to raise Sri Lanka’s economic platform and increase its ability to serve its people and make their lives one of better quality, opportunity and hope, for the present generation as well as generations to come, new thinking and new approaches are essential. George Bernard Shaw’s quotation that “some people look at things as they are and ask why, while others look at things as they never were, and ask why not?” should be the theme and guide for the future. Mindset driven system change is a long-term, ongoing exercise and opportunities for upcoming generations to be exposed to, to acquire knowledge and to live in such an environment, should become the goal of all political representatives and civil society in general. If one were to listen to proceedings in Parliament today, it does not appear that such a goal is within the sight of many Parliamentarians, and political parties, particularly the Opposition parties. They must talk about the future and offer more ideas to the public than even the Government as such an approach would help in propelling the country towards a new beginning. The past is important to the extent of learning how things could have been done better. Chartering a course for the future requires new thinking and new innovations and how the country could move with the emerging environment."
  ]
}