{
  "url": "https://www.ft.lk/columns/Cyclone-Ditwah-Sri-Lanka-s-largest-disaster-and-the-path-to-resilient-recovery/4-785395",
  "title": "Cyclone Ditwah: Sri Lanka’s largest disaster and the path to resilient recovery",
  "ut": 1765240401.0,
  "body_paragraphs": [
    "The Cabinet has sanctioned the establishment of the Rebuilding Sri Lanka Fund as a statutory mechanism under the Presidential Secretariat.  The Fund is designed to finance the nation’s medium- and long-term recovery in the aftermath of the recent Cyclone Ditwah. This initiative is both urgent and indispensable, as it seeks to mobilise resources for the reconstruction of destroyed homes, the repair of partially damaged dwellings, the rehabilitation of roads and bridges, and the restoration of agriculture, irrigation tanks, canals, and other critical infrastructure.",
    "Equally significant is the recurring devastation caused annually by floods and landslides, which though less severe than “Ditwah” nonetheless inflict comparable damage. Reliable data on these disasters can be obtained from the Disaster Management Centre. Each year, the Government expends billions of rupees on compensation for loss of life, restoration and rehabilitation of damaged buildings and infrastructure.",
    "Rather than perpetually rebuilding flood-damaged houses and structures along the banks of major rivers, a more judicious approach would be to relocate the thousands of residents inhabiting these vulnerable zones to safer areas where flooding is infrequent.",
    "Townships are a sustainable solution",
    "A sustainable solution lies in the development of several comprehensively planned townships in secure locations. The financial outlay for such projects could be offset by the savings accrued from reduced annual flood-related expenditures or from the Rebuilding Sri Lanka Fund or from other sources. The identification of suitable sites for these townships should be undertaken collaboratively by the National Physical Planning Department, the Urban Development Authority (UDA), the Disaster Management Centre, the Irrigation Department, the Road Development Authority (RDA), and other relevant agencies.",
    "Given that the largest flood-affected population, including underserved settlements, is concentrated in the Western Province, priority should be accorded to the design and construction of multiple townships within the Western Province, and additional townships distributed across other parts of the country. Once completed, these townships, situated in safe zones, would significantly mitigate the impact of future crises such as “Ditwah”, especially when complemented by improved irrigation measures.",
    "Strategic locations near transport and employment hubs",
    "The townships must be meticulously planned to accommodate diverse income groups and equipped with essential facilities such as schools, playgrounds, health centres, shopping complexes, and community spaces that foster social interaction across all age groups. Leveraging modern construction technologies, these townships could be rapidly developed and strategically located near transportation hubs and centers of employment, thereby ensuring both resilience and economic viability. In the short term, a pragmatic and replicable model should be formulated to facilitate adoption in the Western Province and across other provinces. In the longer horizon, strategic solutions ought to be devised in alignment with the availability of land and the adequacy of infrastructural resources.",
    "(The author is a Chartered Architect and Chartered Urban Designer/Planner.)"
  ]
}