{
  "url": "https://www.ft.lk/columns/The-disappointment-that-is-the-draft-Prevention-of-Terrorism-against-the-State-Bill/4-786713",
  "title": "The disappointment that is the draft Prevention of Terrorism against the State Bill",
  "ut": 1767920325.0,
  "body_paragraphs": [
    "In May 2025, at the 8th Meeting of the EU Working Group on Governance, Rule of Law and Human Rights, the Government “confirmed the commitment to repeal the Prevention of Terrorism Act (PTA) and briefed the Working Group on the timeline to replace it with new counter-terrorism legislation in compliance with international norms and standards.” The recommendations of this group carry weight when the EU decides whether to allow Sri Lanka continued access to the European market through GSP+ trade preferences. Access to the European market is even more important now in the aftermath of Trump tariffs and Ditwah.",
    "The disappointment in the draft Prevention of Terrorism against the State Bill (PTSB) has many causes. One is the Drafting Committee’s failure to provide a text that would not violate the Government’s solemn commitments. Breaking promises made during an election campaign and in manifestoes is one thing. But as President Mahinda Rajapaksa found, there are consequences to lying in the conduct of bilateral and multilateral relations. It is the citizenry that have to pay the price for Government malfeasance in negotiations. It is not that the EU has not withdrawn GSP+ in the past.",
    "Another disappointment is the Committee’s disregard of our Constitutional design and the fundamental rights enumerated therein. That a committee that included eminent lawyers with direct experience in representing victims of terrorism-associated laws would come up with a text that is only marginally better than the misbegotten PTA in a few places but which adds novel nasty provisions is a major disappointment.",
    "Also disappointing is the Committee’s disregard of compromise solutions that recognise the reality of contemporary terrorism while not harming the Constitutional design and commitments to comply with international norms and standards. Such solutions were proffered to the Chairman at the outset of the Committee’s work.",
    "Meeting international norms",
    "The International Covenant on Civil and Political Rights (ICCPR) is the overarching document that sets out international norms and standards in this area. Sri Lanka acceded to it on 11 June 1980. Parts of it have also been made local law. Therefore, it is a good yardstick.",
    "If the magistrate is given the discretion to revoke or modify a DO that is placed before her, it may be possible to claim ICCPR compliance, notwithstanding the other shortcomings.",
    "In the submission made to the Committee, we pointed out the futility of trying to define terrorism and the dangers of overbroad definitions. We proposed the solution devised by Attorney at Law Ermiza Tegal to limit the PTA substitute to the provision of procedural exceptions applicable to existing offences that fit within the scope of terrorism set out in other legislation. There are at least 15 Acts such the 1966 law pertaining to weapons, offences related to aircraft, airports and maritime transport. If so desired, the Committee may also include the UN Conventions on terrorism in a schedule of the Act and leave room for future legislation seeking to operationalise international law.",
    "In this legislative design, the terrorism legislation will not include any substantive offences. It will be solely focused on exceptions to procedures re arrest, detention, etc. The new law read together with the specifically mentioned Acts will serve as the basis for terrorist investigations and prosecutions.",
    "Normalising the exception",
    "Pragmatists recognise the need for states of exception to deal with extraordinary circumstances such as natural or human-made disasters, including terrorist attacks. A reasonable person can appreciate the difficulties of investigating terroristic offences and gathering evidence to successfully convict perpetrators.",
    "It would be helpful to see what kinds of laws were used from the moment the bombs were set off on 21 April 2019. Within hours, calls had been traced and the house in Dematagoda surrounded. All these actions were taken under the provisions of the Public Security Ordinance (Chapter 140). That is the purpose of laws such as the Public Security Ordinance. In an extraordinary situation, actions normally not allowed are permitted. The seriousness of the exception is acknowledged by the provision in the 1978 Constitution that requires Parliament to approve such a declaration within a month and only for a month at a time.",
    "The PTSB seeks to normalise the state of exception. All sorts of actions that are possible currently through Emergency Regulations are to be made legal for normal times. The Executive can proscribe organisations, impose movement restrictions, declare places as “prohibited places,” impose nationwide and local curfews, and so on. Not under Emergency, but at any time. Without checks and balances. At the whim of the President or his appointees. No parliamentary approval will be required. These provisions make the Constitutional safeguards applicable to a state of emergency meaningless.",
    "Back to the drawing board",
    "Unlike the current rulers claim when in Opposition, we can concede the need for specialised laws to deal with modern terrorism and its committed proponents. That can be done without violating the basic safeguards built into our Constitution and endangering one of our most imporant export markets.",
    "The Government may be facing resistance from those who have become accustomed to the convenience offered by the PTA which allows the police to detain all sorts of suspects (some obviously not associated with terrorism) without doing the hard work of persuading a magistrate that adequate evidence exists to create a reasonable suspicion of unlawful activity. This PTA clone will allow suspects to be kept in high-pressure settings for long, enabling the extraction of made-up confessions. It will discourage proper criminal investigations.",
    "The Minister should ask the Committee to go back to the drawing board and consider the constructive solutions that have been proposed. If not, we will have to conclude that this Government wants to perpetuate the repressive provisions that were used against their comrades in the past."
  ]
}