{
  "url": "https://www.dailymirror.lk/opinion/Kingsley-Amis-cookery-and-pets-but-where-are-our-writers/172-293283",
  "title": "Kingsley Amis, cookery and pets  but where are our writers?",
  "ut": 1728334229.0,
  "body_paragraphs": [
    "Visitors at the Colombo International Book Fair",
    "PIC BY Kithsiri De Mel",
    "One could see many new writers and poets inside their publishers’ stalls, talking to their fans and signing books. But this is a very limited circle",
    "This is the 25th anniversary of the Colombo International Book Fair. That fact escaped me completely until I heard an announcement at the venue. My memories took me back to that first visit – a family event with fast-growing children, young enough back then to be nurtured by fairy tales; but the fair venue became a land of fairy tales and great expectations for those who love books, regardless of age.",
    "Back then, it was a matter of pride to trudge back home wearily after closing time with heavily laden bags full of books. Back home, you were too tired that night to read anything. But you browsed and flipped through the pages anyway, with your eyes closing, before switching off the bedroom light. Usually, one visit wasn’t enough. There was always the urge for a second.",
    "Looking at the crowds this time at the BMICH, I had a sense of unreality. There wasn’t a single familiar face, except a few authors whose faces looked serious on the walls. The carnival atmosphere belied their seriousness. For serious book lovers, this is a pilgrimage. For the masses, it’s a carnival providing catharsis, and the need for that has never been greater.",
    "I looked at the colourful wall posters arranged in neat rows inside the main A Hall. Ninety nine per cent of books and authors displayed were foreign, mostly Western, with some Indians and a handful of Sri Lankans",
    "The whole country is on edge. There are all kinds of claims about the economy, but people trying to feed themselves and their families know better. Modest economic growth is claimed after no growth at all. But a shop owner at the Narahenpita ‘budget’ economic centre despaired that it’s getting harder and harder to pay rent and other bills, and I didn’t see a single customer inside the only bookshop on the premises. Two weeks after the presidential elections, many Colombo streets look empty during the day, and shops close early.",
    "But the book fair is a different story. On the second day, it was so crowded I had to spend ten minutes getting from the main gate to the parking lot on a scooter. I made my second visit on a bicycle, passing notices saying no parking space was available inside.",
    "I passed as many people carrying fast food and snacks as book parcels. Many were buying school textbooks and stationery, but there were people browsing books in all the stalls. All the big names in publishing were there, but I noticed that several small scale publishers had dropped out.",
    "The book fair is about books, and books cater to all tests. As a writer of fiction (a novel by me was scheduled to debut at this event, but unfortunately got delayed when we had to make several corrections at the last minute. It will appear later in October), my priority is good literature. But I can see many other equally valid, contested areas, from gardening to cooking, pets and travel.",
    "As for fiction, again the range is vast and tastes vary considerably. Fiction alone has so many genres – from classical literature to modern, from  Greek drama and histories to Bocaccio, Cervantes, Dickens, the Bronte sisters, Dostoevsky, Tolstoi, Flaubert, Proust, Moravia, Camus, Joyce, Kafka, Kawabatha, Tagore, Arundhati Roy, Doris Lessing, Garcia Marquez etc.",
    "Then we have speculative fiction, science fiction, historical novels, historical romance, romance, young adult fiction, thrillers, horror, Roman noir, fantasy, crossover fiction, and more. Poetry lists are equally vast. Then there are biographies, autobiographies, travel, journalism, science, nature, history, natural history etc.",
    "All the above-mentioned genres are covered by foreign (mainly Western, but more and more Indian) writers and publishers.",
    "I looked at the colourful wall posters arranged in neat rows inside the main A Hall. Ninety-nine per cent of books and authors displayed were foreign, mostly Western, with some Indians and a handful of Sri Lankans. Shehan Karunatilaka was there because of his Booker Prize.",
    "Many of the Western titles are forgettable books from bestseller lists, with a few exceptions such as Israeli historian Yval Noah Hariri. I looked in vain for our writers who have won the Gratiaen (Shehan was there because of his Booker, and not his Gratiaen), Sri Lanka’s most prestigious literary prize for English writing. I didn’t spot even one.",
    "This is a sad state of affairs, and extends to Sinhala writing in good measure. Outside, there is one wall displaying pictures of our pioneer writers – Martin Wickramasinghe, Rev. S. Mahinda, Simon Navagaththegama and Sugathapala de Silva (alongside Enid Blyton!) But there were too few images and many have been forgotten along with their valuable contributions.",
    "The poetry corner where all poets and poem hunters congregate displays a number of well-known faces including Mahagama Sekara. But, apart from these reputed  20th century writers and poets, there is a glaring lack of new faces – those talents which emerged in the 1980s, 90s and in the new millennium. This applies to all three languages – English, Sinhala and Tamil. Incidentally, I didn’t see a single writer or poet in the Tamil medium highlighted.",
    "One could see many new writers and poets inside their publishers’ stalls, talking to their fans and signing books. But this is a very limited circle. Their faces are not known outside it. Publishers can introduce them to a wider public with a poster campaign similar to the one accorded to foreign writers in the main hall.",
    "If printing colour posters is too costly, this can be done with a multi-media projector. That’s all it takes. But no one has taken the trouble so far to do it."
  ]
}