{
  "url": "https://www.ft.lk/columns/LG-polls-2025-that-produced-only-winners/4-776697",
  "title": "LG polls 2025 that produced only winners",
  "ut": 1747783907.0,
  "body_paragraphs": [
    "As if their wish was granted, every party and independent group claimed victory in the LG polls",
    "Election campaign and the Commission",
    "Sri Lanka concluded Local Government elections just two weeks ago. The governing NPP campaigned to win control of Local Authorities (LA) to start the bottom-up development to supplement the top-down approach which is already in place. They made eloquent speeches on the stage, and according to PAFFREL, resorted to violating election rules on and off the stage. Such violations were reported, but unfortunately, the Election Commission (EC) was busy with other logistics. They had time only to acknowledge the receipt of complaints.",
    "A deadline for political parties and candidates to end campaign-related activities was announced. Chairman, EC stated in a TV interview, that EC cannot take action on complaints received at the last minute and requested all parties and candidates to be self-disciplined and refrain from committing violations. This is the advice we received from our Grade III teacher in the school – “Be self-disciplined”.",
    "EC would have forgotten that most violations take place during the period of silence. If the independent EC is unable to take the corrective actions, the question arises whether an EC is needed at the expense of taxpayers’ money.",
    "An election with only winners",
    "There were two major parties, NPP and SJB, and several smaller parties and independent candidates contesting LG polls. During the election campaign, every party and the candidate were critical of each other. They all wanted to win the elections. As if their wish was granted, every party and independent group claimed victory in the LG polls. No losers; only winners. People who believed and disbelieved the pledges made on the platform are now in a state of shock, wondering what happened to their vote. They wanted to defeat their opponent and win their own man. Both the supporter and the opponent claim victory.",
    "All the parties have started horse deals to establish their rule in Local Authorities (LAs). Those who were branded as corrupt during the election campaign have become white. Those who criticised each other are discussing coming under a single umbrella of “united opposition”. All were fighting against corruption and wrongdoing and for transparency. And, now they have secret talks with anyone and everyone. After all, ‘it is how we talk and this is how we do”.",
    "Coming back to the campaign, NPP pledged strong, clean, effective, and efficient management of the LAs. Their campaign tag was “Ratath Apita-Gamath Apita”. Opposition parties pledged to convert the LA areas into prosperous areas and to fill them with improved infrastructure. Their campaign tag was “Aanduwata Rathu Eliyak”. Election pledges are galore during any election in Sri Lanka. At one election, a party leader promised to bring rice from the moon to feed the nation. Americans sent a mission to explore whether rice is available on the moon. Neil Armstrong landed on the moon and reported that there was no rice.",
    "Another party leader pledged that he would do everything, and the only thing he couldn’t do was to make a woman a man or vice versa. Medical experts conducted research and proved that making a woman a man or vice versa is possible. The leader who pledged “capitalism with a human face” ended up with negative economic growth. Another leader left the palace at midnight through the back door in search of ‘Vistas of Prosperity and Splendour’ in a foreign land. The NPP Government has lost nearly 20% of its vote base in LG polls while building a beautiful life in a thriving nation.",
    "Is the bond breached?",
    "NPP stated, “Elections create a contract between the people and us. This bond is formed when we present our policy statement and ideas… An economy that turns people into mere spectators will not bring us any gains.”",
    "The voter has reminded the Government what was pledged and now, forgotten and that the bond is breached has become a mere spectator. The outcome of LG polls is a reminder and a warning to those who are in the seat of power as well as those who are aspiring to come to that seat. The voter has spoken out. Has NPP failed to deliver what it promised during the last two elections?",
    "The Government claims it has put a full stop to corruption and bribery. People say that they cannot get anything done in a state agency, including LAs, as oiling the palm is no more. The Government claims that it has successfully negotiated with the IMF, other donor countries, agencies, and ISB holders for restructuring debt repayment, recommencing halted projects, and embarking on new projects. People say that Anura Kumara says in Sinhala what Ranil Wickremesinghe said in English, and they were on the suspension bridge and now are on Wel Palama.",
    "NPP claims that the last Parliamentary elections gave them a nationwide resounding mandate irrespective of cast, creed, race, and religion. Voting pattern in LG polls conveys that Sri Lanka, which was united in the last parliamentary elections, is divided after a brief honeymoon; rural urban divide has reemerged. Most of the Councils in urban areas have been won by the NPP while losing the confidence of the rural voter.",
    "NPP has been in power for 10% (6 months) of its 60 month-tenure. NPP has raised its voter base from 3% to 62% at the last Parliamentary elections. There are no charges against NPP Ministers and MPs for corruption, bribery, and wrongdoing. The global geopolitical scenario is fast changing. Natural and manmade calamities are growing. These are challenges as well as opportunities posed for the Government.",
    "During the Parliamentary elections, votes floated towards the NPP with the displeasure created among voters by missteps, mismanagement, corruption, and unscrupulous actions of every successive Government that ruled the country for 76 years. It was a negative vote rather than a positive vote.",
    "The Government has to be mindful of these and face the reality and explore the reasons for the loss of confidence rather than looking for excuses and explanations, shielding behind statistics. Excuses and explanations would please and fool the self. They do not provide a prescription to get back on the right track. The Government must do a soul-searching to identify what and where went wrong and ways and means to regain the lost confidence.",
    "Low-hanging fruits for the Government",
    "There are things which the Government can do with or no cost immediately. Media reports appear daily on series of deaths caused by road accidents, drowning, assassinations, raping, suicide, drug addiction, carelessness and ignorance and now the university ragging. There are deaths that occur while youths are in police custody. Most of the victims are to be born, infants, children, and the youth of lower-income families. They are the future of Sri Lanka, if there is a future. Most of these deaths are preventable and caused by human error.",
    "There are laws and law enforcement authorities. They are occupied with clearing the history. The NPP was elected to make the present liveable and the future prosperous.",
    "Last week, I had an accident. There was a police officer in the middle of the road directing (or is it misdirecting) traffic. After the accident, he came running and asked me and the driver of the other vehicle, “What would you do? Claiming the damage from Insurance?” No doubt, the accident was a result of the negligence of one of us or both. We have failed to prevent an accident. It’s an offence according to the Highway Code.",
    "Much before Vesak, I was taking my grandson to school. He asked me Seeya, has Vesak already arrived? I said No, son why do you ask? He said that at every junction, there are blinking lights just like on dazzling Vesak decorations. The Government has spent millions of rupees to install traffic lights to control the flow of traffic at intersections, pedestrian crossings, and other locations. Our wise Police Officers have put them on a blinking mode, getting a tiny police officer to stand in the middle of the road. Leave aside his waving hand, even the man cannot be seen.",
    "Occupants of all types of vehicles are in a rush. The vehicles move across the road more than along the road. Every vehicle is crisscrossing lanes. If I say that turn signals would let other drivers, the intended direction of the vehicle in front, you would think that I am off my head. There are speed limits for each type of vehicle. Not a single driver observes these; no single police officer sees these offences.",
    "Transport is the mode of taking one to their desired destination. In Sri Lanka, it has become the mode of taking one to his final destination – the cemetery. There are many ways to improve the public transport system. There is a highway code. There are studies and reports available with recommendations for improved safe transport. Most of our officers have travelled abroad and witnessed such arrangements. It’s only a matter of commitment to do one’s duty for the pay s/he receives from the public through innumerable taxes. I believe the Ministers and officials in charge of transport, highways, and Police could get together, and make arrangements to change the destination.",
    "Penny wise-Pound foolish",
    "Sri Lanka is branded as a sovereign defaulter. It has to save every Dollar earned at least to make an effort to pay the debtors. Most of the NPP MPs who are hailing from a rural background would not have forgotten what our mothers told us ‘Sathaya Sathaya Ekathu Karala” (Collect every cent). What did the Government do? The Government decided to allow vehicle imports. And, the result? Foreign exchange is drained out. Roads will be clogged with single-occupant vehicles. Invite more accidents and unruly driving. Distance the rural folk further away from the Government.",
    "Recently, I was watching a TV discussion with representatives of several political parties. One speaker asked the others to tell one single item of work done by a Minister related to the functions of the Ministry. Silence followed. There are many things the Government can do without antagonising the IMF. They are low-cost and doable. I mentioned only a few. Before winding this up, I wish to ask, any justification to get the entire country assembled in Colombo and Battaramulla to collect a document which is his birthright. We talk big of digitalisation and strengthening Local Authorities. But, half of the population is wasting time, money, and energy in Colombo and Battaramulla.",
    "NPP politicians are eloquent orators, well-educated, honest, having an unblemished character, and sons of the soil. What matters to the voter is not the testimonial but the delivery, the performance. It’s not too late to put the present and future to the forefront, leaving digging the past to archaeologists.",
    "The idiom “putting the cart before the horse” originated in the 16th century and was later popularised by William Shakespeare in his play “King Lear” is aptly applicable in today’s context of Sri Lanka.",
    "I finally thank the voters at the LG polls for trying to open eyes and minds. I hope that will work for the sake of the future of this country as well as the NPP Government.",
    "(The writer is a former Ministry Secretary and a Vice President of",
    "Sri Lanka Economic Association. He can be reached on [email protected].)"
  ]
}