{
  "url": "https://www.dailymirror.lk/opinion/Provincial-Council-polls-should-bridge-democratic-deficit/172-297670",
  "title": "Provincial Council polls should bridge democratic deficit",
  "ut": 1733686189.0,
  "body_paragraphs": [
    "Voters lined up at a polling station",
    "Conduct of these long-delayed elections before, or at the same time as, the local government elections will fill the democratic deficit",
    "Conducting multiple elections at the same time is done in many countries. There is no reason the Election Commission",
    "Reverting to the previous electoral system need not be a permanent regression or a retreat from making the necessary improvements to the proportional system",
    "Constitutionalism as a theory and in practice stands for the principle that there are—in a properly governed state—limitations upon those who exercise the powers of government, and that these limitations are spelled out in a body of higher law which is enforceable in a variety of ways, political and judicial. It is an indispensable part of the rule of law.",
    "Periodically conducting elections so that voters in each of the provinces can elect members of the Provincial Council (PC) is an integral element of our Constitution. Such elections were held even during the war in far worse conditions. They have not been held for over five years, because Parliament could not agree on the report of the delimitation committee. The report of the committee appointed to resolve the matter was caught up in the 52-day anti-constitutional crisis in 2018 and was never brought up for consideration since. This inexcusable delay is a grave violation of the sovereignty of the people. We can no longer claim to be a state that respects constitutionalism. Winning trust",
    "During the campaign, both the winner and the runner-up of the 2024 Presidential Election committed to implement the 13th Amendment fully and to hold the postponed sub-national elections. President Dissanayake has informally indicated that he will act on constitutional reforms, including the executive presidency, the 13th Amendment, and the electoral system. But no mention has been made of the Provincial Council (PC) elections.",
    "The requirement for adopting a new constitution or many of the proposed changes such as the abolition of the executive presidency is 150 votes in parliament and approval at a referendum.",
    "Constitutional reforms that will not suffer the ignominious fate of the 18th and 20th Amendments and the 1972 Constitution require the consent of representatives from multiple parties. It will be easier to gain their consent if trust has been built by adherence to the existing constitution.",
    "Though not a constitutional requirement, it would be good if changes that affect the provinces are done with the participation of the PCs. But the councils do not exist because elections have been indefinitely postponed. Holding elections and reactivating the PCs is a precondition for progress on constitutional reforms.",
    "The Constitution has devolved specific subjects to PCs and requires their concurrence for certain actions. Without the Councils in place, the democratic rights of the people are violated. For over five years, they have been deprived of their provincial representatives and have had to deal with a succession of governors appointed by, and accountable only to, the President. The oversight of provincial administration has suffered. Legislation on provincial subjects has not been enacted. Central legislation that requires provincial concurrence has been stalled.   Breaking the deadlock",
    "The deadlock that led to the indefinite postponement of the PC elections can be broken quickly by enacting a law on the lines of the Sumanthiran private member’s motion with a simple majority in Parliament. A private member’s motion by MP M.A. Sumanthiran sought to break the deadlock by reverting to the previous electoral system. It was cleared with minor modifications by the Supreme Court but was not approved by the 9th Parliament.",
    "Reverting to the previous electoral system need not be a permanent regression or a retreat from making the necessary improvements to the proportional system. This is a stop-gap measure until the 10th Parliament enacts a comprehensive set of constitutional reforms. The Sumanthiran solution allows the PCs to function while parliament takes its time to agree on a new electoral system and perhaps even an entirely new constitution.",
    "Conduct of these long-delayed elections before, or at the same time as, the local government elections will fill the democratic deficit. The President and/or the Elections Commission can ask the Supreme Court to allow some flexibility on its August 2024 judgment re not holding local government elections in 2023, so that both elections can be held at the same time, saving on the considerable expenditures that would be incurred in holding them separately. Holding them at the same time will save money and allow the normal functioning of all layers of government without disruption. Conducting multiple elections at the same time is done in many countries. There is no reason the Election Commission cannot do so."
  ]
}