{
  "url": "https://www.technologyreview.com/2024/12/06/1107946/emerging-technologies-list-2025-10-breakthrough-technologies/",
  "title": "3 things that didn’t make the 10 Breakthrough Technologies of 2025 list",
  "ut": 1733445000.0,
  "body_paragraphs": [
    "Next month, MIT Technology Review will unveil the 2025 list of 10 Breakthrough Technologies. Every year, our newsroom looks across the fields we cover for technologies that are having a true breakthrough moment. This annual package highlights the technologies that we think matter most right now.  We define ‘breakthrough’ in a few ways—perhaps there’s been a scientific advance that now makes a new technology possible, or a company has earned regulatory approval for a vital medical treatment. Maybe a consumer device has reached a tipping point in its adoption, or an industrial technology has passed the critical pilot phase with flying colors. In the 2025 edition, which comes out in January, you’ll see some of the latest advances in automation, medicine, and the physical sciences (just to name a few) that we expect will have a major impact on our lives.   In the meantime, here are three technologies that we considered including on the 2025 list but ultimately decided to leave off. Though these nominees didn’t make the cut this year, they’re still worth keeping an eye on. We certainly will be.  Virtual power plants  Virtual power plants are energy systems that link together many different technologies to both generate and store power. They allow utility companies to connect solar panels and wind turbines with grid batteries and electric vehicles, and to better manage the flow of power across the grid.",
    "During times of peak electricity usage, software linked to smart meters may one day automatically decide to power someone’s home by drawing electricity from a fully charged EV sitting in a neighbor’s garage, thereby reducing demand on the grid. The software could also work out how to compensate the EV owner accordingly.  In the US, an estimated 500 virtual power plants now provide up to 60 gigawatts of capacity (that’s about as much total capacity as the US grid will add this year). Some such systems are also up and running in China, Japan, Croatia, and Taiwan. But lots more virtual power plants would need to be configured before they start to affect the grid as a whole.",
    "Useful AI agents AI agents are all the rage right now. These AI-powered helpers will, supposedly, schedule our meetings and book our trips and carry out all kinds of tasks online on our behalf. Agents employ generative models to learn how to navigate websites and desktop software (and manage our passwords and credit card details). They will perhaps interact and coordinate with other people’s agents along the way.  And there is real development power behind them—Salesforce just launched a platform where companies can make their own customer service agents, and Anthropic’s Claude model is gaining the ability to navigate a computer by using a mouse and keyboard, just like people.  However, many challenges remain in getting these agents to know what you mean when you make specific requests, and enabling them to carry out the necessary actions reliably. Given the formidable hurdles, we think it may be a little while before they are good enough to be truly useful. AI agents may be coming, but not just yet. eVTOLs The acronym is a mouthful, but you can think of electric vertical takeoff and landing (eVTOL) aircraft as being kind of like electric helicopters. Most versions in development are not designed to be personal vehicles; they’d be flown by pilots to transport commuters in from the suburbs, or whisk visitors downtown from the airport. Someday, these air taxis may fly themselves.  Related StoryWould you eat dried microbes? This company hopes so.LanzaTech is hoping that bacteria grown in massive bioreactors could soon be on the dinner menu.",
    "There’s been real progress toward getting eVTOLs off the ground. Earlier this year, manufacturer EHang received the first Chinese certificate to mass-produce this type of vehicle, and it has begun taking orders. South Korea and the UAE have put policies in place to allow eVTOLs to operate there. And in the US, Archer recently earned its FAA certification to begin commercial operations. Then, in October, the FAA finalized rules for training pilots and operating eVTOLs—marking the first time in decades that the agency has approved such rules for a new category of aircraft.  Interest and momentum have built in recent years. Major players in the aviation industry, including Boeing and Airbus, have invested in startups or funded internal R&D projects to develop these futuristic aircraft. However, no eVTOL company has actually begun commercial operations yet, so we’ll keep watching for that.  Join us for a special live Roundtables event \"Unveiling the 10 Breakthrough Technologies of 2025\" on Friday, January 3rd at 12:30 pm ET. We'll give a sneak peek at the 2025 list before it's released to the public. This is a subscriber-only event. Register to attend or subscribe for access. hide"
  ]
}