{
  "url": "https://www.eiu.com/n/european-central-bank-to-pause-after-september-cut/",
  "title": "European Central Bank to pause after September cut",
  "ut": 1726832417.0,
  "body_paragraphs": [
    "European Central Bank to pause after September cut",
    "EconomyForecastingInflationEuropeCountry Analysis",
    "As we had expected, the European Central Bank (ECB) cut its key deposit facility rate by 25 basis points at its latest monetary policy meeting, on September 12th. On September 18th the ECB changed its operational framework so as to rely more on bank lending as it gradually reduces its balance sheet. The spread between the main refinancing operations rate and the deposit facility rate was reduced from 0.5 percentage points to 0.15. The spread between the rate on the marginal lending facility and the rate on the main refinancing operations remains unchanged at 25 basis points. We forecast that the ECB will pause its easing cycle in October, then cut its key policy rates by another 25 basis points in December, with the deposit rate falling from 3.50% currently to 2.25% at end-2025.",
    "Still-high core inflation means that ECB easing is likely to be gradual. Inflation in the euro zone is gradually easing towards the central bank’s 2% target, but domestic price pressures are still elevated. Core inflation (excluding energy and food prices) slowed only marginally to 2.8% in August—above headline inflation of 2.2% and well above the ECB’s target, driven by persistently high services inflation. The ECB kept its projections for headline inflation unchanged but revised up its core inflation projections for 2024 and 2025, as services inflation has been higher than expected. Christine Lagarde, the ECB president, did not pre-commit to a particular rate path after the September cut and reiterated that it would follow a “data-dependent” and “meeting by meeting” approach. However, her answers during the press conference were relatively hawkish; for instance she said that although the ECB expects the September euro zone inflation reading to be low, ECB policymakers will not just look at one indicator to decide what to do next. Ms Lagarde also said that the ECB expects inflation to tick up in the final months of the year and in the last quarter of 2024 on average, as energy base effects fade.",
    "We believe that the ECB will keep interest rates unchanged in October, to assess risks stemming from still-strong domestic inflationary pressures, especially in the services sector. The timing of rate cuts will depend on improvements in key indicators such as labour costs, company profits and worker productivity. Growth in labour costs is moderating despite weak productivity, and firms are partially absorbing the impact of higher wages on inflation. The ECB expects labour-cost pressures to recede in the coming months—and more forcefully throughout 2025—supporting the disinflation process, but will probably want to be sure that actual data confirm that before proceeding with further cuts. Given that negotiated wage data for the third quarter of 2024 (one of the key indicators the ECB is monitoring) will be published only in late November, a rate cut before December is unlikely.",
    "Risks are tilted towards a more rapid ECB easing cycle. A stagnating economy in the euro zone would require the ECB to step up its easing pace to stimulate growth and avoid a “hard landing”. Real GDP in the euro zone grew by only 0.2% in the second quarter, following a 0.3% expansion in the first quarter. High-frequency indicators are pointing to a weak start to the third quarter, with the German economy already in contraction. Concerns about the strength of the US economy (which nonetheless has much stronger growth than the euro zone) pushed the Federal Reserve (Fed, the US central bank) to start its easing cycle aggressively on September 18th, opting for a 50 basis-point cut to its federal funds rate. However, the ECB has only one mandate—price stability—and most of its Governing Council members will probably be in favour of proceeding more cautiously until they have enough evidence that inflation is under control.",
    "We expect the ECB to continue its easing cycle at a gradual pace, amid pockets of resilient services inflation. Following a 25-basis-point cut in June, a pause in July and a 25-basis-point cut in September, we forecast that the bank will pause in October and then cut its key policy rates by another 25 basis points in December, with the deposit rate falling from 3.5% currently to 2.25% at end-2025 and settling at about 1.75% in 2026-29 (well above the near-zero average in the 2010s).",
    "The analysis and forecasts featured in this article are accessible through EIU’s Country Analysis service. This comprehensive solution provides unmatched global insights covering the political and economic outlook for nearly 200 countries, enabling organisations to identify potential opportunities and risks effectively.",
    "EconomyForecastingInflationEuropeCountry Analysis"
  ]
}