{
  "url": "https://www.dailymirror.lk/news-features/Another-teen-dies-as-corporal-punishment-haunts-Sri-Lanka-again/131-296262",
  "title": "‘Another teen dies’ as corporal punishment haunts Sri Lanka again!",
  "ut": 1731965869.0,
  "body_paragraphs": [
    "Shalika demands justice for her daughter's death",
    "Shalika with her three children",
    "In January this year, the Children and Young Persons (Amendment) Act No. 39 of 2022 was amended to extend protection of all children up to age 18. The Government repealed article 71(6) of the Children and Young Persons Ordinance 1939 which confirmed “the right of any parent, teacher or other person having lawful control or charge of a child … to administer punishment to him.” Even though such milestones have been acknowledged, Sri Lanka is struggling to implement a comprehensive ban on corporal punishment in schools. The latest victim of corporal punishment was a 16 year old student from a remote school in Wennappuwa.",
    "Mother of deceased child demands justice",
    "On August 9, four Grade 10 students at a school in Wennappuwa were punished for being late to attend the first class of the day. In response, the class teacher had reportedly punished the four students. The punishment had been in the form of an assault which unfortunately claimed the life of one student. According to the Wennappuwa Police, the teacher had hit the four students using the hand.",
    "Shalika Ruwandi, the mother of the deceased child, told Daily Mirror that on August 9 the school had informed her that her daughter had complained of a severe headache. “When I arrived in the school my child was lying unconscious. When I asked what had happened, the teacher said that she had hit my child for not attending a period (Classroom session). But from what I understood, the dancing teacher had also hit my child. They had asked her to kneel down in the scorching heat. After she had fainted, the three children had carried her to the desk. Reportedly her head had knocked on the desk. I then called the child’s father and asked him to come immediately. She was taken to the Marawila Hospital and was immediately transferred to the Colombo National Hospital. She was at the ICU for about one and a half months. Afterwards she was transferred to a normal ward. After she had recovered, she was sent to the Marawila Hospital and stayed there for two weeks. She was asked to undergo physiotherapy and was subsequently transferred to the Ragama Hospital. While doing exercises, her condition had turned critical and she was once again transferred to the ICU. Two days later my daughter passed away,” said Shalika. She is demanding justice for her daughter.",
    "According to findings of the post mortem, conducted by Consultant Judicial Medical Officer of Colombo North Teaching Hospital Dr. Ramesh Alagiyawanna, the cause of death was internal hemorrhage in the brain. The deceased was preparing for the GCE O/L Examination. She was the eldest child in a family of five.",
    "Decision on suspects pending",
    "The two teachers were arrested by the Wennappuwa Police on August 18 and remanded after being produced before the Wennappuwa Magistrate Court. The teachers had agreed to pay a sum of Rs. 300,000 for the child’s treatment. They were then released after paying a surety bail of Rs. 500,000 each. Following the child’s death, the suspects were re-remanded until November 18. Police Media Spokesperson DIG Nihal Thalduwa told the Daily Mirror that the decision regarding the suspects depends on the magisterial inquiry.",
    "Lack of political will",
    "Despite tireless efforts by activists, including those from the Child Protection Force (CPF), incidents of corporal punishment in schools are prevalent due to a fundamental lack of political will and entrenched bureaucratic obstacles. Speaking to the Daily Mirror, CPF Founder, Attorney-at-law Milani Salpitikorala said that the process of drafting and enacting laws to protect children requires navigating multiple levels of approval across various institutions within the justice system. “This complex, layered process often results in significant delays, as even a single dissenting opinion from an influential official can stall progress indefinitely. Moreover, the justice system itself has long favoured protecting the rights of perpetrators over those of victims, creating a systemic bias that obstructs meaningful reform. When officials within this system prioritise the status quo or protect perpetrator interests, child protection laws become diluted or stagnate. The stark reality is that laws perceived as politically advantageous can be passed within days, highlighting an alarming disparity when it comes to protecting children. At CPF, we relentlessly advocate for legislative reform and work to galvanise public and political support, pressuring policymakers to dismantle these barriers and make child protection a priority,” she added.",
    "Pro-bono legal assistance provided for victims",
    "When asked what sort of legal aid is available for victims of corporal punishment, she said that in cases of corporal punishment or other forms of abuse, the expectation is that state authorities like the National Child Protection Authority (NCPA) and the Legal Aid Commission would step forward promptly, providing essential guidance to victims and their families on how to pursue legal action. “However, chronic underfunding and resource shortages often leave these agencies overwhelmed and unable to respond effectively. This is where civil society organizations, including the Child Protection Force (CPF), become vital. These organizations step in to provide pro-bono legal assistance, counseling, and strong advocacy when state mechanisms fall short. CPF, alongside other civil society groups, plays an important role in damage control; especially when media coverage increases, so does the trauma faced by victims. Their collective efforts ensure that victims’ dignity and safety are preserved while offering necessary support to navigate the justice system. By bridging these gaps left by under-resourced state institutions, CPF and like-minded organizations demonstrate their unwavering commitment to protecting children and defending their rights amidst systemic challenges. This coordinated support empowers victims and their families to pursue justice, reinforcing the significant role of civil society in promoting child protection,” Salpitikorala further said.",
    "A wake-up call to the new govt.",
    "These incidents also happen in a backdrop where Sri Lanka is a signatory to many international child rights conventions including the United Nations Convention on the Rights of the Child (UNCRC) in 1991. But Salpitikorala questioned as to whether there is any regard to the UNCRC when Sri Lanka is a signatory to it. “If the CRC was made law in our country, we wouldn’t be having this conversation in the first place. To combat the mounting cases of child abuse, harassment, and torture, the new government must prioritise comprehensive reforms. Firstly, law enforcement agencies should be governed by strict policies that ensure investigations are unbiased, efficient, and sensitive to the victim. It is imperative to combat corruption and prevent officers from being influenced by perpetrators. Secondly, the justice system, including judges and lawyers, must undergo extensive sensitivity training to understand the unique nature of child protection cases, which require a compassionate and timely approach. The principle “justice delayed is justice denied” is alarmingly relevant, as it currently takes up to 15 years for a child protection case to conclude in court. CPF urges the government to take cues from countries like Singapore, where expedited case handling leads to faster resolutions and more meaningful outcomes,” said Salpitikorala.",
    "She further said that there needs to be a re-evaluation of punishments for offenders to serve as a more effective deterrent. “CPF’s advocacy includes emphasising the importance of systems like victim advocacy programmes, which we already provide, and encouraging the state to officially recognise and support such organizations. Finally, the introduction of a binding National Child Protection Policy, applying to every citizen, including the President, is essential. This policy should hold a status equivalent to the National Security Policy, reinforcing the message that child protection isn’t optional, but a fundamental duty. Through these combined efforts, we aim to create a safer environment for children, ensuring they are supported, protected, and heard,” she said.",
    "Need to push for accountability",
    "Speaking about the incident, jurist, academic and International Expert on the Rights of Children Prof. Savitri Goonesekere said that school teachers are public servants and they need to be held accountable. “The prevention of these incidents and prosecution should go hand in hand. On one side you get the school authorities, the provincial school authorities need to be held accountable. So the Education Ministry and other stakeholders need to be included in prevention measures. On the other hand, the Police inquiry and prosecution need to happen. There cannot be isolated interventions anymore. It is high time that we push for accountability under this new regime,” she added.",
    "(Additional reporting by our Puttalam correspondent Hiran Priyankara)"
  ]
}