{
  "url": "https://www.ft.lk/columns/Cuba-Iran-USA-and-Western-subordination-of-world-s-majority/4-788553",
  "title": "Cuba, Iran, USA and Western subordination of world’s majority",
  "ut": 1771452611.0,
  "body_paragraphs": [
    "Moral giant Nelson Mandela always expressed gratitude to Cuba",
    "During the early stages of the COVID19 global pandemic which were also the pre-vaccine worst, the country that had the fastest death rate was Italy. There were two indelible memories of the COVID rampage in Italy. One was of Pope Francis, walking—actually hobbling, due to his sciatica—in the rainy, cold, dark and empty St. Peter’s Square, to pray in the open, under a canopy in pre-dawn solitude. The other was of a group of Cuban doctors, volunteers, arriving in Italy by plane, to work in the country’s worst hit areas including in Rome, helping fight the pandemic, saving lives.",
    "That is Cuba. No country in my lifetime has been more generous and altruistic towards the world, towards humanity, than Cuba. From doctors fighting dengue in distant areas of Anuradhapura, to teachers in New Zealand introducing and instructing in the award-winning Cuban program to eliminate illiteracy, and volunteer fighters giving their lives against the armed forces of apartheid South Africa invading to abort Angola’s independence, Cuba was always there for all of us.",
    "Heaped on top of six decades of an economic embargo, or more accurately blockade, rejected by vast majorities in annual votes over a quarter century at the UN General Assembly, comes President Trump’s murderous blow: the threat to impose prohibitive tariffs on the products entering the US market, manufactured in countries which sell oil (fuel) to Cuba. In short, it threatens sanctions on countries which sell/transport oil to Cuba.",
    "This is nothing short of economic asphyxiation of a whole people, an entire country. It would not be an exaggeration to call it economic genocide.",
    "No country in my lifetime has been more generous and altruistic towards the world, towards humanity, than Cuba. From doctors fighting dengue in distant areas of Anuradhapura, to teachers in New Zealand introducing and instructing in the award-winning Cuban program to eliminate illiteracy, and volunteer fighters giving their lives against the armed forces of apartheid South Africa invading to abort Angola’s independence, Cuba was always there for all of us",
    "Cuba never imposed any conditions on anyone it helped. It never took over ownership of any property or economic resource of any country that benefited from its freely given assistance. US firefighters whose health was affected while putting out the fires of the destroyed Twin Towers on 9/11, didn’t received adequate healthcare in the USA because they couldn’t afford it. Michael Moore’s film ‘Sicko’ (2007) shows how they received treatment—in Cuba. (https://www.youtube.com/watch?v=YbEQ7acb0IE)",
    "It is therefore only decent that all our countries, all our Governments, officially raise their voices against the new and most criminal attempt by the Trump administration to economically choke Cuba, production in Cuba, mobility in Cuba, subsistence in Cuba, medication in Cuba, life in Cuba, i.e., to kill or enslave Cuba before our eyes.",
    "Nelson Mandela on Cuba",
    "US Democrat Alexandria Ocasio-Cortez presents a",
    "working-class political vision at Munich Security Conference",
    "If readers think I am overly lyrical in my assessment of Cuba’s contribution to humanity, let me turn to a moral giant and ethical hero of our times, Nelson Mandela. His very first visit overseas after release from prison was a three-day trip to Cuba in 1991. Here are extracts from his famous speech.",
    "“We have come here today recognising our great debt to the Cuban people. What other country has such a history of selfless behavior as Cuba has shown for the people of Africa? How many countries benefit from Cuban health care professionals and educators? How many of these volunteers are now in Africa? What country has ever needed help from Cuba and has not received it? How many countries threatened by imperialism or fighting for their freedom have been able to count on the support of Cuba?",
    "I was still in prison when I first heard of the massive help which the Cuban international forces were giving to the people of Angola. The help was of such a scale that it was difficult for us to believe it, when the Angolans were under attack by the combined forces of South Africa, the FALA [Armed Forces for the Liberation of Angola] who were financed by the CIA, mercenaries, UNITA [National Union for the Total Independence of Angola], and Zaire in 1975.",
    "In Africa we are used to being victims of countries that want to take from us our territory or overthrow our sovereignty. In African history there is not another instance where another people have stood up for one of ours. We also acknowledge that the action was carried out by the masses in Cuba and that those who fought and died in Angola are only a small portion of those who volunteered to go. To the Cuban people internationalism is not only a word but something which they have put into practice for the benefit of large sectors of mankind…Your presence there and the reinforcements sent for the battle of Cuito Cuanavale has a historical meaning. The decisive defeat of the racist army in Cuito Cuanavale was a victory for all Africa. This victory in Cuito Cuanavale is what made it possible for Angola to enjoy peace and establish its own sovereignty. The defeat of the racist army made it possible for the people of Namibia to achieve their independence.",
    "The decisive defeat of the aggressive apartheid forces destroyed the myth of the invincibility of the white oppressor. The defeat of the apartheid army served as an inspiration to the struggling people of South Africa. Without the defeat of Cuito Cuanavale our organisations would not have been legalised. The defeat of the racist army in Cuito Cuanavale made it possible for me to be here with you today. Cuito Cuanavale marks the divide in the struggle for the liberation of southern Africa. Cuito Cuanavale marked an important step in the struggle to free the continent and our country of the scourge of apartheid.",
    "…I should mention that when we wanted to take up arms, we approached numerous Western Governments in search of help and we could only talk with the lowest level officials. When we visited Cuba, we were received by the highest authorities who immediately offered anything we wanted and needed. That was our first experience with Cuban internationalism…”",
    "https://cuba-solidarity.org.uk/news/article/3421/nelson-mandela-on-how-cuba-destroyed-the-myth-of-the-invincibility-of-the-white-oppressor",
    "Live footage speaks louder than cold print, so here are two videos illustrating Mandela’s attitude to Cuba.",
    "https://www.youtube.com/watch?v=0Abqg7iNab8",
    "https://www.youtube.com/watch?v=3xvAUGFpXOk",
    "Cuba, hardly a wealthy country, helped so many countries and people, because it had the nobility of principle; in a word, virtue. If we don’t stand up and be counted for Cuba in its time of need, what are we, and which principles do we observe? Where is our sense of gratitude?",
    "If, in our time, we silently allow a country which has been so generous to us all, to go under; a people who have been so helpful to us, to suffer hunger and lack of medicines, what does that say about us? How will we answer future generations and the judgment of History?",
    "In threatening other countries which sell oil to Cuba, a country which poses no threat whatsoever to the USA though the Trump administration declares it a serious threat, the US Empire is betraying its irrationality, intolerance, brutality, aggressiveness, inhumanity and hypocrisy.",
    "Russia and China must also realise that it is in their vital interests to bolster the military capabilities of Iran qualitatively more than they’ve done so far.  If Iran falls to the US and the son of the Shah is restored, Tehran will once again play the role of US partner and regional power as in the 1970s in accordance with Henry Kissinger’s vision of ‘regional subsystems’—before the Iranian Revolution overturned and overrode it. This will threaten Russia and further afield, China",
    "How can the USA claim to keep the Indo-Pacific region ‘free and open’, when it is keeping the Caribbean and other parts of the world’s oceans and  seas closed to those engaging in free trade with Cuba or any other  country the US capriciously and with no credibility designates an enemy?",
    "In a poignant symmetry, Cuba is being choked by the tightened Trump-Rubio siege in this centenary year of the birth of Fidel Castro which is also the tenth anniversary year of his death.",
    "World-historical stakes",
    "Improbable as it may sound, the fate of Cuba and the rest of the world could be linked to what happens in and around Iran. If the US is preoccupied in the Middle East, it may be less likely to risk alienating countries by imposing sanctions in the form of high tariffs on them as punishment for selling oil to Cuba. The US may also be less likely to risk diverting naval assets to interdict supplies to Cuba while entangled in the Persian Gulf. It is also possible that countries may be more likely to use the chance to supply Cuba with oil while US attention is focused elsewhere.",
    "Addressing the Munich Security Summit a few days back, US Secretary of State Marco Rubio reminded the audience (and us all) of the 500 years of Western dominance of the world, and urged a return to the period in which Western supply chains were completely secure and independent, unlike today. That then is what the Trump administration seeks: a return to a golden age (for the West) of Western dominance of the world. We, the world’s majority, living in the Global East or Eurasia and the South, must recall that those 500 years were half a millennium of subalternity and subordination for us.",
    "The stakes surrounding Cuba and Iran are high. If it is Cuba today, it could be anyone tomorrow. The US will resort to the old gunboat diplomacy against other nations in Latin America and the Caribbean. The stakes are even higher in Iran, beginning with –but not only for—Russia and China. Trump may seem soft on Russia but his sanctions on the Russian oil companies are hardly warm and fuzzy. This Potus is also Protean, and could permit the EU and NATO to buy long-range Tomahawk missiles for use deep inside Russia. More likely, a post-Trump administration, be it Marco Rubio or a liberal Democrat like Gavin Newsome, could do so.",
    "If US aggression succeeds against Iran, it would shift the balance against Turkey too. Israel, which could attack Iran in parallel with or preceding the US, would enhance its dominance in the region over everyone starting with the Palestinians, to the Arab allies and partners of the US, who now have a moment of autonomous influence.",
    "If the US prevails over Iran, the goal of restoration of the 500-year Western hegemony over the world will be closer to fruition, but with US hegemony over the rest of the West, e.g. Canada, Greenland/Denmark, being the apex of the West’s architecture of planetary dominance.  The ‘Middle Powers’ perceptively addressed by Canadian leader Mark Carney will find themselves beneath the US thumb.",
    "The Trump administration has learned from and is imitating the savage impunity of Netanyahu’s Israel. Other politicians within and outside the USA will mimic Trump, while Great, Big and Medium powers will emulate Israel and the USA in bullying the smaller, weaker and more vulnerable.",
    "Three things can prevent the return to a Golden Age for the West – actually, the top corporates and elites in the West—and a Dark Age for the Rest.",
    "The countervailing force of China and Russia.",
    "The resistance of peoples outside the USA.",
    "The victory of progressive US Democrats, e.g., Bernie Sanders, Alexandria Ocasio-Cortez, Zohran Mamdani et al, in the USA.",
    "Though it may seem as if the USA has never acted as aggressively as it is doing under Trump, that impression is inaccurate. As US General Wesley Clark, Rhodes scholar and former NATO commander publicly admitted, when the US forces invaded Iraq in 2003, they were briefed by the key officials of the George W. Bush administration that it was one of eight countries that would be invaded so as to create ‘a new Middle East’. That didn’t work because Iraq became a quagmire, as did Afghanistan in the ‘Greater Middle East’.",
    "Addressing the Munich Security Summit a few days back, US Secretary of State Marco Rubio reminded the audience (and us all) of the 500 years of Western dominance of the world, and urged a return to the period in which Western supply chains were completely secure and independent, unlike today. That then is what the Trump administration seeks: a return to a golden age (for the West) of Western dominance of the world",
    "When the French returned to Vietnam to recolonise it after 1945, the US intervened in Korea in 1950 and bombed North Vietnam in 1965, the same hubris one sees today under Trump was in evidence. The French were defeated at Dien Bien Phu in 1954 by the Viet Minh under Ho Chi Minh and Gen Vo Nguyen Giap. Their surrender paved the way gloriously for the Bandung Conference of 1955.",
    "The US was fought to a standstill in Korea by volunteers of China’s People’s Liberation Army.  Exactly a decade after the US bombers went North of Vietnam’s demilitarised zone to bomb Hanoi and Haiphong (1965), US helicopters were lifting off the US embassy roof in Saigon, with its Southern puppets clinging to their skids (1975).",
    "Donald Trump’s administration is merely the most untrammelled, bombastic, militaristic administration the US has had in the postwar decades. Whether or not it will succeed in implementing the old doctrine that Washington toyed with and abandoned, that of “roll back”, will depend largely on Iran. Will Trump attack or be deterred? Will the Iranians, unlike the Venezuelans, resist and retaliate effectively enough to inflict a sufficient level of US casualties to be politically unacceptable back home? The answers will probably decide world history for quite a while.",
    "Much will depend on whether the two main Eurasian powers, Russia and China, are lucid and realistic enough to return to the path charted by their great leaders Stalin and Mao in 1950. Grasping and explicitly articulating the grand geostrategic reality that each country is the safe rear area of the other with the words “we stand back-to- back”, Stalin and Mao signed a 30-year Treaty of Mutual Security. There should be a return to an equivalent.",
    "Though it may seem as if the USA has never acted as aggressively as it is doing under Trump, that impression is inaccurate. As US General Wesley Clark, Rhodes scholar and former NATO commander publicly admitted, when the US forces invaded Iraq in 2003, they were briefed by the key officials of the George W. Bush administration that it was one of eight countries that would be invaded so as to create ‘a new Middle East’. That didn’t work because Iraq became a quagmire, as did Afghanistan in the ‘Greater Middle East’",
    "Trump wants to grab Greenland not because he wants to prevent Greenland from being grabbed by Russia and China. If there were any such danger Greenland wouldn’t have resisted Trump’s buyout blandishments. Trump wants Greenland as part of a grand strategy to dominate the polar icecaps and thereby the globe, isolating and squeezing Eurasia i.e., China and Russia. The Western containment of China and Russia can be prevented only if these two Eurasian power centers have a closer integration.",
    "In his last writings and speeches, Stalin urged that Russia, the world’s largest country, and China, the world’s most populous country, interlock their economies so as to form a parallel world market, division of labour and world economy. He was prophetic. Today, given the enormous economic blackmail by the USA, only such a parallel system, an alternative economic universe, can reduce the vulnerability of Russia and China.",
    "Russia and China must also realise that it is in their vital interests to bolster the military capabilities of Iran qualitatively more than they’ve done so far.  If Iran falls to the US and the son of the Shah is restored, Tehran will once again play the role of US partner and regional power as in the 1970s in accordance with Henry Kissinger’s vision of ‘regional subsystems’—before the Iranian Revolution overturned and overrode it. This will threaten Russia and further afield, China.",
    "The conceptual centrality of ‘civilisation’ which bulk large in the current mindsets of Russia and China, fosters an illusion of self-sufficiency and encourages strategies of self-centeredness rather than global perspectives and alliances. By contrast, the greatest strategic minds of the two countries—Lenin, Stalin, Mao—hardly used ‘civilisation’ as a cornerstone.",
    "If Iran cannot deter or resist a US/ US-Israeli onslaught, inflicting unacceptable damage through asymmetric warfare and protracted struggle even through a possible, partial occupation phase, Russia and China will find themselves encircled.",
    "Finally, what gives me hope and optimism is the mainstream progressive current in America itself, epitomised by the discourse at the Munich Security Conference of Alexandria Ocasio-Cortez. (https://www.youtube.com/watch?v=wJ9qMOandrU) New opinion polls of registered US Democrats show AOC as front-runner among presidential aspirants for 2028. (https://www.youtube.com/shorts/JqZhEe0ZGoU)"
  ]
}