{
  "url": "https://www.ft.lk/columns/Tea-grower-s-story-Context-for-humanity/4-786330",
  "title": "Tea grower’s story: Context for humanity",
  "ut": 1767204681.0,
  "body_paragraphs": [
    "Ceylon Tea and Ceylon Cinnamon have intrinsic value. Beyond the obvious, raw material, logistics and other direct costs, that value must include conservation of soil quality, biodiversity, lives and livelihoods of connected communities. Price is not an indicator of value. Value is a key concept in economics, and the value chain that should define fair value addition at each stage of the creation of value, in fact reveals a catastrophic manipulation",
    "2025 was a tough year for tea growers, worse than 2024,  yet 2026 will be tougher",
    "2025 was a tough year for tea growers, worse than 2024. Yet 2026 will be tougher. At last month’s Global Dubai Tea Forum some of us gathered to talk about the ‘Future of Tea.’ We produce the most popular drink after water, we were assured; more than 5 billion cups consumed daily. For growers of a herb rich with goodness for mind, body and soul in a world desperate for those benefits, that should be cause for celebration, yet as growers from Sri Lanka, Africa and India met on the sidelines, the concern was palpable and the fear most often voiced was ‘prices’.",
    "Tea is an incredibly valuable industry. Not just as a beverage but as researchers announced recently to a world living in the shadow of chronic disease, valuable for life itself; flavonoids in tea, “could lower the risk of developing serious health conditions and have the potential to live longer.” That study analysed data from 62,743 women and 23,687 men over 24 years, connecting flavonoid intake with lower risk of frailty, impaired movement and poor mental health. All critical concerns for an ageing global population.",
    "Tea was first discovered in China as a medicine and practitioners of holistic, natural healing have known that value for centuries; “Tea and Traditional Chinese Medicine (TCM) share a deeply intertwined relationship.” Tea is yet to deliver the full benefit that Nature intended, researchers Das, Banerjee, Saha and Chatterjee explain in their review of the health benefits in tea: “Tea harbours more than 700 bioactive compounds viz, different classes of polyphenols, unique amino acid L-Theanine, alkaloids (Caffeine, Theobromine), and Volatile Flavour Compounds (VFC). Tea’s polyphenols make its inherent therapeutic potential unlimited. Tea’s significance in managing cancer, diabetes, stomach ulcer, influenza, neurological diseases, etc. is well-documented. However, advantageous biochemical capabilities of tea have yet to be fully utilised.”",
    "The true value in tea",
    "There is value in tea, but true value in any industry is credible only when it extends to the lives and livelihoods of those engaged ‘upstream’ – at the source. Sri Lanka is regularly denigrated in the media for social conditions on tea estates. Australia’s ABC News recently investigated, what they termed a ‘Bitter Brew’, adding subtext, ‘The uncomfortable truth behind your cup of tea.’ The camera never lies as the saying goes and everything Naomi Selvaratnam showed was true, but what the camera could not capture was the more uncomfortable truth behind those images.",
    "Anker Research Institute Founders Richard and Martha Anker write in the 2015 Living Wage Report for Sri Lanka’s Tea Sector: “The fact of the matter is that most of those who help to grow the food and make the other goods we in the First World consume do not earn a living wage. At the same time, most Third World exporters have a limited ability to raise wages to a living wage (which includes Sri Lanka tea estates as pointed out in this report).”",
    "Convenient though it is to blame tea producers for inequality in the industry, as W.H. Auden wrote, “There’s always another story. There’s more than meets the eye.” This is the genesis of our story.",
    "Exploitation of producers is nothing new. In a letter to the Editor of the Times of London in 1898, a Ceylon Tea Planter wrote, “…heaven defend the sugar planters of the West Indies if Sir Thomas Lipton steps in to bring them into prominence as you say he has the island of Ceylon. Ceylon was very prosperous. Lipton set his eye on it and its prosperity has nearly gone. By obtaining such a control of the tea market as he has done, he has driven down the price of tea to such a level that many estates can barely pay expenses; and many planters suffer from the fall of wholesale prices, as thousands of small retail tradesmen do from Lipton’s cutting of retail prices.”",
    "More revealing is this Ceylon Tea Planter’s concluding remark, “Let no-one mistake Sir T. Lipton and his methods—perfectly legitimate no doubt, but ruinous alike to the producer and small tradesmen.”",
    "Lipton is described as a philanthropist, and probably was a good man simply exercising that most fundamental human trait—self-interest. The reality however is that a flaw in the capitalist system identified 127 years and three weeks ago, continues unchecked, its consequences more catastrophic than ever.",
    "In her 2024 assessment of the parallel contradiction in the coffee industry, Editor of Fresh Cup, Ashley Rodriguez warns: “It’s clear that coffee growing is economically not viable for farmers. The fact that there is value in the sector is both a chilling alarm that industry patterns need to be changed and a hopeful beacon that there’s a pathway to building a sustainable industry.”",
    "In their research on the Coffee value chain, researchers at German think tank Kiel Institute, comment: “Our empirical analysis reveals a striking pattern: while green (unprocessed) coffee exports have increased, the highest value- added has been captured through sales of roasted coffee. The roasted coffee market remains overwhelmingly dominated by high- income countries in the Global North. This indicates that lead firms in the Global North have consolidated their dominance over the most lucrative segments of the coffee trade.”",
    "They emphasise that, “... another crucial factor is that Global North multinationals may have a vested interest in maintaining control over roasting, packaging and branding—activities that yield the highest profits. …This persistent concentration of economic gains aligns with existing studies on lead firms, power asymmetries and the limitations of Corporate Social Responsibility (CSR) as a tool for redistributing value added more equitably.”",
    "In September this year, a comprehensive assessment of agri food value chains highlighted three critical truths evidencing dangerously skewed inequality. 1) Agricultural production for food and industrial inputs has increasingly shifted to the global South, 2) Global food-system income is increasingly captured by post-farm activities in the global North, and 3) A substantial share of food-system income is captured in low-tax jurisdictions with low agricultural production.",
    "Marketing is supposed to communicate value to customers but too often becomes manipulation when the truth is not told. There was a time when tea was offered with the sincerity of women and men who were genuine in their pursuit. That changed as the world welcomed tea and cinnamon, and alongside that success the acquisition of tea companies substitution of cinnamon and compromise in every element of its success.",
    "The dysfunction is systemic and consumers are unwitting participants",
    "The danger is not only to growers; this sounds dramatic, but the danger is genuinely to humanity. Discount culture fuels an accelerating emphasis on cheap produce, forcing growers to become unethical, unsustainable or give up. Everybody seems to love the dopamine rush of a discount; there is ample evidence in the expansion of Black Friday, Cyber Monday, Singles Day into week long buying frenzies where people acquire things they don’t need at unrealistic prices.",
    "These are the ‘perfectly legitimate no doubt, but ruinous…’ weapons of oppression consumers unknowingly wield. Discounts blind consumers to true value, the welfare of workers, shifting attention to price, manipulated perception of price, opaque value chains, normalisation of cheapness and ultimately a discount fuelled disconnect from ethics. Even at the cost of their own health. It’s a race to the bottom for growers but it continues, growing in pace as it delivers profit to those that drive it; at unimaginable cost, because that race threatens to compromise everything we value and need more now than ever, from biodiversity and fertile soils to food safety and security.",
    "In 2005, Canadian Law Prof. Joel Bakan explained: “The corporation, like the psychopathic personality it resembles, is programmed to exploit others for profit.”",
    "Climate change and inequality are amongst the most severe threats to human existence. Solutions to both have been evident for decades, but they come at a cost. They include agricultural innovation, strengthening rural economies, addressing the gender balance, health, welfare, reproductive health, education, nutrition, housing and the host of linked truths that feature in the routine vilification of producers.",
    "Embracing sustainability",
    "As a speaker from Kenya desperately emphasised at the Global Dubai Tea Forum, for our collective protection from catastrophic climate change, we need to embrace sustainability, but sustainability costs and without sustainable prices, how can we be sustainable?",
    "Solutions to inequality are the same. They cost money, and for grower’s there is tragic irony in all this; the world needs good, nutritious and healthy food and beverage, yet we are trapped in a tightening vice of discount driven commodity pricing, making that dream more challenging year by year. More tragic is the knowledge that it’s not because the money we need to make agriculture sustainable isn’t there, it just goes to the wrong pockets.",
    "As growers, our produce is our passion and a livelihood for millions; we cannot compromise either yet daily we suffer demand for cheaper teas as an unavoidable part of the journey from harvest to consumers. The result is that poor to mediocre teas proliferate by design, finding favour among buyers motivated by profit in preference to quality. Their sales performance is often strong for a while—powered as they are by packaging worth more than their contents and marketing funded by compromise. In the long term though, it signals the disintegration of the tea category.",
    "In the case of Cinnamon, it’s worse. People who have bought Cinnamon their whole lives may actually never have tasted true Cinnamon. Cassia is an inferior substitute for genuine Ceylon Cinnamon, having a high coumarin content and therefore toxic in high doses and lacking the wellness offered by genuine Ceylon Cinnamon. Cassia is what most people know to be Cinnamon. True Cinnamon doesn’t exist as a category so there is nothing to destroy beyond the livelihoods of artisans engaged in its production. The tragedy accompanying this is that the powerful health benefits in Cinnamon, are celebrated more in research than in the wellness of people.",
    "Marketing is supposed to communicate value to customers but too often becomes manipulation when the truth is not told. There was a time when tea was offered with the sincerity of women and men who were genuine in their pursuit. That changed as the world welcomed tea and cinnamon, and alongside that success the acquisition of tea companies substitution of cinnamon and compromise in every element of its success.",
    "The dysfunction is systemic and consumers are unwitting participants. The dangerous reality is harming our precious produce and worse, stimulating some of the greatest risks to humanity—climate extremes, worsening inequality, compromised food security, water and air quality. These have solution that are significantly connected to a healthy and productive rural, agricultural sector.",
    "Together with its report of slowing progress on healthcare, the World Health Organisation warns: “…if the trend were to continue, by around 2050, chronic diseases such as cardiovascular diseases, cancer, diabetes and respiratory illnesses—will account for 86% of the 90 million deaths each year: a staggering 90% increase in absolute numbers, since 2019.”",
    "Good Ceylon Tea, good quality, genuine Ceylon Cinnamon come with natural, protective benefits against nearly every chronic disease. There is nothing but the disconnect induced by discount that prevents us all from recognising the truth that good food—safe, nutritious, natural and ethical—plays a big part in getting those health indicators back on track.",
    "The recent floods in Sri Lanka left over 600 deaths in its wake. Hardest hit were our high elevational tea growing regions. In our evaluation of what need to be done to contain the scale of the impact when the next cyclone visits us, adaptation measures were clear. What was entirely unclear was could we afford the changes that must be done.",
    "My father formed Dilmah to make the world a better tea; not just better in taste, but also better in its impact on people and nature. Together Biodiversity Sri Lanka, and Genesis, Dilmah Centre for a Sustainable Future, analysed the vulnerabilities with the involvement of eminent scientists and stakeholders. Dilmah will also fulfil our core commitment, using our earnings to fund the social and environmental impact work that is necessary but we are relatively a small family tea and cinnamon business and we can’t manage it all.",
    "And what of tea producers who don’t have that ability at all because they cannot earn a fair price for produce? Neither tea industry nor Sri Lanka can genuinely afford the adaptation we need to make to continue to offer the world the healthy herb and fragrant spice. This is the context of our “Grower’s story.” It echoes in every agricultural sector sustaining an existential threat that begins with tea and cinnamon, but quickly expands to include humanity.",
    "Ceylon Tea and Ceylon Cinnamon have intrinsic value. Beyond the obvious, raw material, logistics and other direct costs, that value must include conservation of soil quality, biodiversity, lives and livelihoods of connected communities. Price is not an indicator of value. Value is a key concept in economics, and the value chain that should define fair value addition at each stage of the creation of value, in fact reveals a catastrophic manipulation. That begins with the determination of price, forcing compliance up the ‘value chain’ and driving value extraction, a concept that was central to colonialism.",
    "As Wannaphong Durongkaveroj of the Australian National University wrote in his review of Mariana Mazzucato’s ‘The Value of Everything’: When value extraction is masquerading as value creation, we can end up praising and rewarding non-productive activities while ignoring productive sectors.",
    "With wishes for a Happy New Year soon to echo around the world, may that wish link with action. Happiness is good health, nutrition, a healthy environment and the likelihood of the same for our generations. Good air, water, food, and life therefore are ingredients of happiness that hold vastly greater value than the short term benefit of price for growers and consumers alike.",
    "Wishing everyone a Happy New Year.",
    "(The author is CEO and Chairman of Dilmah Ceylon Tea Company PLC. He also serves as the Chairman of Dilmah Ceylon Cinnamon Company and Kahawatte Plantations PLC. The younger son of Dilmah Founder Merrill J. Fernando, Dilhan has a deep dedication to his father’s philosophy of “Business as a Matter of Human Service.” His roles as Managing Trustee of the MJF Charitable Foundation and Director of Dilmah Conservation underscore his belief in making a tangible difference in the world. Dilhan is an Adjunct Professor of Practice n Sustainability at Edith Cowan University’s School of Business and Law, Australia, and Chairman of Biodiversity Sri Lanka and Global Compact Network Sri Lanka.)"
  ]
}