{
  "url": "https://www.ft.lk/columns/Trump-effect-in-South-Asia-The-spectre-of-regional-hegemonism/4-786951",
  "title": "Trump effect in South Asia: The spectre of regional hegemonism",
  "ut": 1768439448.0,
  "body_paragraphs": [
    "Auditioning for Emperor of the Western Hemisphere or Master of the World?",
    "UN Charter and International Law or Wild West  on a world scale?",
    "Trump’s Truth Social post naming him Acting President of Venezuela",
    "The Trump Doctrine, i.e., Monroe Doctrine Mk II and its assertion of monopolistic US control over the Western hemisphere was bound to be a bad example, setting off ripple effects. Though no power has the capacity to make a credible parallel claim on the whole Eastern hemisphere of the globe, it is perfectly possible that claims of regional pre-eminence and spheres of influence could be revived by regional sub-superpowers who regard themselves as the regional hegemon. Even if such claims aren’t explicitly expressed, there is bound to be a new assertiveness by regional powers.",
    "Is Sri Lanka, a small island on the doorstep of such a regional power, about to experience the contagious effects of Trumpian hegemonism?",
    "Did the Govt. dissemble?",
    "Within this context and rather more pointedly, has the Anura Dissanayake administration been fudging the truth in what it has told the Sri Lankan citizens on a matter of the most vital national interest?",
    "Readers may recall that the JVP-NPP Government’s spokespersons and ideologues sought to deflect criticism of non-disclosure of the contents of the several agreements signed with India, by proudly claiming that AKD had not acceded to, had indeed rejected the idea of land contiguity between India and Sri Lanka.",
    "But is this true? India’s High Commissioner to Sri Lanka has in a substantive briefing, announced that:",
    "In 2026 his country seeks to accelerate the implementation of agreements with Sri Lanka.",
    "He also brings up the issue of land connectivity between India and Sri Lanka, an issue which the JVP-NPP had assured us, has been set aside, ruled out, regarded as a red line by the Sri Lankan Government.",
    "Here is what the High Commissioner declared about stepping up the pace.",
    "‘India aims to move decisively from announcements to execution in its economic engagement with Sri Lanka in 2026, with a sharper focus on investments, connectivity, digital collaboration, and concessional financing, while awaiting Colombo’s formal position on upgrading the bilateral trade framework, Indian High Commissioner to Sri Lanka Santosh Jha said yesterday.",
    "“It is not the announcement of the package that is that important but its implementation and delivery,” Jha said, noting that a joint monitoring and review mechanism was already operational to accelerate execution…’ (https://www.ft.lk/front-page/India-keen-on-execution-led-economic-engagement-with-Sri-Lanka-in-2026/44-786695)",
    "One notes that the acceleration envisaged is of an array of projects signed-off by the Government of Sri Lanka, the complete contents of which have not been presented to Parliament, still less released to the public, by the AKD administration.",
    "‘…On energy cooperation, Jha said the India-Sri Lanka power grid interconnection project had crossed a key milestone, with engineering work completed.",
    "“The technical details have been finalised. Now we are working towards the financial modalities of implementation,” he said, adding that while post-disaster recovery had temporarily taken precedence, the commitment on both sides remained strong given the project’s economic upside for Sri Lanka.",
    "He also said discussions were under way on positioning Trincomalee as an energy hub, with initial engagement having taken place and further talks planned. The High Commissioner said the focus at this stage was on commercially viable components, including bunkering, pipeline connectivity, and tank farm development, noting that details on structure and sequencing were still being worked through. He indicated that the initiative was being approached in phases, with emphasis on areas that could strengthen Sri Lanka’s role in regional energy logistics without overextending capital commitments at an early stage.’ (https://www.ft.lk/front-page/India-keen-on-execution-led-economic-engagement-with-Sri-Lanka-in-2026/44-786695)",
    "What is utterly dangerous in the Trump Doctrine—especially its determination to annexe populated Greenland—and its knock-on effect across the regions, is that our giant neighbour could assert someday that its national defence needs or the need to protect the projects that President Anura Dissanayake acceded to without our knowledge, still less consent as citizens, requires that India ‘runs’, should be ‘in charge of’ or ‘run the policy’ of, Sri Lanka or its North and East.",
    "Of the greatest possible importance, indeed of maximum existential importance, is the issue of land connectivity between India and Sri Lanka, which will put an end to our definition as an island, and therefore alter our identity over time. The news report in our sister paper reads as follows.",
    "‘India awaits Sri Lanka’s response to the proposal for a detailed project report on land connectivity between the two countries, an official said yesterday.",
    "Indian High Commissioner Santosh Jha, in an interactive session with journalists, said that the land connectivity project was actually a proposal that originated from Sri Lanka.",
    "“Our proposal to the Government of Sri Lanka is to conduct a detailed project report to initiate that. We are waiting for the Government of Sri Lanka to respond to that. I think it is important to recall that land connectivity project was actually a Sri Lankan proposal, not an Indian one,” he said in response to a question in this regard.",
    "He added that India is going along with the proposed project...’",
    "(https://www.dailymirror.lk/print/front-page/Land-connectivity-India-awaits-Sri-Lankas-response-to-detailed-project-report-request/238-329903)",
    "When the High Commissioner says “I think it is important to recall that land connectivity project was actually a Sri Lankan proposal”, it is no less “important to recall” that the land connectivity project was never presented by any popularly-elected Sri Lankan President. It was floated in 2001 and 2015-19 by Ranil Wickremesinghe who was Prime Minister, not the President. If he had recycled it as President, it was as one who wasn’t elected by the people and thus had no mandate to present any such proposal. Furthermore, every time Mr Wickremesinghe had presented this ‘land connectivity with India’ proposal he was defeated by the voters, be it in 2004 or 2024. That may not have been because of that single proposal, but it does show that there is not a shred of national consent for the idea.",
    "It is important that we the citizens are urgently informed of the stand on these matters, of the Anura Dissanayake Government and the two major opposition parties (SJB, SLPP) and their leaders, the Opposition’s Presidential aspirants (Sajith, Namal).",
    "If any proposal anywhere in the world absolutely requires a nationwide referendum, it is that idea of land connectivity between geographically non-contiguous countries, especially when one is an island and the other, a behemoth of a landmass. The Opposition parties, and anyone with a patriotic bone in his/ her body must insist on a free and fair islandwide Referendum on the matter and pledge to hold one.",
    "Indeed, the slogan of ‘No Land Connectivity’ or more colourfully ‘No Hanuman Bridges’  should be the touchstone of the next Presidential and Parliamentary elections in 2029.",
    "If the proposition is carried at a free and fair nationwide Referendum, then that is Sri Lanka’s tragic destiny. However, if land connectivity is sought to be established without a majority being obtained at a Referendum, then it is a shredding of any National Contract between rulers and ruled. Such a violation, one of an existential character, would morally, ethically and philosophically permit the resort to a prolonged patriotic national resistance “by any means necessary” (Malcolm X). It would be time to rejuvenate the spirit of resistance of Ravana while electorally rejecting any likely Vibheeshana. President Premadasa built a statue to Ravana in the Deep South.",
    "The AKD administration signed an agreement with the US Coast Guard and the Montana National Guard. That seemed innocuous enough, because the US Coast Guard could probably help us build up a more effective coastal patrolling capacity. But last week we saw what the US Coast Guard can do and is obviously mandated to. A US Coast Guard ship continued to shadow a commercially owned cargo ship which was flying a Russian flag, 4,000 miles from the USA and participate in its interception in the North Atlantic.",
    "What if a US Coast Guard ship operating out of a Sri Lankan port or anchored in Sri Lankan waters, received an order to give chase to a cargo ship flying the flag of another country, hundreds or thousands of miles into the Indo-Pacific? What if that other country whose flag the cargo ship is flying, is a friend of Sri Lanka?",
    "Sri Lanka should be wary about entering security agreements with the USA which commits us to a ‘rules-based international order’ and ‘free and open Indo-Pacific’, when that wording is implicitly aimed at China while the USA is itself tearing up any kind of universal rules, unilaterally declaring its own ‘doctrine’, substituting its domestic legal verdicts for international law and seizing cargo ships piratically on the high seas, thereby demonstrably making nonsense of ‘free and open’ oceans and ‘freedom of navigation’. Partnering the US in protecting ‘free  and open navigation’ would be akin to partnering in traffic policing, the ICE agent who shot the unarmed Renee Nicole Good, mother and poetess, three times in the face at close range, fatally, in Minneapolis.",
    "Great counterrevolution",
    "President Trump’s Venezuela operation is predictably running into contradictions. The CEOs of the oil giants (e.g., Exxon, Chevron) he gathered together at the White House explained that Venezuela had neither the legislative-regulatory guarantees nor the security environment to do what he wanted them to with Venezuela’s oil industry.",
    "What this may imply over time is that US troops or private security contractors have to be inducted on the ground. Meanwhile the ELN, the old guerilla group born of a fusion of ‘Guevarist’ Marxist-Leninism and Catholic liberation theology, operating in the border provinces of Colombia and Venezuela, together with its ally a breakaway faction of the FAARC guerillas, have sworn to resist US interventionism.",
    "The USA is on the boil because of the shootings by ICE agents in Minneapolis and Portland. The paramilitary-type brutality of the ICE agents is merely the domestic counterpart of external militarisation and aggressiveness of the Trump administration.",
    "Both globally and nationally, the Trump project is one of a Great Counterreformation or Total Counterrevolution.",
    "Its external dimension stems from and is an extension of the thinking of the notorious reports ‘Santa Fe II: A Strategy for Latin America in the Nineties’ (1988) and ‘Project for The New American Century’ (1997-2006), most of the signatories to which studded the George W. Bush administration.",
    "The domestic dimension of the Trump counterrevolution has deeper and more toxic roots, in the long ‘culture wars’ to bring the ideology and values of the Southern Confederacy, defeated by Lincoln’s armies in the US Civil War, to a position of hegemony in the USA.",
    "Trump’s Great Counterrevolution, global and national, is being resisted by the people, elected representatives, civic movements, political parties and tendencies, ranging from the slightly left-of-center through ‘democratic socialists’ to left nationalists, of the Americas, North and South.",
    "In the global arena, Trump’s Great Counterrevolution is being objectively countervailed by China, Russia, BRICS, SCO and other formations and forums for a multipolar world order.",
    "After the US Coast Guard interception and seizure of a Russian-flagged cargo ship in the North Atlantic while it was heading back from an aborted Latin American voyage, Moscow may have to recalibrate its calculus with regard to the Trump administration. Russia is quite rightly trying to maximise the space between a hawkish Europe and a less hawkish President Trump as concerns the Ukraine conflict. However, Trump’s global domination agenda, currently masked as a Western hemisphere agenda or what I call a Westworld agenda (with a bow to the TV series with Anthony Hopkins), may cause the US to act not only against Russian interests but even against Russian power.",
    "Stalin was able to quickly readjust from his Molotov-Ribbentrop Pact which bought valuable time and space for the USSR, and resolutely defend Moscow when the Nazi armies had broken through and were on its outskirts. Nothing quite so drastic will happen between the US and Russia, but Washington could decide to give Tomahawk missiles to Ukraine, or be drawn into the conflict while defending its Western European allies, chiefly the UK, which is deliberately trying to escalate the Ukraine war so as to create a clash between the USA and Russia—as openly alleged by US Director of National Intelligence Tulsi Gabbard.",
    "At the very least, Russia should reexamine the influential theory of its most famous conservative philosopher Alexander Dugin, of ‘civilisational’ congruence with the Trump administration, based on a shared Christian nationalism. I have been openly critical of this theory in scholarly Russian publications and at prestigious forums some of which were attended by President Putin, and have argued that the rehabilitation and reincorporation of Lenin’s radical realist perspective on imperialism would serve Russia far better.",
    "China’s prestige remains intact and has in fact risen as the Great Power or quasi-superpower which adheres most to the UN Charter, international law, and economic globalization albeit of a fairer, more balanced sort.  China has certainly proved itself rational and non-predatory unlike the USA with its open claims on Greenland, robustly rebutted by Greenland’s political parties, Denmark and European powers.",
    "Where China may have erred though, is in the degree of its distancing from Mao Zedong’s paradigm on imperialism. One reason for the Sino-Soviet schism was Mao’s scornful disagreement with Soviet leader Nikita Krushchev’s strategic vision of overtaking and surpassing/defeating imperialism through peaceful economic competition. China’s post-Mao leaders adopted a version of this policy.",
    "What happened in Venezuela lends credence to the Maoist perspective that Western imperialism doesn’t engage in fair competition and permit any country to peacefully overtake it while adhering to existing global rules. The USA used deadly military force and abduction of a leader to underscore its point that adversaries, rivals and competitors will not have unimpeded access to Latin America. Using its mighty military machine, the US is striving to cut China off from Latin America. That’s how imperialism has worked historically. Who knows which part of the world is next? Iran?",
    "Interviewed in Security Index Yearbook, Volume 2 (2026-2027), the joint publication focused on global security issues by the PIR Center and the Moscow State Institute of International Relations (MGIMO, founded postwar on Stalin’s initiative to face the Cold War), I urged that for global balance and multipolarity to be secured, Russia and China should have a structured NATO-type equation.",
    "Sri Lanka: Defence and deterrence",
    "In this period of the shift of global tectonic plates, what should Sri Lanka’s strategy be?",
    "Far from a supine ‘Finlandisation’ openly proposed by Gamini Dissanayake and spurned in practice by Ranasinghe Premadasa in the 1980s-early’90s, we must adopt a three-pronged strategy:",
    "I. Avoid security and strategically related entanglements, as we did from 1956 through President Sirisena’s tenure (with a damaging deviation only in the 1980s).",
    "II. Actively participate in and help build up regional, continental and global coalitions for respect of the UN Charter and rejection of foreign aggression, as well as all forms of hegemony and diktat. This could raise the bar of world diplomatic and opinion against foreign intervention.",
    "III. Recognise that deterrence lies is the determination and credible capability of the Sri Lankan armed forces to inflict an unacceptable level of casualties on any aggressor in asymmetric conflict, creatively applying the doctrine of Protracted People’s War of resistance.",
    "(https://dayanjayatilleka.webflow.io/)"
  ]
}