{
  "url": "https://hbr.org/2024/06/inside-the-success-of-south-korean-brands",
  "title": "Inside the Success of South Korean Brands",
  "ut": 1718865353.0,
  "body_paragraphs": [
    "Drew Angerer/Getty Images",
    "Two decades of effective strategy and execution have given birth to some of the most attractive brands in the world: the K-brands. But what has become a key geopolitical asset for South Korea is no stroke of luck — it’s the result of an innovative approach that can...more",
    "The last two decades have seen South Korea emerge as a cultural powerhouse on the global stage. K-pop groups like BLACKPINK and BTS have become worldwide megastars, with the latter’s overall contribution to South Korea’s economy estimated at US$5 billion, while TV series Squid Game drew more than 111 million views worldwide within 30 days, the biggest launch in Netflix’s history. The country steadily churns out award-winning K-movies and K-dramas, boasts a shiny contemporary art scene, and has the world’s fourth-largest gaming industry. And the K-beauty market is expected to hit US$18.32 billion in revenue by 2030.",
    "But make no mistake – the success of what has become a key geopolitical asset is not the result of luck. It is the result of two decades of effective strategy and execution that have given birth to some of the most attractive brands in the world: the K-brands.",
    "In 1994, a presidential advisory report noted that one single blockbuster film — Jurassic Park — had realized profits equivalent to selling 1.5 million Hyundai cars. President Kim Young-sam decided to lead his country on a massive transformation, moving away from the production of functional mid-range goods, upon which South Korea had built its competitive edge, to become a global cultural player.",
    "Massive efforts over the years saw the culture ministry’s budget grow to US$6.05 billion in 2022, a third more than the equivalent ministry in France (about US$4.6 billion in 2022). New governmental agencies such as the Korea Creative Content Agency (KOCCA) encouraged foreign investments — Netflix alone announced a US$2.5 billion investment in Korean content — and further boosted the country’s soft power.",
    "Besides the sheer size of investments, K-brands share a common recipe for success that offer unique lessons for entrepreneurs, brand managers and marketing executives:",
    "1. They encourage fun and fast consumer discovery.",
    "To explain South Korea’s innovativeness, observers often point to the country’s massive R&D investments (4.9% of GDP in 2021) or to the country’s high urban population density. They argue that these create a competitive environment in which showing off the latest product and “being first” are highly valued.",
    "But K-brands have also built a key asset that matters in cultural marketplaces where primacy and visibility are essential: fun and fast consumer discovery.",
    "Digital conglomerates such as Kakao, whose services span messaging, gaming, mobility, and media, offer a wide range of social-first approaches to the marketplace. Consider KakaoTalk Gift, a service enabling users to instantly buy and deliver gifts to one’s online friends and connections, making new brand discovery more exciting and accelerating adoption. From Starbucks to Amorepacific, brands increasingly leverage this more than $2 billion market to boost product discovery through the gifting lens. In addition, shaping consumer conversations early on gives K-brands an edge in the competition for consumer attention and helps them to embed new products in everyday life, a tendency boosted by astute product placement in K-drama.",
    "Besides digital solutions, K-brands also excel at using concept stores as powerful discovery tools. They frequently use art exhibitions and unexpected installations to trigger highly Instagrammable product discovery and stand out from competition. Consider eyewear Korean brand Gentle Monster, whose revenues jumped from $140 million in 2017 to $306 million in 2020. Inspired by CEO and co-founder Hankook Kim’s conviction that “retail is driven by humans’ curiosity,” its dazzling retail stores feature catchy, short-lived art installations to trigger consumer discovery by captivating visitors.",
    "Finally, it is worth pointing out that the Korean ecosystem itself makes discovery faster. Take Naver, one of the top two online search engines in Korea. Its algorithm places greater weight on how recent content is, which means new pages show up higher on the list of search results. This design increases the visibility of innovations, making it easier and faster for users to discover new products or brands. This in turn, supports a faster adoption cycle in daily life.",
    "Abroad, Korean governmental agencies strongly facilitate discovery by pushing products amenable to local tastes and thus more likely to be quickly adopted (e.g. transposing Korean food to Indian taste).",
    "2. They elevate brands through immersive experiences.",
    "It’s said that the act of cheering wine glasses was introduced to add the only sense that was absent —  sound — and help turn it into a cultural habit. Similarly, K-brands strategically create sensory value through immersion to boost customer desire. Indeed, the ability to become immersive and speak the language of the customer offers two new competitive advantages: It increases customers’ willingness to pay through richer brand engagement, and it facilitates brand extension by expanding the range of experiences through which consumers interact with the brand.",
    "This approach is perhaps most obvious in retail, where Gentle Monster’s unique strategy is not an isolated case. Consider fast-growing fashion brand Ader Error, which opened a pastry shop Tongue Planet next to their stores to augment the brand’s sensory universe through taste, or cosmetics company Amorepacific’s move to open an art museum to boost the brand’s visual identity.",
    "Beyond retail, K-brands often look to add sensorial value to the products or services themselves. For instance, Korean webtoons reshaped the comic reading experience by including sound effects as part of their short stories. Coupled with the possibility to personalize characters (e.g., the potential to create a character resembling the reader), webtoons rapidly won over the comic industry by making reading more sensory, and therefore more immersive. The webtoons market was valued at US$3.9 billion in 2022, accounting for around a quarter of the global comic industry.",
    "Another striking example of blurring sensory lines comes from K-pop. The genre is known for its choreography and visual performances that appeal to touch and sight respectively, and boost fans’ experiences and brand appeal. Online, K-pop stands out with respects to its high visual value compared to other musical styles. For instance in 2023, K-pop triggered more than twice image searches than Web searches globally, compared to a 1 to 1 image to web search ratio for hip hop. This explains why luxury and fashion brands have aggressively sought out sponsorship deals with K-idols to gain traction among younger consumers.",
    "3. They experiment throughout the product life cycle.",
    "K-brands have distinctly embedded a culture of experimentation across the product life cycle. At the product inception stage, this typically involves co-creation or collaborations that utilize academic and industry research. For example, Ader Error heavily relied on collaborations with other brands such a Puma, Converse, Zara, or even East Pack to quickly expand its cultural footprint. In gaming, Netmarble, Korea’s largest mobile-gaming company, regularly hosts events where developers answer queries from users during live broadcasts on YouTube. They also communicate with users through monthly online notes addressing user suggestions and progress updates. This use of communities to select or co-create products both boosts desire and helps reduce the risk of failure through early market buy-in and feedback loops.",
    "Experimentation is also core to K-brands retail strategy. Indeed, Seoul has become one of the global capitals with the highest concentration of pop-up stores. In 2022 alone, more than 250 pop-up stores opened in Seoul. Known as the “pop-up mecca,” the Hyundai Seoul, the largest shopping mall in the city, attracted 100 million visitors in just 30 months. This form of short-lived retail is particularly attractive for brands as it enables them to test new ways to interact with customers at a fraction of the cost of creating a permanent store.",
    "Finally, Korea is home to fast-paced brand experimentations. For instance, Gentle Monster explicitly relies on a philosophy of “high-end experimentation” to seek growth opportunities and expand outside eyewear. In 2017, it tested whether its success could translate to the cosmetics market by launching a new fragrance brand, Tamburins. After introducing the perfume with an art exhibition hosted right next to its flagship retail store, Gentle Monster saw Tamburins sales jump. The company rapidly scaled up, opening new Tamburins stores in Japan and China.",
    "4. They promote their brands through content creation.",
    "Finally, K-brands realized early on the importance of becoming content powerhouses if they wanted to reach a global audience. The idea is simple: The marketplace must be viewed as a screen. Creating your own content and translating the brand DNA across markets gives you the capability to effectively tell the brand story and invite customers into the brand universe.",
    "For instance, in 2017 Samsung produced a short film, Two Lights: Relúmĭno, that told the story of a romance between two young people who met a photography club for the visually impaired. The film also spotlighted Relúmĭno, Samsung’s visual aid application for people with visual impairments.",
    "In another recent example, Korea’s leading convenience store brand CU launched a short-form series drama Convenience Store Veterans in 2023. Promoted on social media, the series featured the daily experiences of convenience store customers and employees, and garnered 100 million views in just 39 days, boosting CU’s brand image and customer loyalty.",
    "These examples show how K-brands are embracing the shorter, highly engaging, culturally relevant content that their customers are consuming.",
    "Business leaders interested in applying the South Korean approach can audit their brand strategy along four dimensions:",
    "Discovery: What can be changed to make brand discovery faster and more fun? When, where, and how do people discover your brand? How does this compare to your competitors?",
    "Experience: How immersive is your brand? How can you enrich your brand’s sensory value during introduction, distribution, and use?",
    "Experiment: What elements of your brand’s go-to-market strategy can be subjected to experimentation? What aspects of the customer journey can be optimized through AB testing?",
    "Production of content: What are your brand’s media assets? To what extent does your brand content overlap with your brand promise? How can you make your brand message more vibrant and relevant to the individual user?",
    "For entrepreneurs, marketers, and brand strategists alike, there is an opportunity to apply and adapt South Korea’s approach to value creation. This can help your brands grow its appeal and reinforce its competitive advantage as you expand into global markets.",
    "The Latest Research: Generative AI",
    "The Overcoming Burnout Collection: Reclaim Your Healthy Relationship with Work",
    "Read more on Brand management",
    "Competitive strategy,",
    "and Customer strategy"
  ]
}