{
  "url": "https://www.ft.lk/columns/The-education-Budget-a-pre-Budget-exploration/4-783942",
  "title": "The education Budget: a pre-Budget exploration",
  "ut": 1762381240.0,
  "body_paragraphs": [
    "The underfunding of public education and the growing cost of education has led to an increase in out-of-pocket education expenses for families on boarding, private tuition, books, stationeries and transport. After the economic crisis, the number of school dropouts and absenteeism have increased. Parents are finding it hard to support their children’s education due to increased food, transport and stationery costs. Determinants of equal education goes beyond the space of the education Budget. Ensuring families have access to affordable and adequate nutrition, steady livelihoods, comfortable living conditions and a school close to their communities are all imperative to provide educational justice for all.",
    "By Feminist Collective for Economic Justice",
    "The NPP Government will be presenting its first full-year Budget for 2026 tomorrow, outlining its policy priorities for an economy continuing to suffer under severe austerity. Education has been repeatedly highlighted as a priority for the Government, with promises of an increased allocation for the sector in the upcoming Budget. Increasing public spending on education incrementally to the desired level of 6% of GDP during the Government’s tenure was a promise made in the NPP’s election manifesto.",
    "Sri Lanka’s free public education system has contributed to achieving higher literacy, wellbeing and lower inequality for the country. Free education has ensured greater access and higher educational achievements for girls. Given that an education reform process is also underway, the allocations for public education in the upcoming Budget will be of great importance and interest to many. Thus, a closer look at the education Budget is imperative.",
    "NPP’s 2025 Budget for Education",
    "The NPP Government presented its 2025 Budget in February this year. During the parliamentary debates that followed, it was claimed that historically high allocations were made for education. The Government had allocated Rs. 619 billion for education in 2025, with general education being the largest recipient of Rs. 456.6 billion, followed by university education (Rs. 135.3 billion) and vocational education (Rs. 15.4 billion).",
    "A greater part of the education Budget was spent on recurrent costs such as salaries, school meal program, textbooks and uniforms amounting to a total of Rs. 520.1 billion. While salaries make up a great portion of the Budget, school teacher salaries remain low with increments stalled for more than 25 years. The teacher unions staged protests in 2021 to demand that salary increments agreed upon in the Subodhini Report be paid out in full. This is yet to be implemented.  Teachers were also excluded from recent salary revisions for the public sector.",
    "Rs. 98.9 billion was allocated as capital expenditure, mainly focused on infrastructure development. A larger portion of the education Budget was distributed to schools through the provincial councils, while some Budget lines such as pre-school meals, teacher allowances and season tickets were administered through other ministries.",
    "These Budget allocations do not reflect actual expenditure into education for the year. However, it provides us with an understanding of areas the Government has prioritised within the sector. As of 2025, the Government appears to be prioritising pre-school education, which is a welcome initiative.",
    "Contrary to the Government’s claim, the education allocation for 2025 did not amount to a historically high figure. Based on Budget predictions for Sri Lanka’s GDP growth in 2025, this allocation of Rs. 619 billion is a mere 1.86% of GDP. During the 1960s and 1970s, public spending for education on average reached 4% of GDP and in the last decade, the highest spending for education was in 2016 with 2.1% of GDP. Historically high allocation for Sri Lanka’s public education, of 5.16% of GDP occurred decades ago in 1972.",
    "Far from being historically high, this allocation is in line with the gradual slump in education spending since the 1977 shift in economic policies. In fact, the increase in the 2025 Budget from the previous year was only 0.1% of GDP. If the Government is serious about its promise to raise education spending to 6% of GDP, the annual increase in the education Budget will need to be significantly higher.",
    "Misconceptions about the Education Budget",
    "Misconceptions about the education Budget often led to taunts such as “tax-payers’ money being wasted on education”. These then lead to arguments favouring the privatisation of education. However, a closer look at the education Budget reveals that the allocations for education have been dismal compared to spending in other sectors in Sri Lanka and when compared with other countries globally.",
    "Sri Lanka’s education spending in the last decade has averaged below 2% of GDP, thus holding the unfortunate place of being one of the countries spending least on education as per World Bank statistics. With such low priority for education, how does Sri Lanka hope to position itself in relation to the rest of the world? Sri Lanka’s public spending on education has been the lowest in South Asia in the last several years, way below the average education spending of 2.9 % of GDP in South Asia. This may, in the near future, lead to Sri Lanka losing its position as a country with higher human development indicators in the region.",
    "In 2025, the amount allocated to education was 12% of the Government’s projected revenue. A recent report by Human Rights Watch has highlighted the impact of the deterioration of tax revenues on education spending and how it contributes to rising inequality in the country. The report also proposed that a 3.5% wealth tax targeted at the richest 0.5% of the population can easily fund half of the education Budget.",
    "Currently, tax revenues are raised mainly through indirect taxation, where low-income households, primarily reliant on public education, contribute a larger share of public revenue. In spite of this, the lack of political will of successive governments has led to the crisis of funding for education. If public education is a priority for the NPP Government as it has claimed, it should take seemingly bold but commonsensical steps to finance the education Budget, such as implementing a wealth tax.",
    "Yet another misconception about the education Budget is that it is spent exclusively on the free public education system. On the contrary, a portion of the Budget is allocated to providing no-interest loans for students in non-state higher education institutions, funding fee-levying public institutions, equity payments for public-private partnerships and for absorbing failed attempts at private initiatives such as SAITM. In fact, the proportion of the education Budget allocated to educational institutions that charge for education is doubled from Rs. 7 billion in 2024 to Rs. 14 billion in 2025. Not only does this take away valuable support for free education, but the cost of privatisation and the dismantling of free education are being borne by taxpayers who cannot afford fees for education.",
    "Sources of Funding for Education",
    "How funds are raised for the Budget influences the allocations and priorities set for education. In its initial days, the free education system was largely funded through the surplus made by the export crops in the plantation sector. The dark irony was that the children of plantation workers were denied access to public education until decades later. Since the late 1980s the education Budget has been financed by both domestic and foreign financing. Even though a larger percentage was derived from Government revenue, the entry of international financial institutions has restricted the space for Governments to formulate their own policies. Foreign funders have influenced Sri Lanka’s education sector to steer it towards their prescribed ideological goals of privatisation and profit.",
    "External funders currently provide loan-based support. Among them, the World Bank (WB) has contributed the most to education sector projects since 1989. In the 2025 Budget there was one active WB project - General Education Modernisation Project (Rs. 4.3 billion). Currently, the Asian Development Bank (ADB) is the biggest funder in the education sector, supporting the Secondary Education Sector Improvement Program (Rs. 2.4 billion) and Science and Technology Human Resource Development Project (Rs. 12.3 billion). Other donors such as OPEC and the Fund for International Development (OFID) and bi-lateral donors such as Kuwait and Saudi Arabia have also contributed to the 2025 education development projects. Recently, the Education Minister confirmed that India will also be investing in teacher training and innovative education programs under the new reforms.",
    "The timeframe for such foreign funded projects is typically 5 to 15 years with successive Governments having to implement projects, even if they rejected it when they were the opposition. The education reforms announced in July 2025 is an example of this pattern in executing education policy. These reforms are based on a process that began in 2019, sustained by successive Governments and supported by the ADB project, with an allocation specifically to operationalise the National Education Policy Framework in the 2025 Budget.",
    "The assistance provided by multilateral and bilateral donors has been mostly in the form of loans which have to be paid back with interest. These loans from donors such as the World Bank and Asian Development Bank cannot even be restructured under the debt restructuring program. The Government is mandated to pay in full, even if the projects have failed to deliver.",
    "The underfunding of public education and the growing cost of education has led to an increase in out-of-pocket education expenses for families on boarding, private tuition, books, stationeries and transport. After the economic crisis, the number of school dropouts and absenteeism have increased. Parents are finding it hard to support their children’s education due to increased food, transport and stationery costs.",
    "Determinants of equal education goes beyond the space of the education Budget. Ensuring families have access to affordable and adequate nutrition, steady livelihoods, comfortable living conditions and a school close to their communities are all imperative to provide educational justice for all.",
    "What are we looking for in the 2026 Education Budget?",
    "The education allocations for next year will be announced tomorrow with the 2026 Budget. We will be scrutinising the Budget to gauge if the Government has addressed the glaring underfunding for education by a significant increase in the percentage of GDP allocated to education to realistically address the promise of gradually achieving 6% of GDP allocations for education. Will the allocations address the inequalities within the system and include proposals to reduce the increasing burden of educational costs borne by families or will they continue to reflect the ideological priorities of the donors and International Financial Institutions? Will the Budget proposals contribute to strengthening the free education system or steer it towards more fee-levying programs and privatisation of the education sector?",
    "(The Feminist Collective for Economic Justice is a collective of feminist economists, scholars, feminist activists, university students and lawyers that came together in April 2022 to understand, analyse and give voice to policy recommendations based on lived realities in the current economic crisis in Sri Lanka. It could be reached via email at [email protected])"
  ]
}