{
  "url": "https://www.ft.lk/columns/Remembering-my-friend-Lasantha-Wickrematunge/4-771688",
  "title": "Remembering my friend Lasantha Wickrematunge",
  "ut": 1736534337.0,
  "body_paragraphs": [
    "Sixteen years ago on 8 January 2009, I received a phone call that Lasantha was attacked and taken to the Kalubowila Hospital. I was not a politician then but a banker and a friend of Lasantha. Each year on 8 January I visit Lasantha’s grave to remind myself and commit to the pursuit of justice. The tension that filled the air on the day of his funeral still surrounds some of us as there has been no justice or closure for his family and friends.",
    "It was widely believed and later supported by evidence that his exposure on corruption on the purchase of military aircrafts was connected to his murder. Lasantha was due to give evidence in court on 12 January in defence of his exposure on the MIG transaction undertaken by the Ministry of Defence, which may have exposed those in authority, but prior to his appearance in court Lasantha was murdered on 8 January 2009.",
    "Now we have a Government comprising of individuals who when in Opposition, always argued for media freedom and the safety of media personnel. We live in expectation that investigations and the judicial process will move quickly in bringing justice and closure to his murder.",
    "8 January reminds us that 34 journalist and media personnel have been murdered or gone missing in recent times. The vast majority of them were Tamil speaking. Many journalists were murdered or intimidated during the 26-year civil war between Government and Tamil Tiger rebels.",
    "Lasantha Wickrematunge",
    "50-year-old cartoonist Prageeth Eknaligoda who went missing on 24 January 2010 two days before incumbent President Mahinda Rajapaksa’s election has yet to be found. Sandya Eknaligoda, Prageeth’s wife is still relentlessly pursuing Justice. Keith Noyahr, the Associate Editor of The Nation, was abducted and severely beaten before being released in 2008. Krishantha Cooray, Keith Noyahr’s boss, pursued justice and spoke out troubling those in authority. Krishantha was forced to leave the country as authorities attempted to frame charges against him in another case. There are many who have been forced to flee the country because of exposures of corruption, poor governance and murder.",
    "Sri Lanka’s performance on media freedom as indicated in the World Press Freedom Index of Reporters Without Borders has deteriorated further within the past five years.",
    "The Online Safety Bill which was improperly forced through Parliament has been used by Government authorities to intimidate journalist and social media activists.",
    "While we agree that there has to be media ethics, we need to establish a self-regulatory process rather than Government assuming that role. Let’s live in hope that the newly elected Government whose members when in Opposition were critical of attacks on media personnel and the Online Safety Bill, will protect the freedom of expression, media and social media activists and bring to justice those who have committed crimes, while promoting a democratic open society where every individual could live with dignity."
  ]
}