{
  "url": "https://www.ft.lk/columns/Vehicles-of-governmental-transgression-v-transports-of-delight-under-a-new-regime/4-774295",
  "title": "Vehicles of governmental transgression v.  transports of delight under a new regime",
  "ut": 1741979013.0,
  "body_paragraphs": [
    "But will the Caesars of the past be brought to book for their alleged crimes going back decades?",
    "Today (the Ides of March) reminds us that Caesarism – that form of government in which the supreme ruler is near enough to goddamn to being an absolute dictator – is doomed in the end.",
    "Despite or perhaps because of the nature of the beast that is despotism disguised as benevolent tyranny, it always ends in tears for the incumbent as well as his or her electorate. We saw that.",
    "When ambitious men and women – who should really be made of sterner stuff than raw power, naked ambition and an all-too-eager willingness to be driven by their own lusts – act untrammelled by laws, constitutions and consciences, the end is almost inevitably a public stabbing. By a vote, a popular uprising or a public betrayal by one’s own brotherhood.",
    "Et tu, Bruté? Then fall, Caesar!",
    "Our very own Caesars – from the grand old man ‘Augustus’ (although his first name is closer to ‘Julius’); through the depredations of the brothers Diocletian and Domitian (you know who!); to the longest-serving avatar Nero who allowed friends to fiddle funds while Rome burned, arguably, the most insidious tyrant of them all – all came a cropper due to this inevitable phenomenon.",
    "The Caesar who foisted the albatross of the odious executive presidency on civil society’s neck and shoulders, Augustus, is remembered in the main with scorn and derision by all good republicans and true. Each and every time the onerous ramifications of the all-powerful system he fathered and bastardised is critiqued and condemned.",
    "The Caesarean family (more a Diocletian war machine than a monument to the deposed agriculturist/city-beautifying bureaucrat Domitian) who formed and shaped a dynasty – which brought our republic to its knees, by dint of more than pecuniary bankruptcy but moral also – were tarred and feathered. By both a court and the commonwealth of popular sovereignty; led by the street-side charge of an unprecedented citizens’ movement that indignantly, ignominiously, evicted a sitting president.",
    "The longest-serving Caesar Nero, a scion of the panjandrum of the Grand Old Party (GOP/UNP), only a few days ago had his comeuppance in a very widely circulated airing of an arraignment and indictment in the international court of public opinion. The Ferrari crashed, as they would say.",
    "Soon – if the incumbent regime that swept into the corridors of governance by riding on a promise to end corruption, impunity and arrogance in governance gets its act together, and holds its nerve steady against any rearguard action from the citadel of conservatism – that last of the Caesars may serve more than the sentence of public disapproval.",
    "But the incumbent regime may be having a brutal (no pun intended) moment of truth of its own at the moment. And critically engaging the Caesars of our past may be low on their agenda.",
    "And one can only wish fervently that the body politic may not have to essay that solemn awakening to reality once again. Namely that ‘something funny happened on the way to the forum’ – the voter being finessed once again.",
    "For did not we the people once cast our ballots for ‘good governance’ to cleanse the Augean stables of crime and corruption? And bring the culprits of the same from previous regimes to book... Only to find that the governors we elected for the task at hand left something to be desired in terms of being ‘good’ – and in fact, were something of a criminal cabal themselves.",
    "And did we not then again get gulled into opting for what we saw as the iron fist in the velvet glove when we cast that fatal ballot for security, sovereignty and safety in numbers – shortly thereafter to discover ourselves under an oppressive regime that was simultaneously arrogant beyond belief and yet strangely incompetent? In addition to being hugely suspect of engineering the very violence it swore to pre-empt?",
    "That we did not really have a choice in accepting the legal enough but demonstrably illegitimate administration which swept into power after the ignominious ouster of July 2022 is a public secret only those with vested interests or hidden agendas would deny. While in the same breath collaborating with a rump parliament from a leftover regime clinging on for the sake of business as usual in the long game...",
    "But not for the first time, a convincing swing of the electoral pendulum has placed an arguably popular government in power – with the barometer of hope in systemic change being raised perhaps like never before.",
    "And not for the first time, a persuasive enough political campaign that moved the hearts and minds of the multitudes sufficiently to garner a significant majority in parliament appears to pause... as if to catch its collective breath – while the country remains poised on the cusp of change.",
    "That would be a sea-change into something rich and strange if the following were to eventuate:",
    "Abolition of the executive presidency using the super-majority in parliament before Acton’s maxim that power tends to corrupt and absolute power corrupts absolutely sets in to prove the adage that there is no greater heresy than that the office sanctifies its holder",
    "VALUE: Republicanism: a concentration of power in the sovereignty of the people, not personages or political offices",
    "VEHICLE: Parliament/Referendum",
    "Bringing to book culprits in a panoply of outstanding emblematic cases, beginning with some abuses of power for as far back as the incumbent administration dares to go without buckling its own future prospects",
    "VALUE: Accountability of elected and appointed officials",
    "VEHICLE: Attorney-General’s and Police Departments/Judiciary",
    "Curtailing of any inclination to Caesarism among incumbent governors, and together with it the advancement of a far more pluralistic and inclusive ethic of representative rulership",
    "VALUE: Democratic-republicanism",
    "VEHICLE: Division and separation of powers/Checks and balances from civil society",
    "Dismantling the draconian PTA as a first step to eliminating vestiges of a police state, and eradicating the abominable ethos of encounter killings as the law’s prerogative",
    "VALUE: Humanitarianism/Law & Order/Justice done as well as being seen to be done",
    "VEHICLE: Parliament/Police Department/Judiciary",
    "Easter Sunday 2019 attacks be investigated and the full findings of past probes exposed, a programmatic approach to ensuring peace with justice for victims of the deep state",
    "VALUE: Transparency & accountability",
    "VEHICLE: Presidential Commission/Parliamentary Select Committee/Civil society",
    "Preferably, these should be expedited in short order rather than in the medium term... Especially, seeing as how in the political long haul we’re as good as dead if the transformation doesn’t take place ‘today’ instead of in some pragmatically postpone-able ‘tomorrow’. Politics remains the art of the possible for only so long as popular volition for change matches the political will to do it.",
    "The government of the day has a better strategic advantage than any other administration of recent memory to prosecute these cases to the fullest extent of the law. Simply because it can do so without fear of an electoral backlash, or by virtue of owing no one socio-economically significant or politically important any favours.",
    "Pity then that its mandarins are labouring a lame old excuse in parliament by plaintively wailing that the evidence in long-gone cases has evaporated.",
    "That the legal obstacles to summoning miscreants to face justice in Sri Lanka for criminal heists of the century are proving to be a seemingly insurmountable nuisance.",
    "That the opinion of a mandarin in the government as expressed in parliament is not necessarily party policy and so politicos may continue to be invited to ‘grace’ schools functions – although that worthy had previously expressed what was interpreted to be an official position that such political actors should not be permitted to do so, seeing as that many of them were amoral, foul-mouthed, violent-in-parliament ‘disgraces’.",
    "And that while “trains are sexy” (in a charming turn of phrase spun out by a parliamentary orator from the regime’s ranks recently), the railway infrastructure needs more solid attention than influencers’ posts or Instagram puffery, as a case in point of the government’s present priorities, noble as they are.",
    "Not to skirt the short-lived issue of the crashed Ferrari then! But will the Caesars of the past be brought to book for their alleged crimes going back decades?",
    "Or would the government of the day also lie content to let the exposed statesmen of yesteryear be subject to no more a hamstringing than to be lynched by the court of public opinion, and that is that?",
    "And there’s more riding the rails to transforming nation, state and country back into a republic of rightfulness from being an empire of evil under successive Caesars than ferreting around for skeletons in old grey hairs’ closets.",
    "As the tide of public ire rises on the Ides of March, here’s wishing our governors stronger spines, a stiffening of the sinews and spectacular success at striking while the iron is hot.",
    "(Editor-at-large of LMD | Republican virtue – ‘The most unkindest cut of all’)"
  ]
}