{
  "url": "https://hbr.org/sponsored/2025/08/driving-digital-transformation-in-japans-insurance-sector",
  "title": "Driving Digital Transformation in Japan’s Insurance Sector",
  "ut": 1755144128.0,
  "body_paragraphs": [
    "In every market and in every sector, future-oriented businesses are rapidly driving digital transformation (DX). But change means risk—and that means some markets and sectors are more comfortable than others with the changes DX may bring them.",
    "In Japan, organizations with great ambitions for driving DX often encounter barriers to change, especially in highly regulated industries such as insurance.",
    "Overcoming these barriers takes a combination of empowered leadership, advanced technology, and the steady expertise of a collaborative partnership in embracing new and unexpected ways to work and to serve customers.",
    "And when an organization gets transformation right, that can lead to change across entire sectors and around the world.",
    "Digital Transformation and Social Change",
    "In the two decades I’ve led information technology teams in Japan’s insurance sector, first at AIG and MetLife before I joined Aflac Japan in 2015, I’ve learned that the drive for DX, for introducing infrastructure and processes that improve the human experience, doesn’t come along often, and it doesn’t happen by chance.",
    "In Japan, transformation leaders face headwinds, in both stringent regulations and a risk-averse business culture that approaches new business models with caution, as transformation always involves risk. But for any change agent, it’s essential to face risk without fear, to see resistance as an opportunity to improve the work and lives of our internal and external stakeholders.",
    "All successful transformation depends on empathic leadership—the ability to take a human-centered, collaborative approach that ensures people always stay at the center of any decision making. When strong relationships are built with customers, employees, and partners, there’s no challenge a business can’t overcome.",
    "Until recently, Japan’s insurance sector felt little pressure to update its technology and its business model. In this market, standard insurance operations maintained traditional manual processes based on inefficient paper-based procedures.",
    "But the massive societal change of Japan’s rapidly aging population calls for fundamental reform. For Aflac Japan, that means expanding our service beyond life insurance to provide medical care and nursing care support to our customers.",
    "In this context, our DX drive represents a giant shift. Introducing digital platforms, generative and agentic artificial intelligence (AI), and big data to automate our processes greatly enhances the experiences of our solicitors, agents, and customers. For individuals who can now file claims using their mobile devices instead of submitting paper forms and receive reimbursements on the same day or within one day instead of three or four days, the rationale for DX is self-explanatory.",
    "Furthermore, Aflac Japan is working with partner companies to build a Cancer Ecosystem. One example of this initiative is a telephone-based cancer consultation service that provides customers with support for a wide range of concerns, including cancer treatment, returning to work after a diagnosis, and general health management.",
    "In conservative sectors and risk-averse societies, business leaders sometimes fear the effects of any transformation efforts.",
    "But DX is not merely about eliminating jobs or introducing technology; it’s also about change management and making our system work better for everyone, both by rebuilding policy administration and by changing our corporate culture.",
    "The key is extensive communication—expressing the purpose of investments in technology with transparency and laying out the critical role transformation plays both in the future of our business and in the lives of our customers today.",
    "Aflac Japan has initiated numerous efforts to build a customer-centered ecosystem using various cloud services and agentic AI. Our new digital contact center, the first of its kind in Japanese insurance, combines AI avatars with human ingenuity.",
    "Agentic AI is indispensable to this effort, using social networks and other integrations to expand customer touchpoints at every stage—from lifetime planning for prospects to post-contract processing and claims payment—while reducing the operator labor force by half.",
    "Reskilling is critical for the labor force of any organization undertaking DX. For Aflac Japan, it means retraining 30% of our employees so we can set bigger goals. And with agentic AI now handling our most-routine administrative work, that frees more employees to offer greater strategic expertise.",
    "A Valuable Transformation Partnership",
    "Of course, transformation takes more than leadership. It takes reliable partnership too. Whether it’s cultural transformation or digital transformation, business leaders need to have the right technology partner for stability in the moment and growth for the future.",
    "Aflac’s partnership with Kyndryl has been crucial in refreshing our infrastructure by granting us access to indispensable experience and expertise in the transition from on-premises infrastructure to the cloud environment. Collaborating with Kyndryl gives us confidence in the benefits technological shifts to cloud-based infrastructure and agentic AI can bring to our customers and our business.",
    "This kind of DX partnership reaches well beyond companies and customers. It can shift an entire sector into a better future.",
    "Aflac’s partnership with Kyndryl helps us see bigger things ahead. Five years from now, we might not even be, strictly speaking, an insurance company. We see ways we can lead change beyond Japan, transforming the insurance sector around the world along with the public’s understanding of what a crucial role we can play in changing lives for the better.",
    "Learn more about how Kyndryl supports businesses in their digital transformation initiatives.",
    "Tohru Futami is Director, Executive Vice President,  CTO (Chief Transformation Officer), and CDIO (Chief Digital Information Officer) at Aflac Japan."
  ]
}