{
  "url": "https://www.ft.lk/columns/Hidden-owners-of-companies-Critical-flaws-of-Beneficial-Ownership-register/4-775305",
  "title": "Hidden owners of companies: Critical flaws of Beneficial Ownership register",
  "ut": 1744059627.0,
  "body_paragraphs": [
    "A Beneficial Ownership registry is only as good as the reliability of the information that it holds",
    "A Beneficial Owner is the human who ultimately owns or controls a company",
    "A Bill was proposed to amend the Companies Act No. 07 of 2007 to introduce a Beneficial Ownership registry – a new version to be presented to Cabinet soon",
    "The Bill as it stands falls short of Sri Lanka’s commitments to the FATF and the IMF",
    "Who really owns the businesses that benefit from government contracts? When drug-traffickers and arms dealers move money illegally, how do they hide it? When criminals evade taxes, how do they ‘whitewash’ or launder those proceeds? Secretive company structures that hide the identities of true owners have long enabled these crimes. But now, a new law promises to lift the veil of secrecy—or does it?",
    "In August 2024, the Government proposed an amendment to the Companies Act to introduce a Beneficial Ownership register requiring companies to disclose the individuals who ultimately control them. This was in response to a priority recommendation by the International Monetary Fund (IMF) in its Governance Diagnostic Assessment. A Beneficial Ownership register is meant to curb corruption, money laundering, and other financial crimes. However, the last available version of the Bill has two key weaknesses which undermine the purpose of the register and falls short of Sri Lanka’s commitment to the IMF and the Financial Action Task Force (FATF).",
    "Why beneficial ownership transparency matters",
    "A Beneficial Owner is the human being pulling the strings of a company—whether through direct shareholding or behind-the-scenes control. In the absence of legal requirements mandating the disclosure of Beneficial Owners, corporate structures become a shield for corrupt agents, allowing them to obscure their identities and evade detection. This opacity prevents the detection of the true beneficiaries of a range of financial crimes, including conflicts of interest in government contracts, tax evasion, fraud, illicit enrichment of public officials, money laundering, and even the financing of terrorism. For example, a Ministry could award a contract to a company through a seemingly legitimate tender process, but the true owner of the company could be a related party, resulting in a Minister illicitly enriching themselves at the cost of the public. This would go undetected unless a robust Beneficial Ownership register is introduced.",
    "Sri Lanka has already witnessed the dangers of opaque company ownership. The VFS scandal revealed how companies with unknown Beneficial Owners secured a major government contract, evidently with no discussion or vetting of ownership or interests. A public Beneficial Ownership register would not have allowed the true beneficiaries of the high-value government contract to hide behind company structures and evade exposure.",
    "A rushed law with no public consultation",
    "Rushing the drafting and enactment of critical legislation to meet deadlines in the IMF program, is a consistent pattern that has been seen across successive Governments. It is learned that rushed steps are being taken by the present Government as well, to bring a new law on Beneficial Ownership (as an amendment to the Companies Act) to the Cabinet for its approval, to meet an IMF commitment. There has been no public consultation on the law prior to submitting it for the assent of the Attorney-General, leaving citizens with no opportunity to provide input.",
    "Two major flaws in the proposed law",
    "1.No verification mechanism – form without substance",
    "A Beneficial Ownership registry is only as good as the reliability of the information that it holds. Worryingly, the proposed register does not include a process to verify whether companies submit accurate details about their Beneficial Owners. Without a system to cross-check and confirm ownership details, false information could be entered, rendering the register unreliable and ineffective.",
    "The lack of a verification mechanism will result in the Bill falling short of FATF requirements as it does not ensure the accuracy of Beneficial Ownership information.",
    "Other countries, like Brazil, Denmark, and Slovakia, have implemented robust verification systems that cross-check Beneficial Ownership information. Brazil, for example, cross checks Beneficial Ownership information with other government registries. If Sri Lanka does not introduce a similar mechanism, without verification, the law will fail to achieve its intended purpose.",
    "2.Limited public access — a gift to corrupt players",
    "The lack of public access to Beneficial Ownership information undermines transparency. The proposed register restricts public access to Beneficial Ownership information, disclosing only the full name of the Beneficial Owner and the nature and extent of their Beneficial Ownership (Clause 130D). Even this information is not made public online. Neither does it publicly disclose essential details like date and place of birth. Without this information – a date of birth, for example – the public cannot properly verify the identity of a Beneficial Owner or uncover individuals who secretly control multiple companies.",
    "The limitation on public accessibility to Beneficial Ownership information is contrary to the IMF recommendation that Sri Lanka introduce a public Beneficial Ownership register.",
    "This lack of transparency makes it difficult for journalists, civil society organisations, and financial watchdogs to track hidden connections and detect financial crimes. For example, in the Czech Republic, Beneficial Ownership information revealed that the then-Prime Minister Andrej Babiš secretly owned the Agrofert Group of companies, violating conflict-of-interest laws. In countries like the United Kingdom and Indonesia, full public access to Beneficial Ownership registers has improved public trust, detected erroneous filings, fostered trust in the integrity of the business environment, and deterred corruption. Sri Lanka will do well to follow suit.",
    "Limited access to obliged entities undermines anti-money laundering efforts",
    "Financial institutions including banks, designated non-finance businesses such as real estate agents and casinos, and insurers that have companies as customers, are legally required to verify their ownership structures to prevent money laundering. Such obliged entities should identify the ultimate Beneficial Owner of their customer, before entering into any business with them. The purpose is to prevent the financial system being abused to facilitate financial crime.",
    "Yet, under the proposed law, such institutions would only have the same restricted, request-by-request-based access as the general public, making their jobs significantly harder. This weakens their ability to detect illicit financial flows, which increases the risk of money laundering.",
    "Ultimately, it is the people who pay the price, when corrupt agents manipulate financial systems including government contracts to their advantage, through companies with opaque ownership structures. In such a context, for Sri Lanka to truly fight corruption and financial crime, two urgent fixes are needed to the proposed law.",
    "The first fix is to introduce a verification mechanism. The registry should ensure the accuracy of Beneficial Ownership data by cross-referencing government databases or requiring supporting documents.",
    "The second fix is to expand public access. The public, journalists, civil society groups, and financial institutions should have full access to Beneficial Ownership information, as seen in other countries that have successfully implemented transparency measures. Weak transparency protects and fuels corruption; and expanding the scope of public access will cut off that lifeline.",
    "Sri Lanka is at a crossroads. Lawmakers must decide whether they will push forward a strong, transparent system that meets FATF and IMF standards—or pass a diluted law that allows only a weak check on corruption. The choice is clear: real transparency or another missed opportunity?",
    "(The writer is a Research Analyst – Governance and Anti-Corruption team at Verité Research.)"
  ]
}