{
  "url": "https://www.ft.lk/columns/Betrayal-of-trust/4-783376",
  "title": "Betrayal of trust",
  "ut": 1761253726.0,
  "body_paragraphs": [
    "The Government has yet to hold those responsible for the attacks accountable",
    "6 years after Easter bombings, Govt. failure is absolute disgrace",
    "Today, 24 October marks 2,411 days since the devastating Easter Sunday bombings shook Sri Lanka, leaving a trail of death, destruction, and despair in their wake. On 21 April 2019, coordinated suicide bomb attacks targeted churches and luxury hotels, claiming the lives of 270 innocent people and injuring over 500 others.",
    "The painfully slow progress the investigation has traversed in is to create nothing more important than public distrust.",
    "The attacks, initially said to have been claimed by the Islamic State, were a brutal reminder of the threat of terrorism and the importance of ongoing vigilance. Investigators have cast doubt on the Islamic State angle. If at all that angle is nothing more than a red herring.",
    "A singular and spectacular judgement call was made by now disgraced Nilantha Jayawardena who was ejected by the Police Force for dereliction of his fundamental duty of care to the sovereign people of Sri Lanka. Criticism of Nilantha Jayawardena is even more potent considering he had military intelligence sent by India’s RAW. In spite of the devastating advisory coming to him a full two weeks before the event, Jayawardena failed to bring this to the notice of churches or hotels and the public at large. The carnage that followed was inevitable. And what was the motive for this attack? Why was the Taj Hotel spared, did Jameel kill himself or was he blown up by remote control after he met with Intel personnel? Indeed, did he meet such people at all?",
    "However, as the years have passed, it has become abundantly clear that the Government’s response to the attacks has been woefully inadequate and certainly disgraceful.",
    "A conspiracy of silence",
    "Despite promises of a thorough investigation and swift justice, the Government has yet to hold those responsible for the attacks accountable. The lack of progress is staggering, with key officials implicated in the attacks and some still occupying positions of power.",
    "Gotabaya Rajapaksa, the political beneficiary of the fear psychosis generated by the Easter bombings, described the Channel 4 documentary on the subject as being, “absurd … a tissue of lies”.",
    "If anything, it is the State lethargy and lack of commitment that is absurd and the various statements and undertakings that have proven to be a tissue of lies."
  ]
}