{
  "url": "https://www.ft.lk/columns/It-takes-guts-to-show-vulnerability-in-leadership/4-774237",
  "title": "It takes guts to show vulnerability in leadership",
  "ut": 1741911624.0,
  "body_paragraphs": [
    "When leaders are humble in admitting they do not have all the answers, followers are more open to thinking creatively and suggesting new ways of addressing issues",
    "It is natural for a leader to present an image of invincibility, solidity, strength, and wisdom to those around him/her. Whether it be in a corporate, sports or other group setting, it is the leader who the team members look up to and it is him/her who becomes their first port of call in times of uncertainty and challenges. The leader is expected to be the warrior, integrator, strategist, guide, coach, mentor, and counsellor as the situation demands. The leader, too, is keen to live up to such expectations by exhibiting an ‘all-knowing’ persona.",
    "Typically, leaders wish to project images of confidence, competence, courage, vision, integrity, and approachability in conveying their capability, dependability and trustworthiness to their constituents, followers, and the public. They wish to position themselves as paragons of strategic thinking, quick decision-making, effective communication, positive attitude, integrity, transparency, empathy, compassion, and ethical behaviour. They are slow to acknowledge weaknesses, admit mistakes or reveal chinks in their armour, and are keen to project personalities which can handle adversity, challenges, and failures.",
    "They want their skills, behaviour and traits to be identified with mythological, political, corporate and sporting heroes such as Hercules, King Solomon, Alexander the Great, Suleiman the Magnificent, Winston Churchill, Nelson Mandela, Steve Jobs, Jack Welch, Lee Iacocca, Usain Bolt, Tiger Woods, Michael Phelps, et cetera. A leader is under constant pressure to perform at a level higher than others and that is not surprising because it is he/she who is expected to be the panacea for all ills, bring the vision to fruition and answer the tough questions along the way.",
    "Having observed, lived, experienced, and analysed leadership behaviour in a career spanning 53 years, I can state, unhesitatingly, that most leaders are loathe to revealing their vulnerabilities to their followers. However, when such an attitude is monotonously, and obsessively, displayed day in and day out, there is a danger of an emergence of a state of invulnerability which makes the leader unaware of, and immune to, personal or professional setbacks. While a poker-faced composure is appropriate and often admired, it can come at a cost in that it may create an emotional gap between the leader and those, he/she leads. This can hinder the establishment, and growth, of a sustainable connection. There is a danger of the authenticity of the connection being impaired.",
    "An essential strength",
    "As the world shifts from a “command and control” style of leadership to one of “discussion and collaboration” where team members actively participate in decision-making, share ideas, and work together to achieve goals and objectives through greater engagement, the need for a leader to look tough, act tough and be outrightly pointed and cold blooded in decision making on every occasion is no longer a necessity. Nowadays, constituents and followers look for leaders who display qualities of self-awareness, authenticity, transparency, empathy, integrity, and vulnerability. Vulnerability, as you will gather from this article, is no longer regarded as a sign of weakness but is considered an essential strength. The C-Suite of today is vastly different from that which existed in the 1980s. Gen Z’s and Gen Alphas are looking for leaders who can address their needs in a spirit of empathy.",
    "Vulnerability in leadership is when a leader shows his/her emotions and limitations and is open to scrutiny and feedback. It involves admitting mistakes, asking for help, and being transparent. Satya Nadella, Chief Executive Officer, Microsoft, is well reputed for his vulnerability-based leadership style, a style which he adopted very effectively in transforming Microsoft’s rigid culture into one of openness, collaboration, and innovation. When Microsoft faced significant cybersecurity issues recently, following attacks by Chinese and Russian hackers, Nadella demonstrated vulnerability by publicly acknowledging the company’s security shortcomings and calling for a “culture change” within Microsoft. He even volunteered a pay cut in signalling his accountability for the shortcomings. He stated, “This is not about a witch hunt at Microsoft. Perverse incentives often lead companies to prioritise product development over securing existing products.”",
    "Brad Smith, Vice Chairman and President of Microsoft, acknowledged Microsoft’s flaws in a written statement to the Department of Homeland Security in June 2024, stating, “Before I say anything else, I think it’s especially important for me to say that Microsoft accepts responsibility for each and every one of the issues cited in the CSRB’s (Cyber Safety Review Board) report.” As follow up, Microsoft implemented substantial governance and engineering changes in the second half 2024 including the allocation of 34,000 engineers to fortify security in the company’s operations. Admit the failure, be open about it, safeguard the trust, preserve the credibility with customers and regulators, secure the support of employees in rolling out the corrective actions and enhance the authenticity of image – that is how great companies respond to a crisis and show vulnerability notwithstanding what the future holds.",
    "Nelson Mandela lived the concept of “vulnerability” in unifying a deeply divided South Africa in the early 1990s by openly acknowledging his imperfections. His awareness of the needs of others and his understanding of different perspectives enabled him to connect empathetically with people irrespective of their colour, race or beliefs. His display of vulnerability through humility, sharing of personal experiences/thoughts and acknowledgment of mistakes earned him the respect of both his followers and his adversaries.",
    "Defying traditional notions of leadership",
    "The Truth and Reconciliation Commission which was established by the Unity Government and headed by Archbishop Desmond Tutu created a forum where South Africans from all sides of the conflict were comfortable in sharing their stories and experiences. The vulnerability displayed by the participants in confronting painful truths was incredible. Overall, Nelson Mandela’s embrace of vulnerability defied the traditional notions of leadership by demonstrating that strength can be found in revealing one’s limitations and being transparent and open in dealing with others.",
    "As leaders, we owe it to our teams to admit when we make a mistake, but it takes vulnerability to admit that we were wrong. I have made many mistakes during my corporate career. However, I never thought it demeaning to admit that I was wrong, and, in hindsight, it helped me to build connections and establish trust. Studies reveal that leaders who acknowledge their emotions and challenges are effective role models of self-awareness and self-regulation these being two key components of emotional intelligence which are at the heart of collaboration and teamwork. When leaders display vulnerability, they show their constituents and followers they are real. That they are normal human beings and not some demigods. The authenticity exuded by such behaviour enables deeper and firmer connections.",
    "I have found that leaders who are open and transparent about their thoughts and actions are naturals in inspiring their team members to be engaged. Numerous are the occasions when I was able to secure the support of my team, peers, and superiors through a direct, ‘no holds barred,’ sharing of concerns, challenges, and uncertainties. The trust created by such an approach facilitates an unbridled exchange of ideas and anchors the psychological safety to take risks and innovate. When leaders are humble in admitting they do not have all the answers, followers are more open to thinking creatively and suggesting new ways of addressing issues.",
    "There is enough anecdotal and empirical evidence to confirm that a workplace culture which is accepting of vulnerability, whether it be on the part of the leader or team members, breeds organisational resilience over time, a resilience which helps confront challenges, setbacks and adversities with ease and confidence.",
    "Vulnerability is linked and/or related to the three key leadership traits of transparency, authenticity, and trust.",
    "Transparency is a powerful leadership attribute. Its role in building trust makes it a prerequisite in establishing a constructive, high-performance culture. Transparency in leadership is the practice of being open and honest in communications with employees and other stakeholders. Transparent leaders share information, encourage feedback, and hold themselves accountable. However, transparency is just one half of vulnerability. When you are transparent, you are being open and honest about you and your situation, but there is no automatic invitation for others to stand with you in it.",
    "It is possible that you may not trust the other person/s to live the truth with you or you may not trust your capability, or capacity, to deal with the negative repercussions which may materialise if the others were to use it against you. Although vulnerability is similar in appearance to transparency there is a difference in that in vulnerability you trust, or are willing to trust, the other person enough to disclose and allow them into your emotions.",
    "Authenticity is the quality of being genuine and real. Authenticity as a leadership trait means leaders are genuine, true to themselves, and act with integrity, openly expressing their values and beliefs while being transparent and consistent in their actions in building trust with their teams by being their “real” self. It is about leading with honesty and self-awareness and not trying to be someone they are not. Authenticity entails staying true to our values, beliefs, and emotions even when our stance may not be beneficial to us. We often face situations which challenge our ethics and authenticity. Pressure to conform to a ‘herd’ expectation, toe the organisation’s line even where it is downright unethical or to portray a particular image to satisfy the situation are examples. We must not succumb.",
    "True authenticity is where we act in keeping with our conscience. I always had, and I still have, my ‘red lines’ and I will not cross them under any circumstance. Leaders fear potential judgment or rejection if they reveal their true selves, including their emotions, struggles, or imperfections. They may feel that being authentic may make them overly vulnerable. A show of vulnerability takes guts and courage particularly in instances where you are alone in standing by the bitter truth than living with the sour lie!",
    "Trust is an essential component of any successful team. The key origins of trust include honesty, reliability, competence, consistency, accountability, communication, integrity, and empathy, to name some. Doing what you say you will do and doing them consistently while being sensitive to others’ perceptions beget ‘practical’ trust. However, there is another type of trust which is much stronger and more connecting. That is vulnerability-based trust. That represents the willingness of a leader and his team to be open with one another by behaving naturally and authentically, freely admitting each other’s mistakes, revealing each other’s weaknesses and fears, and relying on one another for support and guidance.",
    "I believe that in cementing such trust, the leader must desist from projecting an image of perfection and must instead demonstrate vulnerability by acknowledging his/her limitations, flaws, and failures. Vulnerability-based trust is not just about sharing personal information or emotions. It is the willingness to ask for help, admit when you do not know something, and embrace constructive feedback. A leader who demonstrates vulnerability-based trust creates a culture of psychological safety, where team members feel comfortable taking risks, sharing their opinions, and making mistakes. Letting others know what you value, what you stand for, what you hope for and what you are willing and not willing to do reveals vital information about yourself.",
    "Although you can never be certain whether the other people will appreciate your candour, agree with your aspirations or interpret your words and actions in the way you intended, if you persist with being open, others are more likely to take a similar risk and work towards mutual understanding. If someone refuses to understand you, viewing you as neither well intentioned nor competent, there may be little you can do to change their perceptions and behaviour. Deeds, more than words, count. Humans are wired to trust. Trust is the operating system of every relationship. It is essential in functioning effectively. In this light, risking the show of your vulnerability in building trust is a worthwhile step. Vulnerability builds trust. When we share our struggles and insecurities with others, we show them that we trust them enough in being open and honest with them. This, in turn, encourages others to be vulnerable with us, creating an atmosphere of mutual trust and authenticity.",
    "Excessive vulnerability may be detrimental",
    "With the prominence given to it, particularly by Brene Brown, American academic, podcaster and researcher, and Simon Sinek, British-American author and inspirational speaker, to name two, vulnerability has become a ‘fashion statement’ in leadership in recent times. Leaders must not be too quick in showing vulnerability just for the sake of keeping up with the Joneses. Whilst vulnerability is a wonderful way to build trust and connection with employees, customers and other stakeholders, there are occasions where the show of excessive vulnerability may be detrimental. There have been occasions where shared information has been used to manipulate and to extort. Too much vulnerability shared too openly can make you seem weak and indecisive and could result in people losing faith in your ability to lead them through challenging and disruptive times such as those we are living through right now.",
    "Different situations demand different leadership styles and there are bound to be situations where a ‘macho’ style is preferable to a ‘vulnerability’ style. However, exceptions are not the norm. Personally, I have had more success through a vulnerability style. Whilst showing vulnerability may be my predominant style, there are occasions when I have had to employ a different style.",
    "Developing vulnerability as a leadership skill requires self-awareness, a commitment to continuous improvement, and an emphasis on creating a culture of trust and open communication. Challenging as it may sound, incorporating vulnerability into your leadership style is quite easy once you penetrate your internalised mental barriers. The steps to take are, > Get used to discomfort. When discomfort is embraced it becomes an opportunity for learning, > Own up to your mistakes. When you are honest and transparent about your shortcomings, you create a culture of openness and continuous learning, > Be an active and open listener and an honest communicator. A culture of vulnerability is established when you give feedback and receive feedback as a matter of routine. Feedback must not be limited to mid-year and year end only. There must be continuous feedback.",
    "Brene Brown said, “I spent a lot of years trying to outrun or outsmart vulnerability by making things certain and definite, black, and white, good, and bad. My inability to lean into the discomfort of vulnerability limited the fullness of those important experiences that are wrought with uncertainty: Love, belonging, trust, joy, and creativity to name a few.”",
    "In conclusion, studies confirm that by embracing vulnerability, leaders foster trust, encourage open communication, and build stronger relationships with their team members. This, in turn, creates an environment where individuals feel safe to take risks, share ideas, and contribute to innovation and growth. Vulnerability in leadership sets the stage for psychological safety. The ability to overcome challenges and resistance associated with vulnerability allows leaders to lead with authenticity and resilience. It takes guts and courage to show vulnerability.",
    "(The writer is currently a Leadership Coach, Mentor and Consultant and boasts over 50+ years of experience in very senior positions in the corporate world – local and overseas. www.ronniepeiris.com.)"
  ]
}