{
  "url": "https://hbr.org/2024/06/how-to-improve-the-hiring-process-for-disabled-candidates",
  "title": "How to Improve the Hiring Process for Disabled Candidates",
  "ut": 1719384326.0,
  "body_paragraphs": [
    "Dougal Waters/Getty Images",
    "How can companies do a better job of attracting disabled people to apply for jobs and convincing them that they truly are an equitable employer? And how can job candidates feel more comfortable disclosing a need for accommodation? The authors’ research over the...more",
    "Despite recent record employment gains for disabled employees in the U.S., the hiring of disabled people continues to be a pain point for both candidates and companies.",
    "Disabled job candidates want to know where to work and whom to trust, but they must also manage concerns about bias and when to disclose the need for accommodations. They are advised to “control the narrative” and build trust by sharing their stories and needs, but at the same time to withhold any information that might be used against them until employment is secured and firmer legal protections are in place.",
    "Companies want to do better, but there is the steep challenge of attracting candidates and convincing them that they truly are an equitable employer, from the owners of the smallest businesses on up. Our research over the past five years has looked at both sides of this equation and offers some insights on how to move forward.",
    "Expressing Commitment to Disabled Employees",
    "In recent years, there has been a trend to move away from basic boilerplate statements and legal affirmations of fair treatment toward warmer, more personal language in job advertisements and websites about a company’s commitment to equity and inclusion.",
    "For example, Microsoft states: “We strive to create an environment that brings the power of diversity to life.” According to Meta: “Diversity isn’t optional. To bring the world closer together, diversity is a must-have…not an option.” Nike proclaims: “…we know the greatest ideas come from a variety of lived experiences, which is why we are committed to a workplace that is diverse, equitable, and accessible. Where our teammates feel seen, heard, and included. Where they belong and can become their very best selves.”",
    "Indeed, our own research confirms that job candidates with disabilities do respond more positively to “heartfelt” language, as opposed to the traditional “legalese” type of statement. We tested two versions of the same job advertisement but with the inclusion of different DEI statements:",
    "Standard boilerplate language: Galaxy Retail is an Equal Opportunity/Affirmative Action employer. All qualified applicants will receive consideration for employment without regard to race, religion, color, national origin, ancestry, age, physical or mental disability, sex, sexual orientation, gender identity/expression, pregnancy, veteran status, marital status, creed, status with regard to public assistance, genetic status, or any other status protected by federal, state, or local law.",
    "Heartfelt language: Galaxy Retail is an Equal Opportunity Employer — By Choice. We believe we are best equipped to help our associates, customers and the communities we serve live better when we really know them. That means understanding, respecting and valuing diversity — unique styles, experiences, identities, ideas, and opinions — while being inclusive of all people. Diversity, Equity, and Inclusion (DEI) is more than a box to check or a target to hit. That’s why we’ve set a goal to make Galaxy Retail the most diverse, equitable, and inclusive workplace on the planet. We would like to discuss ways to provide the accommodations that you may be entitled to.",
    "We also tested whether the placement of these sentences mattered — at the bottom of the job ad (which is common practice) or at the top.",
    "Using a sample of 812 working-age disabled people from within the U.S., we found that participants responded more positively to the company when they had seen the heartfelt language, especially when it was placed at the beginning of the job ad. However, in response to open-ended questions about what they thought of the DEI statement, participants also expressed a healthy dose of skepticism that these companies had learned to “talk the talk” without guaranteeing genuine follow-through. What, these respondents asked, actually happens once you’re employed? If only, some participants lamented, they had shown us actual disabled employees commenting on their workplace or even statistics showing their accomplishments. As one participant noted, “Prove by your actions, not by your words.”",
    "Our newest study aimed to answer precisely that question. What can a company do, say, or show to be more convincing?",
    "To explore this question, we created multiple versions of a fictitious company’s website. A standard version included high-level commitments to “Embrace diversity, ignite unity” and “Cultivating a culture where everyone belongs,” while other versions added some combination of the following:",
    "A personal statement from the CEO about the importance of disability inclusion in his life",
    "Testimonials about the workplace from two disabled employees",
    "Statistics on the hiring, promotion, accommodation fulfillment, and retention of disabled employees, along with awards recognizing the company’s accomplishments in the DEI space",
    "Our results show that disabled people responded positively to the websites that included more concrete details about the company’s commitment and actions. It didn’t even seem to matter whether the addition was a CEO’s message, employee testimonials, or the presentation of awards and statistics. Each of these helped bolster confidence in the company and increased our participants’ willingness to apply for a job there.",
    "However, when it came to evaluating trust in the company, the presentation of statistics and awards didn’t do the job by itself — it took the addition of some kind of personal language from either the CEO or current employees through testimonials to be convincing.",
    "Including all of these elements together led to a significant boost in how prospective job candidates with disabilities rated the company: Roughly 65% rated it more highly, 63% thought it was more trustworthy, and 54% showed greater intent to apply to a company like this, as compared to the average rating given by participants who saw the more basic version of the website without these personal additions.",
    "Helping Job Candidates Feel Comfortable with Disclosure",
    "Understandably, disabled job candidates feel disempowered to advocate for their accommodation needs without fear of bias. In a study for which we interviewed 43 college students and alumni, some reported that they felt the need to ignore their disabilities by, in their words, “brute forcing it” to appear nondisabled, to “play the game” and “walk the tightrope” in order to get a foot in the door.",
    "But what can level the playing field so they don’t need to hide at all, or for those who don’t have that option? Our studies show that emphasizing their hard skills for the job (such as proficiencies with specific technologies) during the interview process can help a disabled candidate, as can delaying the conversation about accommodation needs until after some rapport has been built.",
    "In another study, we explored the potential effect of the job candidate using a personal assistive device (in this case, a mechanical exosuit that assisted with lifting). Though the presence of the device increased trust in the candidate, it did not, in the end, reduce risk or raise the odds of employment, even when the candidate spoke about the device with enthusiasm or provided a detailed backstory about their disability.",
    "In our most recent study, we asked 636 managers to review the application of a fictitious candidate who similarly used the mechanical exosuit. We created six different versions of the candidate’s application:",
    "The standard condition contained a resume, cover letter, and pictures of the assistive device only.",
    "The other conditions added some combination of the following:",
    "A letter of recommendation (either with or without reassurance that the device itself is helpful and not problematic)",
    "An offer to work for a trial period to demonstrate skills and ability",
    "A video of the candidate using the assistive device",
    "Of these, it seemed that either the letter of recommendation (with or without the extra language addressing the disability and assistive device) or the offer to work a trial period seemed to reduce bias. Neither the pictures nor the video was reassuring on their own, and stacking multiple extras at once did not lead to further gains. External support and personal dedication seemed to be keys to unlocking a greater appreciation for the candidate’s true potential.",
    "Given the history of bias in this area, it takes more than lip service to convince qualified disabled job applicants to engage with a company. Improving the signaling in job ads and on websites is one place to start. There are also additional opportunities for inviting candidates to make the strongest possible impression and reduce bias earlier in the process. The phrase “trust needs touch” applies here as well — the touch, in this case, refers to something genuine that rings true to both employers and job candidates. Employers need to understand what works to structure their recruiting efforts around them.",
    "In addition, the disability community’s mantra of “nothing about us, without us” remains relevant in this context. Given this, alongside the recommendation by the Americans with Disabilities Act for companies to engage in interactive processes with those requesting accommodations, managers may want to signal openness to ongoing discussions on what works best and why for each individual employee in need.",
    "This is a collaboration. Considering the real risk of individual people finding themselves on the wrong side of an employment decision, change needs to be addressed at multiple levels. No one small adjustment is going to resolve these concerns, but the tide is turning, and companies are showing the will to improve. Understanding some of the elements that make a difference for disabled job candidates is an important place to start.",
    "Note: This article follows the preference of autistic and disabled communities for identity-first language.",
    "Readers Also Viewed These Items",
    "AI for Leaders: The HBR Collection on Bridging Strategy and Technology",
    "The Overcoming Burnout Collection: Reclaim Your Healthy Relationship with Work",
    "Read more on Disabilities",
    "Hiring and recruitment,",
    "Human resource management,",
    "Diversity and inclusion",
    "and Workplace discrimination"
  ]
}