{
  "url": "https://www.dailymirror.lk/opinion/How-Tertiary-Education-Institutes-can-Improve-Student-Engagement-Levels-in-S-Asia/172-294083",
  "title": "How Tertiary Education Institutes  can Improve Student Engagement Levels in S. Asia?",
  "ut": 1729280421.0,
  "body_paragraphs": [
    "Gamified learning offers several benefits - It enhances engagement by moving students from passive absorption to active involvement, thereby developing critical thinking and problem-solving skills. This approach appeals to today’s tech- comfortable learner population, making knowledge acquisition for them more natural and enjoyable",
    "The learner is changing with the technological transformation, so teachers need to adapt and update their knowledge of the state-of-the-art technological developments in education",
    "In South Asian countries, many tertiary education institutions face challenges in maintaining and improving student engagement.",
    "The following document outlines strategies that these institutions can implement to enhance student engagement. The purpose of this article is to share the perspective of four prominent researchers on how to improve tertiary education levels with special reference to South Asian countries.",
    "Viewpoint of Professor Sankar Sivarajah",
    "Sankar Sivarajah is the Head of Business School and Professor of Technology Management and Circular Economy at Kingston University, London.",
    "For effective student engagement, Tertiary Education Institutes (TEIs) must adopt a holistic approach to the student experience, from enrolment to achieving successful academic and career outcomes. This should not be a mere ‘tick box’ exercise but a strategic effort to enhance student support, knowledge, and skill development. By viewing the student journey systemically, implementing effective interventions, and fostering a supportive institutional culture, TEIs can significantly improve student engagement and outcomes. Here are some key initiatives to enhance student engagement throughout their educational journey:",
    "nStudent Access and Onboarding: Providing pre-arrival support and initiatives that bridge the gap between secondary and tertiary education is crucial. These efforts help students understand the value of tertiary education and develop the skills needed for a smooth transition.",
    "nStudent Community: Creating an inclusive environment where students feel a sense of belonging is vital for active engagement. This can be achieved through the formation of relevant societies and extracurricular activities that foster a sense of community and encourage participation.",
    "nStudent Success: The ultimate goal is to help students achieve relevant career outcomes. This can include providing financial support for attending interviews or offering specific skills development workshops that enhance their career prospects.",
    "By focusing on these areas, TEIs can ensure a comprehensive and engaging student experience that leads to successful academic and career achievements.",
    "Viewpoint of Professor Kokil Jain",
    "Kokil Jain is the Dean Research and Outreach and Professor of Marketing, FIIB, New Delhi, India.",
    "In an era where technology influences nearly every aspect of our lives, one promising approach for higher education institutions across South Asia to enhance student engagement can be gamified learning. This innovative method transforms traditional lectures into dynamic, challenge-based environments by integrating game-like elements into education. Incorporating features such as points, levels, and rewards into course design, gamified learning creates an immersive experience that motivates students to engage more deeply with the disseminated knowledge.",
    "Gamified learning offers several benefits - It enhances engagement by moving students from passive absorption to active involvement, thereby developing critical thinking and problem-solving skills. This approach appeals to today’s tech- comfortable learner population, making knowledge acquisition for them more natural and enjoyable. Moreover, gamified learning platforms can adapt to individual learning styles offering personalised learning experiences that align to diverse student needs. This customisation is particularly important in South Asian countries, where classrooms often have students from varied educational backgrounds and experiences. By allowing students to learn at their own pace while competing with peers, ‘gamification’ fosters a collaborative yet competitive atmosphere that can drive overall performance improvements.",
    "One of the key advantages of well-designed ‘gamified’ courses is their potential to help students acquire skills in high demand in the local job market, thereby boosting their employability and making ‘gamified’ learning attractive for South Asian TEIs looking to enhance the value of their educational offerings.",
    "However, successful implementation of ‘gamified’ learning requires significant investment. The institutions need to focus on comprehensive teacher-training programmes to ensure educators are proficient in both the technology and teaching methods involved. Equally important is the development of robust technological infrastructure to provide seamless access to ‘gamified’ learning tools and promote uniform outcomes across diverse student populations. These investments are crucial for creating an equitable and effective learning environment that can transform higher education in the region.",
    "While challenges remain, the potential benefits of ‘gamified’ learning make it an option worth exploring for South Asian higher education institutions looking to enhance student engagement and learning outcomes. As South Asian universities strive to modernise their teaching methods, ‘gamified’ learning emerges as a promising option. It not only keeps students engaged but also has the potential to develop essential skills, making it a valuable tool in preparing graduates for the challenges of the modern workplace. The journey towards fully integrating ‘gamified’ learning may be challenging, but its potential to transform higher education in South Asia makes it a compelling path worthy  exploring.",
    "Viewpoint of Dr. Nirma Sadamali Jayawardena",
    "Nirma Jayawardena is an Assistant Professor in Marketing, University of Bradford, United Kingdom.",
    "Tertiary education success depends on the student engagement. Student engagement is linked to higher academic performance and satisfaction. In South Asia, with the use of technology in higher education, we go beyond the use of new learning methods to project- based and problem-based learning as well. The learner is changing with the technological transformation, so teachers need to adapt and update their knowledge of the state-of-the-art technological developments in education. Because of the accessibility of information, students have become technologically savvy and autonomous, which also allows teachers to rethink their methods and techniques for teaching. As a result of the Covid-19 pandemic, many aspects of business were affected, including the education sector. The challenging pandemic environment forced many Higher Education Institutions to shift to the online process and keep changing constantly to accommodate the changing environment. Even though, the move to online platforms by universities was an answer in certain fields; for example, there were limitations with regard to subject content requiring practical laboratory skills.",
    "Viewpoint of Dr. Abhishek Behl",
    "Abhishek Behl is an Associate Professor, Keele Business School, Keele University, United Kingdom.",
    "Tertiary Education and its growing enrolments in South Asia have attracted the attention of global colleges and universities. With growing number of students and improved infrastructure, the new age colleges have been using technology and new aids of learning to engage students. However, with growing investments in technology, what remains as a challenge is to understand that the cognitive learning ability of the student has also changed. While technology makes the life of the faculty and the student easier, the education pedagogy has not seen significant changes in student engagement. Off lately, some organisations have started to use game-based learning, activity-based assignments, and hands-on case studies rather than the contemporary format of learning. These techniques have added an additional layer of cushion while demonstrating what is perceived to be learning. However, it is not well received. The students have graduated from playing games to watching byte-sized videos, which is gradually transforming their engagement patterns. A significant size of the student base spends a significant amount of their time on channels like Instagram and Tik Tok, which poses a challenge for the faculty members and the institutions.",
    "There are three key challenges. First, the learning becomes micro, and the students wish to switch to mediums that make them grasp information and learn in the shortest on-the-go format. Second, the students do not have a clear guideline of how to learn and what to learn, which further dips engagement. Last, too many choices confuse them, which often impacts their attention span when learning something specific for a long time.",
    "The solutions to these problems are fourfold. First, institutions and faculty members need to understand and adopt the psychology and accepted pedagogy of learning and move to the new format of learning, which also involves making the knowledge and information look simple and short. Second, adopting game-based and simulation-based approaches would also help in recreating the problem and shift the power dynamics of learning to students, which, at the moment, is more about the faculty in a classroom. Third, there is a need to develop design knowledge maps of learning aligned with career choices and options to make students aware of the path and the possible end goals. Lastly, the learning format should be more by doing rather than only understanding. A good example is using techniques like Lego Serious Play (LSP) that make the learning from a lean-back approach to a move-forward one."
  ]
}