{
  "url": "https://www.dailymirror.lk/opinion/Faking-Degrees-A-Thriving-industry-in-South-Asia/172-298260",
  "title": "Faking Degrees: A Thriving industry in South Asia",
  "ut": 1734396802.0,
  "body_paragraphs": [
    "In 2019, 11 Professors at government Arts and Science colleges in Tamil Nadu state were suspended after their PhD certificates were found to be fake",
    "The Anura Kumara Dissanayake government in Sri Lanka, which was sailing smoothly despite unsolved economic issues, suffered the first jolt since coming to power, when parliament Speaker Ashoka Ranwala resigned on Friday amidst accusations that his PhD was fake.",
    "Urban Development and Housing Minister Anura Karunatilake and  Justice Minister Harshana Nanayakkara were also assailed for falsely  claiming that they had Doctoral degrees.",
    "Ranwala maintained that he had acquired a PhD, and said that he had no documentary proof of the Doctorate. He said he would produce it on getting it from the Waseda University-affiliated institution in Japan he was registered with. In the case of Nanayakkara, it came to be known that it was the parliament’s fault. It had appended ‘Dr’ to his name deviating from the text he had given them.  In the case of Karunatilake, it was not a doctorate and yet was using the prefix ‘Dr’. He said that he was a PhD student about to complete his programme. Because of the public exposure, all three dropped ‘Dr’ from their on-line platforms.",
    "However, the squeaking clean image which the ruling National Peoples’ Power (NPP) government had, was sullied. The Sri Lanka Podujana Peramuna (SLPP) MP Namal Rajapaksa urged government MPs to resign if they failed to provide evidence of their educational qualifications. Taking to X, he criticised the NPP for misleading the people saying that they would give an honest and transparent government with people having good educational qualifications. People voted for the NPP in the Presidential and General elections this year impressed with the ‘high’ qualifications of the NPP candidates in contrast to their challengers, many of whom could have been mere high school graduates.",
    "Fake degrees are not confined to Members of the Sri Lankan parliament and pushy politicians trying to impress the public. It is widespread in society in Sri Lanka, South Asia and even in the UK and USA. In all these countries there are those who falsely claim they have a university degree. There are others who have a fake degree, and there are yet others who provide fake degrees for a hefty fee. There is also a tribe of ghost writers of PhD dissertations.",
    "The craze for fake degrees reflects the rarity or expensiveness of education in a society. A tight job market makes it necessary to have a degree, fake or real. Among a population of uneducated people, flaunting a university degree, whether real or fake, helps gain recognition and opens the doors to jobs when jobs are scarce.",
    "When politics became popular and intensely competitive in South Asian countries, politicians began to add educational qualifications, real or false, to their CVs as additional feathers in their cap.They also began to use their political clout in local universities to get honourary Doctorates which they unethically deemed to be doctorates recieved after pursuing a rigorous doctoral programme.",
    "The number of politicians getting such Doctorates increased exponentially after universities, to curry favour with governments and politicians, starting giving Doctorates to Chief Ministers, Ministers and other political bigwigs.The number of political Doctorates in India ballooned with the politicisation of the universities. Both state and private universities were in this racket as both needed State funds ad political patronage to conduct their ‘educational business’.",
    "All countries in South Asia developed economically, especially after they liberalised, but job opportunities did not grow commensurately. The new needs arising from a liberalised economy and the intense competition that the needs generated resulted in a craze for getting ‘higher qualifications’ no matter how dubious these qualifications might be.",
    "To meet the needs of these ‘wannabes’, shops came up selling degrees from nice sounding but dubious universities, both local and foreign. In 2022, the Colombo-based Roar Media carried a story on the degree racket in Sri Lanka. It cited the case of the Director of a sanitary ware company, who while scrolling through his Facebook page, saw a message from a ‘local representative of a university based in the US’. The gent offered honourary doctorates for LKR 390,000 each.",
    "Manav Bharti University was a private university in Himachal Pradesh statein India which had sold 36,000 degrees for US$1,362 each, South China Morning Post said. Offers of fake degrees came from the US and Nigeria also. The prices for a Doctorate varied from USD 62 to USD 1400. Even ‘convocations’ were held at expensive places to impress the recipients and others, but at an extra cost of USD 626 per client.",
    "Some of the known fake universities are: Indian Virtual University, Universal Tamil University- Chennai, Kings University- U.S.A, International Peace University- Germany, International Tamil University and University Asia, Kathmandu, Nepal.",
    "The fake degree agents claim high connections. According to India Today, a Chennai man ran an International Coaching Centre under the auspices of the International Labour Organisation/United Nations Development Programme for getting PhDs. MBAs and MBBS degrees from New York University and Stanton University American fake degrees are, of course, the most soughtafter. The United States Education Foundation in India (USEFI), Chennai, run by the US Education Department, had said that most of the US ‘universities’  giving ‘degrees’ were fake. The list includes International University,-California, Stanton University and City University of New York.",
    "Some shops touting fake degrees really seek research work. One India-based entity gave a PhD certificate in 45 days for USD 1065 after a 250-page thesis was submitted. To help write PhD. dissertations there are ghost writers.",
    "In 2019, 11 Professors at government Arts and Science colleges in Tamil Nadu state were suspended after their PhD certificates were found to be fake. The same year, the Education Ministry launched an investigation into six universities, including three public ones that had been accused of selling fake degrees.",
    "In 2018, the BBC reported that one of its staff was offered a degree from the fake Nixon University for US$3,600. Thousands of UK nationals have bought fake degrees from a multi-million pound ‘diploma mill’ in Pakistan, a BBC Radio 4’s ‘File on Four’ programme investigation found. Buyers included National Health Service consultants, nurses and a large defence contractor.One British buyer spent almost £500,000 on bogus documents.",
    "‘Axact’ which claims to be the ‘world’s largest IT company’, operates a network of hundreds of fake online universities run by agents from a Karachi call centre.With names such as Brooklyn Park University and Nixon University, they feature stock images of smiling students and even fake news articles singing the institution’s praises.",
    "In 2015, Axact sold more than 215,000 fake qualifications globally, through approximately 350 fictitious high schools and universities, making US$51million that year alone.",
    "According to documents seen by BBC Radio 4’s ‘File on Four’ programme, more than 3,000 fake Axact qualifications were sold to UK-based buyers in 2013 and 2014, including Master’s degrees, and PhDs.",
    "“A trawl through the list of Axact UK buyers reveals various National Health Service clinical staff, including an ophthalmologist, nurses, a psychologist, and numerous consultants also bought fake degrees,” BBC said. Defence contractor FB Heli services bought fake Axact degrees for seven employees, including two helicopter pilots, between 2013 and 2015.",
    "Fake degree agents have also taken to extortion and blackmail. One could get a telephone call that looks like it’s coming from your embassy or local law enforcement, threatening to arrest or deport you unless you get some additional documents to help support the phony diploma you already have.",
    "The BBC mentions the case of Cecil Horner, a British engineer based in Saudi Arabia, who kept getting threatening calls from Axact agents after paying nearly £500,000 for a fake degree. Sometimes, these fly-by-night operators would pocket the money and disappear without issuing a certificate.",
    "Rajib Ray, President of the Federation of Central Universities’ Teachers’ Associations, told South China Morning Post that most fake degree scams in India involved private institutions, a sector that has been booming since the 1990s following a surge in demand for IT and management courses."
  ]
}