{
  "url": "https://www.technologyreview.com/2024/10/14/1105070/africa-crops-maize-kenya-climate-change-agriculture/",
  "title": "Africa fights rising hunger by looking to foods of the past",
  "ut": 1728858600.0,
  "body_paragraphs": [
    "The first time the rains failed, the farmers of Kanaani were prepared for it. It was April of 2021, and as climate change had made the weather increasingly erratic, families in the eastern Kenyan village had grown used to saving food from previous harvests. But as another wet season passed with barely any rain, and then another, the community of small homesteads, just off the main road linking Nairobi to the coast of the Indian Ocean, found itself in a full-fledged hunger crisis.  By the end of 2022, Danson Mutua, a longtime Kanaani resident, counted himself lucky that his farm still had pockets of green: Over the years, he’d gradually replaced much of his maize, the staple crop in Kenya and several other parts of Africa, with more drought-resistant crops. He’d planted sorghum, a tall grass capped with tufts of seeds that look like arrowheads, as well as protein-rich legumes like pigeon peas and green gram, which don’t require any chemical fertilizers and are also prized for fixing nitrogen in soils. Many of his neighbors’ fields were completely parched. Cows, with little to eat themselves, had stopped producing milk; some had started dying. While it was still possible to buy grain at the local market, prices had spiked, and few people had the cash to pay for it.   Mutua, a father of two, began using his bedroom to secure the little he’d managed to harvest. “If I left it out, it would have disappeared,” he told me from his home in May, 14 months after the rains had finally returned and allowed Kanaani’s farmers to begin recovering. “People will do anything to get food when they’re starving.” The food insecurity facing Mutua and his neighbors is hardly unique. In 2023, according to the United Nations’ Food and Agriculture Organization, or FAO, an estimated 733 million people around the world were “undernourished,” meaning they lacked sufficient food to “maintain a normal, active, and healthy life.” After falling steadily for decades, the prevalence of global hunger is now on the rise—nowhere more so than in sub-Saharan Africa, where conflicts, economic fallout from the covid-19 pandemic, and extreme weather events linked to climate change pushed the share of the population considered undernourished from 18% in 2015 to 23% in 2023. The FAO estimates that 63% of people in the region are “food insecure”—not necessarily undernourished but unable to consistently eat filling, nutritious meals. Advertisement In Africa, like anywhere, hunger is driven by many interwoven factors, not all of which are a consequence of farming practices. Increasingly, though, policymakers on the continent are casting a critical eye toward the types of crops in farmers’ plots, especially the globally dominant and climate-vulnerable grains like rice, wheat, and above all, maize. Africa’s indigenous crops are often more nutritious and better suited to the hot and dry conditions that are becoming more prevalent, yet many have been neglected by science, which means they tend to be more vulnerable to diseases and pests and yield well below their theoretical potential. Some refer to them as “orphan crops” because of this.  Related StoryAfrican farmers are using private satellite data to improve crop yieldsA number of farmers are turning to space-based monitoring to get a better picture of what their crops need.",
    "Efforts to develop new varieties of many of these crops, by breeding for desired traits, have been in the works for decades—through state-backed institutions, a continent-wide research consortium, and underfunded scientists’ tinkering with hand-pollinated crosses. Now those endeavors have gotten a major boost: In 2023, the US Department of State, in partnership with the African Union, the FAO, and several global agriculture institutions, launched the Vision for Adapted Crops and Soils, or VACS, a new Africa-focused initiative that seeks to accelerate research and development for traditional crops and help revive the region’s long-­depleted soils. VACS, which had received funding pledges worth $200 million as of August, marks an important turning point, its proponents say—not only because it’s pumping an unprecedented flow of money into foods that have long been disregarded but because it’s being driven by the US government, which has often promoted farming policies around the world that have helped entrench maize and other food commodities at the expense of local crop diversity.",
    "It may be too soon to call VACS a true paradigm shift: Maize is likely to remain central to many governments’ farming policies, and the coordinated crop R&D the program seeks to hasten is only getting started. Many of the crops it aims to promote could be difficult to integrate into commercial supply chains and market to growing urban populations, which may be hesitant to start eating like their ancestors. Some worry that crops farmed without synthetic fertilizers and pesticides today will be “improved” in a way that makes farmers more dependent on these chemicals—in turn, raising farm expenses and eroding soil fertility in the long run. Yet for many of the policymakers, scientists, and farmers who’ve been championing crop diversity for decades, this high-level attention is welcome and long overdue. “One of the things our community has always cried for is how to raise the profile of these crops and get them on the global agenda,” says Tafadzwa Mabhaudhi, a longtime advocate of traditional crops and a professor of climate change, food systems, and health at the London School of Hygiene and Tropical Medicine, who comes from Zimbabwe.",
    "Now the question is whether researchers, governments, and farmers like Mutua can work together in a way that gets these crops onto plates and provides Africans from all walks of life with the energy and nutrition that they need to thrive, whatever climate change throws their way. A New World addiction Africa’s love affair with maize, which was first domesticated several thousand years ago in central Mexico, dates to a period known as the Columbian exchange, when the trans-Atlantic flow of plants, animals, metals, diseases, and people—especially enslaved Africans—dramatically reshaped the world economy. The new crop, which arrived in Africa sometime after 1500 along with other New World foods like beans, potatoes, and cassava, was tastier and required less labor than indigenous cereals like millet and sorghum, and under the right conditions it could yield significantly more calories. It quickly spread across the continent, though it didn’t begin to dominate until European powers carved up most of Africa into colonies in the late 19th century. Its uptake was greatest in southern Africa and Kenya, which both had large numbers of white settlers. These predominantly British farmers, tilling land that had often been commandeered from Africans, began adopting new maize varieties that were higher yielding and more suitable for mechanized milling—albeit less nutritious—than both native grains and the types of maize that had been farmed locally since the 16th century.    “People plant maize, harvest nothing, and still plant maize the next season. It’s difficult to change that mindset.” Florence Wambugu, CEO, Africa Harvest Eager to participate in the new market economy, African farmers followed suit; when hybrid maize varieties arrived in the 1960s, promising even higher yields, the binge only accelerated. By 1990, maize accounted for more than half of all calories consumed in Malawi and Zambia and at least 20% of calories eaten in a dozen other African countries. Today, it remains omnipresent—as a flour boiled into a sticky paste; as kernels jumbled with beans, tomatoes, and a little salt; or as fermented dumplings steamed and served inside the husk. Florence Wambugu, CEO of Africa Harvest, a Kenyan organization that helps farmers adopt maize alternatives, says the crop has such cultural significance that many insist on cultivating it even where it often fails. “People plant maize, harvest nothing, and still plant maize the next season,” she says. “It’s difficult to change that mindset.” Maize and Africa have never been a perfect match. The plant is notoriously picky, requiring nutrient-rich soils and plentiful water at specific moments. Many of Africa’s soils are naturally deficient in key elements like nitrogen and phosphorus. Over time, the fertilizers needed to support hybrid varieties, often subsidized by governments, depleted soils even further. Large portions of Africa’s inhabited areas are also dry or semi-arid, and 80% of farms south of the Sahara are occupied by smallholders, who work plots of 10 hectares or less. On these farms, irrigation can be spatially impractical and often does not make economic sense.  It would be a stretch to blame Africa’s maize addiction for its most devastating hunger crises. Research by Alex de Waal, an expert in humanitarian disasters at Tufts University, has found that more than three-quarters of global famine deaths between 1870 and 2010 occurred in the context of “conflict or political repression.” That description certainly applies to today’s worst hunger crisis, in Sudan, a country being ripped apart by rival military governments. As of September, according to the UN, more than 8.5 million people in the country were facing “emergency levels of hunger,” and 755,000 were facing conditions deemed “catastrophic.”  Ground egusi seeds, rich in protein and B vitamins, are used in a popular West African soup.ADAM DETOUR   For most African farmers, though, weather extremes pose a greater risk than conflict. The two-year drought that affected Mutua, for example, has been linked to a narrowing of the cloud belt that straddles the equator, as well as the tendency of land to lose moisture faster in higher temperatures. According to one 2023 study, by a global coalition of meteorologists, these climatic changes made that drought—which contributed to a 22% drop in Kenya’s national maize output and forced a million people from their homes across eastern Africa—100 times more likely. The UN’s Intergovernmental Panel on Climate Change expects yields of maize, wheat, and rice in tropical regions to fall by 5%, on average, for every degree Celsius that the planet heats up. Eastern Africa could be especially hard hit. A rise in global temperatures of 1.5 degrees above preindustrial levels, which scientists believe is likely to occur sometime in the 2030s, is projected to cause maize yields there to drop by roughly one-third from where they stood in 2005.",
    "Advertisement  Food demand continues to rise: Sub-Saharan Africa’s population, 1.2 billion now, is expected to surpass 2 billion by 2050.  Food demand, at the same time, will continue to rise: Sub-Saharan Africa’s population, 1.2 billion now, is expected to surpass 2 billion by 2050, and roughly half of those new people will be born and come of age in cities. Many will grow up on Westernized diets: Young, middle-class residents of Nairobi today are more likely to meet friends for burgers than to eat local dishes like nyama choma, roasted meat typically washed down with bottles of Tusker lager. KFC, seen by many as a status symbol, has franchises in a dozen Kenyan towns and cities; those looking to splurge can dine on sushi crafted from seafood flown in specially from Tokyo. Most, though, get by on simple foods like ugali, a maize porridge often accompanied by collard greens or kale. Although some urban residents consume maize grown on family farms “upcountry,” most of them buy it; when domestic harvests underperform, imports rise and prices spike, and more people go hungry.  A solution from science? The push to revive Africa’s indigenous crops is a matter of nutrition as well. An overreliance on maize and other starches is a big reason that nearly a third of children under five in sub-Saharan Africa are stunted—a condition that can affect cognition and immune system functioning for life. Many traditional foods are nutrient dense and have potential to combat key dietary deficiencies, says Enoch Achigan-Dako, a professor of genetics and plant breeding at the University of Abomey-Calavi in Benin. He cites egusi as a prime example. The melon seed, used in a popular West African soup, is rich in protein and the B vitamins the body needs to convert food into energy; it is already a lifeline in many places where milk is not widely available. Breeding new varieties with shorter growth cycles, he says, could make the plant more viable in drier areas. Achigan-Dako also believes that many orphan crops hold untapped commercial potential that could help farmers combat hunger indirectly.  Increasingly, institutions are embracing similar views. In 2013, the 55-­member-state African Union launched the African Orphan Crops Consortium, or AOCC—a collaboration with CGIAR, a global coalition of 15 nonprofit food research institutions, the University of California, Davis, and other partners. The AOCC has since trained more than 150 scientists from 28 African countries in plant breeding techniques through 18-month courses held in Nairobi. It’s also worked to sequence the genomes of 101 understudied crops, in part to facilitate the use of genomic selection. This technique involves correlating observed traits, like drought or pest resistance, with plant DNA, which helps breeders make better-­informed crosses and develop new varieties faster. The consortium launched another course last year to train African scientists in the popular gene-editing technique CRISPR, which enables the tweaking of plant DNA directly. While regulatory and licensing hurdles remain, Leena Tripathi, a molecular biologist at CGIAR’s International Institute of Tropical Agriculture (IITA) and a CRISPR course instructor, believes gene-editing tools could eventually play a big role in accelerating breeding efforts for orphan crops. Most exciting, she says, is the promise of mimicking genes for disease resistance that are found in wild plants but not in cultivated varieties available for crossing.    For many orphan crops, old-­fashioned breeding techniques also hold big promise. Mathews Dida, a professor of plant genetics and breeding at Kenya’s Maseno University and an alumnus of the AOCC’s course in Nairobi, has focused much of his career on the iron-rich grain finger millet. He believes yields could more than double if breeders incorporated a semi-dwarf gene—a technique first used with wheat and rice in the 1960s. That would shorten the plants so that they don’t bend and break when supplied with nitrogen-based fertilizer. Yet money for such projects, which largely comes from foreign grants, is often tight. “The effort we’re able to put in is very erratic,” he says.",
    "VACS, the new US government initiative, was envisioned in part to help plug these sorts of gaps. Its move to champion traditional crops marks a significant pivot. The United States was a key backer of the Green Revolution that helped consolidate the global dominance of rice, wheat, and maize during the 1960s and 1970s. And in recent decades its aid dollars have tended to support programs in Africa that also emphasize the chemical-­intensive farming of maize and other commercial staples.  Related StoryHow I learned to stop worrying and love fake meatLet’s stop inventing reasons to reject cultured meat and other protein alternatives that could dramatically cut climate emissions.",
    "Change, though, was afoot: In 2021, with hunger on the rise, the African Union explicitly called for “intentional investments towards increased productivity and production in traditional and indigenous crops.” It found a sympathetic ear in Cary Fowler, a longtime biodiversity advocate who was appointed US special envoy for global food security by President Joe Biden in 2022. The 74-year-old Tennessean was a co-recipient of this year’s World Food Prize, agriculture’s equivalent of the Nobel, for his role in establishing the Svalbard Global Seed Vault, a facility in the Norwegian Arctic that holds copies of more than 1.3 million seed samples from around the world. Fowler has argued for decades that the loss of crop diversity wrought by the global expansion of large-scale farming risks fueling future hunger crises. VACS, which complements the United States’ existing food security initiative, Feed the Future, began by working with the AOCC and other experts to develop an initial list of underutilized crops that were climate resilient and had the greatest potential to boost nutrition in Africa. It pared that list down to a group of 20 “opportunity crops” and commissioned models that assessed their future productivity under different climate-change scenarios. The models predicted net yield gains for many: Carbon dioxide, including that released by burning fossil fuels, is the key input in plant photosynthesis, and in some cases the “fertilization effect” of higher atmospheric CO2 can more than nullify the harmful impact of hotter temperatures.  According to Fowler’s deputy, Anna Nelson, VACS will now operate as a “broad coalition,” with funds channeled through four core implementing partners. One of them, CGIAR, is spearheading R&D on an initial seven of those 20 crops—pigeon peas, Bambara groundnuts, taro, sesame, finger millet, okra, and amaranth—through partnerships with a range of research institutions and scientists. (Mabhaudhi, Achigan-Dako, and Tripathi are all involved in some capacity.) The FAO is leading an initiative that seeks to drive improvements in soil fertility, in part through tools that help farmers decide where and what to plant on the basis of soil characteristics. While Africa remains VACS’s central focus, activities have also launched or are being planned in Guatemala, Honduras, and the Pacific Community, a bloc of 22 Pacific island states and territories. The idea, Nelson tells me, is that VACS will continue to evolve as a “movement” that isn’t necessarily tied to US funding—or to the priorities of the next occupant of the White House. “The US is playing a convening and accelerating role,” she says. But the movement, she adds, is “globally owned.”",
    "Making farm-to-table work In some ways, the VACS concept is a unifying one. There’s long been a big and often rancorous divide between those who believe Africa needs more innovation-­driven Green Revolution–style agriculture and those promoting ecological approaches, who insist that chemically intensive commercial crops aren’t fit for smallholders. In its focus on seed science as well as crop diversity and soil, VACS has something to offer both. Still, the degree to which the movement can change the direction of Africa’s food production remains an open question. VACS’s initial funding—roughly $150 million pledged by the US and $50 million pledged by other governments as of August—is more than has ever been earmarked for traditional crops and soils at a single moment. The AOCC, by comparison, spent $6.5 million on its plant breeding academy over a decade; as of 2023, its alumni had received a total of $175 million, largely from external grants, to finance crop improvement. Yet enabling orphan crops to reach their full potential, says Allen Van Deynze, the AOCC’s scientific director, who also heads the Seed Biotechnology Center at the University of California, Davis, would require an even bigger scale-up: $1 million per year, ideally, for every type of crop being prioritized in every country, or between $500 million and $1 billion per year across the continent.  “If there are shortages of maize, there will be demonstrations. But nobody’s going to demonstrate if there’s not enough millet, sorghum, or sweet potato.” Florence Wambugu, CEO, Africa Harvest Despite the African Union’s support, it remains to be seen if VACS will galvanize African governments to chip in more for crop development themselves. In Kenya, the state-run Agricultural & Livestock Research Organization, or KALRO, has R&D programs for crops such as pigeon peas, green gram, sorghum, and teff. Nonetheless, Wambugu and others say the overall government commitment to traditional crops is tepid—in part because they don’t have a big impact on politics. “If there are shortages of maize, there will be demonstrations,” she says. “But nobody’s going to demonstrate if there’s not enough millet, sorghum, or sweet potato.” Advertisement Others express concern that some participants in the VACS movement, including global institutions and private companies, could co-opt long-standing efforts by locals to support traditional crops. Sabrina Masinjila, research and advocacy officer at the African Center for Biodiversity, a Johannesburg-based organization that promotes ecological farming practices and is critical of corporate involvement in Africa’s food systems, sees red flags in VACS’s partnerships with several Western companies. Most concerning, she says, is the support of Bayer, the German biotech conglomerate, for the IITA’s work developing climate-­resilient varieties of banana. In 2018 Bayer purchased Monsanto, which had become a global agrochemical giant through the sale of glyphosate, a weed killer the World Health Organization calls “probably carcinogenic,” along with seeds genetically modified to resist it. Monsanto had also long attracted scrutiny for aggressively pursuing claims of seed patent violations against farmers. Masinjila, a Tanzanian, fears that VACS could open the door to multinational companies’ use of African crops’ genetic sequences for their own private interests or to develop varieties that demand application of expensive, environmentally damaging pesticides and fertilizers. According to Nelson, no VACS-related US funding will go to crop development that results in any private-sector patents. Seeds developed through CGIAR, VACS’s primary crop R&D partner, are considered to be public goods and are generally made available to governments, researchers, and farmers free of charge. Nonetheless, Nelson does not rule out the possibility that some improved varieties might require costlier, non-organic farming methods. “At its core, VACS is about making more options available to farmers,” she says. Related Story2024 Climate Tech Companies to Watch: Pivot Bio and its nitrogen-delivering microbesThe biotech company has developed a climate-friendly fertilizer, and farmers are buying it.",
    "While most indigenous-crop advocates I’ve spoken to are excited about VACS’s potential, several cite other likely bottlenecks, including challenges in getting improved varieties to farmers. A 2023 study by Benson Nyongesa, a professor of plant genetics at the University of Eldoret in Kenya, found that 33% of registered varieties of sorghum and 47% of registered varieties of finger millet had not made it into the fields of farmers; instead, he says, they remained “sitting on the shelves of the institutions that developed them.” The problem represents a market failure: Most traditional crops are self- or open-­pollinated, which means farmers can save a portion of their harvest to plant as seeds the following year instead of buying new ones. Seed companies, he and others say, are out to make a profit and are generally not interested in commercializing them. Farmers can access seeds in other ways, sometimes with the help of grassroots organizations. Wambugu’s Africa Harvest, which receives funding from the Mastercard Foundation, provides a “starter pack” of seeds for drought-­tolerant crops like sorghum, groundnuts, pigeon peas, and green gram. It also helps its beneficiaries navigate another common challenge: finding markets for their produce. Most smallholders consume a portion of the crops they grow, but they also need cash, and commercial demand isn’t always forthcoming. Part of the reason, says Pamela Muyeshi, owner of Amaica, a Nairobi restaurant specializing in traditional Kenyan fare, is that Kenyans often consider indigenous foods to be “primitive.” This is especially true for those in urban areas who face food insecurity and could benefit from the nutrients these foods offer but often feel pressure to appear modern. Lacking economies of scale, many of these foods remain expensive. To the extent they’re catching on, she says, it’s mainly among the affluent.",
    "The global research partnership CGIAR is spearheading R&D on several drought-tolerant crops, including green gram.ADAM DETOUR   Similar “social acceptability” barriers will need to be overcome in South Africa, says Peter Johnston, a climate scientist who specializes in agricultural adaptation at the University of Cape Town. Johnston believes traditional crops have an important role to play in Africa’s climate resilience efforts, but he notes that no single crop is fully immune to the extreme droughts, floods, and heat waves that have become more frequent and more unpredictable. Crop diversification strategies, he says, will work best if paired with “anticipatory action”—pre-agreed and pre-financed responses, like the distribution of food aid or cash, when certain weather-related thresholds are breached. Mutua, for his part, is a testament that better crop varieties, coupled with a little foresight, can go a long way in the face of crisis. When the drought hit in 2021, his maize didn’t stand a chance. Yields of pigeon peas and cowpeas were well below average. Birds, notorious for feasting on sorghum, were especially ravenous. The savior turned out to be green gram, better known in Kenya by its Swahili name, ndengu. Although native to India, the crop is well suited to eastern Kenya’s sandy soils and semi-arid climate, and varieties bred by KALRO to be larger and faster maturing have helped its yields improve over time. In good years, Mutua sells much of his harvest, but after the first season with barely any rain, he hung onto it; soon, out of necessity, ndengu became the fixture of his family’s diet. On my visit to his farm, he pointed it out with particular reverence: a low-lying plant with slender green pods that radiate like spokes of a bicycle wheel. The crop, Mutua told me, has become so vital to this area that some people consider it their “gold.” If the movement to revive “forgotten” crops lives up to its promise, other climate-­stressed corners of Africa might soon discover their gold equivalent as well. Jonathan W. Rosen is a journalist who writes about Africa. Evans Kathimbu assisted his reporting from Kenya."
  ]
}