{
  "url": "https://www.eiu.com/n/the-us-and-china-sit-down-at-shangri-la/",
  "title": "The US and China sit down at Shangri-La",
  "ut": 1717452050.0,
  "body_paragraphs": [
    "The US and China sit down at Shangri-La",
    "ForecastingGeopoliticsTradeAmericasAsiaChinaUnited StatesCountry Analysis",
    "On May 31st the US defence secretary, Lloyd Austin, and China’s minister of defence, Dong Jun, held a 75-minute meeting on the sidelines of the Shangri-La Dialogue, an annual security forum, in Singapore. The meeting centred on re-establishing military communications as part of an agreement between the US president, Joe Biden, and China’s president, Xi Jinping, in November 2023. This marked the first meeting between the countries’ defence ministers in nearly two years, after China cut communications following a visit by the then-US house speaker, Nancy Pelosi, to Taiwan in August 2022.",
    "The meetings were an important step in re-establishing bilateral military-to-military (mil-mil) communication, which is an important factor around ensuring regional stability. Our risk outlooks for potential conflicts over Taiwan, the South China Sea and other flashpoints assign heavy weight to miscommunications and miscalculations, which could trigger larger incidents. Improving mil-mil communication will not only help to reduce these risks, but also facilitate conflict de-escalation should any type of security incident occur. Concrete steps are forthcoming: according to the US’s meeting readout, theatre commanders will resume telephone conversations in the coming months and a crisis-communications working group will be established by end-2024.",
    "Nevertheless, the unwillingness of either side to compromise on “core issues” underlines our pessimistic risk outlook for the US-China relationship. While Mr Austin emphasised the importance of open mil-mil communication, in separate remarks he also promoted upgrading the US’s “hub and spoke” security model, raised concerns around China’s relationship with Russia and described the US relationship with China as one “based on competition”—topics that inform Chinese anxieties around US strategic designs for the region. Mr Dong, for his part, blamed the US for “ignoring facts” and “shifting blame” in regard to China’s role in regional tensions, while also retaining a hardline view in defending China’s (disputed) maritime territorial interests. The remarks on both sides highlight persistent deep mistrust in US-China ties.",
    "Risks around Taiwan remain among the most prominent issues to watch. Mr Dong criticised the US for sending a Congressional delegation to the inauguration of Taiwan’s new president, Lai Ching-te, despite the fact that Mr Biden (as part of the US executive branch) would have no legal ability to restrict or forbid members of Congress (the US legislature) from making such a trip. Mr Austin similarly criticised China’s military harassment of Taiwan in late May.",
    "Tensions in the South China Sea are also threatening to bubble over. During a question-and-answer session following his keynote speech at the forum, the Philippine president, Ferdinand Marcos Jr, warned that a Philippine citizen killed by China in the South China Sea would be “very close” to an act of war (Mr Dong responded by blaming the Philippines for acting provocatively). We currently see the South China Sea situation as a more likely trigger for US-China conflict than the tensions over Taiwan. Unlike Taiwan, the Philippines enjoys an explicit defence treaty with the US. If this treaty were triggered, it could spark a direct US-China confrontation.",
    "US and China competition for regional influence will continue complicating security in the Asia-Pacific. Renewed mil-mil talks will not, for instance, prevent China’s push to shift the cross-Strait status quo in its favour; discourage Chinese “salami slicing” in the Asia-Pacific; or derail US efforts to expand its regional security frameworks, such as AUKUS. Security dynamics in the South China Sea between China and the Philippines will be a prominent near-term risk to watch, given the increasing escalation in frictions between those two countries. Although not within our core forecast, a confrontation between China and the Philippines could rapidly escalate into a wider regional security incident.",
    "The analysis and forecasts featured in this article are available in EIU’s Country Analysis service. This integrated solution provides unmatched global insights covering the political and economic outlook for nearly 200 countries, enabling organisations to identify potential opportunities and risks.",
    "ForecastingGeopoliticsTradeAmericasAsiaChinaUnited StatesCountry Analysis"
  ]
}