{
  "url": "https://www.eiu.com/n/eu-approves-first-subsidies-for-hydrogen-projects/",
  "title": "EU approves first subsidies for hydrogen projects",
  "ut": 1715312669.0,
  "body_paragraphs": [
    "EU approves first subsidies for hydrogen projects",
    "EnergyEuropeCountry AnalysisEnergy",
    "The European Commission has announced the results of its first auction to allocate subsidies for renewable hydrogen production projects, awarding a total of €720m, of which more than €590m went to projects in Spain and Portugal. Two projects in Norway and Finland received the remaining €126m. The subsidies awarded are projected to result in the production of 1.58m tonnes of green hydrogen a year, representing only 1.5% of the EU’s target of producing 10m tonnes annually by 2030. Large-scale hydrogen production will remain a challenge for Europe and will need financial support from the EU to succeed in meeting its ambitious targets.",
    "The EU has committed to drastically reducing greenhouse gas emissions and increasing green hydrogen production to 10m tonnes per year by 2030. The approved subsidies come from the EU’s new Hydrogen Bank programme, which is aimed at establishing a hydrogen economy by bridging the current gap in costs until hydrogen becomes economically viable as a competitive industry. Green hydrogen is produced from the electrolysis of water with no emission of greenhouse gases.",
    "The selection of the Iberian and Nordic countries for subsidies reflects the large share of their power production that comes from renewable resources. The Commission wants production to be based in countries with significant renewable energy sources that can also offer competitive costs for the electricity used in producing the gas.",
    "Although demand for the subsidies was high—more than 132 projects applied for a total of more than €12bn in support—the level of subsidies requested by the successful bids was low. A project to use hydrogen to produce renewable methane in Finland asked for a subsidy of only 37 euro cents per kg of hydrogen, while the Iberian and Norwegian projects requested 48 cents per kg. This was about ten times lower than the cap of €4.5 per kg placed on bids and much lower than had been expected. A total of 21 German projects applied for subsidies in the auction, but none proved successful.",
    "The low bids suggest possible systematic underbidding by companies to make their projects appear more cost-competitive, as well as an expectation of falling hydrogen production costs, which are forecast to drop as the technology improves and producers scale up. Firms may also be keen to establish an early presence in the nascent hydrogen industry at lower initial subsidies than would be required to cover the “green premium” gap with regular markets.",
    "The subsidies will be financed by the sale of carbon dioxide (CO2) allowances through the EU’s Emissions Trading System. The projects receiving support must start production by late 2029 or they will be deemed liable for breaking their contracts.",
    "The EU’s first hydrogen subsidy auction highlights both the high demand for financial support and the cost challenges still facing large-scale hydrogen production if Europe is to meet its renewable energy goals. After this pilot auction, from which the Commission hopes to “draw on the lessons learned”, another auction round is due to take place later this year.",
    "The analysis and forecasts featured in this article can be found in EIU’s Country Analysis service. This integrated solution provides unmatched global insights covering the political and economic outlook for nearly 200 countries, enabling organisations to identify prospective opportunities and potential risks.",
    "EnergyEuropeCountry AnalysisEnergy"
  ]
}