{
  "url": "https://www.ft.lk/columns/Enhancing-Sri-Lanka-s-proposal-for-differently-abled-children-through-inclusive-education/4-775833",
  "title": "Enhancing Sri Lanka’s proposal for differently-abled children through inclusive education",
  "ut": 1745534413.0,
  "body_paragraphs": [
    "Differently-abled children deserve not just care, but the opportunity to learn and grow alongside their peers in an inclusive society",
    "The Sri Lankan Government recently announced an initiative to establish day centres for differently abled children, providing a supportive environment where they can spend the day and return home in the afternoon. These centres aim to ease the burden on parents, enabling them to focus on their daily responsibilities while ensuring their children are cared for and engaged. While this proposal is a commendable step forward, it presents an opportunity for further expansion through the introduction of inclusive education, inspired by the successful Inclusion Support Assistant (ISA) program implemented in Australia’s Northern Territory.",
    "With firsthand experience as the program manager for ISA at the Department of Education in the Northern Territory during 2008–2009, I witnessed how impactful this initiative was in transforming the lives of differently-abled children and their families. This article explores how Sri Lanka’s proposal can evolve into an inclusive education program, integrating differently-abled children into mainstream schools while providing specialised support.",
    "The Northern Territory’s ISA program: A success story",
    "The Inclusion Support Assistant (ISA) program demonstrated the transformative power of inclusive education. By employing specialised educators to work alongside regular teachers in mainstream classrooms, the program ensured that differently abled students received tailored support while participating in a collaborative learning environment. Its success was evident in several areas:",
    "Improved learning outcomes: Differently-abled students excelled academically and socially, gaining confidence and skills to navigate their world. Empowered educators: Regular teachers benefited from the expertise of ISAs, gaining insights and strategies to support all students effectively.",
    "Inclusive school communities: Schools became spaces of diversity and understanding, fostering empathy and reducing stigma.",
    "As someone deeply involved in the program’s implementation, I witnessed the positive impact not only on the differently-abled children but also on their peers and educators, creating a ripple effect of inclusion across school communities.",
    "Sri Lanka’s proposed day centres for differently abled children provide a foundational framework for addressing the needs of these children and their families. However, a more ambitious approach that integrates differently-abled children into mainstream schools with specialised support could generate deeper and lasting impacts on both education and societal attitudes.",
    "Global research consistently shows the benefits of inclusive education—not only for differently-abled children but for all students. By learning together, children develop mutual respect, social skills, and understanding that foster a culture of acceptance and collaboration.",
    "To take steps toward inclusive education, Sri Lanka could launch a pilot program modelled after ISA in select areas of Colombo. Here’s how this expanded initiative could be structured:",
    "Recruiting and training ISAs: Specialised educators, trained to address the unique needs of differently abled children, could work alongside regular teachers in mainstream schools. These ISAs would provide the tailored support necessary for students to thrive in inclusive settings.",
    "Developing an inclusive curriculum: Teaching strategies such as differentiated instruction would cater to diverse learning styles, ensuring all students can learn together effectively. For example, hands-on activities, visual aids, and collaborative projects can engage differently abled children alongside their peers.",
    "Accessibility upgrades: Schools should be physically accessible, with ramps, elevators, sensory-friendly spaces, and adaptive equipment. These modifications ensure differently abled children can navigate schools with confidence.",
    "Community engagement: Parents, teachers, and community leaders play a vital role in fostering inclusion. Educational campaigns and workshops can address misconceptions, highlight the benefits of inclusion, and build support for the program.",
    "Monitoring and evaluation: A robust system for assessing the pilot program’s effectiveness is essential. Data on student outcomes, teacher readiness, and community reception would guide future improvements and scaling of the program.",
    "Implementing an inclusive education program in Sri Lanka is not without challenges, including:",
    "Funding: Financial resources are needed for training programs, infrastructure upgrades, and recruitment of specialised educators.",
    "Training capacity: Educators require thorough training to understand and meet the diverse needs of differently abled students.",
    "Shifting attitudes: Cultural resistance and stigma surrounding disabilities must be addressed through community outreach and awareness initiatives.",
    "Partnerships with international organisations like UNICEF could provide technical expertise, funding, and advocacy support to help overcome these hurdles.",
    "Expanding Sri Lanka’s proposal into a comprehensive inclusive education program could transform lives, creating an equitable and inclusive society. By starting with a pilot program in Colombo, the country can showcase the benefits of integrating differently abled children into mainstream schools with specialised support. Once successful, this model can be scaled across the nation, ensuring all children receive the opportunity to learn, grow, and thrive together.",
    "The impact of inclusive education extends beyond academic success. It fosters social cohesion, reduces discrimination, and empowers differently abled children to participate fully in their communities. As witnessed during the ISA program in the Northern Territory, inclusion has the power to break down barriers, create opportunities, and transform lives.",
    "Differently-abled children deserve not just care, but the opportunity to learn and grow alongside their peers in an inclusive society. Let us work together to ensure no child is left behind.",
    "(The writer is a Canberra-based economist.)"
  ]
}