{
  "url": "https://www.technologyreview.com/2025/02/07/1111331/these-documents-are-influencing-the-doge-spheres-agenda/",
  "title": "These documents are influencing the DOGE-sphere’s agenda",
  "ut": 1738925278.0,
  "body_paragraphs": [
    "Reports from the US Government Accountability Office on improper federal payments in recent years are circulating on X and elsewhere online, and they seem to be a big influence on Elon Musk’s so-called Department of Government Efficiency and its supporters as the group pursues cost-cutting measures across the federal government.  The payment reports have been spread online by dozens of pundits, sleuths, and anonymous analysts in the orbit of DOGE and are often amplified by Musk himself. Though the interpretations of the office’s findings are at times inaccurate, it is clear that the GAO’s documents—which historically have been unlikely to cause much of a stir even within Washington—are having a moment.   “We’re getting noticed,” said Seto Baghdoyan, director of forensic audits and investigative services at the GAO, in an interview with MIT Technology Review. The documents don’t offer a crystal ball into Musk’s plans, but they suggest a blueprint, or at least an indicator, of where his newly formed and largely unaccountable task force is looking to make cuts.",
    "DOGE’s footprint in Washington has quickly grown. Its members are reportedly setting up shop at the Department of Health and Human Services, the Labor Department, the Centers for Disease Control and Prevention, the National Oceanic and Atmospheric Administration (which provides storm warnings and fishery management programs), and the Federal Emergency Management Agency. The developments have triggered lawsuits, including allegations that DOGE is violating data privacy rules and that its “buyout” offers to federal employees are unlawful. When citing the GAO reports in conversations on X, Musk and DOGE supporters sometimes blur together terms like “fraud,” “waste,” and “abuse.” But they have distinct meanings for the GAO.",
    "The office found that the US government made an estimated $236 billion in improper payments in the year ending September 2023—payments that should not have occurred. Overpayments make up nearly three-quarters of these, and the share of the money that gets recovered from this type of mistake is in the “low single digits” for most programs, Baghdoyan says. Others are payments that didn’t have proper documentation.  But that doesn’t necessarily mean fraud, where a crime occurred. Measuring that is more complicated.  “An [improper payment] could be the result of fraud and therefore, fraud could be included in the estimate,” says Hannah Padilla, director of financial management and assurance at the GAO. But at the time the estimates of improper payments are prepared, it’s impossible to say how much of the total has been misappropriated. That can take years for courts to determine. In other words, “improper payment” means that something clearly went wrong, but not necessarily that anyone willfully misrepresented anything to benefit from it. Then there’s waste. “Waste is anything that the person who’s speaking thinks is not a good use of government money,” says Jetson Leder-Luis, an economist at Boston University who researches fraudulent federal payments. Defining such waste is not in the purview of the GAO. It’s a subjective category, and one that covers much of Musk’s criticism of what he sees as politically motivated or “woke” spending.   Six program areas account for 85% of improper federal payments, according to the GAO: Medicare, Medicaid, unemployment insurance, the covid-era Paycheck Protection Program, the Earned Income Tax Credit, and Supplemental Security Income from the Social Security Administration. Related StoryInside the race to archive the US government’s websitesAmid takedowns of various government sites and databases, several organizations are working to preserve vital climate, health, and scientific data before it’s gone for good.",
    "This week Musk has latched onto the first two. On February 5, he wrote that Medicare “is where the big money fraud is happening,” and the next day, when an X user quoted the GAO’s numbers for improper payments in Medicare and Medicaid, Musk replied, “at least.” The GAO does not suggest that actual values are higher or lower than its estimates. DOGE aides were soon confirmed to be working at Health and Human Services.  “Health-care fraud is committed by companies, or by doctors,” says Leder-Luis, who has researched federal fraud in health care for years. “It’s not something generally that the patients are choosing.” Much of it is “upcoding,” where a provider sends a bill for a more expensive service than was given, or substandard care, where companies take money for care but don’t provide adequate services. This happens in some nursing homes.  In the GAO’s reports, Medicare says most of its improper payments are due to insufficient documentation. For example, if a health-care facility is missing certain certification requirements, payments to it are considered improper. Other agencies also cite issues in getting the right data and documentation before making payments.",
    "The documents being shared online may explain some of Musk’s early moves via DOGE. The group is now leading the United States Digital Service, which builds technological tools for the government, and is reportedly building a new chatbot for the US General Services Administration as part of a larger effort by DOGE to bring more AI into the government. AI in government isn’t new—GAO reports show that Medicare and Medicaid use “predictive algorithms and other models” to detect fraud already. But it’s unclear whether DOGE staffers have probed those existing systems.  Improper payments are something that can and should cause alarm for anyone in or out of government. Ending them would either open up funds to be spent elsewhere or allow budgets to be cut, and that becomes a political question, Leder-Luis says. But will eliminating them accomplish Musk’s aims? Those aims are broad: he has spoken confidently about DOGE’s ability to trim trillions from the budget, end inflation, drive out “woke” spending, and cure America’s debt crisis. Ending improper payments would make an impossibly small dent in those goals.  For their part, Padilla and Baghdoyan at the GAO say they have not been approached by Musk or DOGE to learn what they’ve found to be best practices for reducing improper payments.  hide"
  ]
}