{
  "url": "https://www.dailymirror.lk/plus/Ours-isnt-a-leftist-Govt-but-one-of-leftist-democratic-and-progressive-forces-Tilvin-Silva-General-Secretary-of-Janatha-Vimukthi-Peramuna/352-297019",
  "title": "“Ours isn’t a leftist Govt, but one of leftist, democratic and progressive forces’’- Tilvin Silva General Secretary of Janatha Vimukthi Peramuna",
  "ut": 1732830984.0,
  "body_paragraphs": [
    "Tilvin Silva General Secretary of Janatha Vimukthi Peramuna",
    "We cannot move ahead without friendly ties with India, need help from China",
    "We Participated in the ABBA Tribute Concert. We are people with a palate for enjoyment",
    "We have to deal with the IMF in accordance with the mandate exploring flexibility in areas where changes can be done",
    "We are happy that the party won elections in the wake of 35th commemoration of November heroes",
    "We have to grasp the true, serious message of this large mandate which is meant to rebuild the country",
    "There is some form of economic stability now",
    "Tilvin Silva, the General Secretary of Janatha Vimukthi Peramuna (JVP), the core base of National People’s Power (NPP), shares his views on the government’s way forward and responds to social media criticism on his participation at ABBA Tribute Concert during an interview with the Daily Mirror.",
    "At the press conference conducted in the immediate aftermath of the general election, you talked about the seriousness of the mammoth mandate your party received.  Did you panic because you received such a large mandate?",
    "It is not that we panicked due to the mandate. Ours is a political force different to others.  We did not seek a mandate to realise our individual interests. We do not want to be arrogant with power.  We only want to resuscitate this country. Whenever an overwhelming majority of people place their trust in us,   we have to take it with due seriousness. Then only, we can position ourselves for realization of their aspirations.  We have to grasp the true, serious message of this large mandate which is meant to rebuild the country.",
    "“Our mission was to create a just and fair society for the people. We engaged in politics for it.  In the wake of past attempts to crush our party, we resorted to different means to press ahead with our struggle. Since then, society has evolved and we also adjusted ourselves accordingly.  Still, we did not deviate from our founding principles and objectives. We changed our strategies and reorganised ourselves",
    "You got this mandate in the month of November when your party is commemorating its past leaders, including founder leader Rohana Wijeweera, who were assassinated. What do you feel about this victory at such a moment of time?",
    "It is only a coincidence. No matter what, we feel happy that we received this electoral victory came just after the 35th anniversary of our fallen comrades. Our victory has been destined and timed accordingly. Yes, we feel happy over this victory 35 years after our party was crushed.",
    "You have been through thick and thin during this period. Can you comment?",
    "Yes I joined the party in 1978.",
    "In today’s context, is there any practical possibility to realise founding principles and objectives of the party?",
    "Our mission was to create a just and fair society for the people. We engaged in politics for it.  In the wake of past attempts to crush our party, we resorted to different means to press ahead with our struggle. Since then, society has evolved and we also adjusted ourselves accordingly.  Still, we did not deviate from our founding principles and objectives.  We changed our strategies and reorganised ourselves, though.",
    "How do you specify it?",
    "In one era, armed struggles were considered in the world as a way of capturing power. In our movement, we resorted to it as and when the situation demanded.  Later, it became a method disregarded in the world. After that, we turned to building a public movement. There were many transformations in the world. Technology evolved and lifestyles altered.  People’s necessities have changed since 1965, when we formed the party.   We harboured the idea right from the beginning that we should secure public support first to gain political power. We tried from the beginning to expand ourselves into public movements. We did it under different terminologies. It did not succeed initially. Yet, in 2018, it became successful. It is a public movement, not a coalition.  We chose slogans in terms of public needs.",
    "“There is no individual staking claims for this (NPP) victory.   There is a limit to what I can do as an individual.  This is the end result of a collective effort.  I worked for it. Likewise others such as comrade Anura Kumara Dissanayake worked for it.  Besides, a whole lot of others who are lesser known to the country worked tirelessly at grassroots level. They call me Loku Ayya because I am the eldest within the party structure",
    "Yours is a party that was opposed to the involvement of the International Monetary Fund (IMF) right from the beginning. Now, your party, which is in power, has vowed to proceed with the IMF programme.   Isn’t it ironic?",
    "What we see are nothing but challenges. We did not inherit a country that was in good shape to be governed.  We inherited a country that is bankrupt and finds it difficult to settle huge debts accumulated over the years. It is a country that struck a deal with the IMF on disadvantageous terms. It would have been better had we not struck a deal with the IMF to get out of the current abyss.  Now, there is nothing we can do because the agreement has already been signed. It is an agreement between Sri Lanka and the IMF. Whichever party is in power, the agreement has to be honoured. We cannot unilaterally abrogate it. If we do so, we will face serious repercussions.",
    "Now, we have to deal with the IMF in accordance with the mandate exploring flexibility in areas where changes can be done.",
    "Do you have any plan in the future to come out of this IMF programme?",
    "We have not given mind to it. That cannot be done now.  We have to move ahead with this agreement with some amendments if possible.  There is some form of economic stability now. We have to build on that.  Depending on its success in terms of expected economic growth, indigenous economic strengths and our debt sustainability, we can think of the next step in the future.",
    "Now the National People’s Power (NPP) has formed the Government. The JVP is its core force.  How does the government’s role differ from that of the party?",
    "The party only ensured the electoral victory.  Now, there is a government formed after an electoral victory. Both the party and the government are geared for the same objective.  However, the entire party machinery has not become part of the government.  It means there is one segment of the NPP not being aligned with the government.  They continue to engage in political work such as educational activities, organizational activities etc.    The JVP is also involved in its drive to increase membership.  It is absolutely essential for us.  The party machinery is needed to link the government with people.  The party’s role is important in ensuring public support to the government’s initiatives. The government needs human resources in discharging its functions.  The party has a role in building this human resource. The government and the party are not merged, but interlinked.",
    "“In this region, India is our neighbour. It is difficult for us to forge ahead without friendly ties with India.  In our region, China is one of the most developed countries. We need help from China.  Then, problems may crop up because of rivalry between India and China. We are not party to it.  Ours is a free and open foreign policy. We are not aligned to anyone",
    "There were reports about the formation of a new mechanism to monitor and guide the government. How official is it?",
    "It is not an official mechanism, but a voluntary initiative. It will involve a large number of MPs who do not hold ministerial responsibilities in our government.  Among them are MPs with different talents and interests.  Earlier, we had ten committees that formulated policies covering areas such as economy, environment, education etc.  All of them who served in these committees are not in the government.  Some of them are not MPs. They too can be involved in this mechanism. That is a mechanism to ensure knowledge and expertise of others in running the government.   In parallel to the government, the party’s structure will operate from grassroots level to the top.",
    "In countries such as China, we find it. Yours is also party based on socialist policies. Is this a replication of the same?",
    "This is based on socialist model for sure. Such systems exist in countries such as China and Vietnam.  We had it in Sri Lanka in the past.  For example, once Sri Lanka Podujana Peramuna (SLPP) won elections, the party and the government got merged and became inseparable.  The party lost its organizational structure that should otherwise remain independent of the government.  Once the government collapsed, it lost everything.  For us, power originates from people.  In the execution of power, there has to be a nexus between its centre and periphery.  The government’s structure, as usual, runs down to the level of Grama Niladhari. The political authority runs down to the local authorities. Simultaneously, we should have the party structure operating right down to grassroots level.",
    "In social media groups, you are referred to as Loku Ayya (Big Brother) by the party cadre.  You are also cited as the pioneer of this electoral victory. Are you the key figure behind success?",
    "They may be doing so with affection towards me. There are exaggerations too. There is no individual staking claims for this (NPP) victory.   There is a limit to what I can do as an individual.  This is the end result of a collective effort.  I worked for it. Likewise others such as comrade Anura Kumara Dissanayake worked for it.  Besides, a whole lot of others who are lesser known to the country worked tirelessly at grassroots level.  They call me Loku Ayya because I am the eldest within the party structure.",
    "It means you are the senior most comrade?",
    "No. Comrade Jinadasa Kitulegoda is there in the Central Committee of the party.  He has been there since 1971.  In the board of office bearers, I am the senior most.   All comrades call me Ayya.  For them, I am more like the eldest brother of their family.  They lovingly call me Loku Ayya. Otherwise, I am not the sole spiritual leader -like figure.",
    "As far as the foreign policy is concerned, there are concerns raised. Some countries believe whether yours will be following leftist policies.  There are concerns raised that you will lean more towards China and compromise ties with neighbouring India.  What is the actual policy?",
    "Earlier, those who raise such concerns said that our party had no understanding of geopolitics and world politics. They now talk with a different tone in this manner. It is a twist of destiny for them.  We are a party reading on and learning politics.  We have an understanding of world politics and its contradictions.  Ours is not a party relying on business deals with countries.  In this region, India is our neighbour. It is difficult for us to forge ahead without friendly ties with India.  In our region, China is one of the most developed countries. We need help from China.  Then, problems may crop up because of rivalry between India and China. We are not party to it.  Ours is a free and open foreign policy. We are not aligned to anyone.  We are not servile to anyone.  Therefore, we can have balanced ties with both India and China.  We seek to foster ties with Japan, Vietnam, the Middle-East and Europe. Likewise, we plan for ties with Africa. We have started bringing about changes in Foreign Service. Ours is not a leftist government, but a government of legist, progressive, democratic forces.",
    "There is a huge social media outcry about your participation in the ABBA Tribute Show at the Mount Lavonia Hotel recently. What is your response?",
    "Actually, I am not keen on talking about it.  The forces that were defeated seek to cling to something or another.  The Mount Lavinia Hotel handled it. The event was organised to promote tourism.  I, along with Prime Minister Harini Amarasuriya and Tourism Minister Vijitha Herath, was invited. There were others in the party who were invited. They came here to this office and handed it over to us.",
    "If there is an invitation from an organization for an event, we are duty bound to attend it. If there is an invitation for a wedding, you participate in it.  There was a table reserved for us. It is true that the ticket had been priced at Rs.50,000.  There had been tickets priced Rs.30,000, 15,000 and 7,500 too.  We attended it. We enjoyed it. We are people with a palate for enjoyment.",
    "There is speculation that you will step down as the party’s General Secretary to make way for Mr. Bimal Ratnayake to take charge. Is it true?",
    "We have not taken such a decision. We are not here to be in positions forever. There is no need to change this position in a hurry. There is a tussle among social media groups running pages to increase views. They publish sensational news stories like this to gain attraction."
  ]
}