{
  "url": "https://www.ft.lk/columns/Trump-s-deceptive-peace-plan/4-783912",
  "title": "Trump’s deceptive peace plan",
  "ut": 1762303209.0,
  "body_paragraphs": [
    "To claim that the war is over and things are getting back to some normality is nothing but a hoax",
    "Give the devil its due, they say. Donald Trump deserves a few words of praise, at least, for instituting a pause rather than a ceasefire in Gaza. After two years of ceaseless bombing, genocide and pulverisation of Gaza by Israel, hundreds of thousands of its indigenous occupants who were driven out of their homes are returning. But the homes they were looking for are not there. They cannot even trace the exact location of where they lived, because Gaza has been turned into a mountain of rubble and the world’s largest waste dump. Yet, thanks to Trump, the returnees had at least one or two nights of sleep under a blue sky without fear of being bombed. Trump also needs to be thanked for admitting the failure of the so-called Gaza Humanitarian Foundation (GHF), which, in the name of mercy, weaponised food and water to starve Gazans. For a few morsels of food and bottles of water, these wretched humans risked death when contravening GHF instructions. After the deal, however, only 300 aid-carrying trucks are allowed to enter Gaza. What they carry and deliver is a pittance in comparison to the total needs of this orphaned humanity. Yet, for these, one may thank Trump once more.",
    "But to claim that the war is over and things are getting back to some normality is nothing but a hoax. Already Israel has broken one of its promises to allow 600 aid-carrying trucks daily to enter Gaza, and Netanyahu is still refusing to open the Raffa gate. IDF killings have not ceased. Since the peace deal came into effect, Israel has killed around 100 Gazans and wounded another 250. Lately, the Knesset has approved annexation of the West Bank. Who is Trump fooling?",
    "The immediate objective behind Trump’s 20-point peace plan is to exert pressure on Hamas to release all Israeli hostages, including the dead, in return for 2,250 Palestinian prisoners, of whom 250 are serving life sentences. There are still 9,000 Palestinians remaining locked up inside Israel’s hell, starved and tortured. Even among those freed, the two most popular Palestinian leaders, Marvan Bhagouti and Ahmad Sa’adat, the leader of the Popular Front for Liberation of Palestine (PLFP), were not included. Yet, even before the hostage–prisoner exchange was completed, Israel resumed bombing after accusing Hamas of killing two Israeli soldiers and failing to return all hostages. Western media, as usual, propagate the Hasbara version of events to justify the bombing. For example, among the dead hostages are the bodies of some who were deliberately killed by the IDF under the Hanibal directive, issued in October 2023, to prevent any future hostage deal with Hamas. Also, some of the dead are buried under heaps of concrete rubble, which is difficult to unearth without heavy equipment. Finally, with the Knesset approving annexation of the West Bank, settler harassment against Palestinians has reached a new height. Despite these setbacks, Trump insists that the ceasefire still holds, and Vice-President Vance says that it will take time to achieve normality. But Trump repeats his warning to Hamas: either comply with disarmament or be annihilated. Is it that simple?",
    "Behind all this drama lies one basic and incontrovertible truth: the so-called peace plan is a tacit admission of Israel’s failure to eliminate Hamas despite Israel’s overwhelming military arsenal and might. Netanyahu’s regime failed to break the determination of Palestinians not to surrender to the coloniser’s bullying and barbarism. Even after sacrificing the lives of over 70,000 men, women and children, which is obviously an undercount, and losing 190,115 buildings and 330,500 housing units according to a report published by the Palestinian Central Bureau of Statistics (PCBS), Palestinian resistance led by Hamas, with assistance from Lebanon and Yemen, has remained steadfast and has not been weakened even by an iota. It is this heroism and challenge amidst Israel’s carnage that eventually angered and awakened the rest of humanity, as is evident from worldwide pro-Palestine rallies and demonstrations. It is also this awakening that prompted Trump to come out with his deceptive peace deal.",
    "Trump’s 20-point peace plan is a malicious document disgracefully endorsed by five Arab (Egypt, Jordan, UAE, Qatar and Saudi Arabia) and three non-Arab (Turkey, Pakistan and Indonesia) Muslim states. After endorsing that document, these Muslim vassals declared, “We are united in our determination to dismantle extremism and radicalisation in all its forms. No society can flourish when violence and racism is normalised, or when radical ideologies threaten the fabric of civil life.” In short, these vassals are in total agreement with Trump’s stand that Hamas is a violent entity that needs to be eliminated and removed from any involvement in the affairs of Gaza. Hamas may change its identity and even join other resistance groups such as the new Al-Quds Brigade, Islamic Jihad Movement, and the Popular Front for the Liberation of Palestine, but to disarm is to give up the Palestine cause itself. Armed resistance against the conquest and genocide by Israel and to establish an independent Palestinian State is an existential choice and cannot be surrendered to international mediation. If there is to be any international peacekeeping force in Gaza at all, it should be of entirely Arab composition, and that force should be placed closer to the Israeli border.",
    "Nowhere in Trump’s plan can one find any promise of a future Palestinian State except to recognise it only as an “aspiration” of Palestinians. According to item 19, “While Gaza’s redevelopment advances and when the PA reform program is fully carried out, the conditions may finally be in place for a credible pathway to Palestinian self-determination and statehood, which we recognise as the aspiration of the Palestinian people.” Neither is there a definite date set for the total withdrawal of Israel from Gaza. The so-called “agreed line” set for the IDF to pull back is only to facilitate the hostage–prisoner exchange. Once it is completed, that agreed line could become Israel’s new territorial boundary.",
    "Trump’s reiteration of rebuilding Gaza does not specify who would bear the cost, which, according to UNDP, would amount to at least $ 70 billion and possibly more. Shouldn’t Israel, the destroyer, be asked to foot the bill? Or is it the US and Europe that are going to spend on behalf of Israel? Trump’s inclusion of the eight Muslim countries to endorse his plan is to invite the oil-rich Arab vassals to bear most, if not the entire, cost of restructuring Gaza. But restructuring for whose benefit? Is it to create another Riviera?",
    "Point 9 of the plan proposes to establish “a temporary transitional governance of a technocratic, apolitical Palestinian committee responsible for delivering the day-to-day running of public services and municipalities of the people of Gaza.” This committee is expected to be made up of qualified Palestinians and international experts with oversight and supervision by a new international transition body, “the Board of Peace,” headed by Trump and others, including possibly the infamous Tony Blair. If anyone believes that this so-called Board of Peace supervising the transitional governance would be free of pro-Zionist bias, one would be fooling oneself.",
    "The real tragedy behind the agony of Palestine since 1948 is the betrayal of Arab states. It was their disunity, self-interest and intrigues that enabled the imperial powers to create Israel and build it as an unchallengeable military monster. In return for Arab compliance, the same powers undertook to guarantee protection of these puppet regimes from any threat emerging from within or without. Trump’s Abraham Accords are intended to ratify that unwritten commitment into a pact. The Arab states’ endorsement of the peace deal is the product of this arrangement. In 1968, when Yasser Arafat was questioned by a TV journalist after the PLO’s destruction of an El Al passenger jet and asked how the PLO would destroy Israel, Arafat responded that the PLO would not enter Israel directly but through the Arab states. That strategy is valid even today. Will the Arab masses rise up?",
    "In the final analysis, Trump’s 20-point peace plan is a deceptive instrument aimed not at laying the foundation for an independent Palestinian State but at preparing the ground for Zionist Israel to walk in peacefully — not simply to consummate Israel’s project for Eretz Israel only, but also to solidify US Middle East Order. This is why armed resistance must continue, and it will until Palestinians take control of their land and resources.",
    "(The writer is a retired economist,"
  ]
}