{
  "url": "https://www.ft.lk/opinion/Sri-Lanka-in-Crisis-A-Lost-Generation-makes-powerful-return/14-772624",
  "title": "“Sri Lanka in Crisis – A Lost Generation” makes powerful return",
  "ut": 1738617668.0,
  "body_paragraphs": [
    "Geshni Gunasekera gifting a copy of the book to Chief Guest Buddhasasana, Religious and Cultural Affairs Minister Hiniduma Sunil Senevi",
    "Minister Hiniduma Sunil Senevi",
    "Prof. Nirmal Dewasiri",
    "On the occasion of the relaunch of “Sri Lanka in Crisis – A Lost Generation” in December 2024, the nation was invited to reflect on the complex political and social issues that shaped Sri Lanka during the 1977–1990 period.",
    "Written by the late Prins Gunasekara, a former Parliamentarian, human rights advocate, and lawyer, the book offers an insightful critique of the political repression, human rights abuses, and social injustices that marred Sri Lanka’s political climate in the late 20th century. The relaunch not only marks a commemoration of Gunasekara’s profound contributions to the understanding of Sri Lanka’s political turmoil but also offers an opportunity to examine the book’s relevance in today’s political discourse.",
    "The relaunch event brought together key political figures, academics, and legal experts, each providing their perspectives on the continuing impact of Gunasekara’s work. As Sri Lanka continues to grapple with political reform, social cohesion, and national reconciliation, the insights provided in the book remain essential in understanding the deep-rooted challenges the country faces in its pursuit of justice and equality.",
    "Historical significance of the book",
    "“Sri Lanka In Crisis - A Lost Generation” stands as a critical document in Sri Lanka’s political history, addressing the turbulent period between 1977 and 1990. During this time, Sri Lanka was marked by the erosion of democratic values, with state-sanctioned violence, arbitrary arrests, and the forced disappearance of political opponents becoming widespread. Gunasekara’s work chronicles these events from his perspective as a human rights lawyer and opposition member of parliament, offering a unique and often intimate portrayal of the hardships endured by the people during this period.",
    "The book’s central theme, the notion of a “lost generation,” refers to the millions of young people who were either victims of violence or forced to confront an uncertain future due to the political unrest. Gunasekara’s narrative not only highlights the social trauma inflicted during these years but also underscores the long-term consequences of political repression on Sri Lanka’s democratic institutions and the fabric of its society.",
    "The relaunch event, held in December 2024, featured speeches from several key political figures who acknowledged the book’s importance in shaping contemporary discussions on governance and reconciliation in Sri Lanka.",
    "Buddhasasana, Religious, and Cultural Affairs Minister Hiniduma Sunil Senevi offered a powerful reflection on the importance of understanding Sri Lanka’s historical struggles in order to promote healing and unity. He remarked, “Sri Lanka has endured many struggles, but by confronting our past, we can build a future of peace and harmony. Gunasekara’s work serves as a critical tool in this journey, helping us to understand and address the root causes of division within our society.”",
    "Justice and National Integration Minister Harshana Nanayakkara, spoke about the relevance of Gunasekara’s analysis in the context of current political challenges. He stated, “The lessons from Gunasekara’s book are not confined to the past; they are crucial in our ongoing efforts to build a more just and transparent governance system. As we work towards national reconciliation, we must learn from the mistakes of the past, as Gunasekara eloquently details.”",
    "An academic at the University of Colombo, Professor Nirmal Ranjith Dewasiri, highlighted the book’s educational value in understanding the political dynamics that continue to shape Sri Lankan society. “Gunasekara’s work is indispensable in the academic study of Sri Lanka’s modern history. It provides essential insights into the socio-political structures that have contributed to the country’s challenges, and it remains a vital resource for understanding our political evolution.”",
    "A prominent legal figure, Upul Kumarapperuma, PC, focused on the legal implications raised by the book. “As a lawyer, I find Gunasekara’s insights into the legal struggles of this era to be invaluable. His work not only reflects the political climate of the time but also raises important questions about the role of law in protecting human rights and upholding democracy in Sri Lanka.”",
    "Finally, an Attorney-at-Law, Swasthika Arulingam, spoke about the continued relevance of the book’s themes for today’s ongoing fight for social justice in Sri Lanka. “Gunasekara’s personal account of the human rights violations during this period serves as a stark reminder of the importance of accountability and justice. These issues continue to resonate in Sri Lanka’s ongoing struggles for equality and the protection of fundamental rights.”",
    "The relaunch of “Sri Lanka in Crisis – A Lost Generation” serves as a timely reminder of the lessons to be learned from Sri Lanka’s turbulent past. While significant progress has been made in some areas, the issues highlighted by Gunasekara continue to reverberate through the country’s political and social spheres. The legacy of political repression, corruption, and social inequality remains a formidable challenge for Sri Lanka’s democracy, and the call for greater transparency, justice, and human rights continues to be at the forefront of public discourse.",
    "As Sri Lanka seeks to address its past through the processes of truth and reconciliation, the lessons provided by Gunasekara’s work are more relevant than ever. The book offers a critical perspective on how political power can be misused and the profound social and legal consequences that follow. It serves as a guide for policymakers, academics, and activists working to create a more inclusive and just society.",
    "The relaunch of “Sri Lanka in Crisis – A Lost Generation” has provided an invaluable opportunity to revisit one of Sri Lanka’s most important political works. Prins Gunasekara’s poignant account of the social and political upheavals of the late 20th century continues to resonate with contemporary debates surrounding national reconciliation, justice, and political reform. The contributions of key figures at the relaunch event reaffirm the enduring significance of the book in shaping Sri Lanka’s ongoing journey toward healing and social integration.",
    "As Sri Lanka continues to grapple with its complex political challenges, Gunasekara’s work remains an essential resource for understanding the country’s past and its implications for the future. The lessons drawn from “Sri Lanka in Crisis – A Lost Generation” serve as a critical foundation for the nation’s pursuit of a more equitable and just society.",
    "-Pix by Upul Abayasekara"
  ]
}