{
  "url": "https://www.ft.lk/columns/Corporate-criminal-liability-under-the-Anti-Corruption-Act-of-2023/4-786158",
  "title": "Corporate criminal liability under the Anti-Corruption Act of 2023",
  "ut": 1766956920.0,
  "body_paragraphs": [
    "By Prof. Kalinga Indatissa, PC",
    "The private sector must be cautious whenever they deal with entities of Government. In my view the ACA is a very useful Act for an Asian nation where corruption is rampant. The Commission also in my view should be cautious in conducting prosecutions which involve the private sector. The idea of this law is to maintain transparency. The Commission must be cautious to identify the thin line between a mistake and an intentional or deliberate Act",
    "In the last few months, the corporate circles in Colombo expressed their concerns in respect of certain investigations conducted by the Commission to Investigate Bribery or Corruption in respect of matters involving the private sector. Much concern has been expressed about the legality and the competence of the CIABOC to conduct these investigations. The purpose of this article is to identify the parameters of such investigations and prosecutions.",
    "The Anti-Corruption Act of 2023 was certified by the Parliament on the 8 August 2023. This Act repealed the Bribery Act, the Commission to Investigate Bribery or Corruption Act No. 19 of 1994 and the Declaration of Assets and Liabilities Law No. 1 of 1975. The current Act is based on the United Nations Convention against Corruption adopted by the General Assembly in October 2003.",
    "Several new provisions have been introduced through the Anti-Corruption Act (ACA) with the objective of giving effect to certain provisions of the UN Convention. The criminal offences declared under the ACA include offences of Bribery, offences relating to Declaration of Assets and Liabilities and Corruption among other offences.",
    "2. What is corruption?",
    "Corruption is fundamentally the abuse of entrusted power for private gain occurring across both public and private sectors. It can manifest in various ways including bribery, embezzlement, misuse of public property, nepotism, cronyism, favouritism and even coercive acts like extortion. It is not just an individual act of dishonesty but also involves a broader decay of ethical standards leading to significant social political and economic consequences.",
    "Legally, corruption is addressed through domestic laws and international conventions. While different legal systems may have their own definitions and approaches, there is a general consensus on the criminalisation of acts of corruption as seen in the UN Convention.",
    "Corruption maybe categorised into different types including, “petty corruption” which would include isolated acts, and “grand corruption” which occurs at the highest levels of Government and can lead to “state capture”, which means powerful elites manipulate Government policies and institutions for their own benefit.",
    "Corruption is a complex and multi-faceted issue that varies in form and impact. It involves illegal actions and the erosion of trust in public institutions.",
    "3. History of the legal framework in Sri Lanka relating to bribery and corruption",
    "Initially, the provisions relating to Bribery were contained in the Penal Code of Ceylon. The Bribery Act No. 11 of 1954 was introduced by the legislature and until the enactment of the Anti-Corruption Act of 2023 the Bribery Act functioned as the main legislation relating to offences of Bribery and Corruption. In addition, to the normal offences of Bribery, “Corruption” was an offence discussed under Section 70 of the Bribery Act and was introduced by Amending Act No. 20 of 1994. Until the ACA was introduced, the original Bribery Act also contained what is known as unexplained assets under Section 23A. There was also the Declaration of Assets and Liabilities Law No. 1 of 1975 which identified offences in respect of identified categories of persons in the public sector and their duty and obligation to declare assets and liabilities.",
    "While the powers of the CIABOC, the role of the Commission was limited to investigating and prosecuting offences under the above laws, the provisions of the ACA have expanded the Commission’s mandate enabling the Commission to investigate and prosecute a wider range of corruption related offences. The new provisions have been designed to align Sri Lanka’s legal framework with international norms and the provisions of UNCAC. ACA has introduced new provisions enabling the Commission to investigate and prosecute offences of Money Laundering, Bribery of foreign Public Officials, Private Sector Bribery, Trading in Influence and Non-Declaration of Conflicts of Interests. The Act has also provided CIABOC with enhanced powers including the ability to conduct inquiries on its own (ex mero motu) execute search and seizure operations, freezing of property, arresting of individuals without a warrant and imposition of travel bans.",
    "The UN Convention on Anti-Corruption was ratified by Sri Lanka when it became a party to the convention in 2004. The Convention establishes the framework for international corporation to combat corruption recognising that corruption is a transnational phenomenon. It introduces preventive measures, criminalisation of corruption, provisions relating to asset recovery, technical assistance and capacity building, implementation mechanisms, and provisions relating to integrity and transparency. The Jakarta Statement on Principles of Anti-Corruption Agencies, of November 2012 represents a key development in the international fight against corruption. The subsequent Colombo commentary which developed a practical guide to implement the Jakarta Principles is another turning point relating to the fight against corruption. The Colombo commentary supports the international developments by offering tools for evaluation and improvement of the effectiveness of the Anti-Corruption agencies and serves as an evolving resource for States and Anti-Corruption Agencies to strengthen their strategies in line with the UNCAC.",
    "4. Corporate criminal liability under the ACA",
    "In ancient times, the Criminal Justice systems throughout the world recognised individual criminal liability or joint criminal liability when a criminal offence is committed by several persons. In Sri Lanka, joint criminal liability is reflected in Sections 32 and 146 of the Penal Code. With the passage of time, judicial systems throughout the world commenced discussing about the liability of companies and other similar bodies wherever it is alleged that a body corporate has committed an offence. Several statutes passed by the Parliament of Sri Lanka contains provisions relating to Corporate Criminal Liability.",
    "Corporate crimes and frauds have been prevalent and at the early stages, criminal activity such as entailing deceptive techniques and obtaining unfair advantage were considered as circumstances for criminal liability. During recent times, our Courts have commenced recognising the concept of corporate liability in respect of matters falling outside the above areas too. The Companies Act of 2007 contains several provisions, where criminal liability could be attributed to a Company, its directors, employees or agents. In certain instances, Vicarious Liability becomes the centre of a criminal offence. However, with the passage of time, the liability of Companies and the Directors have extended to a large number of offences such as Computer Crimes, Money Laundering, Suppression of Terrorist Finances and similar offences.",
    "During ancient times, the concept of Bribery was applicable to public servants and anyone holding a public office or employed by a “scheduled institution”. The Bribery Act defines public servants and “scheduled institutions” under Section 90 of the Act. A cursory glance of the interpretations contained in Section 90 of the previous Bribery Act demonstrates that Bribery and Corruption were considered as criminal acts that would be committed by a public servant, or any person holding public office, or an employee of a scheduled institution. The concept of private sector bribery was not seen under the earlier act, in a direct form.",
    "5. Private sector bribery under the ACA",
    "CIABOC is under a duty to take measures to prevent corruption in terms of Section 40 of the ACA. Under Section 42, the CIABOC can commence a preliminary inquiry upon the receipt of any information or a complaint, or even on its own, or based on any other material received by the Commission. The primary purpose of a preliminary inquiry is to ascertain whether there are any reasonable grounds to believe whether an offence has been committed under the Act. It is relevant to note that upon the conclusion of a preliminary inquiry by the Commission, if the Commission is satisfied that an offence has been committed, it shall direct the Director-General to conduct an investigation.",
    "The nature of an investigation or a preliminary inquiry that maybe conducted has been identified under Section 41 of the ACA. The Commission in the course of such an investigation or a preliminary inquiry has power to issue search orders and also direct the seizure of articles. This power is identified under Section 45 of the ACA. Section 47 permits an authorised officer of the Commission to arrest any person suspected of committing an offence without a warrant from a Magistrate. Section 49 empowers the Commission to record statements and collect evidence.",
    "6. What are the offences relating to private sector bribery?",
    "Criminal Liability under the ACA is summarised below. In developing this summary, I have taken into consideration the structure and mechanism of the Act.",
    "Part II of the ACA deals with the Declaration of Assets and Liabilities. Section 80 identifies the categories of persons who are duty bound and obligated to declare Assets and Liabilities. In terms of Section 80(1)(x) of the ACA, chairmen, directors, and staff officers of companies registered under the provisions of Companies Act No. 07 of 2007 are liable to declare their assets and liabilities if the State holds not less than 25% of the shares of the Company. This section identifies a minimum limit of the shares owned by the State or a Public Corporation as a threshold. The natural interpretation of the above provision is that if the percentage of the shares held by the State or a Public Corporation is less than 25% in such a case neither the company nor the officials referred to above are liable to make any declarations of assets or liabilities.",
    "In terms of Section 80(1)(y), staff in managerial or supervising roles of financial institutions which are “scheduled institutions” also have a duty to declare their assets and liabilities. Section 162 of the ACA stipulates that the definition of the term “Scheduled Institution” means any public authority or public corporation and includes any private sector entity or anybody in which such public authority or public corporation holds not less than 25% of the shares. The definition in the principal Act included private sector bodies and companies where the shareholding was less than 50%. This threshold has been brought down to 25% under the ACA.",
    "Another instance where the private sector can be held liable is seen under Sections 97 of the ACA. According to this Section, any person who offers any gratification for the purpose of using influence in the promotion of the procuring of any contract with the Government or for the performance of any work or for providing any service, or the doing of anything, or supply of article, material or substance in the execution of such contract can be held criminally liable.",
    "Furthermore, in terms of Section 98, any person who offers any gratification for the purpose of obtaining a contract from the Government is also liable to face criminal charges.",
    "Under Section 99, a person who offers any gratification to a public officer to perform or abstain from performing any official act relating to the transaction of any business with the Government can also be held responsible.",
    "Corruption is a complex and multi-faceted issue that varies in form and impact. It involves illegal actions and the erosion of trust in public institutions",
    "Section 100 of the ACA, identifies several other instances where a private sector individual or an entity could be prosecuted criminally relating to procuring, payments, appointments, employment, benefits. Section 104, identifies the offence of trading in influence. Accordingly, if any gratification is offered, by any private individual or an entity with a view of obtaining from the Government any benefit or service, any such person could also be prosecuted for a criminal offence. Section 105, has extended the scope of Bribery to foreign public officials. Accordingly, any gratification offered to a foreign public official to obtain or retain a contract, business, or an advantage amounts to an offence.",
    "Section 106 of the ACA, introduces the offence called Private Sector Bribery. The section is reproduced below:",
    "(1) Any person who, in the course of any economic, financial or commercial activity, offers, directly or indirectly, a gratification on behalf of himself or another person to any employee in any capacity or a director in a private sector entity, in order to commit any act or refrain from committing any act in breach of his duties, commits an offence of bribery under this Act and on conviction be liable to a fine not exceeding one million rupees or to a term of rigorous imprisonment not exceeding seven years or to both such fine and imprisonment.",
    "(2) An employee in any capacity or a director in a private sector entity, in the course of economic, financial or commercial activities, solicits or accepts, directly or indirectly an advantage, for himself or for another person, in order to act or refrain from doing any act in breach of the duties of such employee or director, commits an offence of bribery under this Act and on conviction be liable to a fine not exceeding one million rupees or to a term of rigorous imprisonment not exceeding seven years or to both such fine and imprisonment.",
    "Section 106 has a very wide application. It is applicable to any person who would in the course of any economic, financial or commercial activity offers an illegal gratification. It also applies to an employee or a Director of the private sector.",
    "The offence of “corruption” is described under Section 111 as follows:",
    "Any public official who, with intent or knowledge to cause wrongful or unlawful loss to the Government, or to confer a wrongful or unlawful benefit, favour or advantage on himself or on any other person, or with intent or knowledge, that any wrongful or unlawful loss will be caused to any person or to the Government, or that any wrongful or unlawful benefit, favour or advantage will be conferred on any person-",
    "(a) does, or forbears to do, any act by virtue of his office as a public official or by use of such office with or without any power therefor vested with such officer;",
    "(b) induces any other public official to perform, or refrain from performing, any act by virtue of his office as a public official;",
    "(c) uses any information coming to his knowledge by virtue of his office as a public official;",
    "(d) participates in the making of any decision by virtue of his office as a public official; or",
    "(e) induces any other person, by the use, whether directly or indirectly, of his office as such public official to perform, or refrain from performing any act, commits the offence of corruption and shall upon trial and conviction by a High Court or upon summary trial and conviction by a Magistrate be liable to rigorous imprisonment for a term not exceeding ten years or to a fine not exceeding one million rupees or to both such imprisonment and fine.",
    "It is relevant to note that only a “ Public Official” can be prosecuted for an offence under Section 111. The only basis upon which a private person may be brought in as a suspect or an accused in a prosecution is where there is clear evidence of abetment or conspiracy. Generally, unless there is clear evidence a person should not be prosecuted for abutment or conspiracy.",
    "(1) Where any person commits an offence under this Act, which amounts to an unlawful activity within the meaning of the Prevention of Money Laundering Act, No. 5 of 2006, such person may be charged for an offence under that Act in addition to an offence under this Act.",
    "(2) The provisions of the Prevention of Money Laundering Act, No. 5 of 2006 shall, mutatis mutandis, apply to the inquiries, investigations and proceedings respect of such offence under that Act and any reference in the said Act to the Assistant Superintendent of Police or any other police officer shall be read and construed as a reference to an officer designated by the Commission under this Act.",
    "It must be noted that the offence of Money Laundering has to be committed in connection with an act of corruption or bribery in this instance. Section 35 of the Prevention of Money Laundering Act would apply at this point. The illegal gains must be connected to an offence under the ACA. If not, it will be a prosecution under the PMLA and not under the ACA.",
    "Corporate Liability is found under Section 116 and 117.",
    "Where a body of persons is convicted of an offence under this Act, then-",
    "(a) if such body of persons is a body incorporate or unincorporate or a corporation, every director or officer or agent thereof; and",
    "(b) if such body of persons is a firm, every partner, shall be liable to a fine as specified for the respective offences:",
    "Provided however, a director or an officer or agent of such body incorporate, unincorporate or of such corporation or partner of such firm shall not be deemed to be guilty of such offence if he proves that such offence was committed without his knowledge or that he used all due diligence to prevent the commission of such offence.",
    "In my view, the initial prosecution must be against the corporate body and the provisions of Section 116 would apply to the Directors only if the Company or the Corporate body is convicted. Section 116 also imposes a burden of proof on every Director or officer or agent in such an instance. It is up to such a person to establish that the offence was committed without his knowledge or that he used all due diligence to prevent the commission of the offence.",
    "For the purposes of this Part, a public official or an employee of a private sector entity shall include –",
    "(b) a person seconded to the public authority or private sector entity;",
    "(c) an individual who is engaged or contracted under a contract for services to do work for the public authority or private sector entity;",
    "(d) a person concerned in the management of the public authority or private sector entity (including a person who is a member of the board or governing body of the public authority or private sector entity);",
    "(e) a person who works for the public authority or private sector entity as a volunteer without reward or expectation of reward for that work; or",
    "(f) a trainee or an apprentice of the public authority or private sector entity.",
    "This is more or less an interpretation section. This hold even retired persons and other categories of people responsible.",
    "The above provision demonstrate that the private sector must be cautious whenever they deal with entities of Government.",
    "In my view the ACA is a very useful Act for an Asian nation where corruption is rampant.",
    "The Commission also in my view should be cautious in conducting prosecutions which involve the private sector. The idea of this law is to maintain transparency. The Commission must be cautious to identify the thin line between a mistake and an intentional or deliberate Act.",
    "(The author is a President's Counsel and Bar Association of Sri Lanka President 2019-2021)"
  ]
}