{
  "url": "https://www.ft.lk/opinion/Debacle-in-local-sugar-industry/14-777785",
  "title": "Debacle in local sugar industry",
  "ut": 1750106784.0,
  "body_paragraphs": [
    "The present pitiable state was predictable",
    "A great deal has been said in the print media, electronic media and the social media about the debacle in the local sugar industry particularly the one at Sevanagala. The once proud Sevanagala is struggling to keep itself afloat. The present pitiable state was predictable. This writer warned some employees of the impending disaster. Many letters were published in the press too which apparently have gone unheeded.",
    "Sevanagala started in 1980 with the writer as its first plantation manager. Since I have dealt with history already, I shall not repeat the same.",
    "Sometime ago the then Government banned importation of spirits and the local industry made huge unimaginable profits and ironically that signalled the downfall; particularly at Sevanagala. They did not know how to manage the bonanza and acted like a set of drunken sailors in town. Painted the city red. Salaries were increased, various unjustifiable allowances were paid putting Santa Claus to shame.",
    "Now the bubble has burst! They do not know how to carry on. Over the years technical improvements were unheard of. There were heads who thought that they knew all about the industry and what little they did not know was not worth knowing. There have been one or two who tried to do something and most others did not care or dare. Today it is heading the same way as Kantale did. It seems to me that lynching although a primitive practice still can be useful in these modern times.",
    "Brutal thoughts no doubt of an old guy who spent all his youth in the wilderness battling elephants, vipers, mosquitoes and terrorists to build a viable industry.",
    "The big question now. Who is there to pull the chestnuts? Who can breathe a breath of fresh air? Most importantly can you find people who have commitment?",
    "With all said and done, are we facing the end of the barrel?",
    "(The writer is a former R&D Manager, Plantation Manager, General Manager, Adviser, Consultant, and could be reached via email at [email protected].)"
  ]
}