{
  "url": "https://hbr.org/2025/01/research-do-new-hires-really-understand-your-policies",
  "title": "Research: Do New Hires Really Understand Your Policies?",
  "ut": 1735890901.0,
  "body_paragraphs": [
    "New research finds that employers overestimate how informed employees feel when they agree to policies, contracts, and even extra tasks at work. This miscalculation can have direct costs for organizations in terms of employee disengagement and turnover. The researchers argue that obtaining true informed consent requires more than simply locking in a signature on a form or a verbal agreement, and that organizations willing to prioritize transparency and clarity over mere compliance will cultivate a workforce that feels respected, trusted, and engaged.",
    "Imagine arriving eagerly on your first day at a new job, only to find that you’re immediately asked to install location-tracking software, sign a mandatory arbitration agreement, or close your social media accounts. Perhaps you are even asked to allow your routine work communications — emails, chats, and shared documents — to be collected and analyzed to train emerging generative AI tools. Anxious to get started and make a good impression, you comply — despite not fully understanding these terms. Over time, however, you start to feel that you were not fully informed about the conditions you agreed to. Your trust in and commitment to the organization begin to waver. You might even consider leaving or taking legal action over what now feels like an unfairly procured agreement.",
    "Ethics at Work Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Ethics at Work. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Avoid integrity traps in the workplace.",
    "Learn More & See All Courses",
    "Read more on Business ethics",
    "Hiring and recruitment,",
    "Leadership and managing people,"
  ]
}