{
  "url": "https://www.eiu.com/n/africa-cdc-will-try-to-contain-the-mpox-virus/",
  "title": "Africa CDC will try to contain the mpox virus",
  "ut": 1723755161.0,
  "body_paragraphs": [
    "Africa CDC will try to contain the mpox virus",
    "ForecastingHealthcarePoliticsMiddle East and Africa",
    "On August 13th the Africa Centres for Disease Control and Prevention (Africa CDC), the public health agency of the African Union (AU), declared a surge of mpox infections (previously known as monkeypox) a continental public health emergency—the first time that it has ever taken such a step. On the following day the World Health Organisation (WHO) declared the outbreak to be a global health emergency, for the second time since the first mpox outbreak, in 2022. The eastern Democratic Republic of Congo (DRC), which is beset by internal conflict, is among the most badly affected countries by the outbreak on the African continent.",
    "We expect Africa CDC and the WHO to play a leading role to contain the spread of mpox on the continent, but even well-designed campaigns to stop the spread of the virus will face serious obstacles. These include insecurity and difficulty in monitoring and raising awareness, poor sanitation, overcrowding in urban areas and the highly unpopular legacy of containment measures during the coronavirus pandemic.",
    "The rapid spread of the mpox virus has been caused by a mutation that has increased its communicability, particularly through skin-on-skin contact and bodily fluids. Mpox creates flu-like symptoms and lesions filled with pus. Most cases are mild, but about four in 100 are fatal. For comparison, the global case fatality rate for the coronavirus has been estimated at one to three out of 100. The new mutation, which began to spread rapidly throughout the eastern DRC, has a higher fatality rate than the version of the virus responsible for the global outbreak in 2022.",
    "Africa CDC tasked to curb the virusCountries including Burundi, Kenya and Uganda have reported a total of 2,863 cases and more than 500 deaths in 2024, most of which are in the east of the DRC. In the conflict-affected eastern DRC, near the city of Goma in North Kivu province, crowded camps for internally displaced people make it nearly impossible for infected persons to isolate, which has aided the spread of the virus. The DRC government has been slow to respond to the outbreak, owing to institutional deficiencies. On June 26th the government approved the use of two mpox vaccines to tackle the surge, but it has yet to roll out an immunisation plan. This process will probably be accelerated, guided by Africa CDC.",
    "To tackle the latest outbreak, Africa CDC will presumably draw on the lessons that it learned following both the 2022 mpox outbreak and the coronavirus pandemic. In recent years Africa CDC has put in place mechanisms to better prepare, detect and respond to outbreaks across the continent. The organisation has improved its network of early warning and preparedness in collaboration with Ministries of Health and scientific centres across Africa, gained increased autonomy from the AU and receives funding from a multi‑donor fund to ensure financial autonomy from the AU. The bloc is grossly underfunded by its member states, and approximately 75% of financing comes from external financing. Given these funding constraints, Africa CDC had previously been inadequately funded.",
    "Despite the aforementioned improvements, there is a high risk that Africa CDC will remain hamstrung by many of the structural challenges that it faced during the coronavirus pandemic, including vaccine shortages, poor regional public healthcare infrastructure and logistical constraints. Most importantly, the CDC might struggle to get sufficient political buy‑in from cash‑strapped African governments for expensive and politically unpopular virus-containment measures. Lockdowns proved to be largely ineffective, as they were impossible to enforce for most countries, except for very short periods, given the economic disruption and insufficient fiscal resources to support those affected.",
    "Preparedness for another pandemic skewed",
    "Many African economies are still reeling from a range of internal and external shocks, which have reduced their fiscal space and limited their ability to respond to new and serious outbreaks. Public debt in Africa rose considerably during the coronavirus crisis and has reached excessive proportions as a result of high global prices of commodities (of which many African countries are major importers) and tightened international financing conditions since 2022.",
    "However, mpox is much less virulent than the coronavirus, and the existence of two WHO-approved vaccines provides a huge benefit to African countries to address the outbreak early and swiftly. Globally, the West appears to be better suited to quickly containing the mpox outbreak, evidenced by the authorities’ ability to quickly disseminate over 1m vaccine doses to treat just over 30,000 and 25,000 cases in the US and Europe, respectively, between May 2022 and May 2023.",
    "Outlook: mixed prospects",
    "Africa CDC will lead and co-ordinate the response to the mpox outbreak on the African continent and increase the flow of medical supplies to the affected regions, but its implementation will probably be patchy, owing to structural constraints and capacity shortfalls. If the spread of the virus is rapid, which is hard to assess, Africa would need considerable financial support from the international community. Even so, containing the virus will require a significant allocation of resources, which could have a major impact on economies across the continent.",
    "If the outbreak spreads further, labour shortages, job losses and limitations on trade and travel will impede productivity. It could also reduce borrowing opportunities across Africa, potentially devaluing local currencies and making it harder to repay debts denominated in US dollars. Governments might also face widening budget deficits as they increase spending on healthcare, while receiving lower tax revenue.",
    "The analysis and forecasts featured in this article are accessible through EIU’s Country Analysis service. This comprehensive solution provides unmatched global insights covering the political and economic outlook for nearly 200 countries, enabling organisations to identify potential opportunities and risks effectively.",
    "ForecastingHealthcarePoliticsMiddle East and Africa"
  ]
}