{
  "url": "https://www.technologyreview.com/2024/10/21/1105171/air-protein-biotech-solar-foods-novonutrients-alternative-protein/",
  "title": "These companies are creating food out of thin air",
  "ut": 1729481187.0,
  "body_paragraphs": [
    "Dried cells—it’s what’s for dinner. At least that’s what a new crop of biotech startups, armed with carbon-guzzling bacteria and plenty of capital, are hoping to convince us. Their claims sound too good to be true: They say they can make food out of thin air. But that’s exactly how certain soil-dwelling bacteria work. In nature, these “autotrophic” microbes survive on a meager diet of oxygen, nitrogen, carbon dioxide, and water vapor drawn directly from the atmosphere. In the lab, they do the same, eating up waste carbon and reproducing so enthusiastically that their populations swell to fill massive fermentation tanks. Siphoned off and dehydrated, that bacterial biomass becomes a protein-rich powder that’s chock-full of nutrients and essentially infinitely renewable.  Related StoryHow we could turn plastic waste into foodUsing bacteria to take a bite out of plastic pollution is not new. But can the same microbes be used as a food source?",
    "Lisa Dyson is the founder of one of these startups, Air Protein. When she talks about the inspiration for her company, she often cites NASA research from the 1960s. Back then the agency, hoping to keep astronauts satiated on long-haul space journeys, explored the idea of growing bacterial cuisine on board before concluding, ultimately, that astronauts might not find it psychologically palatable. “Earth is actually like a spaceship,” Dyson explained in a 2016 TED Talk. “We have limited space and limited resources, and on Earth, we really do need to figure out how to recycle our carbon better.” Could these bacteria be the answer? For now, the answer is a definite maybe. Some 25 companies worldwide have already taken up the challenge, hoping to turn abundant carbon dioxide into nutritious “air protein.” The ultimate goal of the people who work at these companies is to engineer a food source far lower in emissions than conventional farming—perhaps even one that could disrupt agriculture altogether. To do that, they’ll need to overcome some very real challenges. They’ll need to scale up production of their protein to compete commercially, and do it in a way that doesn’t create more emissions or other environmental issues. Even trickier: They’ll need to surmount the ick people may experience when contemplating a bacteria-based meal.",
    "Some of these companies are focused on industrial animal feed, fish meal, and pet food—products with slimmer profit margins but less exacting consumers and fewer regulatory hurdles. Human food, however, is where the real money—and impact—is. That’s why several companies, like Dyson’s Air Protein, are focused on it. In 2023 Air Protein opened its first “air farm” in San Leandro, California, a hub for the commercial food production industry, and announced a strategic development agreement with one of the largest agricultural commodity traders in the world, ADM, to collaborate on research and development and build an even larger, commercial-­scale plant. The company’s “Air Chicken” (which, to be clear, is not actual chicken) is slowly making its way toward grocery store shelves and dinner tables. But that’s only the beginning. Other companies are making progress at harnessing bacteria to spin air into protein, too—and someday soon, these microbial protein patties could be as common as veggie burgers.  An alternative to alternative proteins The environmental case for microbial protein is clear enough; it’s a simple calculus of arable land, energy, and mouths to feed. The global demand for protein is already at an all-time high, and with the population expected to grow to 9.7 billion by 2050, traditional agriculture will have a hard time keeping up, especially as it battles climate change, soil degradation, and disease. A growing global middle class is expected to raise levels of meat consumption, but factory-farmed meat is one of the leading drivers of greenhouse-­gas emissions. Although protein-rich alternatives like soy are far more sustainable, most of the soy grown in the world is destined for use as animal feed—not for human consumption.",
    "In contrast, bacterial “crops” convert carbon dioxide directly into protein, in a process that uses much less land and water. Microbial protein “farms” could operate year-round anywhere renewable electricity is cheap—even in places like Chile’s Atacama Desert, where farming is nearly impossible. That would take the strain off agricultural land—and potentially even give us the chance to return it to the wild.   “We are liberating food production from the constraints of agriculture,” Juha-Pekka Pitkänen, cofounder and CTO of the Finnish startup Solar Foods, explained in a recent company video. In April 2024 Solar Foods opened a demonstration factory in Vantaa, a short train ride from the Helsinki airport. It’s here, at Factory 01, that the company hopes to produce enough of its goldenrod-yellow protein powder, Solein, to prove itself viable—some 160 metric tons a year.  Like Air Protein, Solar Foods begins its production process with naturally occurring hydrogen-­oxidizing bacteria that metabolize carbon dioxide, the way plants do. In sterile bioreactors similar to the fermentation vats used in the brewing industry, the bacteria flourish in water on a steady diet of CO2, hydrogen, and a few additional nutrients, like nitrogen, calcium, phosphorus, and potassium. As they multiply, the bacteria thicken the water into a slurry, which is continuously siphoned off and dehydrated, creating a protein-rich powder that can be used as an ingredient in alternative meats, dairy products, and snacks.  “We are liberating food production from the constraints of agriculture.” Juha-Pekka Pitkänen, Solar Foods As Pitkänen explains, his research team at Finland’s state-owned VTT Technical Research Centre knew these microorganisms existed in the wild. To find a viable candidate, they narrowed down the natural conditions where one might be found, and then—as is the Finnish way—put on some hiking boots and got out there. “In Finland, you don’t have to go very far to find nature,” he says, shrugging. “You can find something useful in a ditch.”  Still, not just any old ditch bacteria would do. Their target needed to both consume carbon dioxide and continue to thrive even after it was isolated from the microbial community it coexisted with, or competed against, in nature. “We were looking for a pacifist microorganism,” Pitkänen says. “It’s quite rare.” In a wet soil-dwelling bacterium of the genus Xanthobacter,they found their match: a nontoxic, lab-friendly microbe palatable enoughto slip into myriad food preparations. Related Story2024 Climate Tech Companies to Watch: Pivot Bio and its nitrogen-delivering microbesThe biotech company has developed a climate-friendly fertilizer, and farmers are buying it.",
    "At Solar Foods’ annual summer company party this year, their in-house chef served a bright-yellow lasagna made with Solein. The powder, Pitkänen says, makes an excellent flour for fresh pasta dough and works surprisingly well as a cream replacement in ice cream. It’s rich in carotenoids, so it can taste “carroty,” and it’s full of B12 and bioavailable iron, which makes it great for vegetarians. But the product isn’t a plug-and-play replacement for milk, eggs, or even meat. Rather, it’s an ingredient like any other, competing on nutritional value, cost, and texture. The company’s main competition, Pitkänen told me, isn’t other novel proteins—it’s soy meal.  “In the last 10 years, the whole alternative-protein landscape has changed dramatically,” says Hannah Lester, an EU-based regulatory consultant to the novel-food industry. Soy patties and bean burgers are now ubiquitous to the point of being passé; today’s cutting-edge alternative proteins are cultivated from animal cells and coaxed from specially designed microorganisms using techniques originally developed to produce vaccines and other pharmaceuticals. “Molecular farmers” tend fields of bright-pink soybeans whose genetic makeup has been doctored so that they contain proteins identical to ones pigs make. “It’s really coming to the point where companies are utilizing the most incredible technology to produce food,” she says. A fermentation process by any other name The space Air Protein and Solar Foods occupy is so new that language hasn’t quite coalesced around it. Some in the alternative-protein industry evocatively call it “cellular agriculture,” but it’s also referred to as “gas fermentation,” emphasizing the process, and “biomass fermentation,” emphasizing the end product. These terms are distinct from “precision fermentation,” which refers to another buzzy bioprocess that employs genetically modified yeasts, other fungi, and bacteria to produce proteins indistinguishable from their animal-­derived counterparts. Precision fermentation isn’t a new technique: The US Food and Drug Administration approved its use to produce insulin in 1982, and 80% of the rennet used in cheese is now made this way, avoiding the need to harvest the enzymes from the stomach lining of calves.",
    "Rather than coaxing microorganisms to produce the animal-­derived proteins we’re already familiar with, companies like Air Protein and Solar Foods are proposing that we skip the intermediary and simply eat the microbes themselves, dried into a powder. Microbial biomass made with these new fermentation technologies is fibrous, vitamin-rich, and versatile. More important, these bacteria eat carbon, require very little land and water, and need no fossil-fuel-derived fertilizers. According to a life-cycle analysis produced by the University of Helsinki and the Natural Resources Institute Finland, microbial protein is between 53% and 100% more efficient to produce than animal protein. Of course, that’s a wide range. Finland’s electricity mix favors renewables like hydropower and wind; in a country more reliant on fossil fuels, the environmental impact of making Solein, or any microbial protein, could be much higher. Growing microbes in bulk means creating the perfect conditions for them to thrive—and, as with any industrial production process, that requires factories, equipment, and power to run the entire system. It also requires a generous supply of elements like carbon dioxide and hydrogen.   ERIC MONGEON/MIT TECHNOLOGY REVIEW   Nearly all the world’s human-made hydrogen, a key element in the bacterial diet, comes from fossil-fuel production, and “green” hydrogen, which Solar Foods uses in its demonstration factory, comes from using renewable-powered electrolysis to split water, still an uncommon process. According to David Tze, CEO of the microbial-protein company NovoNutrients, which is currently working to branch out from industrial fish meal to human food, the segment of the microbial-protein industry powered by hydrogen is likely to set up shop wherever hydrogen is cheapest. Carbon sources for this technology are likewise varied. If a company wants to use captured waste carbon, it will need to broker relationships with industries to connect its protein factories with those sources. Another alternative, sourcing carbon drawn from the atmosphere using direct air capture, or DAC, is still new, energy intensive, and expensive. For the time being, Air Protein uses the same commercially available carbon dioxide used in sparkling water, and while Solar Foods uses DAC for about 15% of the carbon it needs at its demonstration factory, the rest is sourced commercially. Both companies hope to adjust their carbon sources as they scale, and as DAC becomes more commercially available.   Even if the bacteria were fed a diet of entirely captured carbon, they wouldn’t be permanently removing it from the atmosphere, since we release carbon when we digest food. Still, Tze says, “we’re giving a second life to CO2, and allowing it to add so much more positive value to the economy.” More important, the bacteria-based products drastically reduce the emissions footprint of protein. According to a 2016 study by the World Resources Institute, producing a single ton of beef creates around 2,400 metric tons of greenhouse-gas emissions. For plant-based sources of protein, like pulses, the number is much less than 300—but for microbial proteins it may ultimately be in the single digits. “If someone can eat a bite of our product instead of a bite of anything else,” Tze says, “it could be one or three orders of magnitude difference.” Of course, none of this works if microbial protein remains a niche industry, or if the product is too expensive for the average consumer. Even running at capacity, Solar Foods’ demonstration factory can only produce enough protein to provide the entire population of Finland with one meal a year. From a business standpoint, Pitkänen says, that’s good news: There’s plenty of room to grow. But if they hope to make a dent in the long-term sustainability of our food systems, companies like Solar Foods and Air Protein will need to scale up by orders of magnitude too. It remains to be seen if they will be able to meet that challenge—and if consumers will be ready.  Related StoryThis startup is making coffee without coffee beansSingapore-based Prefer Coffee is using fermentation to upcycle food waste and make coffee-like drinks.",
    "Even though both the process (fermentation) and the material (living microorganisms) are as natural as the world and as old as time, the idea of whipping air and microbes together to make dinner will strike many people as unthinkably weird. Food is cultural, after all—and especially in the US, protein is political. In interviews, Dyson takes pains to call the bacteria behind Air Protein’s process “cultures,” emphasizing the connection to traditional fermented foods like yogurt, beer, or miso. On the Solar Foods website, chic people drink yellow Solein smoothies at tasteful Nordic tables. No bacteria are pictured. Solar Foods is still awaiting final regulatory approval in the EU and the US, but Solein is already for sale in Singapore, where it’s been whipped into chocolate gelato and hazelnut-­strawberry snack bars. If Singaporeans took issue with eating powdered bacteria, they made little show of it. When it comes to food biotechnology, the most progressive countries in the world are those with the least arable land. Singapore, which imports nearly everything, hopes to meet 30% of its own nutritional needs by 2030. Israel, a semi-arid country with limited landmass, has invested heavily in biomanufacturing, as has the Netherlands, where farmland has been heavily depleted by chemical fertilizers. But even in less constrained countries, “agriculture is on its knees because of climate change,” says Lester, the regulatory expert. “At some point, sadly, we’re just not going to be able to produce food in the traditional way. We do need alternatives. We need government support. We need fundamental policy change in how we fund food.” This sentiment seems to be resonating in the United States. In September 2022, President Joe Biden signed an executive order to advance biomanufacturing by expanding training, streamlining regulation, and bolstering federal investment in biotechnology R&D, specifically citing “boost[ing] sustainable biomass production” as a key objective. In 2021, the Defense Advanced Research Projects Agency launched the Cornucopia program, asking four research teams—one of which includes Dyson’s company, Air Protein—to create a complete nutrition system, small enough to fit on a Humvee, that can harvest nitrogen and carbon from the air and use it to produce microbial rations in the form of shakes, bars, gels, and jerky. Microbial protein may never be deployed on long-haul space trips as NASA dreams, but it seems that the government is betting it could keep us alive on Spaceship Earth—that is, if the crew doesn’t reject it outright. Claire L. Evans is a writer and musician exploring ecology, technology, and culture. hide"
  ]
}