{
  "url": "https://hbr.org/2024/06/constant-change-is-rewriting-the-psychological-contract-with-employees",
  "title": "Constant Change Is Rewriting the Psychological Contract with Employees",
  "ut": 1719297357.0,
  "body_paragraphs": [
    "Thomas Jackson/Getty Images",
    "Growing employee dissatisfaction in the workplace can be explained by the likelihood that “psychological contracts” between employees and organizations — the implicit mutual understanding of each side’s obligations to the other — in many companies still reflect a past in which change was intermittent. The author of this article argues that in a time of continuous change, these contracts will need to be revisited, and she proposes some actions that companies can take to renegotiate the terms.",
    "Let’s face it: we are massively failing at change. According to research from Gartner published last May, employees’ willingness to support enterprise change collapsed to just 43% in 2022, compared to 74% in 2016. And Gallup’s “State of the Workforce 2024” report, which came out this June, highlighted significant frustration: while 23% of employees are thriving and are fully engaged at work, 62% of employees are ”quiet quitting,” employed but disengaged. The report also included data that just broke my heart: a whopping 15% of employees worldwide are ”loudly quitting” — “directly harming the organization, undercutting its goals and opposing its leaders.”",
    "Leading People Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Leading People. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "What you need to know about being in charge.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "Playing to Win Strategy Toolkit",
    "The Overcoming Burnout Collection: Reclaim Your Healthy Relationship with Work",
    "Read more on Managing people",
    "Managing employees and Change management"
  ]
}