{
  "url": "https://www.ft.lk/columns/Clean-Sri-Lanka-and-noise-pollution-Part-I/4-773219",
  "title": "Clean Sri Lanka and noise pollution – Part I",
  "ut": 1739927310.0,
  "body_paragraphs": [
    "Tourists vehemently oppose intense noise",
    "One area of focus of the “Clean Sri Lanka” program initiated by the new Government that has enthused the people at large is the drive to clean the environment. People affected by intense noise hope that cleaning the environment will not be limited to keeping public spaces clean but will also address the issue of noise pollution. This is evident from letters to newspapers and social media posts calling upon the authorities to deal with noise pollution from varied sources, such as entertainment, places of religious worship, vehicular traffic, construction and industrial activities as part of “Clean Sri Lanka”.",
    "I write this piece not only as one having an interest in fundamental rights but also as a victim of noise pollution. In the locality where I live, off Rajagiriya, residents have for years been subjected to intense noise forced upon them, mainly by music but also by fireworks, emanating from events conducted on the premises of a Government-owned institution. Complaints to the institution, as well as to the Police, bore no results. I refrain from naming the institution as the matter is under investigation by the Human Rights Commission, and the new management of the institution has promised us that remedial measures will be taken.",
    "While the Clean Sri Lanka program was in full swing, a group of tourists participating in a musical event in the Weligama area had objected vociferously to the Police prohibiting the use of loudspeakers after 10 p.m. when the period for which a permit had been issued ran out. One female tourist is heard in a video of the incident that not allowing the use of loudspeakers will adversely affect tourism.",
    "Reacting to the incident, two Government spokespersons said that the present Government cannot be blamed as the Police were only giving effect to a judgment of the Supreme Court. Not stopping at that, they said that steps would be taken to have the judgment revised. It might interest readers to know that the then Deputy Minister of Tourism Diana Gamage made a similar statement in October 2022.",
    "Supreme Court on noise pollution, Ashik v. Bandula",
    "The judgment referred to is Ashik v. Bandula and others, reported in [2007] 1 Sri Lanka Law Reports on page 191, which was widely welcomed. The case commenced as a fundamental rights application by the trustees of a mosque in Weligama against the Police for refusing a loudspeaker permit. The Police contended that residents in the area had complained of noise pollution due to the excessive use of the loudspeakers by three mosques. The Supreme Court noted that the application raised fundamental issues with regard to sound pollution and standards that the Central Environmental Authority (CEA) should enforce. The CEA was accordingly added as a party. Environmental Foundation Limited was permitted to intervene. The court proceeded with the case as being of public interest.",
    "Noting that our country has probably the oldest jurisprudential tradition of a secular approach in dealing with a public nuisance, the Court referred to the 1895 case of Marshall v. Gunaratne Unnanse where the Supreme Court upheld that conviction of the principal trustee of a Buddhist Vihara in Colombo who was charged under the then applicable section 90 of the Police Ordinance for creating noise in the night and disturbing the neighbourhood.",
    "The Supreme Court referred to Re Noise Pollution, a celebrated case decided by the Indian Supreme Court, noting that the latter Court had firmly rejected the contention that there is a fundamental right to make noise associated with the freedom of speech and expression. The Chief Justice of India delved into the etymology of the term “Noise” and noted that it is derived from the Latin word “Nausea”, defined as unwanted sound, a potential hazard to health and communication dumped into the environment without regard to the adverse effect it may have on unwilling ears.",
    "Chief Justice Lahoti continued: “Noise is more than just a nuisance. It constitutes a real and present danger to people’s health. Day and night, at home, at work, and at play, noise can produce serious physical and psychological stress. No one is immune to this stress. Though we seem to adjust to noise by ignoring it, the ear, in fact, never closes and the body still responds —sometimes with extreme tension, as to a strange sound in the night. … Noise is a type of atmospheric pollution. It is a shadowy public enemy whose growing menace has increased in the modern age of industrialisation and technological advancement. … Nobody can claim the fundamental right to create noise by amplifying sound of his speech with the help of loudspeakers. While one has a right to speech, and others have a right to listen or decline to listen. Nobody can be compelled to listen and nobody can claim that he has a right to make his voice trespass into the ears or mind of others. Nobody can indulge in aural aggression.”",
    "The Sri Lankan Supreme Court held that there was no dispute that people have been denied equal protection of the law by the failure of the executive to establish by way of regulations an effective legal regime as mandated by the National Environmental Act to safeguard the public from the harmful effects of noise pollution. The facts also reveal that there are no guidelines for the effective implementation of the applicable provisions of law so as to provide to the people equal protection of the law guaranteed by Article 12(1) of the Constitution. Accordingly, the Court considered it to be just and equitable in the circumstances of the case to make the following directions:",
    "i.That the emission of noise by the use of amplifiers, loudspeakers or other equipment or appliances which causes annoyance to the public or to the people in general who dwell or occupy property in the vicinity be considered a public nuisance in terms of section 261 of the Penal Code and that the Police should entertain complaints and take appropriate action for the abatement of such public nuisance;",
    "ii.That all permits issued by the Police under section 80(1) of the Police Ordinance shall cease to be effective forthwith;",
    "iii.That no permits shall be issued in terms of section 80(1) of the Police Ordinance for the use of loudspeakers and other instruments for the amplification of noise as specified in that section covering the period 10 p.m. (night) to 6 a.m. (morning). Such permits may be issued for special religious functions and other special events only after ascertaining the views of persons who occupy land premises in the vicinity, a record of such matters to be maintained and the grant of any such permit shall be forthwith reported to the nearest Magistrate Court;",
    "iv.That in respect of the hours from 6.00 a.m. to 10.00 p.m., permits may be issued for limited periods of time for specific purposes subject to the strict condition that the noise emitted from such amplifier or loudspeaker or equipment does not extend beyond the precincts of the particular premises.",
    "v.Where a permit is issued in terms of section 80(1) as provided in direction (iii) and (iv) sufficient number of Police Officers should be designated and posted to the particular place of use to ensure that the conditions imposed are strictly complied with;",
    "vi.That the Police will make special arrangements to entertain any complaint of a member of the public against any person guilty of an offence of public nuisance as provided in section 261 of the Penal Code or of using any loudspeaker, amplifier or other instrument as provided in section 80 of the Police Ordinance contrary to any of these directions and take immediate steps to investigate the matter and warn such person against a continuance of such conduct. If the conduct is continued after that warning to seize and detain the equipment as provided in section 80(4) of the Police Ordinance and to report the matter to the Registrar of this Court.",
    "The Inspector General of Police was directed to submit a report to the Court as to the action taken on the judgment. IGP’s Circular No. 2031/2007 and Crime Circular 17/2007 were issued in conformity with the judgment. A few years later, following representations made mainly by artists to President Mahinda Rajapaksa, the State requested the Supreme Court to extend the time period of permits during weekends. This request was granted. Accordingly, the Supreme Court directed that musical and cultural shows should be brought to an end at 1 a.m. on Fridays and Saturdays and 12:30 a.m. on Sundays. What is important to note is that no change was made to the strict condition made by the Court that noise emitted from an amplifier, loudspeaker or equipment should not extend beyond the precincts of the particular premises.",
    "Southern hoteliers protest relaxing noise laws",
    "The Government’s response to a small group of tourists wanting to make merry, unmindful of the rights of the residents of the area, was clearly a knee-jerk reaction. Its spokespersons went to the extent of adding that not permitting loudspeakers till late would adversely affect the tourist industry.",
    "These responses triggered an immediate backlash from citizens concerned with the environment, especially those affected by noise pollution. The Facebook group National Coalition Against Noise Pollution (Shabda Dooshanayata Erehi Jathika Ekamuthuva — type in Sinhala fonts to visit the page) is at the forefront.",
    "The authorities may not have expected opposition from the tourist industry itself. At a media briefing in Galle on 27 January, the Southern Province Tourist Hoteliers Association said that tourists vehemently oppose intense noise. There have been instances of tourists demanding that room charges be paid back and moving out when unable to bear the noise. “Tourists come to Sri Lanka to enjoy the beaches, wildlife and places of historical interest in a relaxing environment. Those who visit discos are drug users. It is they who want noise, not genuine tourists,” the Association explained.",
    "A hotel owner from Unawatuna, who had been in the business for 20 years, said that his clients had asked for their money back and left the hotel when disturbed by the intense noise from discos in the neighbourhood. If discos are to be operated, the halls must be constructed so as not to let out sound, he explained —the same condition that our Supreme Court had imposed. A German national whose husband is in the tourist trade in Sri Lanka expressed similar sentiments and blamed Sri Lankan authorities, including the Police, for turning a deaf ear to tourists’ complaints. That tourists want discos and musical shows at night is a misconception, she added."
  ]
}