{
  "url": "https://www.dailymirror.lk/opinion/Speakers-Credentials-Academic-or-Leadership-Qualities/172-298259",
  "title": "Speaker’s Credentials: Academic or Leadership Qualities?",
  "ut": 1734396293.0,
  "body_paragraphs": [
    "As for the functions of the Speaker, he is not a mere presiding officer; he is the repository of the powers, dignities, privileges and liberties of the representatives of the people, the  MPs and through them the voter at large.",
    "In its early stages, the role of the Speaker was closely tied to the Monarchy, functioning as the monarch’s representative within the legislature",
    "“May it please your Majesty, I have neither eyes to see nor tongue to speak in this place but as the House is pleased to direct me, whose obedient servant I am here”-- William Lenthall, Speaker of the House of Commons on January 4, 1642",
    "Former Election Commission Chairman Deshapriya has challenged former Speaker Ashoka Ranwala to prove his academic credentials; he says, if Ranwala fails to do so, he should step down, urging the NPP to take action. Such an accusation is not made lightly, leaving it to Ranwala to address the matter and clear the name of the NPP and its 6.8 million voters. The key question is whether Ranwala possesses a degree in chemical engineering from the University of Moratuwa and a PhD in Biochemistry from Waseda University in Japan. While academic qualifications are not a requirement for the position of Speaker, previous office holders with limited formal education have managed to maintain the dignity of the House.",
    "Historically, the Speaker’s responsibilities have extended far beyond presiding over debates. On certain extraordinary occasions, the Speaker has stepped into the role of Head of State, as the Speaker holds a critical position in the nation’s hierarchy, ranking as the fourth highest in terms of protocol.",
    "Molamure,  a charismatic figure known for his charm and wit, was first elected to the Legislative Council in 1924 to represent Kegalle District. He returned unopposed to the State Council in 1931, representing Dedigama, and made history as the first Speaker. He also became the first Speaker of the House of Representatives in 1947. Molamure won the Speaker’s position on July 7, 1931, with 35 votes against Sir Stewart Schneider’s 18. After a three-month absence from the parliament, he resigned on August 25, 1935, citing personal reasons, and lost both his position as Speaker and his seat. Later, it was revealed that he had been imprisoned for misappropriating funds from his family’s financial assets. His actions, seen as a betrayal of trust, caused public shock and gained media attention due to the involvement of family and legal consequences. His imprisonment highlighted the serious implications of financial mismanagement within family circles. He returned to politics in 1943, winning a by-election in Balangoda.",
    "As for the functions of the Speaker, he is not a mere presiding officer; he is the repository of the powers, dignities, privileges and liberties of the representatives of the people, the  MPs and through them the voter at large. In addition to the standing orders, convention and practice powers the Speaker’s authority.",
    "A Role Tied to the Monarchy",
    "In its early stages, the role of the Speaker was closely tied to the Monarchy, functioning as the Monarch’s representative within the legislature. However, the position gradually transformed during the intense power struggle between the sovereign and the legislature, a shift that marked a turning point in the balance of authority. In 1642, King Charles I entered the parliament in an unprecedented and dramatic move, demanding the arrest of five Members of Parliament who had openly opposed him. “May it please your Majesty, I have neither eyes to see nor tongue to speak in this place but as the House is pleased to direct me, whose obedient servant I am here”, Said William Lenthall, Speaker of the House of Commons who fell on his knees before His Majesty, King Charles I on January 4, 1642, when he entered the House escorted by armed soldiers, and sat in the Speaker’s chair to seize five members.",
    "Karu Jayasuriya holds the unique distinction in Sri Lanka’s parliamentary history of being the only Speaker to endure the indignity of being publicly reprimanded, perhaps even threatened, by a sitting Prime Minister during a session of the House. In a moment that underscored tensions between the legislative and executive branches, Ranil Wickremasinghe pointing his finger directly at the Speaker, declared, “I will have to remove you…” This dramatic confrontation arose when the Speaker refused to align himself with the government’s stance on a particular matter, exemplifying his steadfast commitment to parliamentary independence despite immense political pressure.",
    "The Second State Council met for the first time on March 17, 1936. Dr N. M. Perera, a 30-year-old who had defeated Molamure Kumarihamy in Ruwanwella, seconded the nomination of W. Duraiswamy for Speaker. Duraiswamy won with 30 votes, narrowly defeating Francis de Zoysa. The following day, the allocation of members to the Donoughmore Commission’s Executive Committee was discussed.",
    "During the debate on replacing members unwilling to accept their nominations, Perera, despite being new, challenged the Speaker’s ruling. He objected to the proposal that next-in-line representatives fill the positions of those stepping down. Leader of the House, D. S. Senanayake, dismissed Perera as “an unknown son of a still unknown father.” Undeterred, Perera showcased his oratorical skill and knowledge of parliamentary procedures, arguing against the Speaker’s partiality. He was supported by senior members like G. R. de Silva and A. E. Goonasingha. This moment is recorded in the Hansard of the 1936 State Council, Vol. 1, pages 7-8.",
    "On February 13, 1959, Dr. N. M. Perera defied the Chair during a debate on the Public Security Act amendment. The Prime Minister sought to rush the bill, prompting Perera to quote precedents in protest, causing chaos and leading the Speaker to suspend sittings. When they resumed, Perera pointed out that the Speaker had violated the Standing Orders by not announcing the suspension’s duration. The Prime Minister’s motion to remove Perera passed, and he was forcibly evicted.",
    "Dr. N.M. Perera, in his examination of the Speaker’s role, reaffirms the principles articulated by Erskine May in his 1844 work, ‘Treatise on the Law, Privileges, Proceedings and Usage of Parliament’. Perera expands on this, considering the developments since that time, to emphasise that the Speaker represents the rights of individual members, especially the backbenchers, in opposition to the ministers and the executive. He underscores the necessity for the Speaker to remain neutral, detached from party politics, in order to maintain ‘dignified aloofness from factional squabbles’. This analysis was highlighted in a review by Dr. Ranjith Amarasinghe, Professor of Political Science at the University of Peradeniya, of Perera’s book ‘Parliamentary Democracy: A Comparative Study of the English System’.",
    "Stanley Tillekaratne, the outspoken MP for Kotte, was known as a persistent heckler in the House. A member of the LSSP since his university days, Tillekaratne became Speaker in 1970 after the Sirimavo-led United Front (UF) secured a two-thirds majority. His role as Speaker required him to maintain order and decorum, but he faced intense pressure, especially from Dr. N.M. Perera in 1973. During the debate over the Press Takeover Bill, Perera subjected him to severe verbal attacks.",
    "Dr. Colvin R. de Silva once provocatively stated that the parliament could remove the Speaker for “any reason, or no reason at all.” Robert Gunawardene joked about Tillekaratne’s short stature, saying he “didn’t possess the height of two oranges,” to which Stanley humorously replied, “Yes, but if you squeeze my oranges, you’ll have enough juice to bathe!” Despite such banter, Colvin later told Tillekaratne, “We disagree with your ruling, but since it comes from the Chair, we bow to it.”",
    "Those were the days when parliamentary debates were led by gentlemen, and respect for the office prevailed."
  ]
}