{
  "url": "https://www.ft.lk/columns/Chaos-Pattern-Godfrey-Gunatilleke-s-cathedral-of-words/4-772697",
  "title": "Chaos & Pattern: Godfrey Gunatilleke’s cathedral of words",
  "ut": 1738796722.0,
  "body_paragraphs": [
    "Chaos & Pattern: Three-volume boxed set",
    "Godfrey’s recollections, reflections, revaluations, Vol I",
    "“For us, there is only the trying. The rest is not our business.”",
    "– TS Eliot, ‘East Coker’,",
    "Last week, on Philosophers’ Day at the 135-year-old National Seminary of Our Lady of Lanka, Ampitiya, organised by its Department of Philosophy, I delivered (for the second time over the years) the Rev Fr Harold Panditharatne Memorial Oration, as Chief Guest. Fr Panditharatne, master logician, was my Logic teacher during my two years as an A Level student at Aquinas University College, Colombo. This year’s theme was ‘Unlocking Potential: The Power of Thoughtful Reflection as a Catalyst for Transformation’.",
    "I concluded my lecture urging that the National Seminary’s library acquires the best Sri Lankan example of the topic. It is the three-volume boxed set containing the monumental autobiography of Godfrey Gunatilleke entitled ‘Chaos & Pattern’ (Neptune, Colombo 2025), launched last month with the author, aged 98, present. No Sri Lankan I know of epitomises the practice of thinking, of ‘thoughtful reflection’ for purposes of ‘transformation’—national, international, paradigmatic and personal—as does Godfrey Gunatilleke.",
    "Masterpiece of encounters",
    "If, as Hegel said, history is the march of the Absolute Spirit through the universe, Godfrey’s life of nearly a century is from his childhood, the story of the journey of his consciousness -- growing, evolving, not in a vacuum, but in a series of encounters with widening circles of existence, from family and school, literature and theory (including Marxism), morals and ethics, state and economy, to the global arena and ultimately, the spiritual domain. It chronicles the cultivation of the life of the mind, always striving for excellence, in interaction with the reality of the world in the course of attempts to transform and (eventually) transcend it.",
    "The three-volume magnum opus is a masterpiece of non-fiction literature, probably the highest product in the genre of book-length non-fiction prose by a Sri Lankan. The quality of writing and readability is such that a great many chapters could be prizewinning individual short stories. The massive totality of Chaos & Pattern Vols I-III will be difficult to equal or even approximate, and almost impossible to surpass.",
    "This is as is should be, because Godfrey Gunatilleke is the earliest, longest surviving, and arguably the best exemplar of Ceylon’s post-World War II modernist-universalist intelligentsia. He is the founding father, the Abraham of the tribe of Ceylon/Sri Lanka’s westernised Third Worldists or ‘Global Southernists’, as distinct from both the anti-western nativists and pro-western supplicants. Godfrey’s post-war generation and its younger sibling, the post-Independence generation to which my father Mervyn belonged, modernist, universalist-humanist and left-liberal, enabled Sri Lanka to punch well above its weight in numerous fields internationally, and the UN system and global arena generally. Among its best and brightest, its intellectual and professional vanguard, Godfrey was the respected elder brother.",
    "Probably his last act in an adult life of public service and civic contribution, his autobiography is a grand gesture, a masterpiece as culmination. Godfrey has not only bequeathed to us a wealth of information and knowledge, but also a stellar example unmatched by any Ceylonese/Sri Lankan, of rigorous examination and self-examination; of critical reflection. A conscious, active being, he has subjected his life and times and his country’s contemporary history to exacting scrutiny, reconstructing what was thought at that time and reviewing it with the benefit of hindsight. It is an example, unique for a Sri Lankan, of irreversibly recorded reflexivity, scrupulous intellectual integrity and laceratingly unsparing psychological-emotional honesty. The Confessions of St. Augustine has been among his explicit models.",
    "Godfrey’s autobiographical triptych has many stories traceable within it. It is a child’s tale of growing up in Ceylon. It is a love story, of the romance and life together of Godfrey and Bella. It is a consideration on literature and knowledge, ethics and morality. It is a textbook of political history spanning 65 years, encompassing SWRD Bandaranaike’s split from the UNP in 1951, the race riots of 1958, the anti-Tamil violence of 1983, negotiations over devolution, Indian initiatives and intervention, the JVP’s two uprisings, the LTTE’s long war of secession, the UNHRC Geneva resolutions, the Darusman Report’s war crimes allegations and Godfrey’s rebuttal, The Third Narrative (2014). It is a ledger of Sri Lanka’s many phases of economic policy-making. It is a chronicle of parallel battles for a suitable developmental model domestically and a fairer economic order globally. It is an account of institution-building and synergies of progressive policy intellectuals of South and North.",
    "Godfrey lists the galaxy of intellects he worked with during annual stints in the 1970s in Geneva at the ILO and UNCTAD in the project for ‘another development’ and a New International Economic Order (Chaos & Pattern, Vol III, p 72). Two names stood out for me: Juan Somavia (Chile) and Prof Richard Falk (Princeton Uni, and Club of Rome). When I got to Geneva 30 years later and was elected a Vice-President of the UN Human Rights Council and Chairperson ILO, UN Special Rapporteur on Palestine Richard Falk and Director-General of the ILO Juan Somavia reminisced with warm admiration about Godfrey.",
    "Godfrey gifts us not only a narrative, a history and a testimony but also an ethic, a methodology and a role-model. He reveals what the postwar, post-independence Ceylonese/Sri Lankan intelligentsia was like. From youth to old age, they read, thought, discussed, debated, wrote, loved, dissented, travelled, spoke out, cared about matters bigger than money and careers, cherished universal ideals and values, cultivated their conscience and sensibilities, weighed the ethics and morality of their decisions and actions, contributed and disseminated ideas, distinguished themselves in their disciplines and professions, communed across borders, laboured tirelessly to make their nation and the world better.",
    "Godfrey Gunatilleke exemplifies eclecticism in the best sense, drawing knowledgably and with discriminating discernment on multiple strands of economic thinking, fusing them into policy packages for different sectors and spheres in the overarching project of a pluralistic Sri Lankan model of development.",
    "How many individuals offered D2 or D1 positions in UNCTAD and the ILO would decline and opt instead to base themselves in Sri Lanka, faithful to their deep and freely-chosen commitment, accepting only short-term foreign assignments annually, developing the institutions they had founded, intervening even in violent times in contentious realms of public policy and civic activism, as Godfrey and his contemporaries/near-contemporaries did? These were heroes of the mind, giants of their avocations and vocations, titans of sustained constructive effort.",
    "Political illuminations",
    "Having been inducted by Ceylon’s iconic first Prime Minister DS Senanayake into his Secretariat at age 24, worked under Westminster-model parliamentarism at its best, and lived through the tempestuous post-1978 Age of the Presidency, Godfrey delivers this considered judgment:",
    "“…Here, I might mention that I, for my part, have always taken the view that an elected president with executive powers gives fuller expression to the democratic rights of the people and is a more efficient system for decision-making than the parliamentary system.” (Vol III, p 149. My emphasis-DJ)",
    "Godfrey’s audit of the JVP’s second uprising, the sheer barbarism of which it has never recognised, still less publicly repented, is unflinching:",
    "“…One of the most tragic events of this period was the killing of Vijaya Kumaratunga by the JVP in January 1988…There was a savage, unrestrained quality to the regime of terror imposed by the JVP. They resorted to unusual forms of torture and humiliation of victims. Houses of victims killed by them were ordered not to display any signs of public mourning such as carrying white flags or black flags. Coffins of those whom they murdered had to be carried below the knee...” (Chaos & Pattern Vol III, pp. 246-248)",
    "Godfrey relates how the Marga Institute was engaged as research-and-resource center for the All-Parties Conference (1984) centered on Annexure C which made for devolution to the provinces by clustering districts, dispelling in passing, the myth that Premadasa was opposed to devolution.",
    "“I recall attending the inaugural meeting [of the APC]. Premadasa, who was then Prime Minister, spoke to me, greeting me warmly and asking me to render as much assistance as possible.” (Ibid, Vol III, p 208).",
    "Premadasa was accused of weapons transfer to the Tigers. Godfrey confirms what I learned as the youngest Minister in the Provincial Council system in 1988. Lalith Athulathmudali, the accuser, was the architect of the strategy and pioneer of the practice as National Security Minister when Premadasa was a powerless Prime Minister:",
    "“…We later learnt from the revelations in the writings of Dixit and Harkirat Singh, the commander of the IPKF, that Lalith Athulathmudali pursued a strategy that would enable the government to strike up an alliance with the LTTE to evict the IPKF and reach a political settlement, giving recognition to the LTTE as sole representative. Dixit argues that in Lalith’s mind, such a strategy would lead to the final isolation of the LTTE, at which stage they could be eliminated by the Sri Lankan army. This is, of course, what ultimately transpired two decades later, but in entirely different circumstances.” (Ibid, Vol III, p 233).",
    "President Premadasa and Ranjan Wijeratne reverted to Lalith’s strategy in 1989-’90.",
    "Dissenting from his friend and co-founder of the Citizens Committee for National Harmony (CCNH) Fr Tissa Balasuriya who urged a pause of scheduled elections to forestall further bloodshed, Godfrey firmly insisted on holding the Presidential election in 1988 so as to resuscitate democracy, and proceeded to found PAFFREL.",
    "He preferred Premadasa over Sirimavo Bandaranaike because of the pioneering non-elite breakthrough it was, and the retention of the open economy while prioritising poverty alleviation. Godfrey feels vindicated in the main, by the outcome. (Vol III, pp. 267-268)",
    "For 20 years Godfrey and Marga Institute actively assisted every initiative to devolve power.",
    "He notes the UNHRC’s first postwar resolution welcoming the May 2009 outcome, disapproves of the war crimes allegations of later years, and supported the post-war Lessons Learnt and Reconciliation Commission (LLRC).",
    "Godfrey quit the Friday Forum of liberal civil society luminaries when they “welcomed and approved” the Darusman Report which accused the Sri Lankan military of a witting policy of war crimes. He returned to Geneva at age 88 with The Third Narrative, skewering the estimates of civilian casualties and tabling a closely-argued counter-narrative of the long war’s last stage. The alternative discourse he advanced was illustrative of his Weltanschauung. (Vol III, pp.397-400)",
    "Godfrey significantly notes in Volume III that:",
    "“The life I have lived in the 1980s is the most difficult part to narrate in a coherent form-particularly after 1983…The chronological order itself gets confused…[disparate] flows of information…further compounded our problem of defining our responses and charting our courses of action and advocacy.” (Ch: 82, p 187)",
    "He ends Chapter 83 capturing the divergent strategic perspectives on the protracted war and identifying the exception which “as things turned out proved to be right”.",
    "“…I also strongly held the view that there was always a possibility to bring even the worst extremist elements into the mainstream of democratic politics and cited the example of the 1971 insurrection, where several of its leaders renounced violence and became responsible citizens. The one Left-inclined analyst who took an opposite view from the inception was Dayan Jayatilleka, who defined the LTTE as a fascist terrorist organisation with whom no negotiation was possible. He therefore argued from the outset that the government must not let down its guard and, in the case of the LTTE, prepare for an outright military solution. As things turned out he proved to be right. What seems to be evident in hindsight is that Sri Lanka and India should have agreed to eliminate the LTTE as stakeholder in the political settlement, and acted together to destroy the LTTE’s military capability once it became abundantly clear that the LTTE would not abandon their goal of Eelam. This seemed to be the strategy that Dayan Jayatilleka advocated.” (Gunatilleke, Chapter 83, Chaos & Pattern Vol III, pp. 240-241)",
    "He emphasises this in the penultimate chapter of his monumental oeuvre:",
    "“…The civil society groups as a whole took up the position that a political solution was the only feasible solution, and that the LTTE could be persuaded to abandon their goal of a separate state and agree to a solution that would provide an adequate measure of devolution in a united Sri Lanka. As far as I recall, there was no strong constituency for a military solution, aimed first at the total defeat and elimination of the LTTE. Even the senior army officers at the time seemed to express the view that a total military solution was not possible, given the nature of the guerilla war. There were a few analysts, notably Dayan Jayatilleka, who vehemently held the view that negotiations were not possible with the LTTE and that in their case, full destruction of their military capability was the only answer…” (Gunatilleke, Ibid, Chapter 93, p372)",
    "To validate on the record, the accuracy of the contrary argument of someone three decades younger, takes a person of real stature and capacious spirit.",
    "Godfrey’s long goodbye",
    "We are enormously fortunate to have had Godfrey’s presence and projects in this country in our lifetime. We are blessed to have him among us still, because when he is subtracted, it will mean that the early, radiant glow turned last ember of an enlightened age has been extinguished, leaving Sri Lanka intellectually dimmer and diminished, lesser and lonelier.",
    "Chapter 94, the book’s last, is almost unbearable in its pathos. Godfrey describes the death of his younger daughter and the immediately consequent fragility and fatal involution of his wife and companion from age 23, Bella. This dark, tragic ending, derived from the human condition, coexists however with the terminus of Godfrey’s own prolonged, syncretic search for a transcendent spiritual home within which he now dwells, redeeming the chapter’s unrelieved dirge with a delicately-delivered higher note announcing arrival and attainment.",
    "TS Eliot opens and closes Godfrey’s three-volume autobiography. The famous opening line from ‘East Coker’ in ‘Four Quartets’ commences the Prologue of Vol I: “In my beginning is my end”. For Godfrey, just as for my father Mervyn, Eliot was a shaping spirit of young adult sensibility, and stayed with them throughout. He figures at the close of Vol III, the autobiographer returning to ‘East Coker’, etching the poet’s name on the final step leading out of his cathedral of words. It is the same passage that his friend Basil Mendis had quoted one night to the 21-year-old Godfrey (Vol I, pp. 261-263). Having been, he says, a “religious agnostic” not an “irreligious agnostic”, Godfrey would grow over a lifetime into his friend Basil’s and his wife Bella’s faith.",
    "Eliot evolved from Anglican Protestantism to Catholicism, older, deeper, more powerfully compelling and fulfilling. He closes ‘East Coker’ with the inversion of its opening, completing the cycle and signalling the spiritual spiral ascent: “in my end is my beginning”. So it is with Godfrey Gunatilleke.",
    "[Dayan Jayatilleka is the author of Long War, Cold Peace, Foreword by Godfrey Gunatilleke, Vijitha Yapa, Colombo 2014.]"
  ]
}