{
  "url": "https://www.ft.lk/columns/Austerity-and-oligarchy-Top-vs-Bottom/4-771689",
  "title": "Austerity and oligarchy: Top vs. Bottom",
  "ut": 1736534491.0,
  "body_paragraphs": [
    "Every economy has liquidity constraints, how we solve those constraints and how far should policies be allowed to intervene to relieve the worst impacts of those constraints, this is the art of public policy",
    "For a country like Sri Lanka, a K-shaped recovery could have devastating consequences, with inequality and income and wealth disparities already at record levels according to the UNDP. The expanding number of Sri Lankans under the poverty line also means a degradation of the middle class, the backbone of any developing economy. Instead, note the pent-up demand for motor vehicles and the pressure it has created from that lobby for the removal of all restrictions on vehicle import restrictions. That a sizeable urban group of Sri Lankans are willing to pay 200-300% mark-ups through taxation on a depreciating asset, is an undeniable sign of inverted incentives and imbalances in an economy",
    "What part of our lives did the COVID-19 pandemic not impact? The list of social and economic phenomena that has emerged is never-ending: education deficits, supply-chain disruptions, ‘the Great Resignation’, e-commerce surge, remote-work revolution, internal and external labour migrations. Beyond the immediate outcomes of the pandemic, i.e. death and illness, there were countless spill-over impacts on education, mental health, work-life balance, but the most significant impact has been economic. Record inflation has left many millions around the world in an urgent cost of living crisis, a central theme of political-economy in the post-pandemic era.",
    "Among phenomena generated by the pandemic, the K-shaped recovery is still widely under-appreciated; especially given its link to inflation. The term was popularised in the aftermath of the peak of the pandemic to describe the divergent experiences and recovery paths of different societal groups. Writing for axios.com in October 2020, Dion Rabouin, questions whether the actions and policies of the Federal Reserve under Chair Jerome Powell contributed to a form of government protection of the wealthier, asset-owning segments of society; creating asset bubbles in various sectors of the economy along the way.",
    "K-shaped recoveries are by now well documented; an October 2022 article in Forbes listed three clear examples of divergent post-pandemic recoveries from the US: (1) sector specific: technology, retail, software services are booming post-recession while travel, hospitality, food services, have not recovered to post-pandemic levels. (2) income level: “workers in the bottom quartile have seen their employment drop by almost 20% while less than 1% of those making over $ 60,000 per year have lost jobs (3) among recipients of stimulus cheques from the Government, “those that needed the stimulus checks to make ends meet… spent it all, while at the other extreme the payments were a windfall”.",
    "From India, an HSBC report also noted the “K-shaped recovery fuelling similar trajectory for inflation”, a reference to the divergent growth post-pandemic manifesting as a variance in inflation. The report suggests that India’s recovery since the pandemic had been disproportionately favourable to higher income deciles judging by the fast-growing demand for “high-end goods and services while mass consumption items preferred by lower-income households” have seen much lower demand recovery.",
    "For a country like Sri Lanka, a K-shaped recovery could have devastating consequences, with inequality and income and wealth disparities already at record levels according to the UNDP. The expanding number of Sri Lankans under the poverty line also means a degradation of the middle class, the backbone of any developing economy. Instead, note the pent-up demand for motor vehicles and the pressure it has created from that lobby for the removal of all restrictions on vehicle import restrictions. That a sizeable urban group of Sri Lankans are willing to pay 200-300% mark-ups through taxation on a depreciating asset, is an undeniable sign of inverted incentives and imbalances in an economy.",
    "Consider a Sunday Times article from April 2024 by Damith Wickremasekara which noted the findings of an internal committee at the Treasury, which recommended that vehicle imports recommence in order to meet the IMF’s revenue targets. According to a November 2024 report from publicfinance.lk, the IMF had highlighted that vehicle imports would be a significant revenue source for Sri Lanka but also noted that “the IMF cautioned… such measures must be managed prudently to avoid excessive pressure on foreign exchange reserves”. This is part of the problem with the IMF program, it is providing a fiscal solution to a decades-old current account deficit.",
    "Sri Lanka has a structural issue related to distribution in income and wealth, part of the reason for land reforms of the 1970s. This is not uncommon in post-colonial societies where wealth became concentrated in the hands of a few over a period of centuries.",
    "Veteran economic commentator and former Deputy Governor of the Central Bank of Sri Lanka, Prof. W.A. Wijewardena noted in an article from September 2024 in this publication: “Throughout the post-independence period, the sharing of the wealth of the country has been awkward and exclusive… the richest 20% of the country had appropriated for itself about a half of the country’s income, while the share of the lowest 20% of income earners had been about 5%…”",
    "In such a context, Prof. Wijewardena understands that a further divergence of already divergent groups will only deepen the crisis; his acknowledgment of the issues is further evidence that the problem has now been mainstreamed, at least by the commentariat. It is up to policy-makers in the administration to study the phenomenon of post-pandemic ‘K-shaped’ recoveries, its causes and impacts as experienced around the world in both developing and advanced countries.",
    "Prof. Wijewardena is unambiguous that the imposition of IMF conditionalities and spending restrictions led to “the rich moving up on the rising part of the ‘K’ becoming richer while “the poor sliding down the falling part became poorer… because it favours physical and financial capital owners, protecting their rights and ignoring human capital owners. This is evident from the quantitative target set by IMF conditions for attaining a surplus in the primary account of the Government budget.”",
    "Prof. Wijewardena states that “to generate a surplus in the primary account, governments are forced to protect the interest payments but cut the payments to the labour. Therefore, in the current model, labour gets less but the rich class owning capital gets more.”",
    "The values of society",
    "In the aforementioned September article, Prof. Wijewardena utilises a form of Ricardian Equivalence, a hypothesis proposed by David Ricardo that broadly conceptualises government spending as a future burden on the incomes of members of that society. Wijewardena states that “…it is the gross expenditure of the Government which imposes the actual burden on a citizen… when the Government borrows money to finance the budget deficit, people will have to pay taxes in the future to repay that debt…”",
    "David Ricardo was a 19th-century British political economist, MP, and a foundational thinker of the classical school of economics, which emphasises the self-regulating nature of markets and the importance of production and exchange in creating value. While classical economics de-emphasises the role of government spending and state investment in generating societal value, Keynesian economics views government intervention, particularly in driving aggregate demand, as a productive force for stabilising and advancing the economy.",
    "Infrastructure and healthcare systems, other public goods like education, are these merely costs, on the negative side of a fiscal equation? Or do these public goods create long-term value for society as a whole, is there a lasting impact on society from a better educated labour force, does social welfare improve productivity? Every economy has liquidity constraints, how we solve those constraints and how far should policies be allowed to intervene to relieve the worst impacts of those constraints, this is the art of public policy. Note that the IMF has advised Sri Lanka to increase investments in education and healthcare, this not due to altruism, but because such investments have been shown to create long-lasting societal and economic value.",
    "Sri Lankan policymakers must also contend with another critical aspect of Ricardian thought: the advocacy of comparative advantage as the optimal basis for a global free trade regime. Simplified, the theory of comparative advantage suggests that countries should specialise in producing goods for which they have the greatest efficiency relative to other nations. By exporting these goods and importing those for which other countries hold an advantage, each nation can optimise its overall consumption and economic welfare.",
    "This concept of comparative advantage has been challenged by the emergence of what the IMF itself called “activist industrial policy” in the context of Singapore and even Hong Kong. In fact, many nations, from members of the East Asian Tiger economies, like South Korea and Taiwan, to late-stage industrialisation by countries like Vietnam, have undergone rapid development by complementing their own comparative advantages with targeted public policy that incentivises innovation and manufacturing dynamism. The outcome is that many of these economic success stories today have highly diversified export bases, with industrial and high-technology exports central to their development stories.",
    "These development stories were fuelled by the emergence of the Asian multinational corporations which would not have been possible had public policy towards the development of exports remained within the confines of Ricardo’s comparative advantage. Everywhere you turn, in our region and in the immediate region, there are lessons for Sri Lankan policymakers to learn.",
    "The role of industrial policy in the story of East Asian growth and development is now well-documented; in Singapore for instance, the State played a key role in identifying and incentivising the evolution of Singaporean industrial activity, moving its local corporations up the ladder of value-addition. Today Singapore participates in global supply chains for some of the world’s most technologically advanced products.",
    "Critical to this process seems to be what economists call “breaking out of natural endowments”, especially factor endowments. Economists like Ha Joon Chang (Cambridge University) and Dani Rodrik (Harvard University) have critiqued the manner in which orthodox economic theory and reliance on comparative advantage can lead to countries developing a dependency on so-called factor endowments, be it natural resources, low cost-labour, tropical climates, geo-strategic locations, all of which narrow opportunities for economic diversification, increasing susceptibility to shocks and externalities.",
    "Thus far, the new Government has not signalled any significant deviations from the Wickremesinghe program of austerity, while there seems to be little fiscal space being created to correct some of the structural imbalances and inequities in the economy.",
    "A September report from PublicFinance.lk stated that Sri Lanka’s CIT to GDP was only 2% in 2023, “notably lower than other South Asian countries”, despite sheet rates on par with those same peer group nations. In a separate article from September 2024, Prof. Wijewardena notes that the external debt restructuring haircut “will leave a massive external sector gap of about $ 17 billion by 2027 as projected by the IMF in May 2024 based on the estimated foreign inflows and outflows” and suggests that the Government should focus on a significant “improvement in the export of goods and services”.",
    "Economist Dhanusha Gihan Pathirana, in a December article in this publication reminds us that Sri Lanka may be required to meet additional obligations amounting to $ 4.3 billion over the period of the IMF program. Pathirana warns of the “impending maturity of $ 3.6 billion in currency swap arrangements” with India and China, while also criticising the extraordinary profit-taking by private investors. Here, the reader will notice the convergence between Pathirana and Prof. Wijewardena, presumably on opposing points of the spectrum of political economy, yet in agreement, as Prof. Wijewardena notes, “to generate a surplus in the primary account, the Governments are forced to protect the interest payments but cut the payments to the labour. Therefore, in the current model, labour gets less but the rich-class owning capital gets more…”",
    "In an address to the new Parliament, the Leader of the Opposition Sajith Premadasa produced a critical analysis of the NPP Government’s decisions with regards the IMF program and debt restructuring deal. The address did not receive much media attention but among many important points raised by the SJB leader, two vital questions arose (1) why does the Government seem disinterested in reassessing the rationale of agreeing to amortisation payments from 2028 instead of from 2033. This more favourable timetable is noted, albeit for “purely illustrative purposes” on page 57 of the March 2023 IMF Country Report No.23/116 (Request for an Extended Fund Facility). Independent analysis, such as those by Pathirana suggests that by as early as 2027, external debt payments will generate significant pressure on the economy; why then is the amortisation beginning so soon, a mere six years after a historic collapse?",
    "Premadasa also noted that Ghana was able to reject the initial offer from the bondholder group and renegotiate a haircut of 37% and an interest rate of 6%. Note that Sri Lanka’s policymakers did not reject the initial debt restructuring agreement, rather it did not met the IMF’s GFN targets.",
    "A basic comparison between Ghana and Sri Lanka’s relative positions along the spectrum of indebtedness is quite revealing. While Ghana does have a lower GDP per capita – $ 2,200 – compared to Sri Lanka’s $ 3,900; the west-African nation has an external debt to GDP of 43% compared to Sri Lanka’s 75% and overall debt to GDP of over 100%; Ghana’s overall public debt to GDP was at 80%. Does this warrant such a difference in debt-restructuring outcomes? Ghana also has a larger external sector relative to GDP than Sri Lanka, while Sri Lanka’s is a more diversified external sector, exports to GDP stands at just above 20% while Ghana’s stands at 27%.",
    "The AKD-NPP Government has earned a historic countrywide mandate, it has a substantial majority in Parliament with a charismatic President, yet it persists with the economic policy path set out by a defunct majority and an unelected President.",
    "In keeping to the very path that they themselves criticised so vehemently, the NPP Government risks becoming an inadvertent vindication of former President Wickremesinghe and what was essentially a rogue administration. The NPP and AKD in particular would be well advised to revisit his own party’s thesis, and its conception of the issues articulated in its manifesto. This administration can no longer be considered a moderation, it now represents a radical departure, a surrender of the ideological ground and a retreat to the safety of the status quo.",
    "https://www.forbes.com/sites/chuckjones/2020/10/24/three-charts-show-a-k-shaped-recovery/",
    "https://www.thehindu.com/business/k-shaped-recovery-fuelling-similar-trajectory-for-inflation-hsbc/article68333187.ece",
    "https://www.sundaytimes.lk/240428/news/vehicle-import-ban-to-be-lifted-to-raise-revenue-555692.html",
    "(https://www.ft.lk/columns/AKD-s-top-priority-should-be-to-appease-a-population-boiling-from-within/4-767000)",
    "(The writer has 15 years of experience in the financial and corporate sectors after completing a Degree in Accounting and Finance at the University of Kent (UK). He also holds a Masters in International Relations from the University of Colombo. He is a media presenter, resource-person, a political commentator and Foreign Affairs Analyst. He is member of the Working Committee of the Samagi Jana Balawegaya (SJB). He can be reached via email [email protected].)"
  ]
}