{
  "url": "https://hbr.org/2024/11/how-to-use-games-to-build-relationships-with-your-customers",
  "title": "How to Use Games to Build Relationships with Your Customers",
  "ut": 1732089335.0,
  "body_paragraphs": [
    "Illustration by Vilmante Juozaityte ‘Bulma’",
    "Organizations are still learning how to think about games as media for marketing. Games aren’t typically covered in marketing classes in business schools, and they are often still seen as fundamentally different from other media. Modern-day games offer companies...more",
    "As gaming becomes increasingly entrenched in mainstream culture, it presents a unique opportunity for brands to rethink how they engage with consumers. There are more than three billion digital gamers worldwide. And games are no longer just entertainment — they are complex media ecosystems where consumers spend significant time, engage deeply, and form emotional connections. As such, forward-thinking brands are starting to leverage games as powerful tools for integrated marketing strategies.",
    "However, organizations are still learning how to think about games as media for marketing. Games aren’t typically covered in marketing classes in business schools, and they are often still seen as fundamentally different from other media. Deep-seated notions exist, about who plays video games — not the cool kids but a relatively small audience of nerds — and what sort of experiences games entail — deeply immersed groups of teenagers in a dimly lit basement. But the world of games, and gamers, has changed and grown broad.",
    "Modern-day games often offer casual and light experiences that attract diverse audiences and position games as mainstream media. On smartphones, titles like Candy Crush, Monopoly GO, Gardenscapes, Subway Surfers, or Wordle are hugely popular, attracting hundreds of millions of players daily. On PC and console, a host of so-called “cozy games” offer a relaxed experience of managing virtual crops (Animal Crossing: New Horizons), organizing one’s room (Moving), and making pizza (Good Pizza, Great Pizza). And social platformers like Fortnite, Roblox, and Minecraft where people of all walks create and play together have taken over consoles and PCs.",
    "So, it’s time to rethink how marketers and organizations think about games. We believe there are untapped opportunities for brand building and performance advertising alike — and overlooking games may set you back. This article aims to make games more tractable as marketing media and help brands understand how they can strategically engage with games, gamers, and gaming communities.",
    "What Do Games Offer to Brands?",
    "Games offer opportunities to marketers along the marketing funnel, from driving brand awareness and user acquisition to deeper engagement and retention of active customers. Let’s spell out some value propositions that games offer and that leading brands already leverage:",
    "Reach new and hard-to-reach audiences",
    "Certain demographics are difficult to engage through traditional marketing channels, particularly younger audiences who are increasingly turning away from linear media. Immersive experiences provide a direct line to these segments. For example, the luxury fashion house Balenciaga created a fully immersive virtual experience called “Afterworld,” where users could explore a futuristic city showcasing Balenciaga’s collection. This initiative blurred the line between gaming and fashion, positioning Balenciaga as an innovator with young audiences.",
    "Similarly, the beauty brand L’Oréal has used Ready Player Me to engage a young, diverse audience by creating virtual beauty products that players can use to customize their in-game avatars. And, more recently, the firm launched a virtual experience called the L’Oreal Paris Catwalk Simulator in Roblox. As a large incumbent beauty brand, L’Oreal follows the success of a much smaller rival, e.l.f. Beauty, which established an immersive experience in Roblox that attracts millions of players each month.",
    "According to e.l.f. Beauty’s CFO, Mandy Fields, it has proven to be an effective method to reach audiences and acquire new users. In the firm’s most recent earnings report, she states: “In Q1, we ran our first ever Beauty Squad Challenge within Roblox, allowing our e.l.f. up players to connect their Beauty Squad and Roblox accounts. Nearly 100% of those Roblox connections were new Beauty Squad members.”",
    "See more HBR charts in Data & Visuals",
    "Drive brand awareness and loyalty",
    "Games are uniquely positioned to build brand loyalty by immersing players in rich, engaging branded in-game experiences. Such experiences allow for continuous and interactive engagement, often leading to deeper emotional connections.",
    "This idea is not new: Already in 1999, Kellogg’s created a branded advergame called Mission Nutrition to educate children about healthy eating in a fun and interactive way. The game reinforced Kellogg’s health-conscious messaging while providing entertainment, showcasing how games can be used for both marketing and educational purposes.",
    "With the massively increased reach of games, this approach has unprecedented potential for impact. Consider how Lego has extended its brand presence through collaborations with Fortnite and, more recently, PlayStation. These experiences afford players the opportunity to build, create, and express themselves using branded Lego assets, reinforcing brand affinity in a playful and non-intrusive manner.",
    "Acquire and retain customers",
    "In-game advertising that can be a major channel of customer acquisition that some brands such as Walmart have started tapping. Self- or co-published games can also offer a space to engage and retain users in a playful way. From this space, brands can funnel consumers to other complementary experiences and foster ongoing engagement. This strategy is exemplified in The New York Times’ acquisition of Wordle and the broader integration of gaming into the NYT ecosystem through NYT Games.",
    "By embedding itself in daily game routines, the NYT has transformed itself from a traditional news provider into a brand that is part of users’ leisure activities, strengthening reader engagement and loyalty. According to CEO Meredith Kopit Levien: “Wordle brought an unprecedented tens of millions of new users to The Times, many of whom stayed to play other games which drove our best quarter ever for net subscriber additions to Games.” This strategy also appears to be bearing fruit for the NYT ecosystem beyond games. In its first-quarter earnings this year, the firm reported a 300,000 increase to its subscriber base, while many of its peers in news were forced to cut jobs. Games also drive the largest part of NYT mobile app downloads:",
    "See more HBR charts in Data & Visuals",
    "The Other Ways Games Can Help Companies Level Up",
    "Beyond the more immediate marketing goals of brand building and customer acquisition and retention, games can help companies build important capabilities.",
    "First up, games are a perfect training ground for brands to build new capabilities to engage consumers in immersive environments. While gaming is already a powerful medium, its relevance only stands to grow as we move toward a more virtualized world. Companies like Epic Games (the makers of Fortnite) and Meta Platforms are already laying the groundwork for these new digital environments by both deploying the necessary backend tools and infrastructure (e.g., Epic Games’ developer tool Unreal Engine, Meta’s augmented reality glasses Orion) and building frontend user experiences. Brands that engage with digital play now will be better positioned to succeed in a future where digital and physical experiences are seamlessly integrated. Building these capabilities early on — such as designing for virtual worlds and leveraging AI for personalized content — may be critical.",
    "Brands are already succeeding with this. Nike’s partnership with Fortnite saw the release of virtual sneakers that players could purchase for their avatars. The effort’s initial success warranted a second iteration as it helped Nike connect with Gen Z consumers in an authentic and engaging way, while testing the waters for selling digital goods — something that could become a major revenue stream in a future metaverse.",
    "Also collaborating with a major game platform, Gucci worked with Roblox to release a limited-edition virtual handbag. This bag eventually resold for a higher price than its real-world counterpart. This experiment highlighted the growing value of digital goods and the potential for luxury brands in the gaming space.",
    "Second, the growing adoption of generative AI (gen AI) is transforming how brands can create interactive and personalized experiences. By experimenting with interactive experiences, companies can learn how to craft more engaging narratives, design interactive rewards and virtual goods, and provide seamless user experiences that go beyond traditional touchpoints. For instance, using gen AI to generate art assets or fuel interactive storytelling in branded games can create richer, more personalized experiences that resonate with consumers. Companies across verticals can benefit from exploring these opportunities, some are already doing it, including Kleenex, Corona and Doordash. Existing collaborations such as IKEA’s with Roblox or Porsche’s with Overwatch and Fortnite also naturally lend themselves to the application of gen AI.",
    "For a third way to level up, games generate vast amounts of data that can reveal new insights about consumer preferences and behaviors. Major investors, including Tiger Global in Roblox, KKR in Epic Games, Blackrock in Dream Games, Goldman in Voodoo, and Disney in Epic, have recognized the value of these data-rich environments and are making substantial investments. By analyzing in-game behavior, brands can uncover how consumers interact with content, what drives engagement, and how they respond to different stimuli. This data can be invaluable for refining both in-game and broader marketing and business strategies.",
    "Steps to Succeed with Games as Strategic Assets",
    "We think you can take concrete steps to get your organization ready to succeed with games as marketing media and assets to build strategic capabilities. They include:",
    "Break with preconceptions that may keep you from leveraging games",
    "The temptation to see games as a niche interest, not a mainstream marketing channel, can still be large. This perception needs to change. As Bob Iger, CEO of The Walt Disney Company, noted: “We forget, in our generation, that things don’t have to be physical. They can be digital, and they have meaning to people.” Recognizing the power of digital experiences is the first step toward embracing games as a core component of your marketing strategy. To break these preconceptions, it can help to establish internal teams sourced from interactive entertainment and roles such as game analysts or economists, to help build a more sophisticated understanding of this medium.",
    "See games as complements, not substitutes, to your existing experiences",
    "It’s easy to (mistakenly) view games as a substitute for existing brand experiences or traditional channels. For example, Lego could have easily seen interactive entertainment as a substitutive threat, minimizing the brand’s engagement with the medium. Instead, it did the inverse, resulting in overwhelming success. Lego looked at games as complementary, as media that can enrich and extend real-world play experiences.",
    "Also less play-centered brands can leverage gaming effectively. For instance:",
    "Candy brands could integrate into casual games like Candy Crush, using in-game rewards to reinforce brand messaging.",
    "Grocery and retail chains could explore linking coupons or discounts to in-game achievements, such as unlocking a discount after reaching a certain level in a game.",
    "Travel brands could sponsor adventure or exploration games, providing virtual experiences of destinations to pique players’ interest in real-world travel.",
    "To succeed here, try to identify where the play mechanics of a game are indicative of a real-world interest or preference that aligns with your brand. This approach ensures that the gaming integration feels authentic and meaningful, rather than forced.",
    "Play with gamification and gen AI in your existing initiatives",
    "Gamification is a low-risk way to start leveraging game mechanics without fully diving into game development. Many companies are already using gamification in loyalty programs to encourage desired behaviors, such as increased purchases or referrals. For example, you could add badges, leaderboards, or point systems to reward customers for completing certain activities. Gen AI can enhance your gamification efforts by visualizing rewards, generating customized content, and assisting in developing adaptive experiences that respond to user behaviors in real-time.",
    "Use the Crawl-Walk-Run framework to adopt games as marketing media",
    "For companies new to gaming, the Crawl-Walk-Run approach can help manage risk and build internal capabilities gradually:",
    "Crawl: Start with small-scale tests, such as sponsoring a few in-game advertising campaigns or collaborating on a minor in-game event. Measure performance and learn from these early experiments.",
    "Walk: Expand by experimenting with different game genres and formats, testing new audience segments and varying your messaging to see what resonates best.",
    "Run: Once you have a good understanding of what works, scale up your efforts by regularly investing in in-game advertising campaigns, building more complex in-game experiences, launching branded games, or developing immersive virtual environments.",
    "In embracing these recommendations, it is important to consistently seek value-aligned and brand-safe game experiences. When choosing which games to engage with, ensure that the game’s themes and audience align with your brand values and messaging. A high-end luxury brand, for example, might find it counterproductive to sponsor a violent shooter game, but might thrive in a lifestyle or fashion-oriented game where aesthetics and design are central.",
    "Games Present an Underused Relationship Building Resource",
    "Brands that dismiss games as a niche interest are missing out on one of the most powerful media channels available today. Contemporary play offers a dynamic interactive environment for brands to engage with consumers. Games provide opportunities not just for building awareness but for fostering genuine loyalty and emotional connections. Brands need to understand how to leverage this medium for marketing and to develop important capabilities that can help future-proof your business. By embracing games as a core part of your marketing mix, you can reach new audiences, engage users more deeply, and build the capabilities needed to thrive in an increasingly virtualized world. To succeed, you need to invest in understanding games and gamers, experiment with game-based strategies, and continuously refine your approach checking that it aligns with your brand values and overall strategy.",
    "Marketing Essentials Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Marketing Essentials. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Learn how to communicate with your customers—strategically.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "Generative AI Skills: Craft Smart Prompts (Virtual Group Learning)",
    "Thinking Strategically: Manage Assumptions (Virtual Group Learning)",
    "Read more on Sales and marketing",
    "Technology and analytics and Media, entertainment, and professional sports"
  ]
}