{
  "url": "https://www.ft.lk/columns/Sri-Lankan-voice-on-global-stage-Meeting-with-Prof-Patrick-Mendis/4-778079",
  "title": "Sri Lankan voice on global stage: Meeting with Prof. Patrick Mendis",
  "ut": 1750711662.0,
  "body_paragraphs": [
    "Prof. Patrick Mendis (left) with the writer",
    "Imperial College, London: At the University of London, I met for the first time a man whose life story reads like a modern epic: Prof. Patrick Mendis. It was deeply personal.",
    "Like Prof. Mendis, I am an alumnus of the University of Sri Jayewardenepura (USJ). In 2019, I was honoured to receive The Patrick Mendis Prize at our university’s general convocation. I am also proud to be the first and, so far, the only student in the history of USJ to receive both The Patrick Mendis Prize and The Walpola Rahula Memorial Award.",
    "Prof. Mendis established his prize in 1994. It has been awarded annually to the most outstanding student among over 1,200 candidates from 12 departments at the Faculty of Management Studies and Commerce. To meet the very person whose name graces that prestigious prize was both gratifying and inspiring.",
    "Remarkable life story",
    "During his lecture at the University of London, Prof. Mendis spoke passionately about his diplomatic philosophy of “Trade for Peace,” rooted in the lessons of the Founding Fathers of America. He was accompanied by his wife, Prof. Antonina Luszczykiewicz-Mendis, a leading international relations scholar and currently a visiting professor at the University of Oxford.",
    "With his humble origin, Prof. Mendis’s life story is remarkable. Born in rural Polonnaruwa, he began his international career as a Sri Lankan Youth Ambassador to the United Nations. Later, as a naturalised US citizen, he served under five American presidents — in both Democratic and Republican administrations.",
    "Currently, Prof. Mendis serves as a Presidential Advisor to the National Security Education Board at the U.S. Department of Defense — an appointment by the Biden White House and endorsed by Congress. His impressive public service includes appointments as the Secretariate Director of the Bureau of Educational and Cultural Affairs under President George Bush and a Commissioner to UNESCO under President Barack Obama at the U.S. Department of State.",
    "Prof. Mendis’s influence extends beyond lecture halls. In recent years, he has delivered thought-provoking talks at the Bandaranaike Academy for Leadership and Public Policy, the Chamber of Commerce, the Kotelawala Defence University, and the Ministry of Foreign Affairs—sharing invaluable lessons drawn from his time as a US diplomat and a military professor at NATO and the Indo-Pacific Command.",
    "Senior Prof. Hareendra Dissabandara of USJ, currently the Chairman of the Securities and Exchange Commission, emphasised Prof. Mendis’s unique contribution to national policy discourse: “With his background in academia, diplomacy, and public service, Prof. Patrick Mendis understands the geopolitical dynamics relevant to Sri Lanka.” For all this, the extensive experience of Prof. Mendis is a national treasure.",
    "Despite his extensive global engagements, Prof. Mendis remains closely connected to his roots. Last year, he was appointed Distinguished Visiting Professor and Honorary Fellow at USJ. Senior Prof. Pathmalal Manage, the Vice Chancellor of USJ, proudly stated, “We are truly honoured to have a world-class educator and award-winning diplomat closely associated with our university.”",
    "With his humble origin, Prof. Mendis’s life story is remarkable. Born in rural Polonnaruwa, he began his international career as a Sri Lankan Youth Ambassador to the United Nations. Later, as a naturalised US citizen, he served under five American presidents — in both Democratic and Republican administrations",
    "Renaissance man of Polonnaruwa",
    "Amb. Karunasena Kodituwakku, former Vice Chancellor of USJ and a prominent Sri Lankan diplomat, perhaps best captured Prof. Mendis’s inspiring trajectory: the “renaissance man of Polonnaruwa,” who rose “from a mud house to the White House and then to international diplomacy.”",
    "Reflecting on Sri Lanka’s evolving geopolitical landscape, Prof. Mendis remarked that Sri Lanka can play a “constructive role” if the new Government skilfully crafts a dynamic and practical foreign policy for a “national renaissance.” His views are shaped by years of observing and participating in international affairs across Asia, Europe, and the United States.",
    "As I concluded my meeting at the University of London, I was reminded of the profound power of education, service, and determination to transcend circumstances. Prof. Patrick Mendis’s life is not merely a personal success story; it is a beacon of possibility for countless young Sri Lankans — including myself — who dare to dream beyond borders.",
    "(The writer, a former Lecturer in Business Finance at the University of Peradeniya, is currently pursuing a second Master’s degree in finance and accounting as a Commonwealth Scholar at Imperial College in London; later this year, he will be continuing his Doctorate degree in finance in the United States.)"
  ]
}