{
  "url": "https://www.ft.lk/opinion/Sri-Lanka-must-move-beyond-triumphalism-and-bitterness/14-778080",
  "title": "Sri Lanka must move beyond triumphalism and bitterness",
  "ut": 1750711877.0,
  "body_paragraphs": [
    "Hindustan Times: Sixteen years ago, Sri Lanka emerged from one of the bloodiest civil conflicts in modern Asia. The military defeat of the Liberation Tigers of Tamil Eelam (LTTE) ended a nearly three-decade war that cost tens of thousands of lives, displaced entire communities, and left deep scars on the national psyche. For many Sri Lankans, the end of the LITE marks the return of peace. For others, it revives unresolved grief. But as a nation. It is time to move beyond both triumphalism and bitter-ness. Reconciliation—genuine, inclusive, and forward-looking is the only viable path.",
    "The LTTE was one of the most ruthless terrorist organisations of its time. It pioneered suicide bombings, forcibly conscripted children, and assassinated elected leaders—including Sri Lankan President Ranasinghe Premadasa and Indian Prime Minister Rajiv Gandhi. Yet disturbingly, efforts to romanticise the group and its leader, Velupillai Prabhakaran, have gained renewed currency in some quarters.",
    "Such narratives erase the fact that many of the LTTE's victims were Tamil moderates — people who believed in democratic solutions. Eminent figures such as Lakshman Kadirgamar Neelan Tiruchelvem, A Amirthalingam, and",
    "Alfred Duraiappah were assassinated precisely because they posed a credible alternative to violence. The LITE systematically eliminated internal dissent, tightening its authoritarian grip on Tamil society. Understanding how this insurgency came to dominate Sri Lanka's politics requires looking beyond its borders. In the 1980s, Sri Lanka's shift toward a liberalised, pro-western economy under President JR Jayewardene unsettled India. Fearing strategic encirclement, New Delhi initially supported Tamil militant groups. Domestic politics in Tamil Nadu, with its strong emotional ties to Sri Lankan Tamils, further shaped Indian policy. But what began as geopolitical manoeuvring soon became a Frankenstein's monster. When LTTE violence escalated, India deployed peacekeeping forces, resulting in the sacrifice of over 1,000 Indian soldiers in a tragic and complex intervention. This culminated in the assassination of Rajiv Gandhi, after which India recalibrated its approach. In the final years of the war, India provided crucial diplomatic and intelligence support to Sri Lanka and has since advocated apolitical settlement based on devolution and inclusion.",
    "Sri Lanka's Tamil community had legitimate grievances that should have been addressed through constitutional means and inclusive governance. The country has had universal franchise since1931, and its democratic system, though not perfect, offered avenues for reform. Terrorism only depended on divisions and prolonged suffering.",
    "The war's end under President Mahinda Rajapaksa brought a chance to rebuild. His administration accomplished what many believed was impassible: the military defeat of a powerful terrorist group. Yet the peace that followed lacked closure. More than a million Sri Lankans —mostly Tamils — resettled abroad. Many have built successful lives in the West, holding positions of influence in their adopted countries. Sri Lanka's loss has, in many respects, been the West's gain. Successive governments have struggled to reconnect with this diaspora. Trust remains fractured. Worse, some diaspora voices and political actors remain locked in the past — vilifying Sri Lanka on global platforms and casting the Sinhalese population in monolithic, antagonistic terms. This approach does not serve justice; it entrenches division.",
    "Grievance must not become identity. Activism that seeks to de-legitimise an entire country risks alienating younger generations from any meaningful process of reconciliation. If the Tamil diaspora is committed to Sri Lanka's future, it must focus on healing not reopening wounds. But reconciliation is not the responsibility of the Tamil community alone. Sinhala political leaders must move beyond majoritarian complacency. A pluralist democracy cannot thrive without equal dignity and opportunity for all. Reconciliation is not about forgetting the past — it is about refusing to be imprisoned by it.",
    "The challenges are no longer simply ethnic. The 2019 Easter Sunday bombings by Islamist extremists exposed other societal fractures. The Muslim community, like the Tamil one, must be part of the national healing process. Exclusion breeds radicalism; inclusion builds resilience. Perhaps the most troubling legacy of the war is the hopelessness that many young Sri Lankans, regardless of ethnicity, feel. Amid economic col-lapse, political dysfunction, and deep mistrust, many see their future abroad. That is a tragedy no military victory can redeem.",
    "Sixteen years on. memory matters— but so does imagination. This is a moment for introspection, for shedding inherited resentments, and for building a national vision that transcends ethnicity and history. Revenge is not the answer. Nor is retribution. The only way for-ward is forward.",
    "(Milinda Moragoda is a former Sri Lankan cabinet minister, high commissioner to India, and founder of the Sri Lankan strategic affairs think tank, Pathfinder Foundation. The views expressed are personal-can contact via [email protected] - Article  from Hindustan Times 2025.06.23)"
  ]
}