{
  "url": "https://www.technologyreview.com/2024/07/31/1095425/the-us-physics-community-is-not-done-working-on-trust/",
  "title": "The US physics community is not done working on trust",
  "ut": 1722382200.0,
  "body_paragraphs": [
    "In April 2024, Nature released detailed information about investigations into claims made by Ranga Dias, a physicist at the University of Rochester, in two high-profile papers the journal had published about the discovery of room-temperature superconductivity. Those two papers, which showed evidence of fabricated data, were eventually retracted, along with other papers from the Dias group on related physics, including one in Physical Review Letters.  This work made it into top journals because reviewers are used to being able to trust that data have not been so completely manipulated, and Dias’s experiments required very high pressures that other labs could not easily replicate. One natural reaction from the physics community would be “How could we ever have let this happen?” But another should be “Here we go again!”   Alas, a pattern of similar behavior has been known for at least two decades. The history of such deceptions led the American Physical Society (APS) to study occurrences of fabrication, falsification, plagiarism, and harassment, and to create structures to address the issue. The APS work helped solidify community standards, but ethical violations are still a critical problem.  Back in 2003, in response to two high-profile cases of premeditated fraud in physics, one of them remarkably similar to the cases being discussed now, the APS created a Task Force on Ethics. It conducted surveys to learn about the kind of ethics training physics researchers receive, and to determine the community’s awareness of a variety of ethics issues. The most compelling responses came from a survey of APS “junior members” (those who had earned their PhD in the previous three years). Approximately 50% of these members responded, illustrating tremendous concern about a number of ethics violations they had either observed or been forced to participate in. A 2004 Physics Today article that presented the survey data showed the types of ethics violations reported, including instances of data fabrication, fraud, and plagiarism (the federal definition of research misconduct). It also brought to light serious accusations of bullying and sexual harassment. The survey data revealed that ethics education was casual at best.",
    "Following the publication of the survey results and many discussions within the physics community, the APS issued an ethics statement focused on respectful treatment of subordinates. It also charged a task force with improving resources for ethics education, resulting in a collection of physics-centric case studies to facilitate training and discussion on ethical matters. And together with the scientific community, the APS’s journals established an explicit focus on publication ethics.  In 2018 the APS updated and consolidated its ethics statements and expanded the scope of ethical misbehaviors to include harassment, sexual misconduct, conflicts of commitment, and misuse of public funds. The resulting Ethics Guidelines were adopted by the APS Council in 2019, and at the same time a standing Ethics Committee was established to monitor ethics issues in the physics community. Continuing its focus on education, the APS collaborated with the American Association of Physics Teachers (AAPT) to develop additional materials. The online guide Effective Practices for Physics Programs (known as EP3) is an excellent resource, designed to facilitate efforts by departments and other groups to educate our community through discussions. We particularly recommend the chapter titled “Guide to Ethics.” The APS has joined the Committee on Publication Ethics and the International Association of Scientific, Technical, and Medical Publishers to combat the threat posed by paper mills.",
    "What sort of impact have these actions had? In 2020, the APS Ethics Committee, in partnership with the Statistical Research Center of the American Institute of Physics, conducted two additional surveys, described in 2023 and 2024 articles in Physics Today. One targeted early-career members (those who had earned their PhD within the previous five years) and graduate students for comparison to the 2004 survey results, and the other focused on physics department chairs in the US. The surveys showed that ethics education in physics departments had improved in the intervening 15 years, but that bullying and sexual harassment were still problems for a number of members. Importantly, most cases of ethical violations experienced or observed by this group go unreported, for fear of inaction or reprisals. When the results of the two surveys were compared, clear differences emerged between the perspectives of department chairs and those of students and postdocs on the extent of ethical violations and the best way to deliver ethics training. These surveys showed that improved education alone is not enough to sustain a culture of ethics in physics. They uncovered suggestive patterns to explain why some complaints about ethical violations are reported and resolved but most are not. The main reason young scientists keep quiet about fabrication, falsification, plagiarism, or harassment is that they fear complaints will destroy their careers while the perpetrators go untouched. In cases that were resolved, there were people that those with complaints trusted well enough to share their concerns, and those people in turn had enough power and connections to follow through and find a resolution. We call this a trust network. Key figures in a trust network could be an associate chair, an ombudsperson, or a faculty member. These people take it on themselves to listen to concerns, whoever raises them, and bring them to the institution’s attention. Indeed, similar networks would be highly valuable in any institution that employs professional scientists for research and development, since unethical behavior can happen anywhere. How to create and nurture such networks is a matter that needs more attention.  Just as reviewers and journal editors need to be able to trust that data in a paper are not fabricated or falsified, all participants in the scientific enterprise need to be able to trust that their institutions fully support them as ethical people. Ranga Dias’s graduate students had worries about data quality early on but were caught in a power dynamic. Problems might have been recognized earlier if the students had been able to be fully engaged in the institutional response. Fostering trust networks and continuing to use education to build an understanding of all the nuances involved in ethical decision-making are powerful tools to reinforce ethical behavior. We need to ingrain them as deeply as technical expertise. Frances Houle is a senior scientist in the Chemical Sciences and Molecular Biophysics and Integrated Bioimaging Divisions at Lawrence Berkeley National Laboratory and was chair of the APS Ethics Committee in 2021.  Kate Kirby is chief executive officer emerita of the APS and senior physicist (retired) and former associate director of the Harvard-Smithsonian Center for Astrophysics. Laura Greene is the chief scientist of the National High Magnetic Field Laboratory, the Marie Krafft Professor of Physics at Florida State University, and the 2017 APS president. She presently serves on the President's Council of Advisors on Science and Technology.  Michael Marder is professor of physics, director of the Center for Nonlinear Dynamics, and executive director of UTeach at the University of Texas at Austin and was the founding chair of the APS Ethics Committee, serving in 2019 and 2020. hide"
  ]
}