{
  "url": "https://www.dailymirror.lk/opinion/SHADES-OF-ARAGALAYA-AS-RIOTS-SPREAD-IN-BANGLADESH-EDITORIAL/172-288840",
  "title": "SHADES OF  ‘ARAGALAYA’  AS RIOTS  SPREAD IN  BANGLADESH - EDITORIAL",
  "ut": 1722894594.0,
  "body_paragraphs": [
    "Bangladesh is in the grips of unprecedented protests against the government of Prime Minister Sheikh Hasina. Peaceful protests led by students against a ‘job quota system’ which reserved 30 percent of government jobs to descendants of ‘freedom fighters’ who took part in the Bangladesh War of Liberation in 1971.",
    "University teachers, parents, popular artists, lawyers, have joined the protests and the PM has fled.",
    "Rallies that began last month against civil service job quotas have escalated into some of the worst unrest of Hasina’s 15-year rule and shifted into wider calls for the 76-year-old to step down.",
    "In several cases, soldiers and police did not intervene to stem the protests, unlike the past month of rallies that repeatedly ended in deadly crackdowns.",
    "Demonstrators in the capital, Dhaka, surrounded by a tightly packed and cheering crowd, waved a Bangladeshi flag on top of an armoured car as soldiers watched.",
    "Vast crowds of protesters packed into Dhaka’s central Shahbagh Square on Sunday, with street battles in multiple sites. A policeman, who asked not to be identified, said ‘the whole city has turned into a battleground.",
    "’ The events taking place in Bangladesh brings to mind the series of events in our own country, when two years ago peaceful protests commenced against shortages of basics and rolling 12-hour electricity tariffs. The peaceful protests were taken over by extremist elements which led to situations of violence.",
    "But here the similarity ends. The then President Gotabhaya fled the country and in his place Ranil Wickremasinghe was elected President by Parliament.",
    "In Bangladesh according to reports, at least 266 people, mostly students, have died and more than 7,000 have been injured during the government crackdown which commenced around the third week of July.",
    "At least 91 people were killed on Sunday alone, including 14 police officers, with the rival sides battling with sticks and knives and security forces opening fire on protestors.",
    "According to ‘dawn.com’ in several cases, soldiers and police did not intervene to stem the protests, unlike the past month of rallies that repeatedly ended in deadly crackdowns.",
    "Some former military officers have joined the student movement and ex-army Chief Gen. Ikbal Karim Bhuiyan turned his Facebook profile picture red in a show of support. The General called on government to ‘withdraw the armed forces from the streets immediately.",
    "’ The newspaper said Army Chief Waker-UzZaman told officers at the military headquarters in Dhaka on Saturday the ‘Bangladesh Army is the symbol of trust of the people.’ The report added Waker-Uz-Zaman said, ‘the army always stood by the people and will do so for the sake of people and in any need of the state.’ The statement, did not say explicitly whether the army backed the protests.",
    "This is quite unlike the situation in Lanka where the military refrained from involvement or making comments on the situation.",
    "Bangladesh since its independence in 1971 has had a history of many coups de tats and attempted coups. The present unrest could easily escalate into a situation where the military could possibly intervene, if the civilian administration is unable to calm the situation.",
    "The country is facing a financial credit crisis amounting to nearly $5 billion. Bangladesh is also a focal point of interest between its powerful giant neighbours India and China, because of its position in the Bay of Bengal.",
    "China has invested over $25 billion in various projects in Bangladesh.Presently India is set to bolster its strategic influence in Bangladesh by developing a new terminal and operating the Mongla Port in the country. Whether one or the other Asian super powers has had a hand in the present unrest in Bangladesh is not beyond the realm of impossibility.",
    "With presidential elections due in our country later this year. It is essential contesting parties do not fall victim to international intrigue arising from competition between power blocs in the region. Both India and China are involved in our country and we do not need further unrest here.",
    "Let’s not forget we just came out of a near thirtyyear war. We need peace not instability."
  ]
}