{
  "url": "https://hbr.org/2024/12/digital-twins-arent-just-for-big-businesses",
  "title": "Digital Twins Aren’t Just for Big Businesses",
  "ut": 1734594921.0,
  "body_paragraphs": [
    "maskalin/Getty Images",
    "Digital twins enable businesses to repeatedly simulate and optimize complex multivariable problems, cutting the learning costs that come with experimenting in the physical world. Once the exclusive province of big business, small and medium enterprises...more",
    "A strategy’s execution is its riskiest moment because it is the point when any miscalculations have a tangible cost. One way to reduce that risk is to repeat a process over and over in an experimental setting improving it just a little bit more each time. It’s the type of thing Toyota’s continuous improvement systems are famous for. But this can be difficult as it involves continuously monitoring data and making many micro decisions in response.",
    "There is a way, however, to do this experimentation digitally: it’s called a digital twin, essentially a digital replica of an object or process, for example a wind turbine or a delivery route. Designed for ongoing use, digital twins enable businesses to repeatedly simulate and optimize complex multivariable problems. This cuts the learning costs that come with conducting an experiment in the physical world.",
    "While once the exclusive province of big business, digital twins are now accessible to small and medium enterprises (SMEs) with the advent of advanced AI. Digital twins enable businesses to repeatedly simulate and optimize complex multivariable problems.",
    "Here we detail the five steps to follow to develop your digital twin through a case study of an SME that created a digital twin for a critical service process.",
    "Five Steps to Developing Your DIY Digital Twin",
    "1. Define your business objective.",
    "Your journey starts by developing a clear business objective for your digital twin. What’s the problem you’re aiming to solve, and what specific outcomes are you looking for?",
    "Let’s follow this through with a small brewery we’ll call Brew Masters. It’s an independent beer maker with 27 staff. With modern mechanization, Brew Masters produces more than 20,000 kegs of beer per year. The company is up against serious competition from large beer makers with consumers interested in price, availability, branding, and taste and with its customers, mainly hotels, particularly interested in responsive service.",
    "The effective supply and collection of kegs is a significant part of Brew Masters’ customer service. Hotels need a consistent supply of kegs so they never run out, and need to have the empty kegs removed efficiently to maximize storage space. Meanwhile Brew Masters needs to ensure that an expensive asset, thousands of kegs, is not sitting idle awaiting delivery. So, Brew Masters’ objective in building a digital twin for its keg operations was to manage its beer kegs efficiently as they move from the brewery to customers and back again.",
    "2. Visualize your process.",
    "The next step is to create a flowchart of the process you aim to improve or optimize. This should map out your operation from start to finish, giving a clear picture of where bottlenecks, inefficiencies, or opportunities for enhancement lie. By breaking down each phase of your workflow, you’ll have a structured overview that enables you to identify the critical touch points where data needs to be collected or where computerized simulations could have the greatest impact. This is especially useful when developing a digital twin, as it helps translate your physical process into a digitized model.",
    "Brew Masters mapped out their entire keg management process, from keg filling at the brewery, through distribution to hotels, to the eventual collection of empty kegs for refilling. The flowchart helped Brew Masters visualize every touchpoint in the supply chain where kegs were handled. This clarity allowed management to focus on the most important areas for change, such as improving turnaround times and minimizing idle kegs.",
    "3. Identify required data.",
    "Begin by assessing the data you already collect, which may include internal metrics and external influences. It’s essential to think broadly about the different types of data your business generates or can access. This can range from customer satisfaction and operational efficiency to external factors such as traffic, weather, or even market conditions. You may also need to install IoT sensors (specialized electronic devices) or to integrate your data with other sources like customer relationship management (CRM) systems. The better your data, the more reliable your digital twin will be, so make sure that your data is structured, accurate, and easily accessible.",
    "Insight Center Collection",
    "Collaborating with AI",
    "How humans and machines can best work together.",
    "Brew Masters collected data using RFID (Radio-Frequency Identification) tags attached to their beer kegs to track their location. A smartphone app communicated with these tags allowing staff to monitor keg locations at any time even while on the road.",
    "4. Create a digital model.",
    "You don’t have to build your digital twin from scratch, as there are a variety of platforms that provide DIY tools for simulation and data integration. Begin with a basic model and expand it as you gather more data. The digital twin doesn’t need to be perfect from the outset; it can evolve as your data collection improves.",
    "Brew Masters chose to use IBM’s Digital Twin Exchange and selected a pre-built template that closely matched its needs (e.g., asset tracking, supply-chain management). Using the selected template, the company’s management mapped the flowchart’s steps into the template’s structure creating a virtual model of its beer keg supply chain. By tagging each keg with RFID, Brew Masters created a virtual representation of their stock of kegs. It enabled the brewery to not only track, but also simulate the kegs’ movements through the supply chain to account for the position of each keg in real-time and forecast demand for them.",
    "5. Implement, test, and iterate.",
    "Once your digital twin is built, test it on a small scale to validate its performance. Continuous improvement is crucial — digital twins should evolve as your strategy rolls out and as new data becomes available.",
    "Brew Masters piloted their smart beer keg system with 3,000 kegs. With real-time data on the location of each keg, the prototype allowed the brewery to see when keg supplies were running low in particular hotels and when empty kegs were stacking up. Crunching these numbers, the digital twin could dynamically predict the perfect moment to restock customers or retrieve empty kegs.",
    "Crucially, this was not a set-and-forget system. Brew Masters digital twin worked with real-time data, enabling dynamic reconfiguration based on demand fluctuations. This improved customer satisfaction significantly which led sales to soar by 62% in the first year after the digital twin’s introduction and by a further 34% in the second year. It also led the company to improve its brew scheduling, by brewing to meet forecast demand rather than storing excess stock and reduced working capital by 20%.",
    "Your competitive advantage often comes from executing the basic, but strategically important, things well. In Brew Masters’ case this was the effective management of beer kegs, full and empty, which led to satisfied customers (hotels) and delighted consumers.",
    "Digital twins offer you the potential to experiment with change seeking ever better strategy execution solutions to close the gap with your larger competitors. Follow a structured approach. This means start with clear business objectives, then flow chart your process, gather and structure data, leverage off-the-shelf templates, test your model via small-scale experiments, and continuously refine your digital twin as more data becomes available.",
    "Readers Also Viewed These Items",
    "Mindmasters: The Data-Driven Science of Predicting and Changing Human Behavior",
    "Positivity and Growth (HBR Emotional Intelligence Series)",
    "Read more on Operations and supply chain management",
    "AI and machine learning and Technology and analytics"
  ]
}