{
  "url": "https://www.ft.lk/columns/Is-Sri-Lanka-entering-a-disaster-inequality-trap-after-Cyclone-Ditwah/4-788311",
  "title": "Is Sri Lanka entering a ‘disaster inequality trap’ after Cyclone Ditwah?",
  "ut": 1771004427.0,
  "body_paragraphs": [
    "The central highlands are a major ecotourism hub, but construction of motorable roads have disturbed valuable ecosystems in ecologically sensitive zones and slopes cleared for road construction have led to massive landslides",
    "Integrated public-private sector land conservation policies can restore native forests, stabilise riverbanks, and improve floodplain function during extreme rainfall",
    "We need to improve the capacity of the poor to resolve lack of food, clothing, shelter, education, and ill health by reducing biased treatment by institutions of the State (agriculture, irrigation, land and forestry)",
    "We need to improve access to basic infrastructure and services, improved nutrition, schooling and healthcare for children, human capital development and productivity growth and people-centered investments. Cash grants have no potential for capital formation but if well-designed, and not betrayed by political interests, they could narrow the gap",
    "SRI Lanka was rudely awakened by Cyclone Ditwah in November 2025. Ditwah brought intense rainfall and destructive winds and widespread flooding and landslides inundating more than 1.1 million hectares of the country’s land area. Over 576,626 families and 2,054,535 individuals were affected, with 627 deaths. More than 4,517 houses were destroyed. Over 16000 kms of roads were flooded including 278 kms of railway tracks. More than 50% of people in these affected areas were already poor with low incomes, high debt and vulnerable to disasters (UNDP). There is an increasing number of natural disasters mainly due to climate change. Misconceived policies can lead to a vicious cycle called the “disaster-inequality” trap (DIT) where the poor are permanently caught in a poverty trap.",
    "Understanding DIT is crucial in post-disaster recovery policies to ensure distributive justice. Sri Lanka must understand the dynamics of disasters and their management and introduce integrated equitable policies to strengthen vulnerable communities and build resilience against natural disasters at the community level.",
    "The failure of environmental policies in Sri Lanka",
    "Environmental destruction is a precursor to many natural disasters and I discuss below three major environmental issues relevant to natural disasters in Sri Lanka.",
    "Poor forest management and landslides",
    "I have discussed forest management in several articles in the Daily FT over the last five years (see Gamini Herath, Daily FT Tuesday, 3 November 2020, Daily FT Wednesday, 23 August 2023).",
    "Initially forests were cleared to expand the area under plantation crops, and later more forests were cleared for smallholder farming. The Mahaweli project converted further forest land for agriculture and settlement.  Excessive infrastructure development, commercial agriculture and tourism exerted further pressure on the remaining forests. Forest clearing and construction in Hantana and surrounding areas in Kandy was supported by a top lawyer politico in Kandy. An egregious form of prime ministerial (DM Jayaratna) indiscretion was evident in constructing the Ambuluwawa tower in the Gampola area which led to massive landslides during Ditwah, killing 28 people. Former President Gotabaya (Gamini Herath, Daily FT) Rajapakse constructed a road through Sinharaja without any evaluation and consensus.",
    "Loss of tree cover increased the risk of landslides. Approximately 4,800 landslides have been identified through satellite-based assessments conducted following Cyclone Ditwah (The Arthur C. Clarke Institute for Modern Technologies, Kumari Meegahakotuwa). The National Building Research Organisation (NBRO), recorded 1,991 landslides across Sri Lanka and 60% of them occurred in the central highlands during Ditwah. In Sinharaja, a world heritage site, a massive landslide in the biodiversity-rich Knuckles mountain range destroyed its forest cover. The landslides were caused by unsustainable agriculture such as growing tobacco and vegetables in hilly areas, mostly by the poor.",
    "The central highlands are a major ecotourism hub, but construction of motorable roads have disturbed valuable ecosystems in ecologically sensitive zones and slopes cleared for road construction have led to massive landslides. The absence of legally enforceable land use rules is clearly evident.",
    "Nepal’s forest management programs delivered more benefits to the dominant ethnic and caste groups but smaller benefits to members of marginalised minority groups, increasing rural inequality.",
    "Wetland management and floods in Sri Lanka",
    "Wetlands absorb and store vast quantities of water during rainfall significantly reducing flooding in surrounding areas. Nearly 40% of floodwater drains into wetland areas in Colombo mitigating floods. Since 1982 to 2016 about 60% of the wetlands in Colombo have been lost due to haphazard development (Sriyananda Daily Ft Thursday 6th 2020). The floods in 2010 affected nearly 700,000 people and submerged the country›s Parliament because it was built by filling an important wetland The Kelani river landscape also lost major wetlands which provided a buffer during periods of intense rainfall.",
    "The Muthurajawela wetland in Sri Lanka experienced severe degradation due to irresponsible exploitation of resources.  The estimated economic value of the wetlands is Rs 726.5 million per year. These values arise from flood attenuation and wastewater treatment. However, effective protection of these wetlands has been put on the backburner. Sri Lanka is a signatory to the Ramsar convention for wetlands, but wetland protection still remains highly controversial in Sri Lanka. Could a Ditwah be an eye opener?",
    "Mega projects development, social inequality and natural disasters",
    "Mega development projects such as the Mahaweli project were expected to provide economically sustainable development for the poor in agriculture, flood protection and electricity. Did the Mahaweli project to help the poor tide over the ferocity of Ditwah or did it exacerbate adverse effects on the nation. Lord et al., (2020), provide theoretical and empirical insights into the critical water governance and hydro social literature of the afterlives of Sri Lanka’s Mahaweli Development Project (MDP).  They argue that the socio-ecological and political-institutional legacies of the MDP influenced the environmental and development politics of the country in the long run (Harry M. Quealy and Kavindra Paranage 2025, University of Manchester).",
    "The Mahaweli Development Project is expected to continue to yield benefits beyond the project’s life-cycle. MDP created intractable socio-ecological problems in the hydro social landscape due to present-day water governance and climate politics in Sri Lanka (Quelay and Paranage 2025). The storage capacity has shrunk due to decades of siltation. Water scarcity has escalated into political brinkmanship, with Mahaweli communities dependent on irrigation receiving erratic supplies and a systemic crisis in the system due to aggravating climate change.",
    "The vulnerability to disasters lies in how Sri Lanka MDP, State irrigation departments, disaster management authorities, and environmental institutions are structured. Treating irrigation, drinking water, urban drainage, and flood control as separate domains led to long term management falling through bureaucratic cracks and intensifying damage due to disasters.",
    "Sri Lanka can escape the deadly floods by shifting toward integrated, watershed-based ecosystem-rooted resilience. The MDP is not merely about scarcity but inequity and institutional inertia. Climate-resilient water resource development can transcend political boundaries, integrate ecosystems, and invest in both infrastructure and people. But mega project development in Sri Lanka needs careful environmental assessment in the future. The choice is adapting governance to a changing climate or let climate variability dictate the terms of our development.",
    "How poverty programs created a disaster-poverty trap in Sri Lanka",
    "Basics of inequality and disasters",
    "Inequalities are embedded in Sri Lankan society and climate-induced natural disasters exert uneven impacts on the socially weaker population groups. Rising income and wealth inequality is not natural but is a result of political decisions. Politicians formulate flood and drought assistance programs that can widen income and wealth inequality unless we balance the imperative of short-term aid without making inequality worse off in the longer term. But in Sri Lanka disaster assistance programs should focus more on vulnerable and poor groups such as farmers and estate workers. Public investment in education, universal healthcare and nutrition programs can reduce early-life disparities. There are notable discrepancies in disaster preparedness during extreme flooding events which give rise to disparate socioeconomic and environmental consequences.",
    "The DIT is observed for other countries such as China.  The southwestern region of China experiences frequent heavy rainfall which exacerbates the disparity between town and rural areas. The urbanisation in southwest China›s mountainous regions has caused imbalanced development, widening disparity between town and rural areas, delayed economic development and poor infrastructure (Wang et al., 2023). In India, the World Inequality Lab points to a link between natural disasters and income inequality.",
    "A classic study of post-disaster scenarios for 149 countries between 1992 and 2018 revealed that countries with greater income inequality were associated with higher human death which can widen the inequality gap even more (Federica Cappelli, Valeria Costantini, Davide Consoli 2021).  This scenario is most appropriate for Sri Lanka with higher levels of income or wealth inequality and frequent environmental disasters, conditions that can lead to DIT.",
    "New policy insights to formulate approaches to minimise inequality and natural disasters.",
    "How to direct more disaster assistance to the poorer groups to mitigate inequality in Sri Lanka. The same amount of loss from a disaster exerts far greater impacts on the well-being of the poor than on the rich. Hence policies based on “well-being” rather than cash will result in larger benefits towards the poor. However, the concept of well-being should be clearly understood and defined. This “well-being” approach provides a better picture of the household experience across income groups, thereby promoting fairer policies for the poor. Developing some equity weights based on household characteristics where larger weights are assigned to the low-income and smaller weights to the high-income groups is another approach that may lead to more equitable re-distribution of losses and hence greater equity.",
    "Amartya Sen from Harvard University, argues for a “capability deprivation” approach to better measure poverty than low income. Ditwah has made the poorer groups lose capabilities to participate in the development of their livelihoods. East Asia picked up this view and provided social opportunities in the form of schooling, basic health care and basic land reform which improved the capabilities of individual entrepreneurs.",
    "Disaster-inequality trap (DIT) and disaster assistance programs",
    "The Sri Lankan Government assistance programs like “Samurdhi” and “Aswesuma” could not address inequality which led to a lifetime of poverty. Relief efforts must not inadvertently contribute to widening income inequality. Inequality will prevent the adoption of adaptation measures to mitigate disaster effects by undermining the resilience of these societies. Further, many poverty groups in Sri Lanka are near critical thresholds in asset ownership such as estate workers below, which recovery is not feasible. Adaptation mechanisms should keep pace with rapidly changing climate, treating floods, storms, droughts, etc. as natural events and not necessarily as disasters. Sri Lankas’ disaster management programs did not specifically focus on inequality in times of natural disasters to ensure equitable access to recovery programs. Take the plantation workers in Sri Lanka. Ditwah hit the poor hard in Sri Lanka, rural India and Nepal (Rodriguez-Oreggia et al., 2013).",
    "We need to improve the capacity of the poor to resolve lack of food, clothing, shelter, education, and ill health by reducing biased treatment by institutions of the State (agriculture, irrigation, land and forestry). We need to improve access to basic infrastructure and services, improved nutrition, schooling and healthcare for children, human capital development and productivity growth and people-centered investments. Cash grants have no potential for capital formation but if well-designed, and not betrayed by political interests, they could narrow the gap.",
    "Integrated public-private sector land conservation policies can restore native forests, stabilise riverbanks, and improve floodplain function during extreme rainfall. The destruction of the central highlands emphasise the vital role of forests in stabilising slopes and protecting rivers to protect poorer communities. Reforesting and rehabilitating riverbanks along the Kelani River and the Mahaweli River. can reduce flooding of the Kelani and other rivers.  The limited empirical research on the relationship between economic inequality and the human losses from floods should be examined as a matter of policy priority.",
    "The Food and Agriculture Organisation of the United Nations (FAO) Headquarters in Rome issued an appeal calling for international assistance of US$ 16.5 million to support the early recovery of livelihoods and food security for farming, livestock-keeping and fishing communities affected by Cyclone Ditwah in Sri Lanka. We argue that the increasingly uneven distribution of income and wealth deserves more attention on disaster-risk related research and policy.",
    "Can the current Government face the challenges of Ditwah?",
    "The foregoing analysis illustrates how our natural resources were plundered by rapacious schemers bringing about untold misery to the poor.  The rebuilding assistance effort following Ditwah was one of the largest humanitarian aid programs ever organised for Sri Lanka. Government policies however are always controversial because politicians embed their own political imperatives in policies. Looking at Ditwah from afar, I believe the current Government’s policies are credible, strong and biased towards the poor. The honesty of the Government will have a significant salutary effect on the progress of policies.",
    "The Government›s honesty is displayed in all their decisions, especially in the use of funds in infrastructure development. The Government has already allocated Rupees 30 billion for immediate relief and has restored many primary road networks and infrastructure. They may not relocate structures from areas above 1,524 m (5,000 ft) in the hill country. These responses are based on sound principles. The Government will not allow the construction of houses and resettle affected communities in ecologically vulnerable areas.",
    "Previous aid programs such as Janasawiya, Aswesuma etc. were simple cash transfers which did not create any capital. Any houses built for the poor lacked resilience at the grassroots level in Sri Lanka. But better specifications for building houses such as building on only stable ground and the handsome grants of up to 50 lakhs for houses from the current Government is a positive step. This community-based approach will help biodiversity conservation, forest preservation, flood management and climate change adaptation.",
    "Better cooperation between the international community and local and national organisations, and  adequate funding provided to support disaster protection are the salient features of this post-disaster recovery program. India, the US, Japan, China, Australia and several countries in Europe provided prompt support for Sri Lanka’s recovery.",
    "The disaster recovery activities by the Government show they were able to mobilise enormous amounts of social capital for the rehabilitation effort. This positive social response is due to the Government’s commitment to fight bribery, corruption, drugs trade and punishment of criminals regardless of their status which enhances better trust and reciprocity within society.",
    "Further, the Sri Lanka diaspora provided significant financial support to Sri Lanka. It has received more than eight billion rupees already from the diaspora. This massive support was due to an understanding that such support will not be wasted or abused unlike previous regimes. Think of Mahinda Rajapaksas’ “Helping Hambantota” initiative during the 2004 Tsunami. They helped themselves and more houses were built in Hambantota than the number of houses destroyed. This is a very sad chapter in the history of Sri Lanka and I hope that history will not repeat itself.",
    "The Anura Kumara Government showed the necessary charisma and leadership in the rebuilding effort which can guarantee success.  The Government was able to generate enormous goodwill through its credible new policies on minimising waste and political corruption. The in-kind and financial support will continue to flow, ushering in sustainable prosperity for our nation in the long term.",
    "(The author is a Professor at Monash University, Malaysia)"
  ]
}