{
  "url": "https://www.ft.lk/columns/China-s-poverty-reduction-story-A-magnificent-chapter-in-global-development/4-784353",
  "title": "China’s poverty reduction story: A magnificent chapter in global development",
  "ut": 1763142342.0,
  "body_paragraphs": [
    "Chinese celebrate near People Square in Shanghai. China met the poverty reduction target of the United Nations 2030 Agenda for Sustainable Development 10 years ahead of schedule, boosting confidence for and laying the foundation of global poverty reduction",
    "Eradicating poverty is a common aspiration of humanity. China has always closely linked its own destiny with that of people around the world. With a sense of responsibility as a major country and by taking effective concrete actions, China will continue to be an active doer in advancing global development and poverty reduction. China and Sri Lanka are good partners and good friends. As fellow members of the Global South, we have extensive consensus on development issues",
    "The story of China’s poverty reduction is a splendid epic etched into the land of China and a magnificent chapter in the cause of global development. Through arduous efforts, the Chinese people have fought and won the largest battle unprecedented in intensity and scale against poverty in human history, benefiting the largest number of people. With the success of poverty alleviation, we have achieved moderate prosperity, the millennia-old dream of the Chinese nation. China’s successful experience in poverty reduction has also boosted the confidence and hope of other developing countries, contributing China’s wisdom and strength to a prosperous and better future for the whole world.",
    "I. What miracles has China created in poverty reduction?",
    "China’s strength: Making a profound difference in people’s lives. When the People’s Republic of China was founded in 1949, the per capita national income was only $ 27, and the majority of the Chinese population lived in extreme poverty. In 1978, there were 770 million people living below the poverty line in rural areas, and the incidence of poverty was as high as 97.5%. It was rare in the world to see such a large population plagued by deep poverty. Over the past 76 years, the Chinese Government has given top priority to poverty alleviation and led the Chinese people in making unremitting efforts to reach this goal. By the end of 2020, a total of 832 impoverished counties and 98.99 million poor rural residents living under the current poverty line had been lifted out of poverty, and all 128,000 impoverished villages had been removed from the poverty list. We have, once and for all, resolved the problem of absolute poverty in China, which is a remarkable success that has greatly impressed the world.",
    "China’s speed: Getting things done at a fast pace. When China started the battle against poverty in late 2012, the poverty incidence rate was 10.2%. Nearly 100 million underprivileged people lived primarily in deeply impoverished areas. In just 8 years, China broke down the “strongholds of poverty” by enabling all the impoverished people to rise from poverty. On average, more than 12 million people were lifted out of poverty each year, equivalent to the population of a medium-sized country. This means that roughly 1 million people each month, or 1 person every 3 seconds, were lifted out of extreme poverty. The per capita GDP rose from $ 6,300 to $ 13,800, with an average annual growth rate of 8.1%. The Chinese people rolled up their sleeves and kept forging ahead rain or shine, achieving the remarkable “China speed” through great determination, tenacious efforts and extraordinary measures.",
    "China’s warmth: Putting people first. Whether a moderately prosperous society can be achieved depends on the living standards of the people. We have always put our people first, focusing on their pressing concerns, and working to improve public wellbeing. We have ensured that all the impoverished people have adequate food and clothing, and have access to compulsory education, basic medical services, and safe housing. In 2024, the retention rate of the nine-year compulsory education was 95.9%, and the participation rate in the basic medical insurance system among low-income rural residents and those lifted out of poverty was over 99%, ensuring that people have access to affordable medical services. Rural infrastructure has been continuously improved. All towns and villages in China have paved roads. 4G network covers 100% of rural areas, while 5G network covers 90%. Around 96% of villages have access to tap water. The poor have seen tremendous improvements in their lives. The “Cliff Village” in Liangshan, Sichuan Province, which was once isolated from the outside world, has been transformed from only having vine ladders to steel ladders and then to stairways, epitomising the successful transformation of “the poorest corner of China”. Remarkably, in China’s battle against poverty, not a single poverty-stricken area or household is left behind.",
    "When China started the battle against poverty in late 2012, the poverty incidence rate was 10.2%. Nearly 100 million underprivileged people lived primarily in deeply impoverished areas. In just 8 years, China broke down the “strongholds of poverty” by enabling all the impoverished people to rise from poverty. On average, more than 12 million people were lifted out of poverty each year, equivalent to the population of a medium-sized country. This means that roughly 1 million people each month, or 1 person every 3 seconds, were lifted out of extreme poverty. The per capita GDP rose from $ 6,300 to $ 13,800, with an average annual growth rate of 8.1%",
    "China’s resilience: Pursuing both quality and efficiency. Poverty reduction should be measured not only by quantity but also by quality, and stable poverty eradication without a return to poverty is the ultimate goal. After securing a full victory in the battle against poverty, China has taken firm steps to prevent large-scale relapse into poverty by setting a five-year transition period and improving dynamic monitoring and assistance mechanisms. In 2024, the per capita disposable income of rural residents in counties that had been lifted out of poverty was $ 2,450, up 24.7% from 2021. All 832 formerly impoverished counties have fostered leading industries with distinctive local features that can strongly drive local development. For four consecutive years, more than 30 million people moved out of poverty have found jobs. China’s poverty governance is shifting from a short-term intensive effort to a long-term sustained effort.",
    "II. What are the secrets behind China’s success in poverty reduction?",
    "Strong leadership of the Communist Party of China (CPC). The CPC has played its role in exercising overall leadership and coordinating all parties, establishing a long-term institutional arrangement that integrates poverty eradication, prevention of a return to poverty, and rural revitalisation. The central Government and the local governments are all driven by the concerted will and action, creating a powerful force that unites the whole country in the fight against poverty.",
    "A clear roadmap of targeted approach to poverty alleviation. We managed to make poverty alleviation more targeted and effective, with the method of accurately identifying the poor population, taking targeted measures, and providing targeted assistance. We have adopted development as the fundamental way to resolve the problem of poverty, shifting our approach from “passive blood transfusion” to “active blood making”.",
    "Strong cohesion in mobilising the whole of society. One of China’s strengths is pooling resources to accomplish large undertakings. The Government has implemented designated “pairing-up” assistance. A total of 255,000 task forces and over 3 million first secretaries and officials have been dispatched to villages, fighting side by side with township officials. Poverty-stricken areas have thus gained substantial funds, talent, and technology through a nationwide coordinated effort.",
    "High motivation of the poor population. China has combined poverty alleviation with the efforts to motivate and upskill the poor, enriching their pockets as well as their minds. Through education, training, and incentive mechanisms, the education level as well as the employment and entrepreneurship capabilities of the poor population have been improved. Many of them have secured stable careers in the digital era and obtained the “golden key” to a happy life.",
    "III. What has China’s poverty reduction brought to the world?",
    "As the largest developing country, China’s complete victory in the battle against poverty is not only a glorious chapter in the history of the Chinese nation, but also an important milestone in the global poverty reduction cause and the history of human development.",
    "It has pressed the “fast-forward button” for global poverty reduction. China met the poverty reduction target of the United Nations 2030 Agenda for Sustainable Development 10 years ahead of schedule, boosting confidence for and laying the foundation of global poverty reduction. Since the Reform and Opening-up, over 800 million Chinese have been lifted out of poverty, marking the largest-scale poverty reduction in the world, significantly narrowing the world’s poverty map, and contributing more than 70% to the global poverty reduction cause. China’s success is an unprecedented miracle in the history of mankind’s fight against poverty and has greatly accelerated the global poverty reduction process.",
    "It has set an example for global poverty governance. China’s poverty alleviation practice has attracted worldwide attention. It has provided strong evidence that with perseverance, determination, tenacity and hard work, developing countries can also solve the problem of poverty and take the initiative to develop rapidly. The world’s determination and confidence to eradicate poverty have been strengthened. China’s poverty reduction has formed concepts and paths that can be referred to, replicated, and promoted, providing important reference for other developing countries.",
    "It has injected strong impetus into the global poverty reduction cause. China has always been an active advocate, a strong promoter, and a major contributor of the global poverty reduction cause. It has actively carried out international cooperation on poverty reduction, proposed and implemented the Global Development Initiative (GDI), established the Global Development and South-South Cooperation Fund with a total of $ 4 billion and implemented over 1,800 projects, bringing benefits to people in many countries. China has trained more than 400,000 professionals of various fields from over 180 countries and regions through seminars on poverty eradication and development, contributing to the capacity building for poverty reduction in other countries.",
    "Eradicating poverty is a common aspiration of humanity. China has always closely linked its own destiny with that of people around the world. With a sense of responsibility as a major country and by taking effective concrete actions, China will continue to be an active doer in advancing global development and poverty reduction. China and Sri Lanka are good partners and good friends. As fellow members of the Global South, we have extensive consensus on development issues. China is ready to work with Sri Lanka and other countries to benefit people of all countries with the achievements of poverty reduction in more areas, so that the sunshine of development and cooperation will break through the shadow of poverty and backwardness, illuminating a prosperous and bright future for the world.",
    "(The author is the Ambassador of the People’s Republic of China in Sri Lanka)"
  ]
}