{
  "url": "https://www.dailymirror.lk/opinion/Tilvin-and-provincial-councils/172-297623",
  "title": "Tilvin and provincial councils",
  "ut": 1733518359.0,
  "body_paragraphs": [
    "The essence of the two paragraphs is that until a lasting viable solution to the ethnic problem is found the Provincial Council system will continue",
    "Can anyone find any difference between the crux of the following two paragraphs?“If a constitution acceptable to all communities is adopted, the necessity for the Provincial Council (PC) system or the 13th Amendment to the Constitution would no longer be valid. The Provincial Council system is a failed system which is of no use at all. Yet, we would not abolish the Provincial Council system without presenting an alternative viable solution. This has to be clearly understood. Otherwise, there is every possibility of misinformation being spread among the people.”",
    "“The Provincial Council system will continue in its current form under the National People’s Power government until a new system is identified to create harmony among the Sinhala, Tamil and Muslim communities. The NPP never accepted the provincial council system as a solution to the national question. Yet, the Tamil and Muslim communities believe that the Provincial Councils are a right that they had won and hence scrapping the system will create unnecessary issues.”",
    "The essence of the two paragraphs is that until a lasting viable solution to the ethnic problem is found the Provincial Council system will continue. The first paragraph is the translation of an excerpt of an interview by Tilvin Silva, the General Secretary of the Janatha Vimukthi Peramuna (JVP) with a Tamil newspaper recently while the other is a part of the speech made by National People’s Power leader Anura Kumara Dissanayake or AKD, as he is being generally called, at a meeting held in London on June 15 last year.",
    "Despite the two most prominent leaders of the JVP/NPP having assured same thing on the future of the provincial councils, the politicians from the North and the South have seen the two statements differently. AKD’s statement, which he had expressed at various places during the recent Presidential and Parliamentary election campaigns as well had been accepted positively while Silva’s statement has ruffled feathers of those politicians.",
    "The headline of the latter’s interview and more importantly that of the front-page lead news item of that newspaper on the same day seems to be the culprit. The common headline for the interview and the news item read “13th Amendment would be scrapped by the new Constitution – Tilvin” which is surely misleading. Many politicians from the North and the South such as Parliamentarians S. Sritharan and Kavinda Jayawardena, former parliamentarians M.A.Sumanthiran, Wijeyadasa Rajapakshe and Mano Ganesan had criticised Silva for planning to abolish the 13th Amendment.",
    "All of them, according to the newspaper had made their comments “responding to a question on Silva’s statement that the 13th Amendment would be scrapped by the new Constitution.”",
    "Some other politicians - Parliamentarians Dr. P.Sathiyalngam, Selvam Adaikkalanathan, and former Parliamentarian C.V.Wigneswaran - had also expressed disapproval of Silva’s statement in another Tamil newspaper. What was obvious was that no one of those critics of JVP General Secretary seems to have read the interview or its translation.",
    "However, as a seasoned politician Silva during the interview had been extra cautious when commenting on the ethnically and politically sensitive subject of abolishing the 13th Amendment and provincial councils.  He had stated in four places of the interview that the 13th Amendment or the provincial councils would not be scrapped without presenting an alternative solution. Also, interestingly, thrice in the interview, he had expressed his apprehension of the likelihood of his views in this regard being distorted. It showed his mastery in handling the media.",
    "Yet, what he feared ensued, prompting the JVP to issue a clarification on its stand on the issue in question next day. In fact, it would be very easy for anyone to provide a different picture of the JVP’s current stance on the devolution of power, or 13th Amendment or the what lies ahead of the provincial councils under the NPP government, as the party has failed to properly inform it to the masses.",
    "The party had been dead set against the Indo-Lanka Accord of 1987, the resultant 13th Amendment and its practical effect, the provincial councils since their inception. In spite of the party having contested the provincial council elections later it rejected and still rejects the provincial council system as a policy. However, with the prospects of their victory in major elections increasing last year, the party theoretically prepared itself to face the issues practically and changed stance.",
    "Accordingly, AKD while responding to a question at the aforesaid gathering of Sri Lankans in London stated that although his party rejects the PC system, they had to respect the sentiments of Tamil people who deem PCs are their right. Despite him having expressed this view several times on the eve of the September 21 Presidential election, the party failed to sell it sufficiently to the people of the country. Hence, their past position on the PC system could easily be confused with the present one.",
    "Except for the LTTE, EPDP, UNP and some leftist parties, almost all parties along with the JVP by now have changed their original stance towards the PCs. All Tamil parties and former Tamil armed groups except for the LTTE initially accepted the system as a practicable solution to the ethnic problem and those armed groups even laid down their arms accordingly. EPRLF under the leadership of Varadaraja Perumal ran the first and only merged North-Eastern Provincial Council for about two years.",
    "However, a couple of months after the signing of the Indo-Lanka Accord, the LTTE resumed the war, and the other Tamil groups and parties except for the EPDP also set to find a fresh solution, in order not to be ideologically outdone by the LTTE. They are still searching.",
    "Hundreds of discussions have been held between various parties including the governments of Sri Lanka, with or without foreign intervention and mediation on Sri Lanka’s ethnic issue, for the past 40 years since the round table discussion in 1984. Also, tens of thousands of people, a large majority of them being Tamils, have sacrificed their lives willingly or unwillingly in search of a solution to this problem. However, the only outcome that has been produced so far is the PC system that was imposed on Sri Lanka by the Indian Government, through the Indo-Lanka Accord.",
    "So, it is hardly surprising that the system is very dear to the Tamil people. Similarly, those who protested against the PCs in 1987 would also remember those hundreds of people who were killed during those protests."
  ]
}