{
  "url": "https://www.technologyreview.com/2025/01/03/1109178/10-breakthrough-technologies-2025/",
  "title": "10 Breakthrough Technologies 2025",
  "ut": 1735871400.0,
  "body_paragraphs": [
    "10 Breakthrough TechnologiesLink copiedWhat will really matter in the long run? That’s the question we tackle each year as we compile this annual list. We can’t see the future, but we expect these technologies to affect our world in a big way, for decades to come.SCROLL TO EXPLORETHE 2025 LIST1234567891011Vera C. Rubin ObservatoryA powerful new telescope will come online this year in a remote region of Chile and begin a decade-long survey of the southern sky. Inside is the largest digital camera ever made for astronomy, which will snap photos continuously for years to help astronomers study dark matter, explore the Milky Way, and untangle other cosmic unknowns.Why it mattersGenerative AI searchGenerative search promises to make finding what you’re looking for simple and quick. When you type in a query, an AI model summarizes information from many online sources to return a unique answer. On your device, it can comb through documents, photos, and videos, recognizing objects and people to help you find them faster. This may signal the end of traditional search engines and the rise of personal AI assistants.Why it mattersEmTech AI 2025Join 400 leaders for an exclusive AI event with personal connections and deep insights.Small language modelsLarge language models can do amazing things because they’re crammed with hundreds of billions—even trillions—of parameters (the values that determine their behavior) and were trained on most of the internet’s data. But cheaper and less power-hungry small language models can now stand with the heavyweights across a range of specific tasks. Move over dinosaurs. The future belongs to smaller, nimbler beasts.Why it mattersCattle burping remediesCow burps are one of the largest sources of agricultural emissions—and one of the trickiest ones to solve. A food supplement that significantly reduces the amount of methane that cattle belch is now available in dozens of countries. Other products, which might prove even more effective, are likely on the way.Why it mattersRobotaxisRobotaxis have completed years of beta testing, and they are now finally becoming available to the public. In more than a dozen cities worldwide, riders can summon one whenever they want. Now, the biggest players are ramping up for intense competition as they expand into new cities under regulators’ watchful eyes.Why it mattersCleaner jet fuelNew fuels made from used cooking oil, industrial waste, or even gasses in the air could help power planes without fossil fuels. These alternative jet fuels have been in development for years, but now they’re becoming a big business, with factories springing up to produce them and new government mandates requiring their use.Why it mattersFast-learning robotsThanks to today’s generative AI boom, robots are now learning new tasks faster than ever. Today’s automatons are not one-trick ponies—we’re getting closer to general-purpose robots that could be dropped into new environments and tackle a variety of tasks on our behalf, almost instantly.Why it mattersLong-acting HIV prevention medsA trial of a new HIV prevention medicine found that 100% of treated women and girls were protected from acquiring HIV infections. And it only needs to be injected once every six months. The drug could help us end AIDS once and for all—if we can ensure access for those who need it.Why it mattersGreen steelMaking steel is one of the largest industrial sources of carbon dioxide, emitting more carbon than all of India (the world’s third largest emitter) and far more than air travel. The first industrial green-steel plant, which uses hydrogen made with renewable power, is being built by Stegra, a $7 billion startup that is scheduled to begin operations next year in northern Sweden.Why it mattersStem-cell therapies that workStem cells from human embryos will cure disease. That’s the big promise scientists made decades ago. And now it’s finally coming true. Experimental transplants of lab-made cells seem to be helping treat two very different conditions—epilepsy and type 1 diabetes.Why it mattersVote for the11th breakthroughWhat’s missing from the list? Tell us what you think. Cast your vote before April 1, 2025.Back to topBrain-computer interfacesImplants that help people communicate or operate machines are being tested in dozens of clinical trials.Methane-detecting satellitesSeveral projects aim to measure emissions from space and make this data publicly available.Hyperrealistic deepfakesAI avatars are getting more believable and expressive—and it's easier than ever to make your own.Continuous glucose monitorsThese life-saving devices that provide real-time blood sugar tracking are more widely available over the counter.pick oneThanks for voting!You voted for . Sign up for our daily newsletter, the Download, and be the first to see the results.Enter your emailBy signing up, you agree to our Terms of Service & Privacy Policy.Thank you for submitting your email! Read about some technologies that definitely weren’t breakthroughs:The 8 worst technology failures of 2024By Antonio RegaladoThe 8 worst technology failures of 2024By Antonio RegaladoThe 8 worst technology failures of 2024By Antonio RegaladoThe 8 worst technology failures of 2024By Antonio RegaladoSomething went wrong!We’re having trouble saving your email. Try refreshing this page and re-entering your email.ABOUT THE LIST10 Breakthrough TechnologiesMIT Technology Review’s annual list of 10 Breakthrough Technologies highlights the advances that our newsroom thinks matter most right now. Every year, our team of reporters and editors looks for emerging technologies that have made meaningful progress or passed an important milestone. We compile this list to share the ones that we think are poised to have the greatest impact on our future. This is the 24th year we’ve published this list. Here’s what didn’t make it this time.Explore the archives CreditsEditorialSpecial projects editor: Amy NordrumEditing: Allison Arieff, Rachel Courtland, Niall Firth, Mary Beth Griggs, Mat Honan, Charlotte Jee, Amy Nordrum, David Rotman, Amanda SilvermanCopy editing: Linda Lowenthal, Teresa ElseyEngagement: Juliet Beauchamp, Abby Ivory-GanjaFact checking: Cheryl Alkon, Teresa Elsey, Emma Foehringer Merchant, Cathy Garrard, Jill Langlois, Mike OrcuttArtArt direction: Stephanie Arnett, Eric MongeonIllustration: María Jesús Contreras, Ari Liloan, Selman DesignPhotography: Spencer LowellTechnologyLead developer: Andre VitorioDesign: Vichhika Tep, Mariya SitnovaProduct: Mariya Sitnova, Allison ChaseCTO: Drake Martinet"
  ]
}