{
  "url": "https://www.ft.lk/columns/News-and-irony-intersect-in-a-cyclone-s-aftermath/4-785589",
  "title": "News and irony intersect  in a cyclone’s aftermath",
  "ut": 1765564718.0,
  "body_paragraphs": [
    "Where do the vulnerable go from here? The aftermath of Ditwa in the Central Province - Pic by Shehan Gunasekera",
    "And it is not over yet. For there are still painful questions floating downstream with the debris like some moral detritus that no irresponsible or negligent administration can flush away.  For every well intentioned keyboard champion online who’s egging the vulnerable to evacuate ahead of more inclement (to put it mildly) weather systems, there are dozens and scores asking urgently where exactly they are to go. This highlights not only the unpreparedness of the state at every level of agency – national, provincial, regional – to handle an entirely predictable annual flooding. It exposes the dark underbelly of the corrupt political culture of decades.",
    "If you didn’t know you were scanning the news these days, you might well suspect that you’ve stumbled into ‘newscurry’. To the sensitive reader, the time has been a parade of pages and memes masquerading as headlines.",
    "The presidency distances itself from the draconian dimensions of Emergency regulations ahead of a social/social media backlash. A former president evicted from her official residence by this regime gives them a handsome handout to aid government’s rebuilding and relocation efforts. An inane opposition figure invites derision with a proposal to dump the IMF, scratch the 2026 budget, and ask Trump to help us out.",
    "Such are some of the enervating ironies making the headlines these days in lieu of enlightening information.",
    "In the aftermath of Cyclone’s Ditwah’s physical devastation, Sri Lanka’s psyche is also being laid waste.",
    "A few trends yours truly spotted in the week that was may illustrate the point: the point being to rehabilitate the way we islanders think as much as recognise and laud the way some of us act in times of extreme crisis.",
    "All the president’s mien",
    "First there was the modest cough to intimate that Emergency powers, once declared, would not be used – as only too often in the past – to curb civil society criticism or stifle dissent.",
    "Then the sabre-rattling by the defence secretary (sounds familiar?) that any defamation against the executive would be dealt with under its provisions.",
    "And in the face of a social media backlash, the head of state sought swiftly to distance himself from his lieutenant’s earnest defence (no pun intended).",
    "It has that customary ring... that man Acton had it right – power tends to bring out the beast in the mildest bureaucrat.",
    "Still early days. Wait and see. Sooner or later, out pops the cloven hoof and forked tail. The devil has the best lines.",
    "Today those run to ‘build back better’. When all the world and their sainted aunts are clamouring for ‘build forward differently’.",
    "The news: Emergency powers declared.",
    "An irony: Executive overreach deterred.",
    "It’s a circus out there as a lameduck opposition continues to audition for political pantomime. They’ve only succeeded in adding some ticklish humour to the horrific tragedies unfolding daily, in tales yet to be told.",
    "On the one hand one clown prince is snapping his fingers at government – cut IMF down to size! ditch the Budget! call for the last Trump! On the other another clown prince is pointing fingers at government’s alleged lack of coordination in rescue and relief efforts. To heap burning coals on the afflicted citizenry’s heads, he cordially invites the NPP Govt to learn – yes, lessons! – from tsunami resettlement and post-war rebuilding.",
    "Has neither a sense of irony or shame? Have both dreamed up their carpe diems out of a sense of derring-do or desperation to keep the wasted coin of opposition currency afloat amidst the retreating flood waters, when all eyes are on the government, not their rabid rank and file of has-beens?",
    "As if moralising over the deluge and its sad sorry aftermath will float the opposition’s sinking relevance!",
    "The news: Opposition stridently outspoken.",
    "An irony: Opposition sadly outdated.",
    "In a gesture not out of character for her sense of savoir faire, a former president came forward to donate Rs. 250 million in disaster aid.",
    "What was unexpected, if one lacks the je ne sais quoi to navigate social media, was the juxtaposition of her ostensible generosity and magnanimity with the alleged meanness of the grimly exacting regime in evicting her from her state-owned home not yet time out of mind.",
    "The truth be told there may be more to all this than mere noblesse oblige. As the foundation out of whose treasury the disbursement to state coffers emanated is governed by no less an eminence than a board comprising the prez at its head.",
    "So any kudos to our erstwhile la belle dame sans merci for grinning and bearing it at the handing over may redound to AKD’s dieu et mon droit and his firm grip on the foundation than a former doyenne’s sleight of hand.",
    "Honi soit qui mal y pense – shame be on him or her who thinks it is evil. It’s just the usual the optics of cooperative-adversarial politics.",
    "If you’re cooperating with your political adversary, make sure there are plenty of photo ops capitalised upon... And agency on social media to egg you on or agents of the opposition to throw egg in your face.",
    "Digital warfare is as wasteful as it is vindictive.",
    "The news: Former president steps up to the plate!",
    "An irony: Present president power behind the move?",
    "What about the whataboutism",
    "It’s not only the political opposition who’s “critically engaging” the government and its agencies when the need of the hour is clearly “compassionate energy” on the ground.",
    "Armchair warriors have poured out of the cushioning like so many lice to swarm over the blood, guts and sinew of the aid brigade and the army of helpers who appeared out of thin air it seems.",
    "It is the best of times, it is the worst of times. Heroism in many places in the air and on the ground, cynicism and one-upmanship online.",
    "The truth is brutal. For all the hot air press conferences let off, our storm-wracked island nation’s disaster preparedness leaves much to be desired. From global to local levels it remains a hollow shell. A tin can full of muck floating down to a sunless sea. Irony and shame have been washed away with the deluge.",
    "The news: The ‘best’ lack all conviction.",
    "An irony: The ‘worst’ are full of passionate intensity.",
    "Where do we go next pls?",
    "And it is not over yet. For there are still painful questions floating downstream with the debris like some moral detritus that no irresponsible or negligent administration can flush away.",
    "For every well intentioned keyboard champion online who’s egging the vulnerable to evacuate ahead of more inclement (to put it mildly) weather systems, there are dozens and scores asking urgently where exactly they are to go.",
    "This highlights not only the unpreparedness of the state at every level of agency – national, provincial, regional – to handle an entirely predictable annual flooding. It exposes the dark underbelly of the corrupt political culture of decades. That drained Mother Lanka of her lifeblood by suctioning off funds meant for development of digitalised safety mechanisms and state-of-the-art early-warning systems.",
    "There is no safe moral ground high enough for successive governments of the past to climb up to   and evade their culpability for the severest national disaster to befall Sri Lanka in its long history of grief and suffering.",
    "The news: Everyone out of danger an expert.",
    "An irony: Everyone under threat is clueless.",
    "That is it not too late to ‘build forward differently’ rather than simply ‘build back better’ is the acid test, which government – for its sake as much as its electorate and beyond – cannot afford to fail.",
    "It is one thing to flunk the first major challenge – A repeat performance if the weather gods prove capricious, in short order at worst or next year at best, will bury not only the bureaucracy but inter the body politic and scupper the NPP’s prospects of shaping a new social contract.",
    "Next week or next monsoon.",
    "In the decimated milieu of our island today – a million affected, 2.3 mn people and 719,000 buildings exposed to the elements, 1.1 million hectares flooded, 1,200 landslides registered – one hopes only it would not be now or ever again.",
    "(Editor-at-large of LMD | Sri Lanka in the post-Ditwah doldrums )"
  ]
}