{
  "url": "https://www.ft.lk/columns/Independent-economic-entity-must-provide-costings-of-election-promises-and-their-impact-on-economy/4-766288",
  "title": "Independent economic entity must provide costings of election promises and their impact on economy",
  "ut": 1725304715.0,
  "body_paragraphs": [
    "The culture of Sri Lankan elections has always been about promises, raising the hopes of voters but delivering little of what was promised – Pic by Shehan Gunasekara",
    "Election manifestos therefore should be more realistic, accountable and affordable. It should become a social contract by law, through an Act passed in Parliament. Such an Act should provide for the establishment of an independent body to cost election promises, monitor their implementation and submit periodic reports to the Parliament. The public which is entering into a contract with a victorious President and Government, should then be able to exercise their right to accountability through the courts if in their opinion the President and the Government have violated the contract",
    "something for nothing, he must first confiscate that wealth from you – either by direct taxes, by indirect tax, and by inflationary pricing arising from more debt",
    "– paraphrasing a quote by John Wayne",
    "Election time is a bonanza time for the hearing pleasure of the public. Besides the carnival atmosphere that prevails, with one side trying to outdo others with crowd numbers, and extravaganza of the nature the country could hardly afford, unless funding comes from sources who have their own expectations in return, election promises are dished out to resounding cheers of the crowds at political meetings.",
    "Past post-election experience demonstrates that most election promises made from political platforms are not kept or watered down ones are presented. Election manifestos face the same fate. In the current Presidential election, the NPP has at least gone a step further and rightly termed their manifesto as a social and economic contract between them and the public. However, this contract is not an enforceable contract and only a statement of intent. Not much different to political promises made at political meetings or in the media. Ideally and if the NPP wished to be different, they could have stated that if their candidate were to win the election, they will present their manifesto as a Parliamentary bill for approval by the Parliament that will be elected at the next general election. If passed by the Parliament, it would have had the legal status that would enable any member of the public to seek legal redress if any item in the manifesto was not actioned by a government.",
    "Other parties including the SJB, the SLPP and Independent candidate incumbent President Ranil Wickremesinghe are expected to release their formal manifestos. It is unlikely they will be any different to other manifestos of the past or present as none will give the public an idea of how promises will be funded without affecting other expenditure lines or raising new taxes or increasing current taxes.",
    "Accountability, responsibility and duty",
    "This leads to the question of accountability, responsibility and duty of any Presidential aspirant to desist from making promises that are not tenable, and affordable and which simply cannot be kept based on the present economic situation of the country. Delivering such promises could have very adverse consequences for the economy of the country as no specific revenue raising measures have been included in the manifestos. The public needs to know how some of these promises are to be kept and how funds would be forthcoming to keep such promises without impacting on the economy of the country.",
    "It is here that an independent economic entity becomes the only avenue to cost promises made by all aspirants and present their findings to the public well before the election date. A serious discussion could then be had in the country about the feasibility of the promises, affordability and the role they will play in setting the stage for a better economic future for the country.  The country has withstood very tough times and thanks to the financial discipline introduced as a condition for IMF support, and the debt restructuring agreed with them, Sri Lanka has a four-year window of opportunity to work itself towards a more financially disciplined and stable country. This benefit is there for anyone who becomes the next President. If the incumbent President wins the election, he could build on what he has achieved so far. To the credit of President Wickremesinghe, he has always maintained that the country is not out of the woods yet, although it is not lost in the woods anymore as it was two years ago not knowing what to do and which direction to go. When others failed to navigate the leaking boat, he took over and guided it to relative safety.",
    "The election will provide opportunities for other aspirants to explain what they will do if elected, and how they will find the resources to implement their promises. The culture of Sri Lankan elections has always been about promises, raising the hopes of voters but delivering little of what was promised. A promise was made some years ago that rice will be brought even from the Moon when a shortage of rice was an issue in Sri Lanka. An independent economic entity to undertake the costing of election promises and to report on the impact on the country’s economic situation has never been more important than now as Sri Lanka has just managed to emerge from bankruptcy and on a path towards greater economic stability.",
    "Its foreign reserves, pitiful in comparison to many other countries in the region, is healthier than before although it is not even 6% of its GDP. Tourism is flourishing, exports are increasing, foreign investment is increasing although not to the extent expected and its rupee income is increasing. These achievements are meagre in comparison to what is needed to provide a platform of stability and opportunities for growth. Any potential winning aspirant should demonstrate to the people how they will strengthen this platform and work on the opportunities that are available at least for the next four years to do so.",
    "Excessive debt, both foreign and local and the precedent of bankruptcy experienced by Sri Lanka just two years ago is akin to a Sword of Damocles hanging over Sri Lanka. Paraphrasing what it conveys, it could be said that it is a real threat of a future cut in funding to Sri Lanka unless the country manages its economy well and builds up its own local and foreign reserves. This cannot be done by making populist election promises that will adversely impact on the meagre resources of the country. Economic priorities should be investments in areas that will increase the country’s GDP, reduce its local and foreign debt, increase its local and foreign earnings and reserves while providing relief to those genuinely in hardship should be at the top of priorities of any Presidential aspirant. While the incumbent President Ranil Wickremesinghe stresses these priorities and has often invited others to formulate an economic plan together for the sake of the country, other aspirants have, in the main, offered populist promises that are not linked to the essential economic priorities of the country.",
    "As per the Quarterly Debt Bulletin (2024 First Quarter), Ministry of Finance, Economic Stabilization and National Policies Sri Lanka (https://www.treasury.gov.lk/api/file/1f884c2c-71db-4058-9b99-a9cb7f0690b7), the debt summary as at March 2024 as shown indicates a domestic debt that comprises 57% of the total debt and an external debt that is 37% of the total Government debt of $ 100.184 billion. The Gross Domestic Product (GDP) in Sri Lanka was $ 84.36 billion in 2023, according to official data from the World Bank. Trading Economics says it is expected to reach $ 87.14 billion by the end of 2024. However, based on the 2023 GDP, the country’s total Government debt reported as $ 100.184 billion translates to a Debt to GDP ratio of nearly 120% of its GDP, meaning that the country still owed 20% more than its worth.",
    "The 2023 fiscal numbers, recently released through the Central Bank of Sri Lanka’s Annual Economic Review, reveal that the Government of Sri Lanka’s total expenditure for 2023 was Rs. 5,357 billion ($ 17.83 billion) and that a significant portion of this expenditure, amounting to Rs. 2,456 billion (43%) ($ 8.1 billion), was spent on interest payments for existing Government debt. This was followed by transfer payments at Rs. 1,005 billion and salaries and wages at Rs. 939 billion.",
    "The Government financed 57% of its expenditure through revenue sources, primarily taxes, which amounted to Rs. 3,017 billion leaving an income deficit of 43% (Rs. 2,340 billion). The main revenue contributors were taxes on domestic goods and services (mainly VAT and excise duties) totalling Rs. 1,399 billion, and taxes on income and profit (mainly corporate and personal income taxes) totalling Rs. 911 billion.",
    "The remaining 43% of the Government expenditure was financed through borrowings, amounting to Rs. 2,282 billion. Notably, the Government borrowings included borrowings for its interest payments for the year, which totalled Rs. 2,456 billion. This additional borrowing to cover the budget deficit increased the total amount of Government debt, ultimately raising the interest bill further.",
    "Source: Central Bank of Sri Lanka. Annual Economic Review 2023 (last accessed 27 May 2024) https://www.cbsl.gov.lk/en/publications/economic-and-financial-reports/annual-economic-review/annual-economic-review-2023",
    "Drop in revenue from budgeted Govt. figure for 2024",
    "The Government has increased its revenue in 2023, amounting to 10.2% of the nation’s gross domestic product (GDP). This was an increase from 2022, when the Government revenue in Sri Lanka amounted to 8.4% of the country’s GDP. This no doubt is a significant achievement.",
    "However, a Verité research document (Public Finance Data and Analysis; The State of the Budget Report) compiled annually by Verité Research and published on PublicFinance.lk, has some interesting but concerning data. While the writer is not aware of the analysis carried out by the Presidential aspirants, and what figures they have come up with, the Verité research indicates a drop in revenue from the budgeted Government figure for 2024 of Rs. 4,164 billion which is a 42% increase from its revised projections for 2023, to a projected revenue of only Rs. 3,570 billion, a 14% shortfall in overall revenue (https://publicfinance.lk/en/topics/state-of-the-budget-report-estimates-14-shortfall-in-revenue-against-budget-projection-1713774716#:~:text=For%202024%2C%20the%20government%20is,its%20revised%20projections%20for%202023",
    "The point here is that election promises must consider the debt analysis carried out by the Central Bank as noted earlier, and the projected revenue shortfall indicated by research carried out by Verité, and no doubt by others as well. As noted by the Central Bank, if 43% of revenue in 2023 had to be used to settle debt repayments, and if the projected revenue for 2024 drops as indicated by Verité, Sri Lanka is bound to borrow more to repay existing debt plus additional debt arising from some of the unrealistic, unaffordable election promises, leaving less money to fund existing expenditure and additional expenditure accruing from such election promises. The debt cycle will continue and generations to come will pay for this shortsightedness of their elders.",
    "Election manifestos therefore should be more realistic, accountable and affordable. It should become a social contract by law, through an Act passed in Parliament. Such an Act should provide for the establishment of an independent body to cost election promises, monitor their implementation and submit periodic reports to the Parliament. The public which is entering into a contract with a victorious President and Government, should then be able to exercise their right to accountability through the courts if in their opinion the President and the Government have violated the contract."
  ]
}