{
  "url": "https://hbr.org/2025/01/research-how-companies-can-support-managers-they-send-abroad",
  "title": "Research: How Companies Can Support Managers They Send Abroad",
  "ut": 1737963908.0,
  "body_paragraphs": [
    "JGI/Tom Grill/Getty Images",
    "Common wisdom goes that the success or failure of an expatriate manager — an employee sent to a new country to handle their company’s initiatives there — depends on their possession of certain personal traits, like cultural intelligence and adaptability. But new research suggests that companies’ organizational structures may be better predictors of employee success. In a study of 192 expatriate general managers in charge of hotel properties in nine global hotel chains, researchers found that whether or not these employees succeeded in their new environment rested on the degree to which their organization offered them three key elements: high decentralization (empowering local managers to make decisions), high formalization (providing clear guidelines and policies), and ample global knowledge integration (tools and systems that enable cross-border collaboration). Those employees whose companies possessed all three were the most likely to successfully complete their assignment and reported the highest levels of commitment to their organization.",
    "For multinational enterprises (MNEs), expatriate managers are vital to implementing strategy and driving success in global markets. These leaders, assigned to new locations to manage initiatives for their company, are tasked with bridging corporate objectives and local market needs, making their assignments critical to organizational success. Yet, high turnover and incomplete assignments among expatriates remain persistent and costly challenges. These failures can drain millions of dollars in productivity, rehiring costs, and strained stakeholder relationships. Conventional wisdom suggests that success hinges on selecting the “right” expatriates — those with extensive international experience and high cultural intelligence.",
    "Business Plan Development Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Business Plan Development. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Learn how to create a winning business plan.",
    "Learn More & See All Courses",
    "Read more on Business management",
    "International business",
    "and Cross-cultural management"
  ]
}