{
  "url": "https://www.dailymirror.lk/opinion/Elect-a-Parliament-that-would-not-ruin-your-future-EDITORIAL/172-293282",
  "title": "Elect a Parliament that would not ruin your future -  EDITORIAL",
  "ut": 1728333738.0,
  "body_paragraphs": [
    "The nomination week for the Parliamentary election that commenced last Friday (October 4) is to end next Friday. This election is being held hot on the heels of a Presidential election which catapulted the leader of the National People’s Power (NPP) Anura Kumara Dissanayake who rode on the slogan “system change”, to the topmost post.",
    "It was the current economic crisis which broke out in 2021 and the resultant popular uprising against the establishment in 2022 where millions of people took to the streets for four months seeking a “change” that propelled Dissanayake to the Presidency. His rise from 3 percent of votes at the 2019 Presidential election to 42 percent this time attests to that.",
    "However, people’s craving for  “change” would not come to fruition unless they elected educated and competent members to Parliament who would be accountable to those who elected them and to place the interests of the country and the people above the interests of the party and its leaders. The economic downturn that compelled the authorities to declare the country bankrupt was not only the result of  mismanagement of the Presidents of the past, but the subservience and irresponsible corrupt mindset of the Parliamentarians too heavily contributed to it.",
    "We can recall how the ministers of the last government who called themselves economists justified the huge tax cut which was implemented by the Gotabaya Rajapaksa Government in 2019 depriving the public coffers one third of the government’s annual income. They stated that the tax reduction would boost the production in the country increasing employment opportunities. They also justified the government’s hesitation to approach the International Monetary Fund (IMF) when the experts pointed out the need to do so, citing the fast depletion of the foreign reserves in 2020 as a result of the impact of the Covid-19 pandemic. These are two main factors that reduced the country to the current bankruptcy.",
    "We hardly heard intellectual discourses in the past Parliaments, with most members including the so-called intellectuals engaging in rhetorical competitions to outsmart others. Many were obsessed with the perks they were entitled. The best case in point was the video footage that went viral in social media during the recent Presidential election campaign where an MP of the Opposition party, while knowing very well that the Parliament would be dissolved within weeks was requesting the President to approve his request for the duty-free vehicle permit.",
    "It is pathetic to note that dozens of MPs had voted for the 17th, 18th, 19th, 20th and 21st Amendments to the Constitution that alternately pruned and strengthened the powers of the executive President. Ridiculously, there were “legal eagles” among those political slaves. Some of those MPs are preparing to contest at the forthcoming general election as well. Former Chancellor of Peradeniya University, Professor M.O.A.de Zoysa told media on March 15, 2017 that 94 MPs of the then Parliament had not passed the G.C.E Ordinary Level Examination. However, it is public knowledge that even a driver should have that qualification to be recruited to any public institution. The situation before or after that was also no better.",
    "People cannot absolve themselves from this pathetic situation which in turn has ruined their lives through an unprecedented economic crisis. It was they who voted to elect the MPs of the past Parliaments. They voted Premalal Jayasekara who signed his nomination paper in 2015 while in remand custody over a murder and the voters of the United People’s Freedom Alliance (UPFA) in the Ratnapura District gave him the highest number of preferential votes. Upeksha Swarnamali, the teledrama actress who contested on the UNP ticket at the 2010 Parliamentary election in Gampaha District obtained more preferential votes than the then Deputy Leader of the party Karu Jayasuriya.",
    "Time has come for the people to ponder about their own past mistakes and take an informed and prudent decision at the November 14 Parliamentary election. They could be guided by the Election Commission’s Code of Conduct for Political Parties and Candidates which advises the parties to “Select candidates based on their past conduct and good behaviour, respect for the law, non-conviction before courts, dedication to serve the society etc.”"
  ]
}