{
  "url": "https://hbr.org/2024/05/a-model-for-expanding-your-business-into-foreign-markets",
  "title": "A Model for Expanding Your Business into Foreign Markets",
  "ut": 1715928357.0,
  "body_paragraphs": [
    "Sergey Narevskih/Stocksy",
    "It used to be thought that globalization would flatten out cultural differences among countries and regions of the world, making it easier than ever for companies to move into foreign markets. According to a new study by the author and a colleague, however, cultural...more",
    "Walmart in the 1990s seemed on pace to become a global giant. After rapid growth in the U.S. domestic market throughout the 1980s, the company opened its first international store in Mexico City in 1991, followed by Canada in 1994. By 1998 it had expanded to Germany and South Korea, betting that its “always the low price” approach to business would be enough to outcompete foreign vendors.",
    "But less than a decade later, by 2006, it was forced to scale back its international ambitions. In just a three-month window that year the company retreated from both Germany and South Korea, having lost more than $2 billion in those ventures.",
    "What went wrong? And what can we learn from these failures?",
    "Answering these questions requires traveling back to the 1980s, when many corporate leaders, journalists, and social scientists were buying into a seductive story: that rising globalization would spell the end of regional clashes in culture and values. The political scientist Francis Fukuyama famously proclaimed in 1992 that the world had reached the “end of history,” in which all countries adopted liberal democracies and free market capitalism. The New York Times columnist Thomas Friedman suggested that once a country got enough McDonald’s restaurants, peace and democratic values would follow.",
    "Those were heady days of international expansion for many corporations. Between 1990 and 2016, the total assets of multinational corporations increased 25-fold, to $112 trillion, and the number of people employed by foreign affiliates quadrupled, to 82 million.",
    "But it turns out that economic globalization did not homogenize cultural markets. Consumers’ traditional preferences, belief systems, and moral values have remained divided across cultures.",
    "During the past 50 years, cultural psychologists have worked to document these divisions. My own research has documented cultural divisions in, among other things, people’s preferences for tradition vs. innovation and hierarchy vs. egalitarianism. My colleagues and I have also examined how these cultural differences can lead to global variation in consumer preferences, as we did in a paper published last year in which we unpacked the cultural roots behind why 63% of consumers from the United States but only 23% of Japanese consumers feel nervous about AI products and services.",
    "In our most recent analysis, my colleague Danila Medvedev and I studied how cultural differences have shifted during the past 40 years, a period that has witnessed rapid economic globalization. We analyzed survey responses from nearly half a million people across 76 countries. In these data we found, surprisingly, that even though the world has globalized, cultures disagree more in their moral values, parental practices, and belief systems than they did 40 years ago.",
    "These data can help explain what went wrong with Walmart in South Korea and Germany: The company didn’t adjust its brand to markets in which consumers had very different preferences and values. In Germany, for example, Walmart’s policies requiring employees to smile at customers and begin their day with an enthusiastic Walmart cheer didn’t go over well. “People found these things strange,” said Hans-Martin Poschmann, the secretary of the Verdi union, which represented Walmart employees. “Germans just don’t behave that way.” Similar stories emerged from South Korea. “Walmart is a typical example of a global giant who has failed to localize its operations in South Korea,” said Na Hong Seok, an analyst at Good Morning Shinhan. The New York Times summed up Walmart’s international failures as stemming from hubris and described the company as “a uniquely powerful American enterprise trying to impose its values around the world.”",
    "Walmart is not the only American company to suffer from cultural hubris. When Best Buy moved into China, in 2006, it bet that its low prices and knowledgeable customer-service representatives would lead to profits. Instead, the company only managed to capture 1.8% of the country’s market share, in part because Best Buy’s in-store warrantees and large showrooms were alien to Chinese shoppers, who were used to buying electronics from small stores and local markets. The president of Best Buy Asia at the time, David Deno, called the company’s original strategy “stupid and arrogant.” His successor, Kal Patel, approached the company’s mission in China with more humility, noting, “You have to work at the pace of the Chinese consumer.”",
    "What strategies should business leaders adopt when they take their brand abroad? In this article, drawing on my own research and the work of others, and I’ll present a general model for global leadership in the face of cultural divergence. The model, which is designed for organizational adaptation but is built in part on how individual people acculturate, has four foundational strategies:",
    "Relationships with local partners",
    "Adapting a brand to local culture",
    "Committing to diversity and inclusion",
    "Harmonizing with local governance",
    "Together, these strategies form what I call the REACH model of management in global markets. This model aims to help business leaders that currently operate in global markets — or are considering entering them — in making their brand more trustworthy abroad, more appealing to foreign consumers, and ultimately more sustainable.",
    "The organizations that thrive when they expand across borders in the years ahead will be those that maintain their core identity while integrating partners, personnel, values, and regulatory guidelines from their host culture.",
    "The first step in this process is the cornerstone of the REACH model: establishing relationships with local partners. These relationships create a line of communication between an organization’s global leaders and the stakeholders who understand the preferences and habits of local consumers. But even more important, these relationships build trust by making foreign brands seem more local.",
    "Cultures vary widely in how much they trust foreign partners. In the United States, this trust is relatively high. In a recent global survey that asked people how much they trust people from foreign nations, 75% of Americans indicated either “somewhat” or “completely,” while only 17% of Chinese people did so. As the map below shows, trust in foreign nations tend to be much higher in developed Western nations than in other world regions. In countries where trust in foreign nations is low, incorporating local partners is key for establishing a foothold.",
    "See more HBR charts in Data & Visuals",
    "Establishing relationships with local partners goes hand in hand with the second and third recommendations of the REACH model: adapting to local culture and committing to diversity and inclusion. The failures of Walmart and Best Buy showcase what happens when organizations don’t incorporate these three lessons. But two success stories of modern multinationals show how these three strategies can be successfully combined.",
    "One of these success stories involves Starbucks in China. Since its initial entry into the Chinese market, in 1999, Starbucks has opened more than 6,500 stores in more than 250 cities in mainland China, successfully introducing coffee culture into a country that has been traditionally tea-drinking. Starbucks started this journey by identifying three regional partners: in the north, the Beijing Mei Da coffee company; in the east, Taiwan’s Uni-President Enterprises Corporation; and in the south, Hong Kong’s Maxim’s Caterers Limited. Each partner brought a unique perspective on the tastes and culture of Chinese consumers.",
    "Through research with these partners, Starbucks developed new drinks catering to local interests, including Biluochun, a green tea popular in China, and specialty menu items such as zongzi, a popular dumpling eaten during the country’s Dragon Boat Festival. The company also adapted its customer support in response to Chinese consumers’ aversion to email, establishing a phone hotline and social-media presence in Chinese apps. Starbucks even refined its appearance by blending Chinese-style interior furniture and exterior decoration with the traditional Starbucks logo and dark-green colors. The net result was a preservation of the essential Starbucks brand, adapted to a Chinese context.",
    "A second success story involves TikTok and its parent company, ByteDance. As TikTok began to make its way around the world in 2017, ByteDance announced a comprehensive organizational reform that would include promoting regional partners to key leadership positions in the company. A statement accompanying the move read, “Since the creators and users on the platform come from all over the world, the teams and talents building these platforms should also be reflective of this diversity.”",
    "ByteDance’s diverse workforce also allowed it to better adapt to local cultures while maintaining brand identity. At the core of the TikTok app is a standard technical infrastructure and algorithm recommendation system, but the app also has a culturally customized “For You” feed with videos that are popular in the same geographic area. The app has also developed several country-specific face filters.",
    "Despite their successes, Starbucks and ByteDance have faced significant challenges in their effort to sustain cross-cultural markets, and these challenges illustrate the importance of heeding the final strategy in the REACH model: the value of harmony with local governance. Values are not just abstract principles and preferences that live in the minds of consumers. They also manifest themselves in laws and regulations that vary across cultures, and at times they can imperil even the most careful efforts to conduct global business.",
    "ByteDance is now facing regulatory hurdles as it battles privacy concerns in the United States and Europe. Western cultures strongly support the rights and freedoms of individuals, and these values are one reason why Europe and North American countries have adopted some of the strictest privacy regulations in the world. A recent analysis of privacy laws around the world shows that nearly all the countries classified as having “heavy” privacy laws were European, Oceanic, and North American. ByteDance now faces investigations led by the United States Federal Trade Commission and European Union over data and security concerns, and President Biden recently signed a law that would potentially end operations in the United States.",
    "Starbucks faced its own regulatory setback in 2007, which started with a high-profile editorial written by the news anchor Chenggang Rui. The outcry was over a Starbucks location in the Forbidden City.  For many Chinese people, the Forbidden City embodies a longstanding emphasis on tradition and cultural autonomy, and Starbucks was infringing on this symbol. As Rui wrote, “The Forbidden City is a symbol of China’s cultural heritage. Starbucks is a symbol of lower middle-class culture in the West.” Very quickly, this value-based outrage turned into new regulations of businesses in the Forbidden City, and these regulations ultimately forced Starbucks to permanently close its Forbidden City location.",
    "When multinationals in recent years have established a foothold in local markets, they’ve almost always used some of the REACH strategies to bridge cultural divides. Conversely, when they’ve failed to establish a foothold, their leaders have typically ignored at least one of the strategies. Engaging these strategies is often the difference between appealing to consumers and gaining their trust, and eliciting apathy, distrust, and even litigation.",
    "By definition, models are meant to be simple and broadly applicable, and the REACH model obviously doesn’t fully capture the complex world of global business. What it offers, though, is a way for companies to think strategically and systematically about making the move into foreign markets. As the statistician George E. Box once said, “All models are wrong, but some are useful.”",
    "Global Collaboration Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Global Collaboration. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Learn how to overcome barriers when working globally.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "11 Rules for Creating Value in the Social Era",
    "3. \"Think Value, Not Profit\" from Better, Simpler Strategy: A Value-Based Guide to Exceptional Performance",
    "Read more on International business",
    "Organizational culture,",
    "Organizational learning",
    "and Sales and marketing"
  ]
}