{
  "url": "https://www.ft.lk/columns/Disgraceful-abomination/4-777899",
  "title": "Disgraceful abomination",
  "ut": 1750280652.0,
  "body_paragraphs": [
    "US President Donald Trump",
    "Global North has lost its right to sermonise on human rights and democracy, and all the institutions that it created including the UN have become irrelevant or just showpieces. The hypocrisy of Global North led by US is nowhere more evident than in Gaza where Israel has been given a free hand to complete its genocide mission",
    "“Prosecutions will warp into persecutions. Political foes, real and imagined, in the press and online and in politician suit will be subject to Trump’s whims and power. Pardons and clemency will rain down like manna on 6 January 2021 insurrection. Russian President Vladimir Putin will again have a friend in the White House and an ally in NATO and the West. Immigrants and people from Muslim majority countries will have an aggressively hostile federal government. Civil rights and LGBTQ+ progress will grind to a halt. The economy will function on behalf of the haves, to the detriment of the have-nots and the left-out” (Colbert I. King, Washington Post 3 July 2024).",
    "The title of this column belongs to Elon Musk, the billionaire X-friend of US President Donald Trump, who, before parting ways with the president coined that expression to condemn Trump’s One-Big-Beautiful-Bill (OBBB) of 2025 passed by the Congress and waiting approval from the Senate, as yet another piece of legislation to realise Trump’s dream to Make America Great Again (MAGA). This bill, which aims to ease the tax burden on the rich while reducing assistance to those earning less than $ 50,000 by slashing public expenditure on programs like Medicaid and Supplement Nutrition Assistance Program (SNAP) translates into action what Colbert I. King predicted in his column quoted above.",
    "OBBB is also aiming to punish investors and exporters from foreign countries for their greater efficiency and innovative talent, which were gained mostly from US educational and technical institutions. In the name of preventing the spread of so-called anti-Semitism and communist ideology the denial of funds to Harvard University for example is virtually a denial of opportunities to foreign students from gaining advanced knowledge and training in American institutions. All this demonstrates a systemic failure not only in the US economy but also in the institutional superstructure of the ruling superpower.",
    "Making the rich richer and poor poorer",
    "Musk’s expression, however, fits even more precisely to the entire economic order set on an edifice of economic liberalism and promoted globally in the post-Cold War world. While the victory of liberalism was crowned as the ‘End of History and the Last Man’ the economic order it promoted was touted by its apologists as a level playing field where free market and free trade would provide equal opportunities to all countries to compete and win the race for prosperity and growth. But what really came into place over the last half a century and more, was an economic order that made the already rich richer and already poor poorer.",
    "The wealth and income gaps between Global North and Global South continued to widen so much so that the ratio 99:1 became the dominant slogan in the August 2011 Occupy Movement in New York, and which later received academic credibility in the writings of Joseph Stiglitz a renowned economist and author of ‘Globalization and its Discontents’. To relate how this disparity occurred is outside the purpose of this short column. But two of the consequences born out of this disparity and have become issues for realising Trump’s MAGA dream would help understand why the ruling economic order deserves Musk’s description.",
    "The first is the extent of damage and destruction that this economic order has caused to natural environment leading to a climate catastrophe. Although human concerns over natural environment were there from the time of the Romans its seriousness was not realised until the second half of the 20th century. In 1971 the Green Peace movement was founded in Ontario, Canada and in 1972 the Club of Rome in a report titled ‘The Limits to Growth’ warned industrialised nations the dangers of reckless exploitation of nature’s finite resources. A year later in 1973, E.F. Schumacher published his ‘Small is Beautiful: A Study of Economics as if People Mattered’ in which he almost pleaded for a slowdown in the speed and scale of economic and technological transformation. But with arrogant confidence on the power of modern science and technology and driven by the profit motive the damage continued.",
    "It was only in 2015 at the UN Climate Change Conference in Paris a decision was made by 195 parties including US to hold “the increase in the global average temperature to well below 2 degrees above pre-industrial levels”. Alas! In 2017 during his first term President Donald Trump issued an executive directive to withdraw from the Paris agreement, which he had ratified by another order this year. It only shows how desperate US has become to stop its world economic leadership. His so-called Liberation Tariffs on imports, “drill baby drill” for oil and natural gas in Alaska and move to annex Greenland by any means bear further evidence of this desperation. Thanks to the capitalist economic order droughts, floods, quakes, tornados and wildfires have become a universal phenomenon.",
    "But what has climate catastrophe done to Global South in particular? It has worsened the extent and depth of poverty. For example, the semiarid Sahel region in Africa that stretches from the Atlantic coast of Senegal and Mauritania to the Red Sea coast of Eritrea covering several countries including Mali, Niger and Chad have become the victims of increasing desertification and food insecurity. Almost 400 million people are trapped in this desert region. Even outside Sahel, countries like Sudan are subjected to frequent droughts and crop devastation, and tribal wars and pandemics make the situation even worse.",
    "Similarly, extreme heat and drought have become a frequent phenomenon in Latin America and the Caribbean. In South America the Amazon or the canopy of the world, is burning. In 2024 44.2 million acres of Amazon rainforest burnt down. The main culprit that caused this devastation are the Multinational Timber Corporations. Although the immediate victims of this catastrophe are mostly indigenous communities the economic impact is felt far and wide.",
    "Hypocrisy of Global North",
    "But one consequence of climate change and the ensuing poverty is human migration. It is this migration to US and Europe from Global South that has become a problem to Global North and has led to the rise of Far-Right political movements. Donald Trump’s high-handed measures to search, arrest and deport the so-called illegal immigrants have now created street protests and violence in Los Angeles and threatening to spread to other cities. Racism is taking a new avatar under Trump. Even European countries and UK are tightening their grip on immigration. However, so long as the neo-liberal economic order remains as it is and serves the interest of the rich and powerful in Global North emigration from Global South is unstoppable. As Vijay Prasad a renowned Marxist would argue the international division of humanity created by conquest and colonisation is now continuing under the neo-liberal economic paradigm. Global North has lost its right to sermonise on human rights and democracy, and all the institutions that it created including the UN have become irrelevant or just showpieces. The hypocrisy of Global North led by US is nowhere more evident than in Gaza where Israel has been given a free hand to complete its genocide mission. As Chris Hedges, author of ‘A Genocide Foretold’, predicts the Israeli army would eventually push the Gazans into Sinai for Egypt to take care of them. What a disgraceful abomination!",
    "(The writer is a retired economist, W. Australia.)"
  ]
}