{
  "url": "https://www.ft.lk/columns/Erosion-of-sportsmanship-in-Sri-Lanka-s-school-rugby/4-772000",
  "title": "Erosion of sportsmanship in Sri Lanka’s school rugby",
  "ut": 1737398913.0,
  "body_paragraphs": [
    "Reviving the spirit of rugby in Sri Lankan schools is not an easy task, but it is a necessary one",
    "The win-at-any-cost mentality has also led to a rise in unethical practices. Coaches, parents, and alumni, driven by the desire for victory, often push players to their limits, sometimes resorting to dangerous tactics. Instances of on-field violence, aggressive play, and even doping have been reported, tarnishing the reputation of school rugby. Such practices not only jeopardise the safety of players but also send the wrong message to young athletes about what it means to compete",
    "School rugby in Sri Lanka has seen a remarkable rise in popularity over the years, becoming a centrepiece of youth sports and a source of pride for schools and their communities. However, this evolution has not been without its challenges. The competitive spirit that once drove camaraderie and personal growth among players has increasingly given way to a “win-at-any-cost” mentality.",
    "This shift has raised concerns about the long-term implications for the sport, the players, and the schools themselves. The traditional values of rugby, such as teamwork, discipline, and respect, have been overshadowed by a culture that prioritises victory above all else. This has led to questionable practices, including the recruitment of players from outside the schools, the provision of financial and material benefits, and a heavy emphasis on results rather than player development.",
    "One of the most concerning trends in Sri Lankan school rugby is the practice of importing players from other regions or schools. Traditionally, school rugby was a platform for showcasing the talent nurtured within the institution. It was a source of pride for schools to develop their players and see them rise through the ranks. However, the current trend of recruiting players from outside disrupts this ethos. Talented athletes are often lured with promises of scholarships, financial incentives, and state-of-the-art facilities, creating an uneven playing field. Schools with the financial means to offer such benefits gain a significant advantage, often dominating competitions. Meanwhile, schools that rely on homegrown talent struggle to compete, leading to a disparity in the quality of matches and the overall competitiveness of the league.",
    "This culture of recruitment and external incentives has also had a profound impact on local talent. Students who have trained and grown within their schools often find themselves overshadowed by imported players. This can lead to frustration, a lack of motivation, and even a sense of betrayal. The very students who should be the pride of their school are sidelined, undermining the purpose of school rugby as a developmental sport.",
    "Moreover, the emphasis on recruiting external players diminishes the incentive for schools to invest in grassroots development programs. Why spend years nurturing talent when a quick fix is readily available in the form of imported players?",
    "Financial incentives and facilities offered to players have further shifted the landscape of school rugby. While it is commendable that schools invest in their sports programs, the commercialisation of the sport has created a semi-professional environment. Players are often provided with luxury facilities, allowances, and other perks, creating an atmosphere where rugby becomes more about material gain than passion for the game. This environment places undue pressure on young athletes, who may feel compelled to prioritise rugby over their education and personal growth. The line between school sports and professional sports becomes increasingly blurred, leading to ethical dilemmas and a loss of focus on the educational aspects of school sports.",
    "The win-at-any-cost mentality has also led to a rise in unethical practices. Coaches, parents, and alumni, driven by the desire for victory, often push players to their limits, sometimes resorting to dangerous tactics. Instances of on-field violence, aggressive play, and even doping have been reported, tarnishing the reputation of school rugby. Such practices not only jeopardise the safety of players but also send the wrong message to young athletes about what it means to compete. Rugby, which should be a platform for character building and the development of lifelong values, risks becoming a breeding ground for negative behaviours.",
    "Commercialisation of school rugby",
    "The commercialisation of school rugby has also attracted significant media attention, further exacerbating the problem. Matches are broadcasted, analysed, and celebrated, creating a spectacle that places immense pressure on players. While this exposure can be beneficial in promoting the sport, it also amplifies the stakes, making every game a high-stress event. Players are no longer just representing their schools; they are performing for an audience that includes alumni, sponsors, and a national fanbase. This external pressure can lead to burnout, stress, and a loss of enjoyment in the sport.",
    "Another concerning aspect of this culture is the impact on the educational mission of schools. Rugby, like any school sport, should complement the academic and personal development of students. However, the current focus on winning often shifts the balance. Students may prioritise training and matches over their studies, risking their academic future. Schools, in their quest for glory, may also neglect the broader educational needs of their students, focusing instead on maintaining their status as rugby powerhouses. This imbalance undermines the holistic development of students, which should be the primary goal of any educational institution.",
    "The situation calls for immediate attention and action from all stakeholders involved in school rugby. Governing bodies, such as the Sri Lanka Schools Rugby Football Association (SLSRFA), must take a stand to regulate player recruitment and ensure fair play. Strict guidelines should be established to prevent the poaching of players and the provision of excessive financial incentives. Schools must be encouraged to focus on developing their talent rather than relying on external solutions. Such measures would help level the playing field and restore the integrity of school rugby.",
    "Educational institutions also have a responsibility to strike a balance between sports and academics. They must ensure that their rugby programs prioritise the development of students as individuals, not just as athletes. This includes fostering values such as teamwork, discipline, and respect, which are at the heart of rugby. Schools should also invest in grassroots programs to identify and nurture talent within their student body, promoting a culture of development rather than competition.",
    "Coaches and parents play a crucial role in shaping the attitudes of young athletes. They must emphasise the importance of sportsmanship and ethical behaviour, teaching players that the spirit of the game is more important than the outcome. Workshops and training programs can help instil these values, creating a generation of athletes who compete with integrity.",
    "Alumni and sponsors, while integral to the support of school rugby, must also recognise their role in shaping the culture of the sport. Their contributions should aim to promote the overall development of students and the long-term sustainability of rugby programs, rather than simply ensuring short-term victories. Responsible sponsorship and alumni involvement can help create a positive environment where players can thrive both on and off the field.",
    "Reviving the spirit of rugby in Sri Lankan schools is not an easy task, but it is a necessary one. The sport has the potential to be a powerful force for good, teaching young people valuable lessons and fostering a sense of community. To achieve this, all stakeholders must work together to prioritise integrity, fairness, and holistic development. School rugby must return to its roots as a platform for nurturing talent, building character, and promoting the values that make the sport great. Only then can the true essence of the game be preserved for future generations.",
    "(The writer is a seasoned, vibrant and result oriented professional with 30 years of rich experience with global prestigious organisations. An alumnus of Dharmaraja College, Kandy, excelled in both academics and sports. Represented Dharmaraja College in Rugby, Hockey, Cricket, Athletics, and Table tennis, earning college colors in Rugby and Hockey.)"
  ]
}