{
  "url": "https://www.technologyreview.com/2024/11/29/1107552/risk-of-bird-flu-pandemic-rising/",
  "title": "The risk of a bird flu pandemic is rising",
  "ut": 1732836600.0,
  "body_paragraphs": [
    "This article first appeared in The Checkup, MIT Technology Review’s weekly biotech newsletter. To receive it in your inbox every Thursday, and read articles like this first, sign up here. How worried should we be about bird flu? It’s a question that I’ve been asked by friends and colleagues several times over the last couple of weeks. Their concerns have been spurred by some potentially worrisome developments in the US, including the continued spread of the virus among dairy cattle, the detection of the virus in a pig as well as cow’s milk, and—most concerning of all—the growing number of human infections. Related StoryWhy virologists are getting increasingly nervous about bird fluAvian flu in dairy cows could stick around on US farms forever, and is raising the risk of outbreaks in mammals—including humans—around the world.",
    "I’ll admit that I'm worried. We don’t yet have any evidence that the virus is spreading between people, but the risk of a potential pandemic has increased since I last covered this topic a couple of months ago. And once you combine that increased risk with an upcoming change in presidential administration that might leave US health agencies in the hands of a vaccine denier who promotes the consumption of raw milk, well … it’s not exactly a comforting thought.",
    "The good news is we are in a much better position to tackle any potential future flu outbreaks than we were to face covid-19 back in 2020, given that we already have vaccines. But, on the whole, it’s not looking great. The bird flu that is currently spreading in US dairy cattle is caused by the H5N1 virus. The virus is especially lethal to some bird populations and has been wiping out poultry and seabirds for the last couple of years. It has also caused fatal infections in many mammals who came into contact with those birds.",
    "H5N1 was first detected in a dairy cow in Texas in March of this year. As of this week, the virus has been reported in 675 herds across 15 states, according to the US Department of Agriculture’s Animal and Plant Health Inspection Service (also known as APHIS). Those are just the cases we know about. There may be more. The USDA requires testing of cattle before they are moved between states. And it offers a voluntary testing program for farmers who want to know if the virus is present in their bulk milk tanks. But participation in that program is optional. States have their own rules. Colorado has required testing of bulk milk tanks in licensed dairy farms since July. The Pennsylvania Department of Agriculture announced plans for a program just last week. But some states have no such requirements. At the end of October, the USDA reported that the virus had been detected in a pig for the first time. The pig was one of five in a farm in Oregon that had “a mix of poultry and livestock.” All the pigs were slaughtered. Related StoryFlu season is coming—and so is the risk of an all-new bird fluThe convergence of multiple flu strains in one animal can allow new virus strains to form—just as they did in past pandemics.",
    "Virologists have been especially worried about the virus making its way into pigs, because these animals are notorious viral incubators. “They can become infected with swine strains, bird strains and human strains,” says Brinkley Bellotti, an infectious disease epidemiologist at Wake Forest University in North Carolina. These strains can swap genes and give rise to new, potentially more infectious or harmful strains. Thankfully, we haven’t seen any other cases in pig farms, and there’s no evidence that the virus can spread between pigs. And while it has been spreading pretty rapidly between cattle, the virus doesn’t seem to have evolved much, says Seema Lakdawala, a virologist at the Emory University School of Medicine in Atlanta, Georgia. That suggests that the virus made the leap into cattle, probably from birds, only once. And it has been spreading through herds since. Unfortunately, we still don’t really know how it is spreading. There is some evidence to suggest the virus can be spread from cow to cow through shared milking equipment. But it is unclear how the virus is spreading between farms. “It’s hard to form an effective control strategy when you don’t know exactly how it’s spreading,” says Bellotti. But it is in cows. And it’s in their milk. When scientists analyzed 297 samples of Grade A pasteurized retail milk products, including milk, cream and cheese, they found viral RNA from H5N1 in 20% of them. Those samples were collected from 17 states across the US. And the study was conducted in April, just weeks after the virus was first detected in cattle. “It’s surprising to me that we are totally fine with … our pasteurized milk products containing viral DNA,” says Lakdawala.",
    "Research suggests that, as long as the milk is pasteurized, the virus is not infectious. But Lakdawala is concerned that pasteurization may not inactivate all of the virus, all the time. “We don’t know how much virus we need to ingest [to become infected], and whether any is going to slip through pasteurization,” she says. And no reassurances can be made for unpasteurized raw milk. When cows are infected with H5N1, their milk can turn thick, yellow and “chunky.” But research has shown that, even when the milk starts to look normal again, it can still contain potentially infectious virus. The most concerning development, though, is the rise in human cases. So far, 55 such cases of H5N1 bird flu have been reported in the US, according to the US Centers for Disease Control and Prevention (CDC). Twenty-nine of those cases have been detected in California. In almost all those cases, the infected person is thought to have caught the virus from cattle or poultry on farms. But in two of those cases, the source of the infection is unknown. Related StoryHow open-source drug discovery could help us in the next pandemicThe Covid Moonshot effort to develop antivirals began in 2020 with a tweet. Three and a half years later, the team has a leading drug candidate.",
    "Health professionals don’t know how a teenager in British Columbia, Canada, got so sick with bird flu, either. The anonymous teenager, who sought medical care for an eye infection on November 2, is still seriously ill in hospital, and continues to rely on a ventilator to breathe. Local health officials have closed their investigation into the teen’s infection.  There may be more, unreported cases out there, too. When researchers tested 115 dairy farm workers in Michigan and Colorado, they found markers of recent infection with the virus in 7% of them. So far, there is no evidence that the virus can spread between people. But every human infection offers the virus another opportunity to evolve into a form that can do just that. People can act as viral incubators, too. And during flu season, there are more chances for the H5N1 virus to mix with circulating seasonal flu viruses.  “Just because we [haven’t seen human-to-human spread] now doesn’t mean that it’s not capable of happening, that it won’t happen, or that it hasn’t already happened,” says Lakdawala. So where do we go from here? Lakdawala thinks we should already have started vaccinating dairy farm workers. After all, the US has already stockpiled vaccines for H5N1, which were designed to protect against previous variants of the virus. “We’re not taking [the human cases] seriously enough,” she says.",
    "We need to get a better handle on exactly how the virus is spreading, too, and implement more effective measures to stop it from doing so. That means more testing of both cows and dairy farm workers at the very least. And we need to be clear that, despite what Robert F. Kennedy Jr., the current lead contender for the role of head of the US Department of Health and Human Services, says, raw milk can be dangerous, and vaccines are a vital tool in the prevention of pandemics. We still have an opportunity to prevent the outbreak from turning into a global catastrophe. But the situation has worsened since the summer. “This is sort of how the 2009 pandemic started,” says Lakdawala, referring to the H1N1 swine flu pandemic. “We started to have a couple of cases sporadically, and then the next thing you knew, you were seeing it everywhere.”",
    "Now read the rest of The Checkup Read more from MIT Technology Review's archive The US is planning to stockpile millions of doses of H5N1 vaccines. But our current approach to making flu vaccines is slow and cumbersome. New vaccines that don’t rely on the use of eggs, or make use of mRNA, might offer a better alternative. Flu season is already underway in the US, where bird flu is spreading among cattle. That has virologists worried that a person infected with both viruses could unwittingly incubate an all-new strain of the virus. Robert F. Kennedy Jr. has already spread harmful misinformation, pseudoscience and fringe theories about AIDS and covid-19. Some researchers are exploring new ways to prevent the spread of H5N1 in poultry. The gene editing tool CRISPR could be used to help make chickens more resistant to the virus, according to preliminary research published last year. From around the web President-elect Donald Trump has chosen Jay Bhattacharya for his pick to lead the US National Institutes of Health, an agency with a $48 billion budget that oversees the majority of medical research in the country. Bhattacharya was one of three lead authors of the Great Barrington Declaration, a manifesto published in 2020 arguing against lockdowns during the height of the covid-19 pandemic, and supporting a “let it rip” approach instead. (STAT) An IVF mix up left two families raising each other’s biological babies. They didn’t realize until the children were a couple of months old. What should they do? (Have the tissues ready for this one, which is heartbreaking and heartwarming in equal measure) (New York Times)",
    "Why do we feel the need to surveil our sleeping babies? This beautiful comic explores the various emotional pulls experienced by new parents. (The Verge) Australia’s parliament has passed a law that bans children under the age of 16 from using social media. Critics are concerned that the law is a “blunt instrument” that might drive young teens to the dark web, or leave them feeling isolated. (The Guardian) Lab-grown foie gras, anyone? Cultivated meat is going high-end, apparently. (Wired) hide"
  ]
}