{
  "url": "https://www.ft.lk/columns/Why-does-the-State-threaten-people-with-yet-another-anti-terror-law/4-788632",
  "title": "Why does the State threaten people with yet another anti-terror law?",
  "ut": 1771612654.0,
  "body_paragraphs": [
    "We oppose the PSTA for the reason that we stand against repressive laws, normalisation of extraordinary executive power and continued militarisation. Ruling by fear destroys our societies. It drives inequality, marginalisation and corruption",
    "President Anura Kumara Dissanayake",
    "By ​The Feminist Collective for Economic Justice",
    "The Feminist Collective for Economic Justice (FCEJ) is outraged at the scheme of law proposed by the Government titled “Protection of the State from Terrorism Act” (PSTA). The draft law seeks to replace the existing repressive provisions of the Prevention of Terrorism Act 1979 (PTA) with another law of extraordinary powers. We oppose the PSTA for the reason that we stand against repressive laws, normalisation of extraordinary executive power and continued militarisation. Ruling by fear destroys our societies. It drives inequality, marginalisation and corruption.",
    "Our analysis of the draft PSTA is that it is worse than the PTA. It fails to justify why it is necessary in today’s context. The PSTA continues the broad and vague definition of acts of terrorism. It also dangerously expands as threatening activities of ‘encouragement’, ‘publication’ and ‘training’. The draft law proposes broad powers of arrest for the police, introduces powers of arrest to the armed forces and coast guards, and continues to recognise administrative detention. Extremely disappointing is the unjustifiable empowering of the President to make curfew order and to proscribe organisations for indefinite periods of time, the power of the Secretary to the Ministry of Defence to declare prohibited places and police officers in the rank of Deputy Inspector Generals are given the power to secure restriction orders affecting movement of citizens. The draft also introduces, knowing full well the context of laws delays, the legal perversion of empowering the Attorney General to suspend prosecution for 20 years on the condition that a suspect agrees to a form of punishment such as public apology, payment of compensation, community service, and rehabilitation. Sri Lanka does not need a law normalising extraordinary power.",
    "Urgent human security needs",
    "We take this moment to remind our country of the devastation caused to minoritised populations under laws such as the PTA and the continued militarisation, surveillance and oppression aided by rapidly growing security legislation. There is very limited space for recovery and reconciliation post war and also barely space for low income working people to aspire to physical, emotional and financial security. The threat posed by even proposing such an oppressive law as the PSTA is an affront to feminist conceptions of human security. Security must be recognised at an individual and community level to have any meaning.",
    "The urgent human security needs in Sri Lanka are undeniable - over 50% of households in the country are in debt, a quarter of the population are living in poverty, over 30% of households experience moderate/severe food insecurity issues, and the police receive over 100,000 complaints of domestic violence each year. We are experiencing deepening inequality, growing poverty, assaults on the education and health systems of the country, tightening of the noose of austerity, the continued failure to breathe confidence and trust towards reconciliation, recovery, restitution post war, and a failure to recognise and respond to structural discrimination based on gender, race and class, religion. State security cannot be conceived or discussed without people first being safe, secure, and can hope for paths towards developing their lives without threat, violence and discrimination.",
    "No lessons have been learnt",
    "One year into power and there has been no significant legislative or policy moves on addressing austerity, rolling back of repressive laws, addressing domestic and other forms of violence against women, violence associated with household debt, equality in the family, equality of representation at all levels, and the continued discrimination of the Malaiyah people.",
    "The draft PSTA tells us that no lessons have been learnt. It tells us that this Government intends to continue state tools of repression and maintain militarisation. It is hard to lose hope within just a year of a new Government coming into power with a significant mandate from the people to change the system, and yet we are here. For women, young people, children and working class citizens in this country every day is a struggle, every day is a minefield of threats and discrimination. We do not need another threat in the form of the PSTA. Withdraw the PSTA now!",
    "​(The Feminist Collective for Economic Justice is a collective of feminist economists, scholars, feminist activists, university students and lawyers that came together in April 2022 to understand, analyse and give voice to policy recommendations based on lived realities in the current economic crisis in Sri Lanka)"
  ]
}