{
  "url": "https://www.technologyreview.com/2026/01/02/1129416/head-transplant-surgeon-sergio-canavero-future-job/",
  "title": "Job titles of the future: Head-transplant surgeon",
  "ut": 1767313800.0,
  "body_paragraphs": [
    "The Italian neurosurgeon Sergio Canavero has been preparing for a surgery that might never happen. His idea? Swap a sick person’s head—or perhaps just the brain—onto a younger, healthier body. Related StoryThe quest to legitimize longevity medicineRead next Canavero caused a stir in 2017 when he announced that a team he advised in China had exchanged heads between two corpses. But he never convinced skeptics that his technique could succeed—or to believe his claim that a procedure on a live person was imminent. The Chicago Tribune labeled him the “P.T. Barnum of transplantation.” Canavero withdrew from the spotlight. But the idea of head transplants isn’t going away. Instead, he says, the concept has recently been getting a fresh look from life-extension enthusiasts and stealth Silicon Valley startups. Career path It’s been rocky. After he began publishing his surgical ideas a decade ago, Canavero says, he got his “pink slip” from the Molinette Hospital in Turin, where he’d spent 22 years on staff. “I’m an out-of-the-establishment guy. So that has made things harder, I have to say,” he says.",
    "Why he persists No other solution to aging is on the horizon. “It’s become absolutely clear over the past years that the idea of some incredible tech to rejuvenate elderly people—­happening in some secret lab, like Google—is really going nowhere,” he says. “You have to go for the whole shebang.” The whole shebang? He means getting a new body, not just one new organ. Canavero has an easy mastery of English idioms and an unexpected Southern twang. He says that’s due to a fascination with American comics as a child. “For me, learning the language of my heroes was paramount,” he says. “So I can shoot the breeze.”  Cloned bodies Canavero is now an independent investigator and has advised entrepreneurs who want to create brainless human clones as a source of DNA-matched organs that wouldn’t get rejected by a recipient’s immune system. “I can tell you there are guys from top universities involved,” he says. What’s next Combining the necessary technologies, like reliably precise surgical robots and artificial wombs to grow the clones, is going to be complex and very, very expensive. Canavero lacks the funds to take his plans further, but he believes “the money is out there” for a commercial moonshot project: “What I say to the billionaires is ‘Come together.’ You will all have your own share, plus make yourselves immortal.” hide"
  ]
}