{
  "url": "https://dbsjeyaraj.com/dbsj/?p=87078",
  "title": "Hundreds of Buddhist Monks Gather in Colombo to Protest against Alleged Disrespect of their Religion by the Government. 10 Point Appeal to be sent to President Dissanayake calls for Exclusion of Non -Buddhists High Office in Sri Lanka.",
  "ut": 1771623009.0,
  "body_paragraphs": [
    "Hundreds of Buddhist monks rallied in the capital of Sri Lanka on Friday to protest alleged government disrespect of their religion and disregard for a long-standing tradition that they be consulted in matters of state.",
    "The protest passed without any reported violence.",
    "The constitution of the island nation of around 22 million people states that Buddhism is the state religion, though freedom of religion is protected by law. The charter also states that the government has an obligation to protect and foster Buddhism.",
    "More than 70% of the population is Buddhist and their clergy are influential in social, cultural and political affairs. There are also minority Hindus, Muslims and Christians living in Sri Lanka.",
    "Issuing a 10-point ultimatum, the monks said the stature of Buddhism and monks was being “politically undermined” and called for urgent government attention.",
    "The monks at the protest in Colombo read out an appeal note they said would be sent to President Anura Kumara Dissanayake.",
    "The note said the responsibility of the government in the island nation is to base its values on the principles of Buddhism, which emerged in the 5th century B.C. in ancient India, and recognize the right of the clergy to counsel in the affairs of the state.",
    "It also urged for excluding non-Buddhists from top office in Sri Lanka, incorporating Buddhist values in schools and the education system and protecting all archaeological sites connected to the religion.",
    "The appeal is likely part of the efforts by the monks to pressure the government.",
    "******************************************************************"
  ]
}