{
  "url": "https://www.ft.lk/columns/From-2026-to-2029-Winning-strategy-for-Sajith-and-Namal/4-786357",
  "title": "From 2026 to 2029: Winning strategy for Sajith and Namal",
  "ut": 1767223676.0,
  "body_paragraphs": [
    "Can Sajith channel his father sufficiently to win in three years?",
    "Namal must clear wreckage of three defeats in three years",
    "Quality US periodicals are running cover stories of the front runners in the 2028 Presidential race and the campaign strategy of JD Vance. It is time that Sri Lankans began discussing our 2029 race.",
    "Realistically, the choice in 2029 is between the two Opposition front-runners Sajith Premadasa and Namal Rajapaksa. From now on in, our primary political considerations should be:",
    "I. Who has the knowledge and best policies to extricate us from the ‘twin traps’ comprising the debt-poverty nexus, through simultaneous rapid growth and upliftment of the unprecedented numbers in multidimensional poverty?",
    "II. Who is the best Gladiator to fight President Anura Dissanayake (or any substitute candidate) and the increasingly autocratic, latently totalitarian JVP-NPP in the politico-electoral arena and defeat them?",
    "Sajith leads in I, Namal in II.",
    "For Sajith to win in 2029",
    "Sajith must place the SJB on a competitive footing able to generate and win the decisive populist ‘swing vote’.",
    "Even after the UNP was defeated in 1956 by SWRD Bandaranaike, creating the island’s two-party system, there was no rethinking and reorientation. Therefore, though re-elected to office in 1965, the UNP was swept away in 1970 resulting in the first ever Government with a 2/3rds majority in Parliament. That shock caused a three-way fissure in the UNP between the Senanayake faction, J. R. Jayewardene and R. Premadasa. Premadasa’s was the most conspicuous rebellion, with:",
    "A new developmental ‘Third Paradigm’ (his April 1973 Colombo West Rotary Club lecture).",
    "The first Populist formation from within the UNP camp, the Puravesi Peramuna, or Citizens’ Front.",
    "With Dudley Senanayake’s death, the assumption of leadership by J. R. Jayewardene, and his invitation to Premadasa to return to the party and radically restructure it, the UNP was soon transformed by an alliance of two elements, primarily the ideas of J. R., secondarily those of Premadasa. This ideological bloc turned the post-Senanayake UNP facing the tough, authoritarian UF Government, into a populist-democratic formation, a national mass movement waging democratic struggles which included peaceful direct action in the streets (‘Satyagraha’). It is this radically reconfigured, socially repositioned UNP that smashed through the UF Coalition Government and paid it back for the 2/3rds defeat of 1970 with a 5/6ths victory in 1977.",
    "The 1977 Government followed the Open Economy model of rapid capitalist modernisation of President Jayewardene and his Ministers. The populist Premadasa was ‘contained’ by making him a Prime Minister with “the powers of a peon” (his words). For 10 years he warned prophetically that while the Open Economy was more progressive than the pre-1977 ‘closed economy’, the existing lopsided policy model was accelerating socioeconomic inequity and re-kindling youth rebellion.",
    "As the Second Southern uprising besieged the Establishment, Premadasa was poised to run for President as an independent. However, given Ranjan Wijeratne’s vehement insistence, JR conceded the UNP presidential candidacy to Premadasa. From his winning 1988 election Manifesto to his death by Tiger suicide-bomber in May 1993, Premadasa led the country and the party according to his progressive developmentalist paradigm, thanks to which the UNP which was almost physically extinguished in 1987-88, revived and never lost an election on his watch.",
    "The ‘long decline’ and structural shrinkage of the UNP began with the LTTE’s assassination of Premadasa, because the post-Premadasa UNP leadership extending from designated successor President D. B. Wijetunga through Presidential candidate Gamini Dissanayake (surviving leader of the anti-Premadasa DUNF), to ‘forever leader’ Ranil Wickremesinghe, abandoned President Premadasa’s policies which would have kept the UNP electorally ahead for many years, and replaced them with a neoliberal policy platform on which the UNP was serially defeated at Presidential elections and won a Parliamentary majority only twice (2001, 2015) with a 15-year interval.",
    "Sajith Premadasa who joined the UNP in 1994 during ‘de-Premadasaisation’, didn’t wage an inner-party struggle to restore Premadasa policies – not merely for ‘democratisation’– even when the party was undeniably in shrinkage.",
    "As founder-leader of the SJB, Sajith didn’t reverse de-Premadasaisation and base his party on Premadasa policies just as the SLFP had been successively and successfully based on ‘Bandaranaike policies’ and ‘Mahinda Chinthanaya’, and the JVP on Wijeweera. The UNP and its SJB successor returned to pre-Premadasa economic policies which Premadasa had held responsible for turning the island into “a torch ablaze at both ends”.",
    "The SJB economic platform, Dr. Harsha de Silva’s ‘Blueprint’, was on a continuum with Ranil’s austerity/structural adjustment package. That cost Sajith and the SJB the 2024 elections, Presidential and Parliamentary. Against a backdrop of extreme austerity, Sajith’s and the SJB’s 2024 election campaigns did not remind voters of the sweeping ‘growth with equity’ programs of President Premadasa which swiftly and tangibly uplifted huge numbers of citizens and areas. Instead, the SJB economic troika and Harsha de Silva’s Blueprint exalted the Lilliputian economic achievements of the two Wickremesinghe administrations of 2001 and 2015-2019, ‘achievements’ which the majority of voters had rewarded with damning rejection.",
    "Sajith and the SJB ignored the opportunity provided by the fortunate coincidence of election year 2024 being the Premadasa Birth Centenary year, thereby foregoing the chance for greater traction at the grassroots, among the economically hard-pressed. Though lacking an exclusive ‘franchise’, the SJB’s political academy is named after D. S. Senanayake, but there is no SJB academy for political economy, politics or national and international policy named after President Premadasa, for which Sajith possesses an exclusive ‘franchise’. Thanks to Premadasa’s successors, there is no Premadasa brand, unlike the Rajapaksa and Bandaranaike brands.",
    "Despite defeat by a crushing 2/3rds majority, the SJB has neither followed the example of the post-1970 UNP defeat which effected a tectonic social shift and populist transformation in 1973-1977, nor readopted the electorally high-yield 1988-1993 Premadasa program.",
    "Recently, Dr. Harsha de Silva contradicted Sajith’s apposite endorsement of the solidaristic, timely and welcome call to the IMF by Nobel Prize winner Joseph Stiglitz, Thomas Picketty, Yanis Varoufakis, Martin Guzman, Jayathi Ghosh et al, to cut Sri Lanka considerable slack (implying a moratorium) on debt repayment in the aftermath of the cyclone. (https://www.ft.lk/front-page/Harsha-rejects-fresh-calls-to-suspend-debt-repayments/44-786041)",
    "Sajith Premadasa implicitly cuffed his shadow Finance Minister Harsha on this issue (in Mawanella) while reiterating his support for the Stiglitz appeal.",
    "Given the ‘social capital’ of his surname, Sajith clocks one-and-a-half (2024) if not twice (2019) the SJB/UNP vote which is around 20+%. Elected on Sajith’s shirt-tails, Harsha and the SJB should follow his lead, not expect him to follow theirs.",
    "SJB-UNP reunification won’t necessarily furnish victory. Ranil’s 2024 vote isn’t mainly a UNP vote but a ‘Cylinder’ vote, which will return to Namal. Only if the SJB-UNP restore the winning Premadasa populist-developmentalist paradigm can they hope to win. Ranil should revive his 1994-1996 ‘Premadasaist/social democratic’ posture during his ‘Sirisena Cooray/Premadasa Centre’ moment.",
    "Sajith has several advantages over other Opposition leaders:",
    "A sound grasp of economics and the economic crisis.",
    "Political real-estate in Parliament and the local authorities, making him and his SJB easily the biggest shareholder of the Opposition.",
    "A higher national and international profile than all Opposition politicians.",
    "No identification with the worst aspects of the past.",
    "Sajith Premadasa might therefore be recognised in 2029 as, on balance, the less risky option for betterment.",
    "For Namal to win in 2029",
    "Namal must identify and uproot the causes for three strategic political defeats in under 10 years—2015, 2022, 2024—which plunged the Rajapaksa political vehicle into an abyss from the peak of a two-term Mahinda Presidency.",
    "Mahinda wasn’t one of those causes. It was the deviation from his policies, perspectives and practices.",
    "The ‘nationalist’ habit of misunderstanding every defeat as a conspiracy by external forces, diverts leaders from identifying the real reasons for defeats—and those defeats keep recurring.",
    "In actuality, the 2015 defeat was due to:",
    "The fissure in the patriotic camp by incarceration of Sarath Fonseka, which was overkill since he had already been politically vanquished at the 2010 Presidential election.",
    "The removal of the successful 2009 UNHRC Sri Lankan representation in Geneva, leading to serial defeats in 2011, 2012, 2013, emboldening the Opposition by demonstrating that the ‘unbeatable’ Rajapaksa Government was being defeated externally where it had once won decisively. In 2015, those triple external defeats made ‘landfall’ in Sri Lanka.",
    "Post-war Islamophobia commencing with the ‘grease yakka’ phenomenon in the East; the rise of Bodhu Bala Sena, Sihala Ravaya and Ravana Balaya; the tacit endorsement of the BBS by Gotabaya Rajapaksa in interviews and at a public ceremony; the appalling Aluthgama violence—which cumulatively deleted Mahinda’s and the SLFP’s Muslim support. Zahran’s terrorist group didn’t exist before 2012/BBS/Aluthgama.",
    "The killing of Bharatha Lakshman Premachandra and the presence/involvement of a monitoring MP of the Defence Ministry. The intra-SLFP fissure involving Maithripala Sirisena, Rajitha Senarathna, and outreach to UK-based Chandrika, originated at Bharatha Lakshman’s funeral house.",
    "The Rathupaswela killings by the military, which snapped the Sinhala Catholics’ strong link with the MR presidency.",
    "Sajin Vaas Gunawardena’s assault (championing a favourite female Ambassador) on High Commissioner Chris Nonis, which alienated the urban upper-middle classes (and Christians).",
    "None of these originated with Mahinda Rajapaksa and are traceable to other in-house power-centres, but MR paid the electoral price.",
    "Namal has to win the bulk of the Aragalaya-generation youth vote, for which he must delete the conspiracy theories.",
    "How can ‘external conspiracy’ be explained:",
    "The extreme, state-bankrupting tax-cut, instead of reducing indirect taxes while increasing direct taxes on the super-rich.",
    "The overnight, island-wide ban on chemical fertilizer-weedicide-pesticide.",
    "Altering ratios in the composition of the contents of gas cylinders, causing fatal explosions which were then blamed on citizen/consumer carelessness.",
    "Repayment of interest on ISBs despite accurate warnings of shortages because of the paucity of dollars left over for import of essentials including fuel.",
    "The forced, unilateral 24hr burning of the bodies of dead Muslims during COVID, which was not the global norm.",
    "If the Aragalaya had been an external conspiracy, there’d have been:",
    "Pro-Gotabaya demonstrations from within the majority community and support from the base of the armed forces. Instead, there were demonstrations against him by the Southern farmers who had voted for generations for the Rajapaksas, and mounting disaffection in the military camps.",
    "Support for the ousted GR presidency/the SLPP, disapproval of the Aragalaya, at the 2024 elections. Instead, the Aragalaya mood became a mandate; the Pohottuwa was crushed.",
    "Public sympathy for the ousted GR—which was conspicuously absent, unlike the outpouring of solidarity for the defeated MR (2015).",
    "Who and what derailed the Rajapaksas and SLPP, when, how?",
    "1. There were far too many Rajapaksas in Parliament, perceived as accessing a disproportionately large share of resources. The ruling party was a clan-based oligarchy.",
    "2. From 2012, there was a Far-Right political operation to project Gotabaya and subtract the credit due to Mahinda—e.g., the book entitled ‘Gota’s War’ (i.e., neither Mahinda’s nor SF’s!).",
    "3. While Gotabaya was on the correct track between 2016-2017 (e.g. Viyath Maga I), a drastic shift took place by mid-2018 (Viyath Maga II, Shangri-la Hotel). It was a power grab or directional deviation by a Far-Right ultranationalist clique placing GR on ideological and policy rails very different from Mahinda’s progressivism. Mahinda voiced his disapproval and annoyance over speakers and content from the next morning. The Mahinda-Maithripala centrist convergence was MR’s response to the right-wing shift.",
    "4. Meant to be kept by Basil Rajapaksa on centre-left ‘Mahinda Chinthanaya’ rails, the SLPP was instead opened up by him in 2018-2019 to ultranationalist Gotabaya ideology and lectures by the extremist GR clique.",
    "5. The Mahinda comeback project aimed to make MR the powerful Prime Minister as per the 19th Amendment, guiding Gotabaya who had zero experience as legislator or political party leader. But GR’s 20th Amendment shrank the power of the Prime Minister back to “that of a peon” (Premadasa). With MR constitutionally crippled, Gotabaya’s policies went off the rails, triggering the Aragalaya.",
    "In 2026 Namal Rajapaksa has a rare confluence of anniversaries:",
    "The 90th anniversary of the election of D. M. Rajapaksa to the Second State Council (1936).",
    "The 75th anniversary of the founding of the Sri Lanka Freedom Party in 1951 with D. A. Rajapaksa as a co-founder.",
    "The 70th anniversary of S. W. R. D. Bandaranaike’s 1956 ‘Silent Revolution’.",
    "In 1951 D. A. Rajapaksa accompanied S. W. R. D. Bandaranaike into Opposition and co-founded the centre-left SLFP. Lakshman Rajapaksa had been elected to parliament in 1947 on the Communist Party ticket. Collectively and historically the Rajapaksas were progressive democrats, pro-peasant populists, centre-leftists, and patriots. In foreign affairs, George and Lakshman Rajapaksa were heavily pro-Soviet. Mahinda Rajapaksa headed the Palestine Solidarity Committee.",
    "The left-oriented, peasant-embedded, Southern populist Rajapaksa roots had nothing to do with Nalin de Silva-Gunadasa Amarasekara ‘Jathika Chinthanaya’. As Nalin underscored scornfully, SWRD’s SLFP was a liberal, social democratic party from its founding in 1951 through the General Election of 1952 through to 1955, which adopted Sinhala Only due to the pressure of ultranationalist Sinhala civil society caucuses in the Buddha Jayanthi year 1955 with the 1956 General Election imminent.",
    "Gotabaya and his network were extremist ‘outliers’ in relation to the Rajapaksa mainstream. If they ever return to governmental office or influence policy, Sri Lanka will be internationally isolated and the ‘war crimes/genocide/Tamil Eelam’ call of the Tamil diaspora’s Gen Z, globally boosted. With AKD retrenching our military, an Indo-US military footprint in Trincomalee could do the carve-out.",
    "For Namal to win in 2029, his team must have a qualitatively better profile than the Pohottuwa crew rejected by the Aragalaya. He must convince the voters that he has erected a firewall against the worst policies, practices and personalities of the Rajapaksa past.  If voters think Namal will restore the Rajapaksas or return Sri Lanka to the bad side of Rajapaksa rule, they’ll keep him out of the presidency for another term.",
    "Namal carries the same burden that Chandrika did in 1994 of a very unpopular Government (1970-77) headed by a family member (her mother), the very memory of which kept the SLFP out of power for 17 years. In Namal’s case it is the disastrous presidency of uncle Gota. Chandrika solved her problem by brilliant re-branding with Mangala Samaraweera and Victor Ivan in 1991-1994, and when in office, with Lakshman Kadirgamar and GL Peiris. Namal has one advantage over Chandrika: she had to disown the policies of her mother, while Namal can embrace the policies of his father.",
    "Namal’s ‘To-Do’ List should be:",
    "A. Pivot the SLPP away from those in Opposition politics who misled Gotabaya into thinking he was better than Mahinda.",
    "B. Return the SLPP to the head of the centre-left mainstream and progressive populism of the Rajapaksa political tradition.",
    "C. Restore Mahinda’s 2005 and 2010 multiethnic, multireligious (Muslim, Catholic/Christian) support.",
    "D. Refuse nomination and National List entry to Rajapaksa family members.",
    "E. Guarantee voters that Sajin Vass Gunawardena or a substitute won’t be Presidential Advisor on International Relations, and those who persecuted Dr Shafi won’t be in office.",
    "Chandrika Bandaranaike cut away from the SLFP’s “17-Year Curse” in just 3 years, 1991-1994. In 1994, she won as ‘Chandrika’ or ‘CBK’, giving the SLFP a brand-new look, not restoration of Bandaranaikes or return to the Sirimavo years. Namal must learn from CBK’s successful 1994 move. He too has (just) three years.",
    "(https://dayanjayatilleka.webflow.io/)"
  ]
}