{
  "url": "https://www.ft.lk/columns/Promise-and-peril-of-relativism-Respecting-perspectives-without-excusing-injustice/4-783044",
  "title": "Promise and peril of relativism: Respecting perspectives without excusing injustice",
  "ut": 1760568794.0,
  "body_paragraphs": [
    "Relativism is a vital perspective that encourages humility, tolerance, and respect for diversity. Misused, it can justify corruption, injustice, entitlement, or abuse—whether in politics, business, or social life. The challenge is balance – honour cultural values and societal beliefs while maintaining an ethos that upholds universal principles of dignity, justice, and human rights. Relativism should be respected as a perspective, not worshipped as an absolute, and paired with ethical responsibility",
    "My article titled “Genocide, incitement to genocide and impunity”, in this column, on Friday, 26 September 2025 (https://www.ft.lk/opinion/Genocide-incitement-to-genocide-and-impunity/14-782203), generated many likeminded comments from local and overseas readers, given it was not driven by any bias towards or prejudice against any side or written from the perspective of only one side.",
    "A different perspective",
    "However, a colleague from my accounting profession and friend of over four decades, suggested that the Israel, Palestinian, Gaza tragedy might be viewed differently. He cited a recently launched book titled “Sunset of Illusions” where the author, a colleague also of the accounting profession and a friend for decades, narrates a fictionalised story, based on real life events of our three-decades-old conflict.",
    "Sunset of Illusions – Four young Sri Lankans",
    "The story highlights the individual circumstances of four young people, a Sinhalese, a Tamil, a Muslim, a Burgher, and what I will phrase as “the way they experienced, lived and endured, defended, supported and contributed to, or opposed and offended, the reasoning, the motivation, the methods adopted, the organisation and players within that conflict. I fully understand and respect the different perspectives, as one who has for decades written about the cost of war and dividends of peace and the need for reconciliation and harmony. Therefore, to me, any explanation of the different perspectives is like preaching to the converted.",
    "Relativism as a defence for indifference?",
    "My colleague of four decades, cited the reference to “Relativism” of the author of the book, Sunset of Illusions, as a defence perhaps, to urge me to take the Gaza events less seriously and sensitively than I do, or even recklessly indifferently, by looking the other way as it were. He then quoted the following from the book “philosophers argue that there is no real truth, only a series of perspectives, each with its own interpretation of events. It is called Relativism” and opined that the Israel-Palestine situation is an example.",
    "I instantly disagreed with his message, responding that “what the author was attempting to convey was about identifying with different people’s perspectives and the consequent need to be empathetic and sensitive” and that “as far as the Israel-Palestinian issue is concerned, different perspectives of “relativism” should not justify, “inaction”, “non intervention” or even the “shocking” acceptance of a genocide which I thought should be stopped and stopped forthwith”.",
    "I chose to invest time to research the writings on “Relativism” to in turn share with him and readers what I believed might be a dangerous use of this “philosophy.” What I learned reinforced my belief, thus my caption “The promise and perils of relativism.” Here is what I learned.",
    "The origins of relativism – Protagoras, Plato and Aristotle",
    "Relativism is a philosophical perspective that holds that truth, morality, knowledge, or cultural values are not absolute or universal, but instead depend on context—such as culture, society, historical period, or individual perspective.",
    "Relativism traces its origins to Protagoras (c. 490–420 BCE), a Greek Sophist who famously declared, “Man is the measure of all things.” He argued that what is true for one person may not be true for another, emphasising subjective perception over universal truths. In contrast, Plato believed that objective truths and eternal forms exist independently of individual opinion, while Aristotle emphasised rational inquiry and logical principles as the path to universal knowledge and ethical norms.",
    "Evolution of relativism – Montaigne, Vico, Nietzsche, and Boas",
    "Over the centuries, relativist thought was carried forward by writers and philosophers. The Renaissance era (14th–17th centuries) was a period of renewed interest in classical learning, art, and human reason. In this spirit, the French essayist Michel de Montaigne (1533–1592) questioned the assumption that European culture was inherently superior, suggesting that different customs had their own value.",
    "Later, the Italian philosopher Giambattista Vico (1668–1744) argued in his New Science that knowledge is always shaped by history and culture, showing how societies create their own truths through traditions and languages. In the modern era, philosophers like Friedrich Nietzsche challenged universal moral claims, framing values as human constructions, and Franz Boas formalised cultural relativism in anthropology, insisting that societies be understood on their own terms.",
    "Enter Ricoeur and Habermas: Dignity, non-violence, human rights and ethics",
    "Later, thinkers like Paul Ricoeur (France, 1913–2005) and Jürgen Habermas (Germany, b. 1929), advocated dialogue across cultures grounded in democracy, human rights, and respect for life. They accepted cultural and moral diversity but argued for minimum universal principles—such as dignity, non-violence, and human rights—that should not be sacrificed in the name of relativism. This historical path shows that relativism has always balanced respect for difference with universal ethical standards.",
    "A perspective, not an absolute",
    "Might I add that at its best, relativism teaches humility, tolerance, and respect for diversity. But at its worst, it can become a dangerous shield—a way to justify injustice, excuse corruption, or normalise abuse. Relativism should be respected as a perspective, not worshipped as an absolute.",
    "Cultural Relativism: Moral codes and social norms vary between cultures and should be understood within their own context. Practices like arranged marriage or dietary rules may seem strange from outside but are meaningful within a culture.",
    "Moral Relativism: What is “right” or “wrong” depends on the beliefs or standards of a person or society, rather than an objective moral truth.",
    "Epistemological Relativism: Knowledge and truth are relative to a framework, whether cultural, linguistic, or historical. What one society or era considers “knowledge” may be dismissed or re-interpreted by another. A famous example comes from the history of science. For nearly two centuries, Newtonian physics defined what counted as scientific evidence. But in the early 20th century, Einstein’s theory of relativity overturned this view.",
    "Aesthetic Relativism: Judgments of beauty and art are subjective and vary across individuals and cultures.",
    "Relativism, education, and civic responsibility",
    "Allan Bloom (1930–1992), philosopher and classicist, critiqued U.S. higher education for failing to engage students intellectually and morally. In “The Closing of the American Mind”, he argued that universities often encourage epistemological relativism—the idea that all truths are equally valid—by treating students’ personal opinions as equivalent to reasoned knowledge. Bloom believed this weakens the intellectual and ethical foundations necessary to challenge ideology, uphold justice, or resist cultural complacency.",
    "His concerns extend beyond academia, to governance and business, when relativist attitudes dominate without being grounded in enduring principles of truth, honour, or ethical responsibility. Then, “entitlement” and moral indifference can flourish, undermining both civic life and institutional integrity.",
    "Entitlement and relativism in governance and business",
    "In Sri Lanka, the term “Entitlement” or Entitlement Culture is used to critique voters who are perceived to assume that they are “entitled” to free health, education, and subsidies, samurdhi or aswesuma. In this instance however, I am referring to the belief among some in positions, that they deserve privileges, power, or rewards. In politics, leaders or ruling parties may justify corruption, abuse, or authoritarianism as their “right” to power. In corporations, profit-driven misconduct is rationalised as “business necessity.”",
    "SOE reforms, privatisation and listings",
    "This research took my mind to the first few years after I returned to Sri Lanka, having been overseas for 10 years before. Setting up a new division, for a large, diversified listed conglomerate, to help independent evaluation of new projects, acquisitions and divestments, included diagnostic studies, due diligence, valuations and bidding for entities which were being privatised. Every entity being privatised required compellingly necessary upgrading and modernisation, resulting in redundancies, voluntary retirement schemes, all of which the government did not have the finances for.",
    "Inciting resistance to reform – General and Presidential Elections 1994",
    "Moving on to independent consulting, in early 1994, I continued to advise clients on valuation and bidding for SOE’s being privatised. However the General and Presidential elections that year were now on the horizon, and the Sri Lanka Freedom Party, incited resistance to SOE reform and privatisation. A vocal lawyer of the blue party working with Chandrika Bandaranaike Kumaratunga, told me “Ranel, privatisation is not compatible with the history, culture, values and beliefs of the country” and we will reverse the previous privatisations. While respecting his seniority I responded that “History and culture should not be used as a defence to perpetuate mediocrity in the living standards of our people.”",
    "Enter President CBK, SLT PLC, and Air Lanka",
    "Better sense prevailed because a decade later then President Kumaratunga executed the admirable part privatisation of our Sri Lanka Telecommunications Corporation, divesting to no less than Nippon Telephone and Telegraph of Japan, and of course invited Emirates to take a stake in Air Lanka’s privatisation, which was sadly undone, by cash poor Sri Lanka and the rest his history. As for SLT PLC, it is yet “family silver” whose ownership is part broad based, its dividends are not a “bitter pill” for GOSL, but in relative terms, a huge contribution to its coffers, and if we divest more, SLT PLC will surely be “family gold” perhaps, even platinum. As for Sri Lankan Airlines, I hope fellow member of CA Sri Lanka and a friend of three decades, Chairman Sarath Ganegoda, will soon pull a rabbit out of his “hat”.",
    "Code of Ethics and Advertising – CASL, and Late G.C.B. Wijeyesinghe",
    "Some years ago, CA Sri Lanka, co-opted me to a committee to revise our outdated Code of Ethics. Late G.C.B. Wijeyesinghe, coincidentally, the Principal under whom I had served a four-year period of compulsory articled clerkship, and who thus had known me for decades, was the Chair. I studied the International Federation of Accountants guidelines, given we are a member, and proposed a carefully sequenced lifting of the restrictions on advertising professional services, within institutional safeguards.",
    "Country’s culture and ethos of our profession",
    "Three very senior CA’s erupted, and “GCB” remarked “Ranel, it will be against the culture of the country and the ethos of our profession”. I allowed it to pass. Interestingly, the day before the next meeting, given that the SAARC countries were meeting, a daily paper had a cartoon. It had the leaders of the then seven-member countries, sitting on a snail’s back. I cut it out and tabled it at the meeting saying “Sir I wondered whether we might be a microcosm of the snail’s pace of progress of SAARC, in comparison with the rest of the global profession.” “GCB” understood it fully, and though he referred to me as the “mischievous fellow” he allowed me to draft an appropriate clause which we gradually introduced, enabling a first phase of advertising with dignity and refinement.",
    "Friendship beyond faith",
    "I must place on record that Late GCB and I served on many boards together -the Governing Council of the Post Graduate Institute of Management; the National Institute of Business Management; the Sri Lanka Accounting and Auditing Standards Monitoring Board, and the Securities and Exchange Commission of Sri Lanka, mutually respectfully and indeed progressively, introducing changes and improvements, as we went along, sans age, religious, or professional prejudice. He will remain special to me for a number of reasons. He selected me to read his citations, when he was admitted to CA Sri Lanka’s Hall of Fame and also when he received the Lifetime Achievement Award. What was most touching was that, though I’m a Buddhist and he was a Catholic, his family called upon me to read his eulogy in church — a gesture that spoke of friendship beyond faith.",
    "Cultural values, societal beliefs, and the ethos of a nation",
    "Within the context of the above anecdotes, shared with you in a lighter vein, I thought it important to distinguish between cultural values, societal beliefs, and the ethos of a nation or community. Cultural values are principles within a culture that shape behaviour and priorities. Societal beliefs are widely held convictions within a society. Ethos is the overall spirit or moral character of a community. Relativism often operates at all three levels. Misused, it can distort ethos to excuse injustice, corruption, or indifference, or might I add do nothing, adopt a path of least resistance and perpetuate mediocrity!",
    "Political Relativism: A shield for abuse?",
    "Relativism often justifies unethical behaviour as “culturally normal” or “politically necessary.” The high profile examples that we can reflect upon, in passing as it were are President Duterte’s drug war in the Philippines, framed as “Asian values”; Najib Razak’s 1MDB scandal in Malaysia framed domestically as a partisan witch-hunt; Indonesia’s Suharto’s authoritarianism, justified as preserving harmony or the corruption in South Korea’s Chaebol excused as “cost of growth” and scandals tolerated under “consensus culture” in Japan, until reform pressures arose.",
    "Private profit and the relativism of corporate governance",
    "Corporations may publicly promote ethics but bend rules when profit is at stake and abuse the concept of relativism to justify its ends. Examples which I will only touch briefly on are, Enron in the US, which projected itself as innovative yet transparent but engaged in accounting fraud; Volkswagen in Germany, which promoted environmental responsibility but rigged its emissions tests and the extensively researched publicity about Governance reforms within Asian conglomerates, which remained family controlled and dominated until the East Asian Financial crisis of 1997/8. Many investors, family shareholders, bankers and financiers, political leaders, analysts and authors, justified this “Asian Tiger” culture using relativism as a defence, with the phrase “This is how business is done here.” Such reasoning corrodes trust and undermines accountability.",
    "Philosopher Maarten Boudry – self-defeating nature of relativism",
    "Philosopher Maarten Boudry notes that claiming “truth is relative” is inherently self-defeating. If all truth is relative, the claim itself is relative and cancels itself out. Moral relativism is similarly inconsistent—condemning cultural imperialism while asserting that no moral claim is universal.",
    "In practice, even self-proclaimed relativists recognise objective truths when it matters, condemning atrocities, seeking medical treatment, or enforcing safety.",
    "Relativism, Boudry argues, often serves opportunistic ends, because it excuses wrongdoing, evades accountability, and undermines social norms. Yet its appeal persists because it sounds tolerant and humble. Boudry highlights how relativism can erode our “mental immune system,” leaving societies vulnerable to bad ideas while weakening the ability to uphold shared standards of right and wrong.",
    "Relativism is a vital perspective that encourages humility, tolerance, and respect for diversity. Misused, it can justify corruption, injustice, entitlement, or abuse—whether in politics, business, or social life.",
    "The challenge is balance – honour cultural values and societal beliefs while maintaining an ethos that upholds universal principles of dignity, justice, and human rights. Relativism should be respected as a perspective, not worshipped as an absolute, and paired with ethical responsibility.",
    "By recognising both its power and limits, relativism can foster understanding and cooperation without excusing wrongdoing or indifference."
  ]
}