{
  "url": "https://www.technologyreview.com/2025/12/18/1130106/the-8-worst-technology-flops-of-2025/",
  "title": "The 8 worst technology flops of 2025",
  "ut": 1766021400.0,
  "body_paragraphs": [
    "Welcome to our annual list of the worst, least successful, and simply dumbest technologies of the year. This year, politics was a recurring theme. Donald Trump swept back into office and used his executive pen to reshape the fortunes of entire sectors, from renewables to cryptocurrency. The wrecking-ball act began even before his inauguration, when the president-elect marketed his own memecoin, $TRUMP, in a shameless act of merchandising that, of course, we honor on this year’s worst tech list.  We like to think there’s a lesson in every technological misadventure. But when technology becomes dependent on power, sometimes the takeaway is simpler: it would have been better to stay away.  That was a conclusion Elon Musk drew from his sojourn as instigator of DOGE, the insurgent cost-cutting initiative that took a chainsaw to federal agencies. The public protested. Teslas were set alight, and drivers of his hyped Cybertruck discovered that instead of a thumbs-up, they were getting the middle finger.",
    "On reflection, Musk said he wouldn’t do it again. “Instead of doing DOGE, I would have, basically … worked on my companies,” he told an interviewer this month. “And they wouldn’t have been burning the cars.” Regrets—2025 had a few. Here are some of the more notable ones.",
    "NEO, the home robot  1X TECH   Imagine a metal butler that fills your dishwasher and opens the door. It’s a dream straight out of science fiction. And it’s going to remain there—at least for a while. That was the hilarious, and deflating, takeaway from the first reviews of NEO, a 66-pound humanoid robot whose maker claims it will “handle any of your chores reliably” when it ships next year. But as a reporter for the Wall Street Journal learned, NEO took two minutes to fold a sweater and couldn’t crack a walnut. Not only that, but the robot was teleoperated the entire time by a person wearing a VR visor.  Still interested? Neo is available on preorder for $20,000 from startup 1X. More: I Tried the Robot That’s Coming to Live With You. It’s Still Part Human (WSJ), The World’s Stupidest Robot Maid (The Daily Show) Why the humanoid workforce is running late (MIT Technology Review), NEO The Home Robot | Order Today (1X Corp.)  Sycophantic AI  It’s been said that San Francisco is the kind of place where no one will tell you if you have a bad idea. And its biggest product in a decade—ChatGPT—often behaves exactly that way.",
    "This year, OpenAI released an especially sycophantic update that told users their mundane queries were brilliantly incisive. This electronic yes-man routine isn’t an accident; it’s a product strategy. Plenty of people like the flattery.  But it’s disingenuous and dangerous, too. Chatbots have shown a willingness to indulge users’ delusions and worst impulses, up to and including suicide. In April, OpenAI acknowledged the issue when the company dialed back a model update whose ultra-agreeable personality, it said, had the side effect of “validating doubts, fueling anger, urging impulsive actions, or reinforcing negative emotions.” Don’t you dare agree the problem is solved. This month, when I fed ChatGPT one of my dumbest ideas, its response began: “I love this concept.”  More: What OpenAI Did When ChatGPT Users Lost Touch With Reality (New York Times), Sycophantic AI Decreases Prosocial Intentions and Promotes Dependence (arXiv), Expanding on what we missed with sycophancy (OpenAI)  The company that cried “dire wolf”  COLOSSAL BIOSCIENCES   When you tell a lie, tell it big. Make it frolic and give it pointy ears. And make it white. Very white. That’s what the Texas biotech concern Colossal Biosciences did when it unveiled three snow-white animals that it claimed were actual dire wolves, which went extinct more than 10 millennia ago.",
    "To be sure, these genetically modified gray wolves were impressive feats of engineering. They’d been made white via a genetic mutation and even had some bits and bobs of DNA copied over from old dire wolf bones. But they “are not dire wolves,” according to canine specialists at the International Union for Conservation of Nature. Colossal’s promotional blitz could hurt actual endangered species. Presenting de-extinction as “a ready-to-use conservation solution,” said the IUCN, “risks diverting attention from the more urgent need of ensuring functioning and healthy ecosystems.”",
    "In a statement, Colossal said that sentiment analysis of online activity shows 98% agreement with its furry claims. “They’re dire wolves, end of story,” it says.   More: Game of Clones: Colossal’s new wolves are cute, but are they dire? (MIT Technology Review), Conservation perspectives on gene editing in wild canids (IUCN),  A statement from Colossal's Chief Science Officer, Dr. Beth Shapiro (Reddit)   mRNA political purge  MITTR | GETTY IMAGES   Save the world, and this is the thanks you get? During the covid-19 pandemic, the US bet big on mRNA vaccines—and the new technology delivered in record time.  But now that America’s top health agencies are led by the antivax wackadoodle Robert F. Kennedy Jr., “mRNA” has become a political slur.",
    "In August, Kennedy abruptly canceled hundreds of millions in contracts for next-generation vaccines. And shot maker Moderna—once America’s champion—has seen its stock slide by more than 90% since its Covid peak. The purge targeting a key molecule of life (our bodies are full of mRNA) isn’t just bizarre. It could slow down other mRNA-based medicine, like cancer treatments and gene editing for rare diseases.  In August, a trade group fought back, saying: “Kennedy’s unscientific and misguided vilification of mRNA technology and cancellation of grants is the epitome of cutting off your nose to spite your face.” More: HHS Winds Down mRNA Vaccine Development (US Department of Health and Human Services),  Cancelling mRNA studies is the highest irresponsibility (Nature), How Moderna, the company that helped save the world, unraveled (Stat News)",
    "​​Greenlandic Wikipedia  WIKIPEDIA   Wikipedia has editions in 340 languages. But as of this year, there’s one less: Wikipedia in Greenlandic is no more. Only around 60,000 people speak the Inuit language. And very few of them, it seems, ever cared much about the online encyclopedia. As a result, many of the entries were machine translations riddled with errors and nonsense. Perhaps a website no one visits shouldn’t be a problem. But its existence created the risk of a linguistic “doom spiral” for the endangered language. That could happen if new AIs were trained on the corrupt Wikipedia articles.   In September, administrators voted to close Greenlandic Wikipedia, citing possible “harm to the Greenlandic language.” Read more:  Can AI Help Revitalize Indigenous Languages? (Smithsonian), How AI and Wikipedia have sent vulnerable languages into a doom spiral (MIT Technology Review), Closure of Greenlandic Wikipedia (Wikimedia)  Tesla Cybertruck  ADOBE STOCK   There’s a reason we’re late to the hate-fest around Elon Musk’s Cybertruck. That’s because 12 months ago, the polemical polygon was the #1 selling electric pickup in the US.  So maybe it would end up a hit. Nope. Tesla is likely to sell only around 20,000 trucks this year, about half last year’s total. And a big part of the problem is that the entire EV pickup category is struggling. Just this month, Ford decided to scrap its own EV truck, the F-150 Lightning.  With unsold inventory building, Musk has started selling Cybertrucks as fleet vehicles to his other enterprises, like SpaceX. More: Elon’s Edsel: Tesla Cybertruck Is The Auto Industry’s Biggest Flop In Decades (Forbes), Why Tesla Cybertrucks Aren't Selling (CNBC), Ford scraps fully-electric F-150 Lightning as mounting losses and falling demand hits EV plans (AP)  Presidential shitcoin  VIA GETTRUMPMEMES.COM   Donald Trump launched a digital currency called $TRUMP just days before his 2025 inauguration, accompanied by a logo showing his fist-pumping “Fight, fight, fight” pose. This was a memecoin, or shitcoin, not real money. Memecoins are more like merchandise—collectibles designed to be bought and sold, usually for a loss. Indeed, they’ve been likened to a consensual scam in which a coin’s issuer can make a bundle while buyers take losses. The White House says there’s nothing amiss. “The American public believe[s] it's absurd for anyone to insinuate that this president is profiting off of the presidency,” said spokeswoman Karoline Leavitt in May.More: Donald and Melania Trump’s Terrible, Tacky, Seemingly Legal Memecoin Adventure (Bloomberg), A crypto mogul who invested millions into Trump coins is getting a reprieve (CNN), How the Trump companies made $1 bn from crypto (Financial Times), Staff Statement on Meme Coins (SEC)  “Carbon-neutral” Apple Watch  APPLE   In 2023, Apple announced its “first-ever carbon-neutral product,” a watch with “zero” net emissions. It would get there using recycled materials and renewable energy, and by preserving forests or planting vast stretches of eucalyptus trees. Critics say it’s greenwashing. This year, lawyers filed suit in California against Apple for deceptive advertising, and in Germany, a court ruled that the company can’t advertise products as carbon neutral because the “supposed storage of CO2 in commercial eucalyptus plantations” isn’t a sure thing. Apple’s marketing team relented. Packaging for its newest watches doesn’t say “carbon neutral.” But Apple believes the legal nitpicking is counterproductive, arguing that it can only “discourage the kind of credible corporate climate action the world needs.”  More: Inside the controversial tree farms powering Apple’s carbon neutral goal (MIT Technology Review), Apple Watch not a 'CO2-neutral product,' German court finds (Reuters), Apple 2030: Our ambition to become carbon neutral (Apple) hide"
  ]
}