{
  "url": "https://hbr.org/2024/10/do-lean-startup-methods-work-for-deep-tech",
  "title": "Do Lean Startup Methods Work for Deep Tech?",
  "ut": 1728282933.0,
  "body_paragraphs": [
    "Mina De La O/Getty Images",
    "Deep-tech innovation, which harnesses advanced scientific understanding to create groundbreaking technologies, has seen significant growth — and investment — over the past decade. But investors and leaders who pivot into deep tech also face a steep learning curve, as it presents unique challenges: prolonged R&D periods, high upfront costs, and stringent regulatory landscapes. Companies that try to apply traditional startup methodologies, like the lean startup approach, to deep-tech ventures may face surprising pitfalls as deep-tech projects often involve technologies that do not yet exist. While traditional tech startups try to refine existing tech and try to reduce market uncertainty, deep-tech startups need to mitigate technological uncertainty. While methodologies such as lean don’t transfer directly, deep-tech startups can adapt parts of the approach. They should focus on demonstrating proof of concept, defining milestones with compelling data, forming strategic partnerships, navigating regulations, embracing “learning by thinking,” leveraging AI and digital tools, and fostering a culture of truth.",
    "Over the last decade, a niche slice of the tech sector has delivered some of its most impressive breakthroughs. Deep-tech innovation — the practice of harnessing the most recent advancements in scientific understanding to create technologies that were previously inconceivable — has delivered groundbreaking companies like SpaceX and products such as mRNA vaccines. And an emerging crop of companies are developing transformative ideas: the discovery of “halicin” by MIT researchers shows how deep tech can tackle global antibiotic resistance; the company Terrapower is trying to harness nuclear innovation for sustainable energy, while Quandela is on the frontier of quantum computing, promising leaps in computational power and encryption. Advancements like these can radically alter industries, economies, and even lives.",
    "Readers Also Viewed These Items",
    "Harvard Business Review, September/October 2024",
    "Overcoming Overwork: Women at Work Discussion Group Toolkit",
    "Read more on Lean business model",
    "Technology and analytics"
  ]
}