{
  "url": "https://www.ft.lk/opinion/The-call-for-immediate-suspension-of-SL-s-external-sovereign-debt-payments/14-785980",
  "title": "The call for immediate suspension of SL’s external sovereign debt payments",
  "ut": 1766436511.0,
  "body_paragraphs": [
    "The Finance Ministry in Colombo",
    "121 top global economists, academics propose new restructuring that restores debt sustainability under the new circumstances",
    "Framework should recognise climate-driven disasters as systemic, not exceptional, shocks",
    "Must provide significant debt cancellation with no punitive conditions to deal with disaster recovery, social protection, reconstruction and development.",
    "Urge prioritising human welfare, environmental protection, and long-term viability over financial obligations to external creditors",
    "Signatories include Joseph Stiglitz, Thomas Piketty, Yanis Varoufakis, Jayati Ghosh and Stephanie Kelton",
    "A group of 121 leading economists and academics issued the following statement on ‘Sri Lanka’s Climate Crisis and IMF Restructuring Deal’.",
    "Sri Lanka’s 17th IMF sovereign debt restructuring agreement is executed under the 48-month IMF Extended Fund Facility (EFF) and provides limited debt service relief.  It therefore failed to provide a sustainable solution to Sri Lanka’s debt crisis and left Sri Lanka extremely vulnerable to external shocks - particularly climate-induced disasters.",
    "Those shocks have now hit with the catastrophic aftermath of Cyclone Ditwah - marked by widespread flooding, deadly landslides, displacement of more than 1.4 million people, and nearly 800 individuals either dead or missing.  The concern over the country’s future deepens.",
    "Under the current IMF-supported arrangement, creditors agreed to reduce the size of Sri Lanka’s debt payments, measured in net present value terms, by 17%.",
    "This left Sri Lanka with Government external debt payments of around 25% of revenue, one of the highest rates in the world. According to IMF staff, under the IMF’s own models, Sri Lanka has a 50% chance of defaulting and/or needing another debt restructuring, even after debt relief.",
    "The IMF publicly said that “debt risks will remain high for many years”.",
    "Sri Lanka is now confronting a severe economic shock triggered by the recent cyclone, extensive flooding and landslides, which has inflicted extensive damage to infrastructure, livelihoods, and key sectors of the economy. This environmental emergency is poised to absorb - and potentially exceed - the extremely limited fiscal space created by the current debt restructuring package.",
    "Additional external debt is already being taken on from the IMF, and more lending to deal with the impacts of the disaster is likely.",
    "Given Sri Lanka’s vulnerability to climate shocks, the scale of destruction underscores how insufficient the present debt deal is in safeguarding economic stability. The country’s already fragile socio-economic landscape heightens the risks: diminished revenues, rising reconstruction costs, and increased import needs could quickly undermine projected gains from the restructuring.",
    "In this context, the nation remains acutely exposed to further external shocks, whether climatic or economic, highlighting the need for a more comprehensive, resilience-oriented debt solution.",
    "The IMF itself has acknowledged that Sri Lanka’s path to “debt sustainability remains knife-edged,” with the country only narrowly meeting targets while social-spending benchmarks were missed.",
    "In light of the current climate catastrophe that has hit Sri Lanka, we wish to highlight the following points:",
    "The existing restructuring - modest, conditional and tied to uncertain macroeconomic outcomes - is inadequate to protect the vulnerable majority from recurrent climate and external shocks.",
    "By prioritising debt service continuity over deep debt relief, the IMF programme perpetuates structural exposure of Sri Lanka’s economy and population to future disasters.",
    "Continuing to impose debt repayment obligations under these conditions fails to consider Sri Lanka’s capacity to service debt, which should instead be based on its foreign exchange (forex) earnings.",
    "Current onerous debt servicing undermines efforts to rebuild lives, restore agriculture, infrastructure, and provide social protection.",
    "Therefore, we call for immediate suspension of Sri Lanka’s external sovereign debt payments, and a new restructuring that restores debt sustainability under the new circumstances. We propose the adoption of a genuinely sustainable framework that:",
    "Recognises climate-driven disasters as systemic, not exceptional, shocks.",
    "Provides significant debt cancellation - with no punitive conditions - to free up fiscal space for disaster recovery, social protection, reconstruction and development.",
    "Prioritises human welfare, environmental protection, and long-term viability over financial obligations to external creditors.",
    "Only a fundamental rethinking of the global debt regime - one based on justice and sustainability - will offer Sri Lanka a realistic chance to recover from the climate impacts and build an equitable future for all.",
    "Coordinated by: Professor Jayati Ghosh; Debt Justice, UK; Institute of Political Economy, Sri Lanka.",
    "1. Prof. Jayati Ghosh – University of Massachusetts–Amherst, USA",
    "2. Prof. Joseph Stiglitz – Columbia University, USA",
    "3. Prof. Thomas Piketty – Sciences Po / Paris School of Economics, France",
    "4. Prof. Yanis Varoufakis – University of Athens, Greece",
    "5. Prof. Martin Guzman – Columbia University, USA",
    "6. Prof. C. P. Chandrasekhar – University of Massachusetts–Amherst, USA",
    "7. Prof. Stephanie Kelton – Stony Brook University, USA",
    "8. Prof. Jason Hickel – ICTA–University of Barcelona, Spain / LSE, United Kingdom",
    "9. Prof. Guy Standing – SOAS, University of London, United Kingdom",
    "10. Prof. Fadhel Kaboub – Global Institute for Sustainable Prosperity, USA",
    "11. Prof. Gary Dymski – University of Leeds, United Kingdom",
    "12. Prof. Sudip Chaudhuri – Indian Institute of Management Calcutta, India",
    "13. Prof. Kevin Gallagher – Boston University, USA",
    "14. Prof. Radhika Balakrishnan – Rutgers University, USA",
    "15. Prof. Gerald Epstein – University of Massachusetts, USA",
    "16. Prof. Utsa Patnaik – Jawaharlal Nehru University, India",
    "17. Prof. Mariana Reis Maria – Universidade Estadual de Campinas, Brazil",
    "18. Prof. Irene van Staveren – Erasmus University Rotterdam, Netherlands",
    "19. Prof. Juan Carlos Moreno-Brid – UNAM, Mexico",
    "20. Prof. Surajit Mazumdar – Jawaharlal Nehru University, India",
    "21. Prof. Howard Nicholas – International School of Business, Ho Chi Minh City, Vietnam",
    "22. Prof. A. Haroon Akram-Lodhi – Trent University, Canada",
    "23. Prof. Gunseli Berik – University of Utah, USA",
    "24. Prof. Sergio Cesaratto – University of Siena, Italy",
    "25. Prof. Yavuz Yazar – University of Denver, USA",
    "26. Prof. Suzanne Bergeron – University of Michigan–Dearborn, USA",
    "27. Prof. S. Subramanian – Madras Institute of Development Studies, India",
    "28. Prof. David Ruccio – University of Notre Dame, USA",
    "29. Prof. M. V. Lee Badgett – University of Massachusetts–Amherst, USA",
    "30. Prof. Julie Nelson – University of Massachusetts–Boston, USA",
    "31. Prof. Farida Khan – University of Colorado, USA",
    "32. Prof. Smriti Rao – Assumption University, USA",
    "33. Prof. Gustavo Indart – University of Toronto, Canada",
    "34. Prof. R. Ramakumar – Tata Institute of Social Sciences, Mumbai, India",
    "35. Prof. Randy Albelda – University of Massachusetts–Boston, USA",
    "36. Prof. Yana Rodgers – Rutgers University, USA",
    "37. Dr. Isabella Weber – University of Massachusetts–Amherst, USA",
    "38. Dr. Lucas Chancel – Sciences Po / Paris School of Economics, France",
    "39. Dr. Dean Baker – University of Massachusetts–Amherst, USA",
    "40. Dr. Ndongo Samba Sylla – IDEAS, Senegal",
    "41. Dr. Pedro Rossi – Global Fund for a New Economy, Brazil",
    "42. Dr. H. Himanshu – Jawaharlal Nehru University, India",
    "43. Dr. Ingrid Kvangraven – King’s College London, United Kingdom",
    "44. Dr. Surbhi Kesar – SOAS, University of London, United Kingdom",
    "45. Dr. Narayani Sritharan – AidData, USA",
    "46. Dr. Tracey Freiberg – John Jay College, USA",
    "47. Dr. Ajit Zacharias – Levy Institute, Bard College, USA",
    "48. Dr. Smita Ramnarain – University of Rhode Island, USA",
    "49. Dr. Sheba Tejani – King’s College London, United Kingdom",
    "50. Prof. Vijay Prashad – Tricontinental Institute, Argentina",
    "51. Prof. Barbara Harriss-White – University of Oxford, United Kingdom",
    "52. Prof. Shirin Rai – SOAS, University of London, United Kingdom",
    "53. Prof. Kanchana N. Ruwanpura – University of Gothenburg, Sweden",
    "54. Prof. Alessandra Mezzadri – SOAS, University of London, United Kingdom",
    "55. Prof. Raj Patel – University of Texas at Austin, USA",
    "56. Prof. Kanishka Goonewardena – University of Toronto, Canada",
    "57. Prof. Vasuki Nesiah – New York University, USA",
    "58. Prof. Aram Ziai – University of Kassel, Germany",
    "59. Prof. Matthias Goldman – EBS University, Germany",
    "60. Prof. Nata Duvvury – National University of Ireland Galway, Ireland",
    "61. Prof. Maggie Leung – University of Amsterdam, Netherlands",
    "62. Prof. Padraig Carmody – Trinity College Dublin, Ireland",
    "63. Prof. Bart Klem – Ghent University, Belgium",
    "64. Prof. Roar Høstaker – Inland Norway University of Applied Sciences, Norway",
    "65. Prof. Benjamin Selwyn – University of Sussex, United Kingdom",
    "66. Prof. John Morrissey – National University of Ireland Galway, Ireland",
    "67. Prof. Kanishka Jayasuriya – Murdoch University, Australia",
    "68. Prof. Wilfried Swenden – University of Edinburgh, United Kingdom",
    "69. Prof. Roger Jeffery – University of Edinburgh, United Kingdom",
    "70. Prof. Naomi Hossain – SOAS, University of London, United Kingdom",
    "71. Prof. Paige West – Columbia University, USA",
    "72. Prof. Dina Siddiqi – New York University, USA",
    "73. Prof. Christopher Cramer – SOAS, University of London, United Kingdom",
    "74. Prof. Ruvani Ranasinha – King’s College London, United Kingdom",
    "75. Prof. Maria Heim – Amherst College, USA",
    "76. Prof. John Harris – Simon Fraser University, Canada",
    "77. Prof. Nirmala Salgado – Augustana College, USA",
    "78. Prof. Vinay Gidwani – University of Minnesota, USA",
    "79. Prof. Dia da Costa – University of Alberta, Canada",
    "80. Prof. Atilio Boron – University of Buenos Aires, Argentina",
    "81. Prof. Anne Blackburn – Cornell University, USA",
    "82. Prof. Deepta Chopra – University of Sussex, United Kingdom",
    "83. Prof. Muthucumaraswamy Sornaraha – National University of Singapore, Singapore",
    "84. Prof. Rahul Mukherji – Heidelberg University, Germany",
    "85. Dr. Juan Pablo Bohoslavsky – CONICET / National University of Rio Negro, Argentina",
    "86. Dr. Mieke Lopes Cardozo – University of Amsterdam, Netherlands",
    "87. Dr. Thiruni Kelegama – University of Oxford, United Kingdom",
    "88. Dr. Giselle Thompson – University of Alberta, Canada",
    "89. Dr. Nimanthi Rajasingham-Perera – Colgate University, USA",
    "90. Dr. Andrew Newsham – SOAS, University of London, United Kingdom",
    "91. Dr. Bhumika Muchhala – The New School, USA",
    "92. Dr. Alexandre da Costa – University of Alberta, Canada / Brazil",
    "93. Dr. Sharika Thiranagama – Stanford University, USA",
    "94. Dr. Amali Wedagedara – Bandaranaike Centre for International Studies, Sri Lanka",
    "95. Dr. Eva Ambos – University of Tübingen, Germany",
    "96. Dr. Paul Gilbert – University of Sussex, United Kingdom",
    "97. Dr. Priyadarshini Premarathne – University of Peradeniya, Sri Lanka",
    "98. Dr. Farah Mihlar – Oxford Brookes University, United Kingdom",
    "99. Dr. MeeNilancko Theiventharan – University of Oslo, Norway",
    "100. Dr. Shyamain Wickramasingha – University of Sussex, United Kingdom",
    "101. Dr. Joeri Scholtens – University of Amsterdam, Netherlands",
    "102. Dr. Susantha Rasnayake – University of Peradeniya, Sri Lanka",
    "103. Dr. Alicia Yamin – Harvard University, USA",
    "104. Dr. Lara Merling – UCL Institute for Innovation and Public Purpose, United Kingdom",
    "105. Dr. Rohith Jyothish – O. P. Jindal Global University, India",
    "106. Dr. Jon Phillips – SOAS, University of London, United Kingdom",
    "107. Anne Pettifor – Jubilee Campaign, United Kingdom",
    "108. Tim Jones – Debt Justice, United Kingdom",
    "109. Kate Raworth – Environmental Change Institute, Canada",
    "110. Veronica Gróndona – ICRICT, Argentina",
    "111. Maia Colodenco – Suramericana Visión, Argentina",
    "112. Dr. Farwa Sial – IDEAS, Asia Region",
    "113. Emma Bury – AidData, USA",
    "114. Robin Jespert – Goethe University Frankfurt, Germany",
    "115. Kevin Cashman – John Jay College, CUNY, USA",
    "116. Gabriele Koehler – UNRISD, Switzerland",
    "117. Vincent Chee – Raffles College of Higher Education, Singapore",
    "118. Matheus Machado – IBMEC, Brazil",
    "119. Chiara Subrizi – University of Urbino Carlo Bo, Italy",
    "120. Kowsalya Duraiswamy – Sri Lanka",
    "121. Emma Burgisser – Christian Aid, United Kingdom"
  ]
}