{
  "url": "https://www.ft.lk/columns/Maldives-52-years-of-transformation-into-South-Asia-s-wealthiest-nation-per-capita/4-787208",
  "title": "Maldives: 52 years of transformation into South Asia’s wealthiest nation per capita",
  "ut": 1768957658.0,
  "body_paragraphs": [
    "In 1971, Italian tour operator Giorgio Corbin arrived in Sri Lanka in search of the small dots he had seen on a world map. With the help of Naseem, who was then working at the Maldives Embassy in Colombo, he travelled to the Maldives. The moment he arrived; he realised the islands were the perfect destination to develop tourism. He then connected with several Maldivians to explore this opportunity further.",
    "In 1972, he sent his first group of tourists to Sri Lanka, where Ceylon Tours acted as his local agent. With their support, the group travelled to the Maldives on an Air Ceylon flight. As soon as they landed, captivated by the breath-taking surroundings, they immediately jumped into the crystal-blue sea.",
    "Suren Ediriweera, Managing Director of Ceylon Tours, accompanied this group and became the first tourism guide in the Maldives, playing a pioneering role in introducing tourism to the country.",
    "At the time, there were no hotels or guesthouses in the Maldives. Young entrepreneurs Umar Maniku and Champa Afeef prepared meals for the tourists and arranged accommodation in local homes. Soon after, they began building a small hotel on Kurumba Island, which officially opened on 3 October 1972. During construction, coral walls were used, and when the building was only half completed, Ceylon Tours arranged for more tourists because there was no other available accommodation. The only facilities on Kurumba at that time were partially built walls and mats—there was no roof or modern comforts.",
    "However, the next morning, the guests told the hosts that they had enjoyed a wonderful night. It was the first time they had seen the moon while on their honeymoon, surprising everyone. People soon realised that this was a new and unique concept of a resort, marking the birth of the first resort in the Maldives.",
    "Today, Maldives Tourism Day is celebrated on the anniversary of Kurumba Island Resort’s opening.",
    "Growth of the tourism industry",
    "Over the past 52 years, the Maldives has developed into one of the world’s most sought-after luxury destinations, now boasting:",
    "These include some of the most iconic global hospitality brands such as Waldorf Astoria Maldives Ithaafushi, Conrad Maldives Rangali Island, Soneva Fushi, Soneva Jani, Gili Lankanfushi, Cheval Blanc Randheli, The St. Regis Maldives Vommuli, The Ritz-Carlton Maldives, OneandOnly, Four Seasons, Hilton, and many others.",
    "Sri Lankan companies have also made significant contributions to this expansion:",
    "Cinnamon Hotels and Resorts operates four resorts, while Aitken Spence Hotel Holdings runs five.",
    "These major investments have helped position the Maldives as a premier high-end tourism destination, with some luxury villas selling for $ 75,000 per night (approximately Rs 22.5 million). Average resort rates range from $ 150–1,500 per night, while budget guesthouses typically cost $ 50–150.",
    "Economic success and purchasing power",
    "The Maldives today has the highest per capita income in Asia, with a GDP per capita of $ 13,216.",
    "In comparison, Sri Lanka’s GDP per capita stands at around $ 4,516.",
    "The country’s 2023 nominal GDP was $ 6.59 billion, and with a population of only 530,000, the Maldives enjoys exceptionally strong purchasing power.",
    "Infrastructure and social development",
    "Over the past five decades, the Maldives has made remarkable progress in infrastructure and public services:",
    "Almost every Island now has electricity, clean water, transportation, schools, and medical facilities.",
    "Most schools offer English-medium education, enabling strong language proficiency.",
    "Between 2019 and 2023, Government and donor-funded programs awarded 1,695 scholarships, giving students opportunities to study abroad.",
    "Returning graduates contribute significantly to national development, making young Maldivians highly skilled and fluent in English.",
    "Maldives sets global examples in public health and social policy",
    "The Maldives also provides free health insurance for all citizens. If treatment is needed abroad, the Aasandha insurance scheme covers it, costing the Government around $ 270 million annually.",
    "The Maldives has introduced several unique national policies. The President provides free spectacles to all citizens, making the Maldives the only country in the world to offer free eyewear to its entire population.",
    "From 1 November 2025, the country will enforce a generational smoking ban, prohibiting tobacco sales and use by anyone born on or after 1 January 2007, including tourists—becoming the first nation to adopt such a law.",
    "Alcohol is banned on local islands and is allowed only in resorts and safari boats. Locals are not permitted to consume alcohol, and any violation can lead to immediate cancellation of the establishment’s license.",
    "Peace, safety and environmental protection",
    "The Maldives is renowned as one of the safest and most peaceful countries in the world:",
    "There has never been a gun-related incident caused by Maldivians.",
    "No citizen has ever died due to a bomb attack. (The only major violent incident occurred on 3 November 1988, carried out by Sri Lankan mercenaries (PLOTE/LTTE)—not by Maldivians.",
    "Firecrackers and sky rockets are completely banned to maintain peace.",
    "The Maldives strongly protects its environment:",
    "Fishing nets harmful to coral reefs and marine life are strictly prohibited.",
    "Coral reef and ocean conservation is a national priority.",
    "The Sri Lanka–Maldives economic link",
    "Today, more than 21,000 Sri Lankans work in the Maldives. The Maldivian Government continues to welcome Sri Lankan professionals, and Sri Lanka earns about $ 129 million annually in remittances from the Maldives—its 9th largest source of foreign income.",
    "Sri Lanka exports a variety of goods to the Maldives. Many luxury resorts continue to source fruits and vegetables from Sri Lanka due to their superior taste and quality. However, Sri Lanka has lost a significant share of the Maldivian market due to pricing issues. Other exports such as garments, construction materials, and motor parts are usually limited to urgent, small shipments, as bulk imports come from other countries.",
    "Sri Lanka has not yet tapped the full potential of the Maldivian market. Countries like China, India, Dubai, and Turkey have studied the market, signed trade agreements, and captured a large share of imports. As a result, Sri Lanka’s market share in the Maldives has fallen to just 3.72%.",
    "In 2018, around 17,000 Sri Lankans lived in the Maldives. Today, that number has dropped to about 1,400 due to official neglect, short-term thinking, and the absence of a bilateral trade agreement between the two countries.",
    "However, Maldivians consider Sri Lanka their second home, and many of them prefer to extend more advantages to Sri Lanka. They understand that during difficult times, Sri Lanka has always stood by the Maldives, even long before modern civilisation developed there. This deep historical relationship was clearly demonstrated during the recent disaster in Sri Lanka.",
    "On 26 July 1965, Maldives Prime Minister Ibrahim Nasir and British High Commissioner Michael Walker exchanged tokens after signing the Treaty of Independence in Colombo, Sri Lanka.",
    "The first commercial aircraft landed at Hulhule Airport in 1960, operated by Air Ceylon.",
    "In 1964, Sirimavo Bandaranaike provided aid to develop Hulhule Airport in the Maldives.",
    "The first tourism group to the Maldives was brought by Sri Lankans. The first charter flight and tourism group were organised by Sri Lankans, with Ceylon Tours as the first tour operator.",
    "During the tenure of Prime Minister Sirimavo Bandaranaike, scholarships were awarded for studies in East Germany, contributing to higher education and the development of tourism in the Maldives.",
    "The Maldives’ national anthem, “Gaumee Salaam”, was composed in 1972 by Sri Lankan maestro Pandit W. D. Amaradeva.",
    "During Mahinda Rajapaksa’s presidency, the Sri Lankan Government funded a major road construction project in the Maldives — a 4.5-kilometre concrete highway in Addu City, connecting Maradhoo and Feydhoo, which is the longest road in the Maldives.",
    "The enduring bond between Sri Lanka and the Maldives",
    "The relationship between Sri Lanka and the Maldives stretches back centuries, reflecting a deep-rooted connection that has shaped both nations. Even when resources were scarce, Sri Lankans from as early as the 3rd century extended support to help Maldivian communities develop. This bond was further strengthened when Sri Lankan kings ruled the Maldives from 1117 to 1165, a period of 48 years that left lasting cultural and political ties.",
    "Throughout history, Sri Lanka has consistently aided the Maldives. However, over time, this connection weakened, particularly after the Easter Sunday attacks in Sri Lanka, when Maldivians faced travel restrictions and harassment, creating strains in the relationship.",
    "Efforts to rebuild these ties gained momentum following the visit of Sri Lankan President Anura Kumara Dissanayake, who addressed many of the issues and helped restore mutual trust. Yet, challenges remain. Misunderstandings and administrative hurdles continue to affect sectors like education, healthcare, and tourism, underscoring the need for fresh strategies to revive the historic friendship and cooperation.",
    "Despite these challenges, the Maldivian spirit of solidarity has shone through. In times of crisis, the Maldives President, Members of Parliament, the business community, media, hotels, police, and even school children rallied to raise funds and provide support. This remarkable generosity reflects not only the Maldivians’ resilience but also the enduring affection between the two nations.",
    "Today, it is imperative to rethink, rebuild, and strengthen this historic partnership. By learning from the past and working collaboratively, Sri Lanka and the Maldives can restore their relationship to the glory days, ensuring mutual growth, prosperity, and goodwill for generations to come.",
    "(The author is the Immediate Past President of Sri Lanka Maldives Business Council)"
  ]
}