{
  "url": "https://www.ft.lk/columns/Beyond-congestion-Urgent-need-to-reform-Colombo-s-port-operations/4-784003",
  "title": "Beyond congestion: Urgent need to reform Colombo’s port operations",
  "ut": 1762476483.0,
  "body_paragraphs": [
    "Every delay at the Port of Colombo now comes at a heavy price. For Sri Lanka’s apparel industry, time is not just money it’s trust. The recent reports of ships failing to call at Colombo because of potential delays in the Port of Colombo, are a major concern for exporters who depend on reliability to stay competitive in global markets.",
    "Over the past few months, several shipping lines have started bypassing Colombo, sometimes just a day or two before arrival. Typically, these are vessels from the Far East containing raw materials required by the industry. When this happens, containers carrying fabric, zippers, buttons, or trims are either unloaded at another port or arrive days later. For manufacturers working on tight schedules, even a small delay can cause missed production deadlines, late deliveries, or the need to airfreight finished goods at much higher cost to meet deadlines agreed with customers",
    "Colombo has long been the heart of Sri Lanka’s export logistics. But that reputation is now under strain. While vessels bypassing the port is the visible problem, the real issue lies in how the port operates. Delays in moving containers between terminals, outdated manual systems, and slow coordination between port agencies have all combined to create a serious bottleneck.",
    "This affects every part of the supply chain. When shipments of raw materials are delayed, exporters face downtime on the production floor, contract penalties, and frustrated buyers. For small and medium apparel exporters, who run on tight margins, even one missed shipment can wipe out weeks of earnings as they are called on to airfreight goods to meet contracted dates of delivery.",
    "While Sri Lanka struggles with inefficiency, our regional competitors are moving ahead. India’s new Vizhinjam Port and others in Singapore and Dubai now offer seamless digital coordination, faster vessel turnaround, and fully automated systems. As a result, some of the transshipment traffic that once came through Colombo is now being diverted.",
    "Sri Lanka still handles a large volume of regional cargo—around 7.7 million containers this year but slow processes and red tape are making the system less attractive. Even today, exporters face extra costs and delays because authorities insist on re-testing imported raw materials locally instead of accepting international certifications.",
    "Reform over expansion",
    "Expanding port berthing capacity alone will not solve the issue. Inter Terminal Transfer (ITT) and yard capacity issues need to be addressed. What Sri Lanka truly needs is a port system that is smarter, faster, and more transparent. JAAF calls on the Government and the Sri Lanka Ports Authority to focus on operational reform streamlining digital pre-clearance, improving cargo tracking, and ensuring seamless coordination between terminals. The Port of Colombo needs to be the port of choice of vessel operators. Only through these practical, efficiency-driven reforms can Colombo regain its standing as a dependable regional trade hub.",
    "Protecting our reputation",
    "Sri Lanka’s apparel industry has built a global reputation for quality, reliability, and ethical manufacturing. But that reputation depends on our ability to deliver on time. If shipping lines continue to lose confidence in Colombo’s efficiency, the consequences will go far beyond the apparel sector.",
    "JAAF stands ready to work with the Government, port operators, and other stakeholders to find solutions. With the right reforms, Colombo can regain its standing as South Asia’s preferred logistics hub. But time is running out and for an export-driven nation like ours, every delay at the port is a delay in progress.",
    "(The author is Secretary General of Joint Apparel Association Forum (JAAF))"
  ]
}