{
  "url": "https://www.dailymirror.lk/opinion/The-Promise-was-a-Necessity-of-the-Past-the-Word-Broken-is-a-Necessity-of-the-Present-President-Pledges-Free-Books-and-Kits-for-Children/172-295750",
  "title": "“The Promise was a Necessity of the Past: the Word Broken is a Necessity of the Present.”  President Pledges Free Books and Kits for Children!",
  "ut": 1731356155.0,
  "body_paragraphs": [
    "Nicolai Machiavelli famously wrote, “The promise given was a necessity of the past: the word broken is a necessity of the present.”",
    "Why single out the JVP/NPP for broken promises? Every political party that has come to power over the past 76 years has done so by making grand promises that, more often than not, remained unfulfilled. This pattern of electoral promises being used as tools for gaining power is hardly unique to the JVP/NPP; it has been a recurring theme throughout Sri Lanka’s political history. The new government is unique in that, instead of fulfilling earlier pledges, it is making numerous new promises.",
    "Niccolò Machiavelli claimed that politics has always involved deception",
    "As Machiavelli famously argued, it is the right of politicians to do whatever is necessary to gain and maintain power, including using promises as a means to an end. He had the courage and audacity to state that the ends justify the means, even if those means involve deceiving the masses. In this light, broken promises are not the exclusive domain of any one party or movement but a fundamental part of the political game that has been played by politicians across the board.",
    "It’s a bitter truth that all parties, at one point or another, have relied on the gullibility of voters to secure power. Expecting anything different from the JVP/NPP—or any other political faction—is unrealistic, as it reflects a larger systemic issue in the way politics operates. It’s not just the JVP/NPP, but a pattern of political behaviour that has persisted throughout the decades.",
    "Promises are often ignored or quietly sidelined, only to be replaced by a fresh set of commitments when the next campaign cycle rolls around. This recurring cycle leaves voters skeptical, as they watch familiar pledges fall by the wayside, while new ones are dangled before them, promising a better future yet again. As many wiser and more knowledgeable voices have pointed out, any new government must be given sufficient time to begin implementing its promises. It’s equally important for the public to temper their expectations and understand that not every pledge made during campaigning will be fully realized.",
    "President Anura Kumara Dissanayake addressed the matter directly, making it clear that the much-publicised election campaign promise to eliminate the current fuel pricing formula and significantly reduce fuel prices would not be immediately implemented. He explained that after taking office, it became evident that there were existing agreements made by the previous administration with various stakeholders in the fuel industry, agreements that involved complex terms and commitments. These agreements, which were legally binding, stand in the way of fulfilling the pledge to drastically lower fuel prices.",
    "While Dissanayake reiterated his commitment to eventually fulfilling the promise, he acknowledged the practical limitations imposed by these prior arrangements. The president stressed the need for a careful and measured approach to address these obstacles, highlighting the complexities of breaking or renegotiating such contracts without causing wider economic or legal repercussions. He urged the public to understand that these agreements were not something his administration could simply ignore, and that time was required to navigate the situation responsibly and ensure any changes were implemented in a way that would benefit the people in the long run.",
    "Some critics argue that President Dissanayake’s explanation is a blatant admission of poor or inadequate planning by the JVP/NPP leadership in formulating a coherent policy framework for their rule. This has raised concerns about the administration’s ability to effectively govern and fulfill its ambitious promises. The notion of delays in implementing key promises, such as the reduction of fuel prices, VAT reduction and Tax limits is being viewed by some as a sign that the new government may be unprepared for the complexities of governance.",
    "Meanwhile, warnings are circulating that whether the new government is a sole JVP administration or a coalition, it will inevitably need time to fulfill its broader promises. These include raising salaries, improving the quality of life for ordinary citizens, prosecuting corrupt individuals, and recovering billions of dollars in looted funds hidden in places like Uganda or other foreign safe havens. While the public has high expectations, there are concerns about whether these pledges are achievable in the short term or if they will end up being delayed or sidelined altogether. The objective is clear: to return these stolen assets to the people of this country, where they rightfully belong.",
    "These promises will take time to materialise, and some may never be fully realized. For example, the idea of bringing back looted money is particularly difficult, as the perpetrators of such crimes have likely gone to great lengths to cover their tracks, leaving no trace of their ill-gotten gains. The path to recovering such funds is fraught with challenges, and in many cases, it may be impossible to trace the stolen money back to its rightful place.  In light of this, the public’s policy should be one of patience. People need to temper their expectations and adjust their demands accordingly. The key is to recognise that significant change takes time, and while immediate results may not be forthcoming, the broader picture might be improving.",
    "One positive outcome that can be acknowledged is the reduction in corruption, especially when compared to past administrations. There is also a notable improvement in the functioning of public servants, who are, at least in theory, now working more effectively and in line with their responsibilities. These are important steps in the right direction and should be appreciated, even if they don’t immediately fulfill every promise made during the campaign.",
    "Ultimately, the people should be thankful that progress is being made, albeit slowly, and that two major national curses—widespread corruption and inefficient public services—are being addressed. While the journey may be long and challenging, these changes are a starting point for a better future.",
    "The JVP now in alliance with NPP is very different from what it was in 1971 and 1989, or so we believe.",
    "It has indeed undergone profound changes since its inception in the late 1960s. Originally established by a group of radical young Marxists, led by Rohana Wijeweera, the party emerged from a backdrop of widespread frustration with poverty, social injustice, and the perceived elitism within Sri Lanka’s political system. The country, at the time, was facing significant political instability, with many feeling excluded from the benefits of a growing economy, while others enjoyed privileges due to their political connections and wealth. Today, however, the JVP has taken a markedly different path. Recognising that armed struggle and violent resistance were not sustainable or widely supported, the JVP gradually shifted toward participating in democratic politics. This transformation became especially apparent in the late 1990s and early 2000s, as the party began to focus on parliamentary engagement and civic activism.",
    "The focus should be on electing true patriotic individuals who demonstrate proven integrity, rather than being overly concerned with their political affiliations.",
    "Jesus Christ said, “I came to serve, not to be served”"
  ]
}