{
  "url": "https://www.ft.lk/columns/Unsung-heroes-of-the-Central-Bank-2-Computer-Programmer-N-M-Jayasekera/4-785670",
  "title": "Unsung heroes of the Central Bank 2: Computer Programmer N.M. Jayasekera",
  "ut": 1765758048.0,
  "body_paragraphs": [
    "The silent unsung hero",
    "My series on unsung heroes of the Central Bank is not complete if I do not write on N.M. Jayasekera, the unknown computer programmer even within the Bank. That is understandable because even his family members did not know about his achievements. He left us a few weeks ago and when I attended his funeral, his wife was surprised to learn that he had retired from the Bank as a Deputy Head of Department in the Bank’s Information Technology Department. He had a Facebook account, and, in that account, he had been an anonymous personality: no workplace to show, no schools or universities to show, and no places of living to show, except that he was a male and had a nickname which was exactly his real name. There was only one photo which was his profile picture. So, he had chosen to live anonymously as he had done within the family circle, among friends and relatives, and with his colleagues in the Bank. But he was a genius computer programmer as I will explain below.",
    "Early days of IT in Central Bank",
    "In truth, he was not a computer programmer by profession but by application. He had joined the Central Bank as a clerical officer in late 1970s. At that time, the practice of the Bank had been not to hire computer programmers directly from outside because there were no such professionals available in the country. Sri Lanka’s universities or technical colleges did not have courses that enabled aspirants to earn that qualification. Therefore, when the Bank had acquired its computer system to process the data relating to the Employees Provident Fund in early 1960s, the unit handling the work was set up as the Data Processing Division within its Secretariat Department. Its first head, Dr Arthur Perera, was a Deputy Secretary and had done his doctorate in mathematics at a British university. This was a time when the Bank did not want mathematicians in its key positions and, hence, Arthur Perera had been posted to the Secretariat Department to handle the Bank’s routine administration work like payment of salaries. Therefore, when the Data Processing Division was created, he became the head not by choice but by default. He had the problem of the dearth of qualified computer programmers in the country, especially to operate the Bank’s computer system, a mainframe computer in IBM 1400 series. So, the Bank had got interested officers from its general service and trained them as computer programmers. The rule was that they were given staff officers’ position in the Division on the condition that, should they choose to leave the Division, they would be posted to their substantive positions in the general service. In other words, they would lose their rapid promotion to the staff grade. Jayasekera was such a recruit to the newly formed Data Processing Department or DPD of the Bank. He confessed to me that he had not even seen a computer at the time he took the challenge of becoming a computer programmer. Thus, he offered himself to be trained as a computer programmer inhouse. That was like walking into an unknown territory believing that one could make a good living there if things would turn out to be favourable. But for Jayasekera who had had his entire education in a different stream, it was like an opportunity of placing a duck near water. He took his job seriously and mastered himself the new art and science of computer programming.",
    "When I was asked by the Central Bank to set up the Credit Information Bureau in 1990, known in its acronym as CRIB, Jayasekera was released by the Bank to develop the software package for the new institution. I have written about the formation of CRIB earlier in this series.  I did not have any experience with a credit information bureau, and, for me, it was like walking into an unknown territory for prospecting an undiscovered asset like gold. Therefore, I knew that I had to rely on others who had been released from the Central Bank. But after my first meeting with Jayasekera, to my horror, I realised that he too was clueless about the functioning of a credit information bureau. He was relying on me to guide him as to how he should proceed with the job. It was like two blind people guiding each other. The other officers who had been released from the Central Bank were also in the same position. But this inexperience was also to our advantage. We could start the work without any preconceived ideas with us.",
    "Jayasekera was a shy person. He could not express himself verbally. Therefore, he could not impress another by talking. Therefore, he was mostly misunderstood by his superiors who had placed a high value to verbal presentations. In fact, when I took Jayasekera to meet the Chairman of CRIB, Deputy Governor Dr. S.T.G. Fernando, Jayasekera could not answer the questions that were put him. After Jayasekera was dismissed from the meeting, Dr STG warned me that I would not go very far with him because in STG’s opinion, he was clueless about his work. But I knew better and told Dr STG so. He laughingly wished me good luck.",
    "Jayasekera’s forte was to prove himself by delivering the products. This was exactly what he did at the CRIB. Jayasekera started his work on the development of the software package for the bureau on a small stand-alone desktop computer with no facility to share his work with others in the Bureau. Soon he realised that it did not have the necessary capacity to store all the data that we had planned to collect from member banks, establish the necessary data safeguards and security features, and release the credit information promptly when the members sought for them. That was the reason for the acquisition of  an IBM AS 400 minicomputer system for the Bureau.",
    "Getting trained before action",
    "But it also posed a new problem. Jayasekera’s previous training and experience had been with the Central Bank’s mainframe computer system. Therefore, it became necessary for him to be trained in the new machine before he started developing the software system. This was mid-1990. We were running against time because we were required to issue the first credit report before the end of the year. Jayasekera was the only IT man in the bureau and hence, it was his responsibility to complete the development of the software package in time. The beauty of Jayasekera was that though he was a silent and unassuming person, when it came to work, he was like a duck to the water. In the mornings, he was at IBM undergoing training. In the afternoons, he was at his new machine punching keys, examining the results on the screen, erasing them if they did not come up to requirements, and redesigning the formats. This was a cumbersome work. But for Jayasekera, being a man committed to his work, it was quite entertaining. The Bureau had its soft opening in August 1990. Jayasekera was ready with the needed software package by October to enable the Bureau to become formally functional before the end of the year. In fact, the first credit report was released to a member bank in early December. That single report was the formal birth of CRIB. Since then, our successors have elevated CRIB to high professional standards. In 2024, it had issued nearly 9 million credit reports or 17 credit reports every minute to its member banks.",
    "Jayasekera had to work with me again in 1996 when Governor A.S. Jayawardena ordered me to take over the Employees Provident Fund or EPF and make it fully operational as soon as possible after its computer system and a major part of the physical records had been gutted by fire due to a powerful bomb attack by LTTE on the Bank. EPF was leaderless because its top leaders had all been injured in the bomb attack. With the skeletal staff available we moved into a temporary location in Battaramulla, shifted the rescued physical records to that location, and started our work there. Before that at a press conference, to a question raised by the local correspondent of Reuters, Governor Jayawardena had assured to members of EPF that it was intact, all records had been saved, and it is now fully operational. But this was far from the truth. When I asked Governor Jayawardena why he lied at the Press, his explanation was that had he told the truth, there would be street riots by EPF members. So, on occasions, Central Bank Governors had to assure the public to remove the panic which is the worst enemy of a central bank from their mind. He casually mentioned to me that it would be my duty to prove him correct.",
    "Teamwork of Jayasekera-Mampitiya duo",
    "The Director of Central Bank’s IT Department, Nayani Fernando released two programmers to me, Jayasekera and another experienced programmer, Jaanki Mampitiya. The US Government had donated a new generation AS 400 minicomputer to EPF. The job of Jayasekera-Mampitiya Duo was to develop the new software programme for EPF on this new machine. But to run the parallel EPF operations till they completed their job, another EPF officer who had been practicing computer programming as a hobby, Sunil Warnasuriya, had developed a refund programme on a desktop computer. That was sufficient for the time being, but the development of a comprehensive software package was the most urgent necessity of the day.",
    "Neither Jayasekera nor Mampitiya had experience in this new generation AS 400 machine. Hence, as before, they underwent training in the machine in the morning and worked on the EPF program in the afternoon. They were a good team, and the silent workaholic Jayasekera fitted well to the collaborative disposition of amenable Mampitiya. In our dusty temporary location, they worked under the most trying working conditions, without proper lighting or air conditioning. There were many frequent power failures in that area totally crippling their work.",
    "Sometimes late in the night, when I did a routine inspection tour at EPF, they both were still working cheerfully. That was the level of dedication which they had toward the Central Bank and their work obligations. Their joint work delivered results, and within about 3 months, they were ready with a temporary software package to enable EPF to deliver its services through the new AS 400 system. Now it was a matter of testing, modifying, and redeveloping the package covering from one end of EPF operations to the other. That was quite a challenge for those who did not have experience in the working of a superannuation system. Later, they were supported by two other programmers, Chandra Pathberiya and Sobha Gunadeera. All of them worked under Jayasekera’s leadership and that gang of four finally delivered a comprehensive computer programme for EPF.",
    "Jayasekera, an unsung hero",
    "When I interacted with other credit information bureaus in the region, one piece of advice they gave me was not to try developing the needed software inhouse. They told me that their experience in that context had been frustrating. Therefore, they advised CRIB, as they also had done, to buy a programme already developed and suitably tailor-make it to meet our local requirements. Hence, developing the programme inhouse with Jayasekera, a novice to the working of a credit information bureau, was taking a calculated risk. When it came to EPF also, the same opinion was expressed to us: we should buy an already developed programme for EPF.",
    "But Jayasekera developed the programme single-handedly for CRIB and with Mampitiya for EPF. They saved millions of rupees for both institutions. They were not paid extra for their work, only the normal salary they received from the Bank. But that dedication, intellectual contribution, and above all, delivering the products without any fanfare are the landmarks of Jayasekera. Even today, only a few knows that silent and shy Jayasekera had been behind the success of both CRIB and EPF. Janaki Mampitiya who retired from the Central Bank as an Assistant Governor a few years ago duly recognises the leadership provided by Jayasekera when they developed the software package for EPF. This is an extraordinary compliment coming from Mampitiya who had her academic training in computer programming for an amateur like Jayasekera who had trained himself on the job in the hard way. Jayasekera never advertised his achievements. His Facebook page is completely silent on that. His family members are still not aware of the pathbreaking contributions he made to the Central Bank. When I told them, it was a pleasant surprise for them.",
    "In that context, N.M. Jayasekera is really an unsung hero of the Central Bank.",
    "(The writer, a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at [email protected] )"
  ]
}