{
  "url": "https://www.ft.lk/columns/Conflicting-narratives-and-NPP-s-electoral-performance/4-776329",
  "title": "Conflicting narratives and NPP’s electoral performance",
  "ut": 1746731058.0,
  "body_paragraphs": [
    "The NPP failed to understand its victory at Parliamentary elections in the North in the proper context",
    "What can conflicting narratives, a serious lack of communication strategy, and an emerging phenomenon of “ignorogance” (a mix of ignorance and arrogance) cause to an otherwise powerful dispensation?",
    "Albert Hirschman, the quintessential social scientist, calls the downside of this development the result of a systemic lack of communication. His seminal work “The Rhetoric of Reaction” is instructive.",
    "The outcome of Local Government elections held on 6 May 2025 is as important a wake-up call as it is a valuable lesson for the ruling National People’s Power (NPP). The party, which holds power at the centre through a two-third majority in Parliament, appears, however, to been electorally bruised at the grassroots, following the local authorities elections.",
    "The NPP enjoyed commanding heights of power following the election of President Anura Kumara Disanayake in September last year. The Government that ensued had every reason to be confident, forward-looking and progressive. To the contrary it has often demonstrated “ignorogance.” It has lacked sensitivity in its handling of some governance-related issues and minority concerns. Now the score card is before the nation, and there is apparently considerable decline in political support for the party in the North and East.",
    "The NPP Government may now be tempted to either revisit its political strategy and vision to regain and retain public trust or take the easy way-out, as was the case with many ruling parties in the past when they ran out of public support. That is appealing to majoritarian instincts to hold on to power. It is ironic, however, that the majority itself has so many grievances that yet remain unresolved, but get glossed over or buried under, until they resurface at a later time when the appeal loses its steam and charm.",
    "Ample opportunity for well-thought-out steps",
    "Over six months in office, the NPP had ample opportunity to take well-thought-out steps towards building and sustaining national unity. It was given to believe, however, that the absence of ethnic tensions, or silence signified peace and unity. In its obsession with creating an exclusive Sri Lankan identity, it downplayed, and even rejected, long-held group identities, without simultaneously making the diverse communities feel an integral part of government. Acceptance of diversity is key to achieving peace and unity.",
    "Since the election of President Anura Kumara Disanayake in September last year, public-spirited intellectuals and activists appealed to the Government to strive towards fostering a Sri Lankan nationality with diligence and patience, while ensuring, in the meantime, representation for all communities in Government. These calls, however, went unheeded beyond some symbolic gestures, with the result that these communities were forced back into their political hellholes which they originally wanted to ditch in a shared pursuit of progress. This is a familiar trait of Sri Lanka’s failed polity: dominant parties ask minorities to discard their identities and join their fold, but they hardly transform themselves to be able to win over minorities.",
    "It is evident that the Government’s storytelling governance style has failed to overwhelmingly convince the minorities in these elections. It was partly because this segment of the population has now begun to take with a pinch of salt the often mutually contradictory narratives pushed by the Government on issues critical to them.",
    "A case in point was the arrest of a young man under Sri Lanka’s most draconian Prevention of Terrorism Act (PTA) weeks ago. There were three or four different narratives pushed by the Government explaining why he was detained. The Public Security Minister had one, the Cabinet Spokesperson had another, and an entirely different one was the President’s. The latter, during his recent campaign trail in the East, is reported to have remarked that the young man was neither a terrorist nor an extremist but it was because he was arrested/detained/investigated, that the authorities could diagnose his mental condition. Or he said in some words to a similar effect. If this is true, how incredible it would be to seek to use PTA as a pathological tool for examination of mental state? These narratives were not just mutually contradictory, but the entire communication strategy appeared confused.",
    "Overall, this and several other controversies could have been avoided only if there had been some sensitivity and deeper understanding of the diverse aspirations of people and the multifarious issues they face.",
    "The NPP failed to understand its victory at Parliamentary elections in the North in the proper context. It took it to a different political plane by suggesting locally, and to international locuters as well, that it meant the people of the North and East have eschewed ethnic nationalism and given up on demand for the full implementation of 13th Amendment. Now the score card seems to point to the dramatic shrinking of its political base in the N & E. The signal is clear: a growing disconnect between the party and the people six months after the Parliamentary elections.",
    "The Muslim community in particular has been inadvertently targeted by NPP’s failed communication strategy and inappropriate narratives. When it was clear that the community has been left out with a lack of representation in the Cabinet of Ministers, it didn’t demand as a matter of right a position there. The main grievance felt by the community in general was that there was no one holding a higher position within the current government who they could identify and feel connected with in the long term. Look at the five different narratives that were pushed by Ministers and Members of Parliament in vain attempts to justify this exclusion.",
    "These narratives range from: a. Muslims were hesitant to join the party before the Presidential elections; b. There are no qualified Muslims within the party, to whom high office can be entrusted; c. The Government is colour-blind and doesn’t see the community one belongs to; d. Muslim members should serve and wait before they mature to hold high positions in Government; to c. No need for ethnic or communal representation within Government since an exclusive Sri Lankan identity is all too important.",
    "By recapitulating these narratives and recounting the growing disconnect, is it intended here that a Muslim should be appointed to the Cabinet of Ministers? No, quite the contrary.",
    "The message is invariably this: devise and focus on a communication strategy that helps connect with people, do not create conflicting narratives just to demonstrate an action or omission is legally or morally correct and then lose control over them over time. And most importantly, please revisit discourses, arguments, and rhetoric that deepen the systemic lack of communication between the Government and the ‘governed’ or within the society at large.",
    "That’s in essence the takeaway from Albert Hirschman. Of course, he developed his original thesis to explain a different, but related phenomena. His was a serious attempt at providing a rational account of the validity or otherwise of counter-thrusts to the liberal political camp in how the conservatives react as they do, and how a systemic lack of communication has ensued as a result."
  ]
}