{
  "url": "https://www.ft.lk/opinion/Chikungunya-and-dengue-Neglected-scourge-in-Sri-Lanka/14-776289",
  "title": "Chikungunya and dengue: Neglected scourge in Sri Lanka",
  "ut": 1746655010.0,
  "body_paragraphs": [
    "The SL Medical Council is a statutory body whose mission is to protect, promote and maintain the health and safety of the public by setting, raising and maintaining standards of education and practice of healthcare in the country. It plays a crucial role in protecting the rights and safety of citizens accessing healthcare facilities.",
    "The Ministry of Health in Sri Lanka aims to contribute to the social and economic development of the nation by achieving the highest attainable health status for all citizens through quality, accessible, promotive, preventive, curative, and rehabilitative services.",
    "The general mission of Municipal Councils in Sri Lanka is to provide essential services and infrastructure, promote public health and welfare, and ensure the overall well-being of residents within their jurisdiction.",
    "In consideration of the above functional bodies, isn’t the entire State health sector responsible for the chikungunya and dengue epidemic now prevailing in the country?",
    "Why wasn’t a timely health plan put into action in anticipation to safeguard citizens from this scourge?",
    "The resulting human suffering caused is immense.",
    "The economic impact is equally serious due to workforce absence as a result of long-term disability and sickness.",
    "As a consequence of the epidemic, the State health services are now challenged beyond capacity.",
    "The fundamental right of citizens for a safe and healthy environment has been violated due to callous disregard for preventative action by the authorities.",
    "It is quite obvious that those in authority in the State health sector have failed miserably in their mission and accountability to the citizens.",
    "The public need immediate solutions to arrest this harmful situation.",
    "Over to you Mr President."
  ]
}