{
  "url": "https://www.dailymirror.lk/opinion/NPPs-Dilemma-over-the-PTA-EDITORIAL/172-297245",
  "title": "NPP’s Dilemma over the PTA - EDITORIAL",
  "ut": 1733170255.0,
  "body_paragraphs": [
    "The obnoxious Prevention of Terrorism Act (PTA) has been used twice against suspects of unlawful activities after National People’s Power (NPP) leader Anura Kumara Dissanayake assumed office as President.",
    "First suspects were arrested in connection with security threats to Israeli tourists in the Arugam Bay in October and detained under this notorious law and later several suspects were arrested last week under it for their alleged involvement in displaying signs and images related to the outlawed Liberation Tigers of Tamil Eelam (LTTE).",
    "The incidents draw more attention than the similar incidents that occurred during the past governments since the Janatha Vimukthi Peramuna (JVP), the core organisation in the NPP has been fighting tooth and nail to abolish the PTA from its inception in 1979. The JVP had a strong case against the Act as many of its past political activities were described by the governments of those periods as terrorism. In fact, the terms terrorists and terrorism  first appeared in Sri Lankan political literature and media to refer to the JVP and its activities, during and subsequent to their first insurrection in 1971.",
    "Despite the leaders of the party having publicly renounced violence after their second insurrection in the late eighties, as a radical organisation, their acts outside the parliament which prompted confrontations with the Police have always carried the danger of being described as terrorism. Even the ‘Aragalaya’, the public uprising against an unprecedented economic crisis in 2022 was branded by some politicians of the last SLPP/UNP government as terrorism and even fascism. What is important in this regard is, that the JVP never justified the use of the PTA even against the secessionist outfits such as the LTTE in spite of the fact the party had throughout been dead set against the division of the country.",
    "The PTA no doubt is a draconian piece of legislation. It violates the basic rights of those whom it is used against. It is one of the most vicious tools of suppression. Local as well as international human rights organisations have condemned it as one goes against the ethos of internationally accepted human rights and humanitarian laws and the United Nations Human Rights Council (UNHRC) and the European Union have been pressing the past governments to rid it. Finally, the Yahapalana government had an undertaking with the UNHRC to replace the PTA with a counter terrorism law compliant with international standards.",
    "The government in 2018 presented the Counter Terrorism Bill (CTB) accordingly, but only to be rejected by the local as well as international human rights organisations, as it was more suppressive than the PTA, with the definition of terrorism in the new bill being broader. Again, last year, the government presented a similar bill, the Anti-Terrorism Bill (ATB) which too was rejected on the same ground and the government had to indefinitely postpone adoption of it.",
    "The NPP led government  has not responded to the accusation for the use of the PTA. However, it is unfair by the government to blame it for allowing to commemorate those killed in the secessionist war and for using the PTA against them given the practical circumstances. As an organisation that commemorates twice a year its members and supporters who made the supreme sacrifice for what they deem a noble cause during two insurrections, the JVP is being morally prevented from denying the same right to the loved ones of those killed in the thirty year-long war.",
    "Despite the government having called on those who held commemorative events to have demarcations between remembrance and displaying and glorification of LTTE signs and images, practically adhering to it, is a gigantic task. It is inevitable that any incident that has anything to do with the LTTE would be dealt with the PTA, unless the authorities turn a blind eye to it. On the other hand, no government can prevent the use of the draconian law without meddling in the due course of law.  In short, the dilemma of the NPP government is that it has to allow the usage of the PTA against law-breakers or meddle in the course of law. The only option the government has is to abolish or replace the PTA with another law compliant with international human rights standards as soon as possible."
  ]
}