{
  "url": "https://www.eiu.com/n/us-election-its-impact-on-industrial-policy/",
  "title": "US election: its impact on industrial policy",
  "ut": 1718684101.0,
  "body_paragraphs": [
    "US election: its impact on industrial policy",
    "ElectionsForecastingPoliticsUS electionAmericasGlobalUnited StatesCountry Analysis",
    "The Democratic president, Joe Biden, would press ahead with his industrial policy if he wins a second term in November (as we expect), but probably would not enjoy congressional backing to deepen it.",
    "If victorious, the former president and presumptive Republican nominee, Donald Trump, would probably retain certain subsidies but stiffen tariff barriers substantially. He would also pursue a more “America first” approach and might exclude companies from allied nations.",
    "Significant investments in infrastructure, semiconductors and clean energy have already been made, but if Mr Trump wins, projects involving public transit, renewable energy, electric vehicles (EVs), batteries and pollution controls could be at risk.",
    "A pull-back in investment spending under a Trump administration would risk a clash between federal officials and the governors and elected lawmakers from both parties whose districts have benefited from recent investments.",
    "The US government will continue to pursue active policies to shape the country’s industrial landscape after elections in November. As a result of the supply-chain disruptions that emerged during the covid-19 pandemic and the war in Ukraine, as well as the rise of a more assertive China, both candidates of the major parties have come to back economic intervention and turned away from previous US policies of laissez-faire economics and free trade.",
    "However, the candidates differ significantly: if re-elected, Mr Biden would continue to use a mix of subsidies and targeted tariffs, while co-operating with US allies and their firms. By contrast, Mr Trump would be very likely to raise tariffs substantially across the board, cut subsidies for clean-energy initiatives, and reduce co-ordination with allies. However, Mr Trump would find it hard to re-orientate policy, as elected Republican officials would defend investments that benefit their states.",
    "Substantial funds have been doled out under key legislation",
    "The Biden administration enjoyed a narrow congressional majority in 2021-22, and was able to pass three key pieces of economic legislation: the Infrastructure Investment and Jobs Act, the CHIPS and Science Act, and the Inflation Reduction Act (IRA)—a spending bill that was focused on clean energy and decarbonisation investment—before losing the House of Representatives (the lower house) in mid-term elections.",
    "The administration has moved quickly to allocate the public funds authorised in the Infrastructure Investment and Jobs Act, which enjoyed bipartisan backing. The White House said in November 2023 that it had disbursed nearly US$400bn to more than 40,000 specific projects across the country, out of US$1.2trn budgeted over ten years. These primarily public projects include traditional improvements to roads, railroads, harbours and airports.",
    "These projects also included clean-energy initiatives such as EV charging stations and battery making, enhancements to the power grid, hydrogen energy hubs, capping of orphan oil and gas wells, and funding for the clean-up of highly polluted former industrial sites and lead water pipes. Notably, Mr Biden restored funding for passenger rail projects, including two major public ones that had stalled under Mr Trump’s term: a bullet train in California and a new tunnel under the Hudson River between New Jersey and New York. The government also awarded US$3bn to a private company building a high-speed passenger rail between Los Angeles and Las Vegas.",
    "Mr Biden’s team quickly provided funding for semiconductor firms under the CHIPS and Science Act. The act enjoyed strong backing from both sides of the congressional aisle and primarily benefits private firms. About US$55bn in grant awards and loans had gained provisional approval by May 2024 (out of a slated US$280bn), according to the Semiconductor Industry Association. The largest recipients have included the US semiconductor firms Intel and Micron, as well as TSMC (Taiwan) and Samsung (South Korea). These firms have committed to building so-called leading-edge fabs to produce highly sophisticated chips in the US. Other smaller awards have reached “mature-node” chipmakers, mostly domestic, that produce chips widely used in motor vehicles and electronics, with some funding directed to advanced semiconductor packaging projects.",
    "The CHIPS Act also seeks to avoid the shortfalls in overseas chip supply that strained industrial production in 2021-22. It also aims to enhance US independence from Asian suppliers, including the industry-leading TSMC (TSMC concentrates its production in Taiwan, which faces a continuing threat from Chinese territorial claims).",
    "The Biden administration also moved quickly to back the clean-energy initiatives that constitute important provisions of the IRA. Unlike the other two bills, the IRA did not gain bipartisan support for what was presented as a US$891bn package relying primarily on tax incentives for private firms.",
    "The legislation has to date spurred US$123bn in announced investments in 305 clean-energy projects, according to E2, an environment-oriented business group. Private investments in EVs, worth about US$81bn, are the most important component of the new investment so far, including plans by Toyota (Japan) to invest US$8bn in a plant in North Carolina, a US$4bn-project led by Hyundai (South Korea) in Georgia and a Tesla expansion worth US$3.5bn in Nevada. Investments worth another US$41bn have been announced in batteries and energy storage, with smaller amounts devoted to solar, hydrogen and wind energy, as well as grid and power transmission ventures.",
    "Importantly, the announced investments are concentrated in the south-east of the US and located primarily in Republican-led states and voting districts. The three neighbouring states of North Carolina, South Carolina and Georgia have attracted nearly 40% of planned investments. In recent decades these states have emerged as important business locations for foreign carmakers seeking cheaper wages, faster construction permitting, and lower unionisation rates than in the north of the country. Firms are now choosing the south-east US for local EV production.",
    "Tariffs on Chinese goods aim to protect US development",
    "Responding to concerns that US manufacturing would be undercut by Chinese green products, as well as national security concerns about the inclusion of surveillance technology in Chinese EVs, in mid-May the Biden administration unveiled targeted tariffs, effective August 1st, on a range of Chinese manufactured goods, including EVs, batteries, solar cells, critical minerals, permanent magnets, port cranes, steel and aluminium, and some medical protective equipment.",
    "Despite threatening disruption for the global automotive sector, the limited macroeconomic disruptions of the new tariffs—which cover only about US$18bn of imports from China, representing less than 4% of the total—pale against the political implications of these moves. The tariffs are primarily designed to position Mr Biden as “tough on China” ahead of the US elections, particularly amid Mr Trump’s promises to impose blanket tariffs on all imports of at least 10%, and to encourage other markets, such as the EU, to adopt similar measures.",
    "The Biden administration, after an official review, also left in place the tariffs on Chinese goods that were imposed by the Trump administration. A key difference between Mr Biden and Mr Trump is that the former has kept most trade barriers focused on China, whereas the latter has proposed tariffs on all trade partners, although it is unclear if Mr Trump intends to include those in trade pacts, such as Canada and Mexico.",
    "US producers are not currently globally competitive in many of the manufacturing sectors targeted by Biden’s industrial policy. The most salient reason for this disadvantage is that labour costs are several times higher in the US than in China (and elsewhere). China and other producer markets also often benefit from the integration of their supply chains, access to inexpensive state financing, restrictions on worker dissent or organising, and less stringent environmental protections.",
    "In some cases, US producers have decent prospects if they can shift to new technologies and achieve extensive production with economies of scale. Ford and General Motors have debuted promising EV models, as have US-assembled vehicles from foreign firms like Hyundai, although these cars remain more costly than Chinese EVs. Intel, the US’s largest chipmaker, once competed in the most sophisticated aspects of global semiconductor production before emphasising its chip design business and leaving production advances to Asian rivals. Miners, metal processors and military labs dug up and produced speciality materials in large quantities before turning to overseas suppliers in recent decades, in a period of global free trade and greater local environmental concerns.",
    "Other US industries are less likely to be revived. They include solar panel manufacturing, an industry that costs much more in the US than abroad and where most local firms have failed. Another is civilian shipbuilding, where US builders find it hard to compete with competitors in China and also in advanced economies like South Korea. For security reasons that outweigh cost concerns, the US maintains a robust industry in military shipbuilding.",
    "The US steel industry has long been sheltered behind trade barriers, but has nevertheless fallen behind in innovation, cost competitiveness and, ultimately, production levels. US carmakers in the late 20th century were late to shift to smaller vehicles in the face of Japanese competition. They obtained quantitative restrictions on car imports, but moved slowly to face overseas challengers and lost market share to importers (who also set up assembly plants in the US to dodge restrictions).",
    "Trade protection has arguably had some success across east Asia in recent decades as economies have industrialised, including in China. However, such strategies have generally worked better for economies seeking to “catch up” and have had less success in advanced economies like the modern US. Industrial policies in the US may fail to produce globally competitive firms, but still achieve sufficient scale to fulfil national security needs, smooth supply-chain volatility, and produce substitutes for the import of goods with data-gathering and surveillance capabilities.",
    "Post-election scenarios",
    "The revival of US industry through subsidies and tariff protection is a long-term project that would take many years to succeed or fail. A more immediate milestone is the general election in November. We forecast that Mr Biden will win a tightly contested presidential race. However, we think it is unlikely that either party will win a unified government like Mr Trump enjoyed in 2017-19 or Mr Biden in 2021‑22.",
    "In our core scenario we expect that a second Biden administration would pursue continuity in its economic strategy, distributing the remainder of funds from its three key pieces of legislation. The administration would continue to develop public infrastructure and provide industrial subsidies to selected companies in semiconductors, clean energy and strategic materials.",
    "A second Biden administration would be likely to raise China-focused tariffs further to reduce or preclude import pressure in its favoured sectors. Other trade partners could be targeted if they appear to serve as conduits for Chinese goods. The US would continue to co-operate with allied nations on free trade and supply chains, for example importing battery metals and uranium from Australia and Canada. It would support existing trade pacts, such as North America’s USMCA, which is up for renewal in 2026.",
    "A second Trump adminstration would generate policies that are protectionist and seek to revive US industry, but in very different ways. Regarding public investment, we believe that Mr Trump would back road, airport and harbour projects under the Infrastructure Act, but would put funding for renewables, EVs, public transit and pollution control at risk. His administration would also promote fossil fuel production and export. Although the law’s initiatives cannot be overturned easily without congressional majorities, presidential administrations can fail to act on particular measures, tie them up in environmental-impact reviews or pursue time-consuming legal action.",
    "If Mr Trump wins, he would be likely to continue to prioritise the development of US semiconductor capacity under the CHIPS and Science Act, given the crucial need for semiconductors and the precarious position of Taiwan. However, it is possible that his “America First” orientation leads to funding cutbacks for the east Asian producers that have obtained subsidies. Construction of their fabs remains in early stages and it is unclear if funds could be blocked legally and politically. The awards to individual firms were not themselves enshrined in law, but rather granted by officials acting under the legislation.",
    "Mr Trump is very likely to try to repeal, or at least reduce funding from, the IRA. In particular, he would oppose its clean-energy measures—as he has continued to decry EVs, and solar and wind energy—and back fossil fuel production. He promises to restore the US auto industry by maintaining gasoline-fuelled vehicles.",
    "We think it is likely that a reversal by Mr Trump on EVs, batteries, electrification and renewables would provoke a clash in the Republican Party. A substantial amount of IRA money has flowed to the US south-east, and in particular to the three neighbouring states of North Carolina, South Carolina and Georgia. Governors and representatives in beneficiary states would be likely to fight to maintain these investments, which are often located in economically deprived de-industrialised areas. For climate-related reasons, such fights would enjoy broad Democratic backing for the preservation of clean-energy investments.",
    "The analysis and forecasts featured in this article are available in EIU’s Country Analysis service. This integrated solution provides unmatched global insights covering the political and economic outlook for nearly 200 countries, enabling organisations to identify potential opportunities and risks.",
    "ElectionsForecastingPoliticsUS electionAmericasGlobalUnited StatesCountry Analysis"
  ]
}