{
  "url": "https://www.ft.lk/columns/Rise-of-neo-conglomerates-Obsessive-focus-on-core-competencies/4-773023",
  "title": "Rise of neo-conglomerates: Obsessive focus on core competencies",
  "ut": 1739491468.0,
  "body_paragraphs": [
    "It is the incessant upping of their institutional capabilities which makes the highlighted neo-conglomerates tick",
    "Despite the rapid decline in popularity of the traditional conglomerate as an effective business model, it is ironic that the five largest companies in terms of market capitalisation in the world, in United Stated Dollars trillions, as of 6 January 2025, were Apple (3.7), Nvidia (3.5), Microsoft (3.2), Alphabet (2.4) and Amazon (2.4) and they are conglomerates! In what seems to be an effort to save face, many analysts and pundits who rang the death knell of conglomerates in the eighties are defining these organisations as neo-conglomerates.",
    "A neo-conglomerate, just like a traditional conglomerate, is a large, diversified company which operates in multiple business areas. As of now, neo-conglomerates are predominantly technology companies which have used their profits to fund new lines of business. These internet-enabled conglomerates use technology and customer data to coordinate diverse business activities and expand into new industries by strategically coordinating the demand side to deliver products and services to a shared core of customers thereby making them more resilient to economic downturns and more responsive to customer needs.",
    "Whilst the distinction between a conglomerate and a neo-conglomerate is very thin, the immediate key difference appears to be that while conglomerates are involved in many disparate industries, the neo-conglomerates have, to date, limited their involvement to industries which can be leveraged and synergised by the sharing of critical operating platforms and customer information.",
    "Conglomerates were the darlings of the sixties and seventies when companies, particularly in the United States of America, took advantage of low interest rates and the better predictivity of the peaks and troughs of the stock market and acquired companies which, though recording solid earnings, were trading at a price-earnings ratio below theirs’. The modus operandus was that, post the transaction, the acquirer would add the acquiree’s earnings to its own earnings thereby increasing the conglomerate’s overall earnings per share and its price-earnings ratio. In financial parlance, it was an accretive transaction.",
    "The lax standards, rules and regulations prevailing then, aided and abetted these ‘sometimes iffy’, creative accounting and it was not long before the stock market realised that the ever-increasing stock prices lacked fundamental operating advantages and were therefore not sustainable. The economic bubble burst, eventually, and many conglomerates were forced to shed the businesses which they had purchased as a share value enhancing move.",
    "Sceptical of conglomerates",
    "Having got their fingers burnt the investing public have, in general, been sceptical of conglomerates. Additionally, giant conglomerates such as Du Pont, General Electric (GE), Johnson and Johnson, Toshiba and Kellogg’s, just to name a few, have, in recent times, chosen to reverse the conglomerate model. They have concluded that size does not necessarily enhance performance. They have also discovered that oft touted benefits such as economies of scale, diversification of risks through negatively correlated shares and synergies are significantly outweighed by the increased costs of a greater bureaucracy and the opportunities missed because of the slower speed of decision making. Value destroying corporate centre costs and costs associated in servicing disparate sets of customers are the normal culprits.",
    "In a backdrop of such obvious negativities, why have neo-conglomerates such as Apple, Nvidia, Microsoft, Alphabet, Amazon, Meta, Netflix et cetera continued to flourish and why have they become investors’ preferred choice of stock. Does the answer lie in sticking to the knitting, and/or in creating unique competencies, and/or developing and sharing core competencies or a hybrid of them, and/or in leveraging parenting advantages?",
    "‘Sticking to the knitting’ as propounded by Tom Peters and Bob Waterman in their monograph “ In Search of Excellence” which explored the art and science of management of several successful American companies in the 1980s, “The Core Competence of the Corporation” by C K Hamel and Gary Prahalad, and “Corporate Strategy- the Quest for Parenting Advantage” by Andrew Campbell, Michael Goold and Marcus Alexander are three writings which have greatly influenced, and continue to influence, the strategy, operating models and the organisational design of large corporations. It certainly was the case at Anglo American Corporation (Central Africa) Limited, Zambia and John Keells Holdings PLC, Sri Lanka, (JKH), two successful conglomerates, where I was employed in very senior roles between 1981 and 2017.",
    "“Sticking to the knitting” was a phrase used by Peters and Waterman in, “In Search of Excellence”, in exhorting businesses to focus on what they are good at, rather than trying to do everything. They argued that businesses which “stick to their knitting” by focusing on their existing expertise will enjoy better economies of scale, brand protection, and less risk. In general, the model encouraged single line businesses and discouraged diversification via conglomeration.",
    "Hamel and Prahalad described core competencies as the engines for the development of core products and services. Using a ‘tree’ analogy, they argued that competencies are the roots which support and feed the business while the fruit which the tree bears is the product. The core competencies of an organisation are the skills, knowledge, and attributes which make it competitive, and at times unique, and they may include soft capabilities such as strategic planning, innovation, product development, change management, risk taking, customer service, employee development, performance management, communications, procurement skills, et cetera.",
    "Hamel and Prahalad concluded that a company is more effective when it builds a portfolio of businesses around shared technical or operating competencies and develops structures and processes which enhance, and a culture which entrenches, such core competencies. Core competencies are a company’s strengths which it uses to compete, while distinctive competencies are strengths which give a company a clear advantage over its competitors.",
    "‘The quest for parenting advantage’ is a corporate strategy which a parent company employs in creating more value than its competitors in the businesses it owns. A value adding corporate parent is one which can demonstrate that it possesses capabilities and influences which it can bring to bear on the separate entities in the group in making them perform better as a part of a corporate portfolio than if they were operating as independent stand-alone units. This is made possible when the parent possesses skills, abilities, resources, i.e. physical, financial, and human, resources and other tangible or intangible features which the component subsidiaries do not have, do not have in sufficient quantities or cannot afford as a single unit because of the lack of scale.",
    "In applying this to a conglomerate, it must be noted that a conglomerate level strategy cannot be a mere agglomeration of the strategies of the component subsidiaries. If such is the case, there is a near certainty of value erosion than value accretion. The parenting model and the core competency model are not mutually exclusive. However, the sticking to the knitting approach will be difficult to marry with a conglomerate model unless the sticking to the knitting refers to a functional expertise and not a specific product or service.",
    "Leveraging a core competence to enter new markets",
    "Let us analyse Amazon’s meteoric rise to fame. It is an American multinational company which has leveraged the enhanced internet and technology enabled connectivity, processing and analytics in playing in the e-commerce, cloud computing, online advertising, media production, personal technology, digital streaming and artificial intelligence arenas. Founded in 1994 by Jeff Bezos, it started as an online marketplace for books. Having ‘stuck to the knitting’, in its early days, it mastered the competence of online selling and utilised that expertise in expanding its offerings to a variety of other products. It was a masterclass in leveraging a core competence to enter new markets.",
    "What is often lost in such analysis is the courage of Jeff Bezos in envisioning and implementing a multifaceted business model instead of focusing narrowly on a single product or service. A diversified strategy, coupled with a relentless focus on customer satisfaction, long-term thinking, experimentation and risk-taking, is in my view the driving force behind Amazon’s amazing success. Amazon’s distinctive competency is, without doubt, its obsessive customer focus.",
    "Bezos says, “We see our customers as invited guests to a party, and we are the hosts. It is our job every day to make every important aspect of the customer experience a little bit better.”It personifies and accentuates Amazon’s relentless drive to innovate and stay ahead of the curve. “Start with the customer and work backwards” is the Bezos mantra. At Amazon, all decisions start with the customer and end with the customer.",
    "Apple’s operating philosophy is based on principles of innovation, collaboration, and customer service and includes a commitment to ethical business practices and leaving the world better than it found it. Whilst Apple’s core competencies are innovation, design, integration of software and hardware in creating seamless customer experience and employee empowerment, its distinctive competence is its product design and technological innovation. For example, when Apple introduced Mac, iPod, and iPhone they were aesthetically superior to other options in the market. Mike Markkula, the original angel investor, first chairman and second chief executive officer of Apple summed it up well in stating, “People do judge a book by its cover. We may have the best product, the highest quality, the most useful software, etc. – if we present them in a slipshod manner, they will be perceived as slipshod – if we present them in a creative, professional manner, we will impute the desired qualities.”",
    "Success comes to those who stand out",
    "In a fast-moving crowded business world, success comes to those who stand out. Companies need to innovate continuously, adding unique features and delivering distinct products or services to attract and retain customers. It is also clear that competitive advantage is created at the business unit level. It is not created by creative accounting. Securing a competitive edge is a crucial task for every business in positioning its products and services as the preferred choice in the marketplace by differentiating through a comparative advantage or differential advantage.",
    "Comparative advantage is created when a company can supply or offer services at a lower expense compared to its competitors, enabling it to either sell at reduced prices or earn larger profit margins. Elements which contribute to comparative advantage comprise economies of scale, improved efficiency of internal processes, volume diluted lower labour costs and/or operational expenses.",
    "Differential advantage emerges when a company’s products or services are distinct and considered superior to its competitors. It is the result of advanced technologies, patented products, organisational processes which are difficult to replicate and greater brand loyalty. A company must select its business strategy based on whether it seeks a comparative or differential advantage or a combination of them. The key action is to entrench elements, beliefs, thoughts and actions supporting the competitive advantage in the company culture and to sustain it through meticulous application. As was concluded by Hamel and Prahalad, a company is most effective when it establishes structures and processes which facilitate, and a culture which entrenches, such core competencies.",
    "Technology and connectivity have significantly increased the array of options available to chief executive officers, strategists and boards. However, the means to the many ends which a company seeks remain limited and it is, therefore, compelled to focus on one or two institutional capabilities which will differentiate it from the competition. They do not ‘hit all over the place!’ Institutional capabilities are integrated sets of people, processes and technology which create value which is unmatched by most of the competitors. The continuous upgrade of such capabilities will result in them becoming distinctive competencies over a passage of time.",
    "Institutional capabilities can either be enterprise-wide or functional. Customer focus is an enterprise-wide capability while logistics and supply chain management are functional capabilities of Amazon. Risk taking and experimentation are enterprise-wide capabilities of Apple. Closer to home, performance management is a functional capability of JKH which is unmatched by its competitors.",
    "Elements to create, nurture and entrench institutional capabilities",
    "The elements required to create, nurture and entrench institutional capabilities are:",
    "Vision, Mission and Purpose: A well-defined Vision, Mission and Purpose statement plays a crucial role in building institutional capability by providing a clear direction, guiding strategic decision-making, aligning efforts, fostering a sense of purpose, and enabling the organisation to identify necessary skills and resources to achieve its desired future state. Mission is the inspiring battle cry of the organisation.",
    "Employees: It is the collective talent, potential and commitment of the employees which anchor institutional capability. Not just a brilliant strategy or cutting-edge technology. To be truly differentiating and sustainable a company must establish a full bouquet of human resource management elements extending from the ‘womb’ (recruitment) to the ‘tomb’ (retirement). Recruitment based on current and future needs, continuous learning, coaching, training and development, talent management, succession planning, career paths, recognition and reward and performance management are some of the areas which must be operationalised without being short changed.",
    "Technology: An institutional capability sans technology, data and artificial intelligence is hard to imagine in this modern age. In addition to investing in the requisite technology foundations and training, organisations must build scalable models which facilitate critical moves such as cloud computing, cyber security and data enabled decision making. Technology is vital in building institution capability by improving productivity, streamlining processes, and enabling remote work. It can also ease the adaptation to changing business environments.",
    "Culture: The culture of an organisation drives everything, from how decisions are made to how feedback is given, from how the organisation learns and develops, to how employees join or leave it, from breaking down silos to fostering collaboration and innovation to creating customer-centric mindset et cetera. It is the intangible, yet powerful, force which catalyses the entrenchment of institutional capability. It must be closely aligned to corporate strategy and, though not easy to change in the short term, it must shift in line with emerging priorities, > Organisation. The organisational design and operating model must enable the capability to grow and thrive through clearly defined roles, responsibility, accountability, decision rights, target setting and regular monitoring. One cannot achieve without being organised and disciplined!",
    "Routines: Routines play a crucial role in building institutional capability by acting as the foundation for consistent, repeatable behaviours and practices within an organisation, effectively storing and transferring organisational knowledge, skills, and tacit understanding, which collectively contribute to the development of robust capabilities over time. JKH has many time-tested, value-adding routines. They contributed immensely to JKH’s institutional capability.",
    "In conclusion, it is the incessant upping of their institutional capabilities which makes the highlighted neo-conglomerates tick. They are focused and obsessed with being the best or being among the best in their selected certain core competencies. In keeping with the adage of ‘practice makes perfect’, some core competencies have become distinctive competencies over time. As alluded earlier, competitive advantage, often referred to as the ‘protective moat’ is something which cannot be easily replicated. Courage, grit and determination are essential in creating competitive advantage. Value is created internally and that sets the business apart from its competition. Strong and repeatable competitive advantages create sustained success for a business and attract capital more readily and cheaply. That is exactly what the subject neo-conglomerates have achieved.",
    "(The writer is currently a Leadership Coach, Mentor and Consultant and boasts over 50+ years of experience in very senior positions in the corporate world – local and overseas. www.ronniepeiris.com.)"
  ]
}