{
  "url": "https://hbr.org/2024/05/the-pregnant-workers-fairness-act-what-u-s-employers-need-to-know",
  "title": "The Pregnant Workers Fairness Act: What U.S. Employers Need to Know",
  "ut": 1717051524.0,
  "body_paragraphs": [
    "Paul Morigi/Getty Images",
    "This year in the U.S., the Equal Employment Opportunity Commission (EEOC) issued final regulations to implement the Pregnant Workers Fairness Act (PWFA), a new federal law that requires the federal government as well as private, state, and local employers with 15 or...more",
    "The ground rules of pregnancy accommodation have recently shifted significantly. In April, the Equal Employment Opportunity Commission (EEOC) issued final regulations to implement the Pregnant Workers Fairness Act (PWFA), a new federal law that requires employers to make reasonable accommodations for pregnancy, childbirth, and related medical conditions.",
    "In our work over the last year counseling and training hundreds of employees, businesses, and attorneys on the new law, we’ve seen that many employers have so far viewed the legislation, which went into effect in 2023, as extending the Americans with Disabilities Act (ADA) to pregnant workers. But the EEOC’s new regulations illustrate the significant ways that the PWFA requires employers to treat pregnancy accommodation differently.",
    "Here’s what leaders need to know to support their pregnant workers while avoiding unnecessary EEOC charges and litigation.",
    "Employers’ New Obligations Under the Law",
    "The PWFA requires the federal government as well as private, state, and local employers with 15 or more employees to “make reasonable accommodations to the known limitations related to the pregnancy, childbirth, or related medical conditions of a qualified employee, unless [doing so] would impose an undue hardship on the operation of the business.” Here’s what that should look like in practice.",
    "What “limitations” must be accommodated and how?",
    "Essentially, employers must accommodate all health needs at work arising from pregnancy, childbirth, and related conditions. Here are some of the conditions identified in the regulations, along with examples of responsive accommodations for each:",
    "Pelvic pain due to pregnancy that is exacerbated by standing (provide a chair)",
    "Fatigue during pregnancy (provide rest breaks or take off of night shifts)",
    "Need to attend prenatal care appointments (grant requests for time off)",
    "Risk posed by working with chemicals (change job duties or provide effective PPE)",
    "Need to eat more due to breastfeeding (provide additional lunch break or allow snacking)",
    "Need to attend appointments for IVF (allow schedule changes)",
    "Risk to pregnancy from communicable diseases (authorize remote work)",
    "Need to recover from childbirth, miscarriage, or abortion (provide leave)",
    "Difficulty commuting long distances due to urinary incontinence (reassign to closer location)",
    "To qualify for workplace changes, an employee’s limitations do not have to be major or ongoing; minor and episodic needs must be accommodated too. Even employees who are able to perform all of their regular job duties may still seek accommodations to avoid pregnancy risks or to alleviate pain. This is a major departure from the ADA, which requires accommodating only “disabilities” that substantially limit major life activities.",
    "What triggers the obligation to accommodate?",
    "Once an employee makes “known” to their supervisor that they have a limitation related to pregnancy, childbirth, or a related medical condition and need a change in how they work, the employer is obligated to either provide an effective accommodation or to engage with the employee to identify one.",
    "An employee need not mention the law by name or even frame the communication as a “request.” For example, an employee saying to their direct supervisor, “I’m having trouble getting to work on time because of morning sickness” or “I’m worried about hurting my baby if I lift these boxes” is sufficient.",
    "What constitutes “undue hardship” that excuses an employer from accommodating?",
    "Like with the ADA, “undue hardship” means significant difficulty or expense: unduly costly, extensive, substantial, or disruptive, or requiring a fundamental altering of the business’s nature or operation. The employer’s entire organizational resources are considered in making this determination, and employers must be ready to present evidence to meet this high bar if their accommodation denial is challenged in court. If an employer believes the particular requested accommodation is unduly difficult or expensive, it must work with the employee to try to identify an effective alternative.",
    "1. ADA and FMLA paperwork is unnecessary and inappropriate.",
    "The information employees are required to provide in typical ADA and FMLA packets reaches beyond what employers are entitled to ask for under the PWFA. Seeking it could lead to claims that the employer has interfered with the employee’s rights, imposed unnecessary delay, or retaliated.",
    "To stay within the legal limits, consider adopting this free Reasonable Accommodation Request Form from our organizations, the Center for WorkLife Law at the University of California and Work+Family Insight HR Consulting.",
    "Also, keep in mind that while the best practice is to document employee requests in writing, employers should not delay the accommodation process once the need for accommodation is known, even when the request is a simple verbal one.",
    "2. Employers can request medical documentation from the employee’s health care provider, but only when it is “reasonable” to do so, and the scope of what employers may seek is limited.",
    "For certain accommodation requests (e.g., permission to take snack breaks during pregnancy or to breastfeed), an employee need only “self-confirm” that they are pregnant and have the particular need. Fortunately, employers are never required to request medical certification, and this employer FAQ and Medical Certification Form from our organizations can help companies stay within the boundaries.",
    "3. Unnecessary delay violates the PWFA.",
    "If an employer cannot provide an accommodation promptly (for example, if there is a sudden medical need or the employer is waiting for medical documentation), the EEOC strongly suggests providing a non-permanent “interim accommodation” to reduce legal risk. In general, the regulations are designed to encourage employers to respond to requests early and to provide most accommodations quickly, without an extensive formal process.",
    "4. Leave is a reasonable accommodation that employers must provide when requested, absent undue hardship, including for employees who are ineligible for FMLA or other time off.",
    "But leave cannot be imposed if the employee does not want to take leave and another accommodation would allow them to keep working.",
    "5. Penalizing, coercing, or retaliating against an employee for requesting an accommodation is, not surprisingly, illegal.",
    "This includes obvious negative employment actions such as harassment, reducing pay, or taking away opportunities for advancement. Other actions may be illegal but are less obvious — for example, failing to adjust productivity metrics when an employee works fewer hours due to an accommodation for additional breaks or time off, assessing attendance/tardy points for an employee who has an accommodation to be absent or late, or asking an employee for additional information about their medical condition after they have already provided the permissible minimal documentation.",
    "The PWFA was enacted with broad bipartisan support for two key reasons: first, to ensure that pregnant employees can continue to work for as long as they are able to and want to, and second, to maintain the health of pregnant employees and their pregnancies. Both outcomes are good for employers and employees alike.",
    "Readers Also Viewed These Items",
    "Boundaries, Priorities, and Finding Work-Life Balance (HBR Work Smart Series)",
    "The Strategize Your Life Collection: Design a Life of Purpose",
    "Read more on Business and society",
    "Government policy and regulation,",
    "Diversity and inclusion"
  ]
}