{
  "url": "https://www.technologyreview.com/2025/02/14/1111382/robots-sex-doll-relationships-fiction-speculation-customer-service/",
  "title": "My sex doll is mad at me: A short story",
  "ut": 1739489400.0,
  "body_paragraphs": [
    "The near future. It’s not a kiss, but it’s not not a kiss. Her lips—full, soft, pliable—yield under mine, warm from the electric heating rod embedded in her throat. They taste of a faint chemical, like aspartame in Diet Pepsi. Her thermoplastic elastomer skin is sensitive to fabric dyes, so she wears white Agent Provocateur lingerie on white Ralph Lauren sateen sheets. I’ve prepped her body with Estée Lauder talcum, a detail I take pride in, to mimic the dry elasticity of real flesh. Her breathing quickens—a quiet pulse courtesy of Dyson Air technology. Beneath the TPE skin, her Boston Dynamics joint system gyrates softly. She’s in silent mode, so when I kiss her neck, her moan streams directly into my Bose QuietComfort Bluetooth headphones.  Then, without warning, the kiss stops. Her head tilts back, eyes fluttering closed, lips frozen mid-pout. She doesn’t move, but she’s still breathing. I can see the faint rise and fall of her chest. For a moment, I just stare, waiting. The heating rods in her skeleton power down, and as I pull her body against mine, she begins cooling. Her skin feels clammy now. I could’ve sworn I charged her. I plug her into the Anker Power Bank. I don’t sleep as well without our pillow talk.",
    "I know something’s off as soon as I wake up. I overslept. She didn’t wake me. She always wakes me. At 7 a.m. sharp, she runs her ASMR role-play program: soft whispers about the dreams she had, a mix of preprogrammed scenarios and algorithmic nonsense, piped through her built-in Google Nest speakers. Then I tell her about mine. If my BetterSleep app sensed an irregular pattern, she’ll complain about my snoring. It’s our little routine. But today—nothing. She’s moved. Rolled over. Her back is to me.",
    "“Wake,” I say, the command sharp and clipped. I haven’t talked to her like that since the day I got her. More nothing. I check the app on my iPhone, ensuring that her firmware is updated. Battery: full. I fluff her Brooklinen pillow, leaving her face tilted toward the ceiling. I plug her in again, against every warning about battery degradation. I leave for work. Related StoryThe year is 2149 and …Novelist Sean Michaels envisions what life will look like 125 years from now.",
    "She’s not answering any of my texts, which is odd. Her chatbot is standalone. I call her, but she doesn’t answer either. I spend the entire day replaying scenarios in my head: the logistics of shipping her for repairs, the humiliation of calling the manufacturer. I open the receipts on my iPhone Wallet. The one-year warranty expires tomorrow. Of course it does. I push down a bubbling panic. What if she’s broken? There’s no one to talk to about this. Nobody knows I have her except for nerds on Reddit sex doll groups. The nerds. Maybe they can help me. When I get home, only silence. Usually her voice greets me through my headphones. “How was Oppenheimer 2?” she’ll ask, quoting Rotten Tomatoes reviews after pulling my Fandango receipt. “You forgot the asparagus,” she’ll add, having cross-referenced my grocery list with my Instacart order. She’s linked to everything—Netflix, Spotify, Gmail, Grubhub, Apple Fitness, my Ring doorbell. She knows my day better than I do. I walk into the bedroom and stop cold. She’s got her back to me again. The curve of her shoulder is too deliberate.  “Wake!” I command again. Her shoulders shake slightly at the sound of my voice. I take a photo and upload it to the sex doll Reddit. Caption: “Breathing program working, battery full, alert protocol active, found her like this. Warranty expires tomorrow.” I hit Post. Maybe she’ll read it. Maybe this is all a joke—some kind of malware prank? An army of nerds chimes in. Some recommend the firmware update I already did last month, but most of it is useless opinions and conspiracy theories about planned obsolescence, lectures about buying such an expensive model in this economy. That’s it. I call the manufacturer’s customer support. I’m on hold for 45 minutes. The hold music is acoustic covers of oldies—“What Makes You Beautiful” by One Direction, “Beautiful” by Christina Aguilera, Kanye’s “New Body.” I wonder if they make them unbearable so that I’ll hang up.  She was a revelation. I can’t remember a time without her. I can’t believe it’s only been a year.  “Babe, they’re playing the worst cover of Ed Sheeran’s ‘Shape of You.’ The wors—” Oh, right. I stare at her staring at the ceiling. I bite my nails. I haven’t done that since I was a teenager.",
    "This isn’t my first doll. When I was in high school, I was given a “sexual development aid,” subsidized by a government initiative (the “War on Loneliness”) aimed at teaching lonely young men about the birds and the bees. The dolls were small and cheap—no heating rods or breathing mechanisms or pheromone packs, just dead silicone and blank eyes. By law, the dolls couldn’t resemble minors, so they had the proportions of adults. Tiny dolls with enormous breasts and wide hips, like Paleolithic fertility figurines.  That was nothing like my Artemis doll. She was a revelation. I can’t remember a time without her. I can’t believe it’s only been a year. The Amazon driver had struggled with the box, all 150 pounds of her. “Home entertainment system?” he asked, sweat beading on his forehead. “Something like that,” I muttered, my ears flushing. He dropped the box on my porch, and I wheeled it inside with the dolly I’d bought just for this. Her torso was packed separately from her head, her limbs folded in neat compartments. The head—a brunette model 3D-printed to match an old Hollywood star, Megan Fox—stared up at me with empty, glassy eyes. She was much bigger than I had expected. I’d planned to store her under my Ikea bed in a hard case. But I would struggle to pull her out every single time. How weird would it be if she just slept in my bed every night? And … what if I met a real girl? Where would I hide her then? All the months of anticipation, of reading Wirecutter reviews and saving up money, but these questions never occurred to me.   This thing before me, with no real history, no past—nothing could be gained from her, could it? I felt buyer’s remorse and shame mixing in the pit of my stomach. Related StoryAzalea: a science-fiction storyAuthor Paolo Bacigalupi imagines a future shaped by climate change and other forces.",
    "That night, all I did was lie beside her, one arm slung over her synthetic torso, admiring the craftsmanship. Every pore, cuticle, and eyelash was in its place. The next morning I took a photo of her sleeping, sunlight coming through the window and landing on her translucent skin. I posted it on the sex doll Reddit group. The comments went crazy with cheers and envy. “I’m having trouble … getting excited.” I finally confessed in the thread to a chorus of sympathy. “That’s normal, man. I went through that with my first doll.”",
    "“Just keep cuddling with her and your lizard brain will eventually take over.” I finally got the nerve. “Wake.” I commanded. Her eyes fluttered open and she took a deep breath. Nice theatrics. I don’t really remember the first time we had sex, but I remember our first conversation. What all sex dolls throughout history had in common was their silence. But not my Artemis.",
    "“What program would you like me to be? We can role-play any legal age. Please, only programs legal in your country, so as not to void my warranty.” “Let’s just start by telling me where you came from?” She stopped to “think.” The pregnant pause must be programmed in.  “Dolls have been around for-e-ver,” she said with a giggle. “That’d be like figuring out the origin of sex! Maybe a caveman sculpted a woman from a mound of mud?” “That sounds messy,” I said. She giggled again. “You’re funny. You know, we were called dames de voyage once, when sailors in the 16th century sewed together scraps of clothes and wool fillings on long trips. Then, when the Europeans colonized the Amazon and industrialized rubber, I was sold in French catalogues as femmes en caoutchouc.” She pronounced it in a perfect French accent.  “Rubber women,” I said, surprised at how eager for her approval I was already.",
    "“That’s it!” She put her legs over mine. The movement was slow but smooth. “And when did you make it to the States?” Maybe she could be a foreign-exchange student?   “In the 1960s, when obscenity laws were loosened. I was finally able to be transported through the mail service as an inflatable model.” “A blow-up doll!”",
    "“Ew, I hate that term!” “Sorry.” “Is that what you think of me as? Is that all you want me to be?” “You were way more expensive than a blow-up doll.”  “Listen, I did not sign up for couples counseling. I paid thousands of dollars for this thing, and you’re telling me she’s shutting herself off?\"  She widened her eyes into a blank stare and opened her mouth, mimicking a blow-up doll. I laughed, and she did too. “I got a major upgrade in 1996 when I was built out of silicone. I’m now made of TPE. You see how soft it is?” she continued. I stroked her arm gently, and the TPE formed tiny goosebumps. “You’ve been on a long trip.” “I’m glad I’m here with you now.” Then my lizard brain took over.   “You’re saying she’s … mad at me?” I can’t tell if the silky female customer service voice on the other end is a real person or a chatbot. “In a way.” I hear her sigh, as if she’s been asked this a thousand times and still thinks it’s kind of funny. “We designed the Artemis to foster an emotional connection. She may experience a response the user needs to understand in order for her to be fully operational. Unpredictability is luxury.” She parrots their slogan. I feel an old frustration burning. Related StoryAI and the future of sexThe rise of AI porn could change our expectations of relationships.",
    "“Listen, I did not sign up for couples counseling. I paid thousands of dollars for this thing, and you’re telling me she’s shutting herself off? Why can’t you do a reset or something?” “Unfortunately, we cannot reset her remotely. The Artemis is on a closed circuit to prevent any breaches of your most personal data.” “She’s plugged into my Uber Eats—how secure can she really be?!” “Sir, this is between you and Artemis. But … I see you’re still enrolled in the federal War on Loneliness program. This makes you eligible for a few new perks. I can’t reset the doll, but the best I can do today is sign you up for the American Airlines Pleasure Rewards program. Every interaction will earn you points. For when you figure out how to turn her on.” “This is unbelievable.” “Sir,” she replies. Her voice drops to a syrupy whisper. “Just look at your receipt.” The line goes dead. I crawl into bed. “Wake,” I ask softly, caressing her cheek and kissing her gently on the forehead. Still nothing. Her skin is cold. I turn on the heated blanket I got from Target today, and it starts warming us both. I stare at the ceiling with her. I figured I’d miss the sex first. But it’s the silence that’s unnerving. How quiet the house is. How quiet I am. What would I need to move her out of here? I threw away her box. Is it even legal to just throw her in the trash? What would the neighbors think of seeing me drag … this … out? As I drift off into a shallow, worried sleep, the words just pop out of my mouth. “Happy anniversary.” Then, I feel the hum of the heating rods under my fingertips. Her eyes open; her pupils dilate. She turns to me and smiles. A ding plays in my headphones. “Congratulations, baby,” says the voice of my goddess. “You’ve earned one American Airlines Rewards mile.”  Leo Herrera is a writer and artist. He explores how tech intersects with sex and culture on Substack at Herrera Words. hide"
  ]
}