{
  "url": "https://www.technologyreview.com/2024/10/17/1105122/this-lab-robot-mixes-chemicals/",
  "title": "This lab robot mixes chemicals",
  "ut": 1729121400.0,
  "body_paragraphs": [
    "Lab scientists spend much of their time doing laborious and repetitive tasks, be it pipetting liquid samples or running the same analyses over and over again. But what if they could simply tell a robot to do the experiments, analyze the data, and generate a report?  Enter Organa, a benchtop robotic system devised by researchers at the University of Toronto that can perform chemistry experiments. In a paper posted on the arXiv preprint server, the team reported that the system could automate some chemistry lab tasks using a combination of computer vision and a large language model (LLM) that translates scientists’ verbal cues into an experimental pipeline.   Imagine having a robot that can collaborate with a human scientist on a chemistry experiment, says Alán Aspuru-Guzik, a chemist, computer scientist, and materials scientist at the University of Toronto, who is one of the project’s leaders. Aspuru-Guzik’s vision is to elevate traditional lab automation to “eventually make an AI scientist,” one that can perform and troubleshoot an experiment and even offer feedback on the results.  Aspuru-Guzik and his team designed Organa to be flexible. That means that instead of performing only one task or one part of an experiment as a typical fixed automation system would, it can perform a multistep experiment on cue. The system is also equipped with visualization tools that can monitor progress and provide feedback on how the experiment is going.",
    "“This is one of the early examples of showing how you can have a bidirectional conversation with an AI assistant for a robotic chemistry lab,” says Milad Abolhasani, a chemical and material engineer at North Carolina State University, who was not involved in the project.  Most automated lab equipment is not easily customizable or reprogrammable to suit the chemists’ needs, says Florian Shkurti, a computer scientist at the University of Toronto and a co-leader of the project. And even if it is, the chemists would need to have programming skills. But with Organa, scientists can simply convey their experiments through speech. As scientists prompt the robot with their experimental objectives and setup, Organa’s LLM translates this natural-language instruction into χDL codes, a standard chemical description language. The algorithm breaks down the codes into steps and goals, with a road map to execute each task. If there is an ambiguous instruction or an unexpected outcome, it can flag the issue for the scientist to resolve.",
    "Related StoryEric Schmidt: This is how AI will transform the way science gets doneScience is about to become much more exciting—and that will affect us all, argues Google's former CEO.",
    "About two-thirds of Organa’s hardware components are made from off-the-shelf parts, making it easier to replicate across laboratories, Aspuru-Guzik says. The robot has a camera detector that can identify both opaque objects and transparent ones, such as a chemical flask. Organa’s first task was to characterize the electrochemical properties of quinones, the electroactive molecules used in rechargeable batteries. The experiment has 19 parallel steps, including routine chemistry steps such as pH and solubility tests, recrystallization, and an electrochemical measurement. It also involves a tedious electrode-precleaning step, which takes up to six hours. “Chemists really, really hate this,” says Shkurti. Organa completed the 19-step experiment in about the same amount of time it would take a human—and with comparable results. While the efficiency was not noticeably better than in a manual run, the robot can be much more productive if it is run overnight. “We always get the advantage of it being able to work 24 hours,” Shkurti says. Abolhasani adds, “That’s going to save a lot of our highly trained scientists time that they can use to focus on thinking about the scientific problem, not doing these routine tasks in the lab.”  Organa’s most sophisticated feature is perhaps its ability to provide feedback on generated data. “We were surprised to find that this visual language model can spot outliers on chemistry graphs,” explains Shkurti. The system also flags these ambiguities or uncertainties and suggests methods of  troubleshooting.  The group is now working on improving the LLM’s ability to plan tasks and then revise those plans to make the system more amenable to experimental uncertainties.  “There’s a lot roboticists have to offer to scientists in order to amplify what they can do and get them better data,” Shkurti says. “I am really excited to try to create new possibilities.”  Kristel Tjandra is a freelance science writer based in Oahu.  hide"
  ]
}