{
  "url": "https://www.ft.lk/columns/To-trump-Trump-s-tariffs/4-775531",
  "title": "To trump Trump’s tariffs",
  "ut": 1744835056.0,
  "body_paragraphs": [
    "US trade deficit is not going to turn into trade surplus by way of Trump’s tariff",
    "“The existing World Economic Order constitutes a system of plundering and exploitation like no other in history”",
    "“There is silver lining in this for developing countries, which is that for too long, for may be three decades, we have been told that the only way we can develop is through export-led growth, and that’s really – it’s been unfortunate, because we have never seen giving our own workers a fair deal as a good option. We’ve always seen wages as cost, not as a source of our own domestic demand and market. It’s now to me to actually change, to shift gears, to think about different trading arrangements, more regional arrangements, looking at other developing countries as markets, looking at our own population as markets and thinking about the things we can do to create sustainable production that is not ecologically damaging, that actually provide living wages and decent working conditions within our own countries” (Jayati Ghosh, Professor of Economics, University of Massachusetts, Amherst USA, during an interview with Amy Goodman for Democracy Now).",
    "The economic order that came into operation at the end of the second World War with USA as its commanding leader has reached a state of paralysis to say the least. Donald Trump’s reign of terror with import tariffs levied even on territories that have no human beings living there confirms the state of lunacy governing Trump’s presidential think tank. His is a desperate move thinking that his country’s trading partners are the culprits for causing economic adversity to his people. In fact, not only he but every political leader would like to think so when their economies face chronic problems. But what the world is witnessing at present is a systemic crisis of the post-war economic order, which was put on a fast track after the Cold War.",
    "Globalisation of economic liberalism was touted as the panacea for eradicating world poverty and spreading splendour and affluence. Instead, what the world is facing is an economic order which has widened the wealth and income gap to 1:99 according to some analysts. It is to protect the interest of that one percent in US that Trump is adopting tariffs as a weapon without understanding the complexity of factors such as consumption patterns, valuation of currencies, comparative advantage, etc. that determine international trade.",
    "Be that as it may, leading economists and intellectuals of the post war order preached to the under-developed or developing world the mantra that economic salvation to eradicate poverty and move out of underdevelopment lay in exploiting the principle of comparative advantage developing economies possess in areas of production and exchanging those products in the international market for those which would have cost them more to produce domestically. This mantra of comparative advantage ultimately led to a situation where the developing world specialised in labour intensive and mostly agricultural products in exchange for capital intensive industrial goods from the developed world. Sri Lanka was one of them. But the wealth and poverty gaps not only between the two respective worlds but also within each of them moved along the same direction of widening.",
    "Whether there was some late realisation or otherwise within Trump’s think tank about the extent of damage those tariffs would cause to international trade and stock markets, Trump changed his mind and announced a 90-day pause followed by his exemption of computers and smart phones from China from his tariff wall. In any case, tariffs are not going to solve the crisis facing US economy. Those tariffs are desperate measures intended to benefit the 1% millionaires and billionaires and not the rest 99% of working Americans. To put it bluntly, Trump’s tariffs are a testimony that US has lost its economic contest with China",
    "That widening gap and the challenge to narrow it became a fertile area for radical thoughts on economic development. One of the ideas that became popular in heterodox economics after 1960s was import substitution as a strategy for reducing economic dependence on the developed world. Several countries in Asia, Africa and Latin America adopted that strategy and started making a headway. But what really made that strategy attractive was the Cold War between the capitalist and communist/socialist worlds.",
    "The rise of Communist China, success of the Cuban revolution and defeat of US in Vietnam and Cambodia – all sent a warning to American imperialists that unless the economies of these countries, notably in East Asia were allowed to grow Communism would dominate Asia. It was that fear which made US and its Western allies to open their doors with minimum tariffs on imports from those countries. To the East Asian countries in particular import substitution eventually led to export promotion. That success between 1965 and 1990 was celebrated by the World Bank in its publication The East Asian Miracle, vol. 1 in 1993. It was then the unexpected happened.",
    "On 26 December 1991 the Soviet Union was dissolved and its post-war domination of Eastern Europe ended. Gorbachev liberalised the Russian economy with advice from monetary economists flew down from Milton Friedman’s Chicago School. In 1992, Francis Fukuyama published his End of History and the Last Man to celebrate the victory of economic liberalism. Thus began the era of globalisation with great promises.",
    "In this new era, while US was concentrating in strengthening its killer industry to conquer the world by allocating more and more resources to its Military Industrial Complex (MIC), about the rising power and potential danger of which Eisenhower had warned Americans already in his 1961 farewell address, the consumption needs of Americans and input needs of other American industries were left to be satisfied largely through imports. To many countries including Sri Lanka’s apparel industry US became a lucrative market. As a result, by 2024 US’ trade deficit ballooned to reach $ 1.2 trillion, and that made Trump to panic and resulted in his tariff announcement. But that deficit was a voluntary choice by American governments. Why should Trump blame other countries for their own creation?",
    "In the meantime, the shift from the inward-looking import substitution strategy to outward-looking export-led strategy captured the minds of politicians and economic advisers in many developing countries including Sri Lanka where its former president Ranil Wickremesinghe was dreaming that his country would become a high-tech export paradise by 2048, and the current Chairman of the country’s Export Development Board expects to earn $ 45 billion from exports over the next five years. Trump’s terrorising 44% tariff on Sri Lanka is a blow to these ambitions.",
    "Whether there was some late realisation or otherwise within Trump’s think tank about the extent of damage those tariffs would cause to international trade and stock markets, Trump changed his mind and announced a 90-day pause followed by his exemption of computers and smart phones from China from his tariff wall. In any case, tariffs are not going to solve the crisis facing US economy. Those tariffs are desperate measures intended to benefit the 1% millionaires and billionaires and not the rest 99% of working Americans. To put it bluntly, Trump’s tariffs are a testimony that US has lost its economic contest with China. In 2021 for example, the three largest economies in the world generated in terms of Purchasing Power Parity calculation 40% of global GDP of which China accounted for 19%, US 15% and India 7%. There is no evidence for that the situation has changed today.",
    "Yet, caught by the shock some countries are approaching obsequiously the US President either for a total exemption or reduced rate. Sri Lanka too, with IMF recommendation perhaps, had joined that group. In either case Sri Lanka’s economic difficulties are not going to ease soon. It is time therefore to go back to the drawing board and think of new strategies to promote economic growth and trump US tariffs.",
    "The above quote from Jayati Ghosh points towards strengthening the domestic market and increasing trade relations with neighbouring countries as options that need serious consideration. President Anura Kumara Dissanayake has been repeatedly saying that he would rejuvenate domestic production by pumping more resources into that sector. It is to be welcomed, but with IMF on the driving seat, it would be a big challenge to find those resources without restructuring the tax system and investment from munificent partners. Also, new trading arrangements with neighbouring countries would remove market dependence on Global North, and countries in BRICS, ASEAN, SARC and East Asia with complementary economies are promising destinations for Sri Lankan exports.",
    "Free trade arrangements with some of the countries in the region are another option. Xi Lin Ping’s current S.E. Asia visit sets the direction for the future. Above all, the time is ripe for exploring the possibility of a regional reserve currency for Global South. Trump threatened BRICS already that he would impose prohibitive tariffs if those countries move away from US dollar. It is worth taking up that challenge now. US trade deficit is not going to turn into trade surplus by way of Trump’s tariffs. Ordinary Americans are the ones who would bear the full brunt of rising prices. New growth strategies would thus trump Trump’s tariffs.",
    "(The writer is a retired economist, W. Australia.)"
  ]
}