{
  "url": "https://www.ft.lk/columns/National-Electricity-Policy-Tariff-Policy-to-the-benefit-of-who/4-786995",
  "title": "​National Electricity Policy/Tariff Policy to the benefit of who?",
  "ut": 1768523514.0,
  "body_paragraphs": [
    "Much debated topic today that is impacting the general public most is the Electricity policy and the Tariff policy. Why this topic is of high importance is, that it will impact the day-today lives of the entire population and the economic future of Sri Lanka.",
    "As per the Electricity act of 2024/25 (Amended) it is required to formulate a National policy for Electricity and Tariff. The future of the country and its people will be heavily dependent on how these policies are formulated in a consumer and business friendly manner, in line with the country’s national policy, its international commitments and the prevailing electricity act., therefore stands at high importance.",
    "The Minister of Power and Energy appointed a six people committee to formulate these two policies last year. The draft of the Electricity/Tariff policy was presented to the minister by the members of the committee in mid-December 2025 dated 15 December 2025. As per the Electricity Act, the Minister is then required to check the policy and decide whether it’s in line with the National Policy, Electricity Act etc.",
    "The process followed by the appointed committee is highly questionable. As per the Act, it is the responsibility of them to hold stakeholder consultations prior to attempt to draft the policy. These stakeholders include, Public Utilities Commission, National System Operator, Chambers of Commerce, Consumer organisations etc. After due consultation the policy must be written and sent to the minister for further action as stipulated in the act.",
    "The entire fiasco started when the committee not following the approved process and writing the policy without having neither the consumer nor the businesses in mind. On top of it they have hired a consultant who has drafted the policy against the legal framework defined in the act which makes it an unacceptable policy as per the law. (A person has vested interest in the matter)",
    "Over the last 15 years, the single source of highest volume of energy to the national grid was supplied by Solar (Total installed capacity of 2,500MW). Even from this, the largest portion was given by Solar Rooftops with minimum expense to the grid (2,100MW). All the Solar projects were done by consumers making them a group of small-scale power producer called PROSUMERS. This system broke the backbone of emergency power and diesel power plant influence of the grid. Having felt the punch, much of the focus of the Electricity Policy written by the committee was to stop rooftop solar. The committee has even gone to the extent of punishing the PROSUMER community group by force, changing the connectivity mechanism to Time of Use tariff which will result the rooftop owners paying very high amounts monthly to the utility. The possible result of the proposed shift is explained in charts 1.",
    "The electricity usage pattern has changed drastically over the last few years and load curve which was peaking after 6.30 p.m. now has got advanced. This is expected to be virtually a flat line by the 2027/28. Generating electricity from Solar is addressing this increasing day time demand and have some other very important commercially beneficial aspects to the country. It is saving the much-needed water, and function as a hydro battery. Non disposed water during the daytime is saved in reservoirs and disposed after 6pm when solar energy is no more. This is a major saving that has never been considered when evaluation of the indirect benefits of Solar. On the other hand, the fossil fuel usage in the power plants also have drastically reduced due to increased rooftop solar integration.",
    "The famous Norochcholai power plant has had only 68% plant factor during 2025. Anyone can remember the problems country faced with islandwide blackouts when breakdown occurred at the coal plant. Why, we do not hear this anymore is Rooftop Solar. The thermal oil-based power plants usage has dropped from 38% in 2019 to 12% in 2025. This is also partly due to high presence of Rooftop Solar in the grid. Anyone can see who is hurt from the rooftop solar. It’s Coal and Diesel? More rooftop solar will result in further reduction of Thermal oil and Thermal Coal which is not liked by the coal buyers and fossil fuel-based energy producers. The chart 2 explains how the fossil fuel dominance reduced from 38% in 2019 to 12% in 2025. This reduction has occurred purely because of the renewable energy growth from 10% in 2019 to 26% in 2025.",
    "The chart 3 explains which energy source is the cost driver. Very evidently, the oil. To generate 12% of energy, the utility end up spending 40% of its generating cost.",
    "Despite very clear evidence, which energy source brings the cost down and reduces the pressure on consumers, this committee has decided to completely stop the feed-in tariff and completely destroy the solar rooftop industry.",
    "One other important issue that will affect large volume of electricity consumers is proposed flat tariff and removal of the cross subsidy. World over the electricity consumers who are using less than 60kWh (Units) a month are considered as consumers in energy poverty. In this bracket Sri Lanka have over 1.9mn households who are using less than 30kWh a month, 1.8mn households using between 31-60kWh a month and 1.4mn households using between 61-90kWh a month. In total, Sri Lanka has over 3.7mn electricity consumers who are in the energy poverty. This is over 55% of our population.",
    "The committee proposes that every consumer will pay cost reflective flat tariff and as a result these 3 consumer segments will have major increase in their electricity costs anything between 50%-300% while high energy consumers will have lower bills. The chart 4 shows how these increases and reductions are affected.",
    "As per the 2019 Paris agreement Sri Lanka ratified, the country’s policy is to drive the electricity sector to 70% renewable energy grid by 2030 and have a 100% decarbonised energy sector by 2050. However, there is no mention of these important parameters in the policy which should have been the foundation of the policy.",
    "We strongly believe that the President and the Minister of Power and Energy will look into this very seriously and take corrective measures to instruct the Secretary to the ministry to appoint a new committee with members with country focused vision rather than just going ahead with the same set of people who miserably failed in their duty for people.",
    "(The author is Deputy President, National Chamber of Commerce of Sri Lanka, Chairman-Energy Council NCCSL and Member-Energy Committee Ceylon Chamber of Commerce)"
  ]
}