{
  "url": "https://hbr.org/2024/08/how-to-ask-for-help-without-making-yourself-look-bad",
  "title": "How to Ask for Help Without Making Yourself Look Bad",
  "ut": 1722494148.0,
  "body_paragraphs": [
    "Martin Barraud/Getty Images",
    "In a work world that values ownership and personal initiative, many assume that asking for direction or seeking clarification will make them look incapable, or worse, will prove to others — and themselves — that they have no idea what they’re doing. Asking for help...more",
    "Imagine you’ve just been handed a new project at work. It’s mostly within your subject matter expertise, but it involves new skills you’ve never used before. You start by doing some research, hoping to piece together a plan, but soon you feel stuck and overwhelmed. Your mind races with concerns about how you’ll hit your deadline.",
    "If you found yourself in this moment, what would you do next? If you’re like many people I’ve coached, you’d probably put your head down and try to barrel through, telling yourself, “I should be able to handle this on my own.”",
    "From the outside, it seems obvious that asking for help is a better solution than spending hours struggling alone and causing yourself needless anxiety. While it’s easy to say, “Just reach out!” that doesn’t take into account the internal tug of war that often occurs at the mere thought of asking for assistance. No matter how far you’ve come in your career, it’s common to fear that speaking up to your boss, colleagues, or team will make you look incapable or annoying.",
    "In a work world that values ownership and personal initiative, the truth is that you do have to strike a delicate balance of humility and strength. Like it or not, how you ask for help can shape others’ perception of you. If you appear too reliant on others or lacking in capability, your coworkers might doubt your competence and dependability, even if their assumptions are unfair.",
    "On the other hand, when you approach others with confidence, they’re more likely to see you as self-assured, pragmatic, and someone who knows how to confront complex challenges with grace. In fact, as long as you make a thoughtful request, research suggests that people will think you’re more competent — not less — because you demonstrate awareness of your own limitations and that you value others’ expertise.",
    "Here’s how to ask for help from a position of strength — and get what you need without making yourself look bad.",
    "How you kick off the conversation sets the tone for everything that follows. Ditch openers that immediately undermine your request and suggest what follows isn’t important. For example, avoid phrases like, “I hate to bother you with this, but…,” “I’m really sorry to take your time,” or, “I know you’re probably too busy for this…”",
    "Don’t hedge or tiptoe. Start with a purpose:",
    "I’d like to get your thoughts on a challenge I’m facing in our operations.",
    "I’m working on our client onboarding process and would like to bounce some ideas off you.",
    "I’m at a crossroads with the Acme account and wondered if we could chat about some potential strategies to move forward.",
    "Acknowledge their expertise without highlighting your shortcomings.",
    "It’s tempting to put yourself down to soften your request or seem humble. You might say, “I’m so bad at this — it’s way over my head!” or “I feel silly asking, but you always know the answer.” Your attempt at modesty, while well-meaning, may backfire, chipping away at your credibility while also making the other person uncomfortable.",
    "It’s possible to highlight their skills and how they align with your needs, rather than focusing on what you lack. This can sound like:",
    "Your background in this area is exactly what this project needs.",
    "I know you’ve handled requests like this before, so you came to mind as the perfect person to reach out to.",
    "I’ve noticed you have a real knack for the tech side. Do you mind if I ask you a few questions?",
    "Be precise and concise.",
    "When you present a vague or rambling request, you’re essentially asking your boss or colleague to do two jobs: first, figure out what your actual problem is, and then come up with solutions themselves. But when you come prepared with a clear, specific request, you’re doing a lot of that mental heavy lifting yourself.",
    "For example, instead of saying, “I’m having trouble with this presentation. Can you help?” try, “I’ve prepped content for the board presentation, but I’m not sure about the order of slides five through 10. Could you take a look and let me know what you think is the most logical flow?” This clarity makes it much easier for the other person to jump in and assist.",
    "Explain what you’ve already done.",
    "Before you reach out, do some legwork. Look for existing resources or documentation. Search industry forums. Spend 20 minutes brainstorming ideas or approaches, no matter how wild they might seem.",
    "Being able to share steps you’ve already taken or possible options gives others a clear starting point and allows them to provide more meaningful feedback. Less time is wasted suggesting routes you’ve explored or ruled out. It also shows initiative. You prove you’ve done what you can before seeking input and are trying to approach the problem methodically.",
    "Here’s what this might sound like in practice:",
    "About the project timeline, I’ve mapped out three potential scenarios based on our current resources. Each has pros and cons. Can we chat about which you think is realistic?",
    "I’m working on optimizing our digital strategy. I’ve analyzed what our competitors are doing and have a few ideas of how we could improve. Before I make changes, I’d love your perspective.",
    "I’ve been digging into our customer churn issues. I’ve looked at our surveys and there seems to be a pattern, but I’m not sure how to address it. Any chance we could sit down tomorrow and take a look?",
    "Framing your request as a desire to learn or seek mentorship can be effective, too. Research finds people are more likely to do you another favor if they’ve already helped you once. Why? Because we tend to justify our actions by assuming we must like the person we’re helping.",
    "So instead of saying “Can you help me with this?” try “I’d like to understand how you approach this kind of problem. Could you walk me through your thought process?” This shows you value their expertise and want to learn, not just get a quick fix.",
    "Remember, most people enjoy feeling knowledgeable and helpful. By asking for advice, you’re giving them an opportunity to feel good about themselves. Plus, asking for help with confidence doesn’t just change how others see you, it also changes how you see yourself. You begin to trust your own judgment more. You start to see challenges as puzzles you can solve. You feel more capable and in control, even when things get tough.",
    "Readers Also Viewed These Items",
    "The Psychological Safety Collection: Establish a Culture of Trust to Build an Innovative, Thriving Team",
    "Harvard Business Review, July/August 2024",
    "Read more on Interpersonal skills",
    "Difficult conversations,",
    "and Managing yourself"
  ]
}