{
  "url": "https://www.technologyreview.com/2025/12/18/1130148/china-ev-battery-recycle/",
  "title": "China figured out how to sell EVs. Now it has to bury their batteries.",
  "ut": 1766055298.0,
  "body_paragraphs": [
    "In August 2025, Wang Lei decided it was finally time to say goodbye to his electric vehicle. Wang, who is 39, had bought the car in 2016, when EVs still felt experimental in Beijing. It was a compact Chinese brand. The subsidies were good, and the salesman talked about “supporting domestic innovation.” At the time, only a few people around him were driving on batteries. He liked being early.  But now, the car’s range had started to shrink as the battery’s health declined. He could have replaced the battery, but the warranty had expired; the cost and trouble no longer felt worth it. He also wanted an upgrade, so selling became the obvious choice. His vague plans turned into action after he started seeing ads on Douyin from local battery recyclers. He asked around at a few recycling places, and the highest offer came from a smaller shop on the outskirts of town. He added the contact on WeChat, and the next day someone drove over to pick up his car. He got paid 8,000 yuan. With the additional automobile scrappage subsidy offered by the Chinese government, Wang ultimately pocketed about 28,000 yuan.",
    "Wang is part of a much larger trend. In the past decade, China has seen an EV boom, thanks in part to government support. Buying an electric car has gone from a novel decision to a routine one; by late 2025, nearly 60% of new cars sold were electric or plug-in hybrids. Related StoryThese new batteries are finding a nicheRead next But as the batteries in China’s first wave of EVs reach the end of their useful life, early owners are starting to retire their cars, and the country is now under pressure to figure out what to do with those aging components.",
    "The issue is putting strain on China’s still-developing battery recycling industry and has given rise to a gray market that often cuts corners on safety and environmental standards. National regulators and commercial players are also stepping in, building out formal recycling networks and take-back programs, but so far these efforts have struggled to keep pace with the flood of batteries coming off the road. Like the batteries in our phones and laptops, those in EVs today are mostly lithium-ion packs. Their capacity drops a little every year, making the car slower to charge, shorter in range, and more prone to safety issues. Three professionals who work in EV retail and battery recycling told MIT Technology Review that a battery is often considered to be ready to retire from a car after its capacity has degraded to under 80%. The research institution EVtank estimates that the year’s total volume of retired EV batteries in China will come in at 820,000 tons, with annual totals climbing toward 1 million tons by 2030.  In China, this growing pile of aging batteries is starting to test a recycling ecosystem that is still far from fully built out but is rapidly growing. By the end of November 2025, China had close to 180,000 enterprises involved in battery recycling, and more than 30,000 of them had been registered since January 2025. Over 60% of the firms were founded within the past three years. This does not even include the unregulated gray market of small workshops. Typically, one of two things happens when an EV’s battery is retired. One is called cascade utilization, in which usable battery packs are tested and repurposed for slower applications like energy storage or low-speed vehicles. The other is full recycling: Cells are dismantled and processed to recover metals such as lithium, nickel, cobalt, and manganese, which are then reused to manufacture new batteries. Both these processes, if done properly, take significant upfront investment that is often not available to small players.   But smaller, illicit battery recycling centers can offer higher prices to consumers because they ignore costs that formal recyclers can’t avoid, like environmental protection, fire safety, wastewater treatment, compliance, and taxes, according to the three battery recycling professionals MIT Technology Review spoke to. “They [workers] crack them open, rearrange the cells into new packs, and repackage them to sell,” says Gary Lin, a battery recycling worker who worked in several unlicensed shops from 2022 to 2024. Sometimes, the refurbished batteries are even sold as “new” to buyers, he says. When the batteries are too old or damaged, workers simply crush them and sell them by weight to rare-metal extractors. “It’s all done in a very brute-force way. The wastewater used to soak the batteries is often just dumped straight into the sewer,” he says.  This poorly managed battery waste can release toxic substances, contaminate water and soil, and create risks of fire and explosion. That is why the Chinese government has been trying to steer batteries into certified facilities. Since 2018, China’s Ministry of Industry and Information Technology has issued five “white lists” of approved power-battery recyclers, now totaling 156 companies. Despite this, formal recycling rates remain low compared with the rapidly growing volume of waste batteries. Related StoryWhat a major battery fire means for the future of energy storageRead nextChina is not only the world’s largest EV market; it has also become the main global manufacturing hub for EVs and the batteries that power them. In 2024, the country accounted for more than 70% of global electric-car production and more than half of global EV sales, and firms like CATL and BYD together control close to half of global EV battery output, according to a report by the International Energy Agency. These companies are stepping in to offer solutions to customers wishing to offload their old batteries. Through their dealers and 4S stores, many carmakers now offer take-back schemes or opportunities to trade in old batteries for discount when owners scrap a vehicle or buy a new one.",
    "BYD runs its own recycling operations that process thousands of end-of-life packs a year and has launched dedicated programs with specialist recyclers to recover materials from its batteries. Geely has built a “circular manufacturing” system that combines disassembly of scrapped vehicles, cascade use of power batteries, and high recovery rates for metals and other materials. CATL, China’s biggest EV maker, has created one of the industry’s most developed recycling systems through its subsidiary Brunp, with more than 240 collection depots, an annual disposal capacity of about 270,000 tons of waste batteries, and metal recovery rates above 99% for nickel, cobalt, and manganese.  “No one is better equipped to handle these batteries than the companies that make them,” says Alex Li, a battery engineer based in Shanghai. That’s because they already understand the chemistry, the supply chain, and the uses the recovered materials can be put to next. Carmakers and battery makers “need to create a closed loop eventually,” he says. But not every consumer can receive that support from the maker of their EV, because many of those manufacturers have ceased to exist. In the past five years, over 400 smaller EV brands and startups have gone bankrupt as the price war made it hard to stay afloat, leaving only 100 active brands today.  Analysts expect many more used batteries to hit the market in the coming years, as the first big wave of EVs bought under generous subsidies reach retirement age. Li says, “China is going to need to move much faster toward a comprehensive end-of-life system for EV batteries—one that can trace, reuse and recycle them at scale, instead of leaving so many to disappear into the gray market.” hide"
  ]
}