{
  "url": "https://www.technologyreview.com/2024/06/14/1093778/foundations-are-lining-up-to-fund-geoengineering-research/",
  "title": "This London non-profit is now one of the biggest backers of geoengineering research",
  "ut": 1718321400.0,
  "body_paragraphs": [
    "A London-based nonprofit is poised to become one of the world’s largest financial backers of solar geoengineering research. And it’s just one of a growing number of foundations eager to support scientists exploring whether the world could ease climate change by reflecting away more sunlight. Quadrature Climate Foundation, established in 2019 and funded through the proceeds of the investment fund Quadrature Capital, plans to provide $40 million for work in this field over the next three years, Greg De Temmerman, the organization’s chief science officer, told MIT Technology Review.   That’s a big number for this subject—double what all foundations and wealthy individuals provided from 2008 through 2018 and roughly on par with what the US government has offered to date.  “We think we can have a very strong impact in accelerating research, making sure it’s happening, and trying to unlock some public money at some point,” De Temmerman says.",
    "Other nonprofits are set to provide tens of millions of dollars’ worth of additional grants to solar geoengineering research or related government advocacy work in the coming months and years. The uptick in funding will offer scientists in the controversial field far more support than they’ve enjoyed in the past and allow them to pursue a wider array of lab work, modeling, and potentially even outdoor experiments that could improve our understanding of the benefits and risks of such interventions.  “It just feels like a new world, really different from last year,” says David Keith, a prominent geoengineering researcher and founding faculty director of the Climate Systems Engineering Initiative at the University of Chicago.",
    "Other nonprofits that have recently disclosed funding for solar geoengineering research or government advocacy, or announced plans to provide it, include the Simons Foundation, the Environmental Defense Fund, and the Bernard and Anne Spitzer Charitable Trust.  In addition, Meta’s former chief technology officer, Mike Schroepfer, told MIT Technology Review he is spinning out a new nonprofit, Outlier Projects. He says it will provide funding to solar geoengineering research as well as to work on ocean-based carbon removal and efforts to stabilize rapidly melting glaciers. Outlier has already issued grants for the first category to the Environmental Defense Fund, Keith’s program at the University of Chicago, and two groups working to support research and engagement on the subject in the poorer, hotter parts of the world: the Degrees Initiative and the Alliance for Just Deliberation on Solar Geoengineering. Related StoryThis technology could alter the entire planet. These groups want every nation to have a say.Nonprofits and academic groups are working to help climate-vulnerable regions take part in the high-stakes global debate over solar geoengineering.",
    "Researchers say that the rising dangers of climate change, the lack of progress on cutting emissions, and the relatively small amount of government research funding to date are fueling the growing support for the field.  “A lot of people are recognizing the obvious,” says Douglas MacMartin, a senior research associate in mechanical and aerospace engineering at Cornell, who focuses on geoengineering. “We’re not in a good position with regard to mitigation—and we haven’t spent enough money on research to be able to support good, wise decisions on solar geoengineering.” Scientists are exploring a variety of potential methods of reflecting away more sunlight, including injecting certain particles into the stratosphere to mimic the cooling effect of volcanic eruptions, spraying salt toward marine clouds to make them brighter, or sprinkling fine dust-like material into the sky to break up heat-trapping cirrus clouds. Critics contend that neither nonprofits nor scientists should support studying any of these methods, arguing that raising the possibility of such interventions eases pressure to cut emissions and creates a “slippery slope” toward deploying the technology. Even some who support more research fear that funding it through private sources, particularly from wealthy individuals who made their fortunes in tech and finance, may allow studies to move forward without appropriate oversight and taint public perceptions of the field. The sense that we’re “putting the climate system in the care of people who have disrupted the media and information ecosystems, or disrupted finance, in the past” could undermine public trust in a scientific realm that many already find unsettling, says Holly Buck, an assistant professor at the University of Buffalo and author of After Geoengineering.",
    "‘Unlocking solutions’ One of Quadrature’s first solar geoengineering grants went to the University of Washington’s Marine Cloud Brightening Program. In early April, that research group made headlines for beginning, and then being forced to halt, small-scale outdoor experiments on a decommissioned aircraft carrier sitting off the coast of Alameda, California. The effort entailed spraying a mist of small sea salt particles into the air.  Quadrature was also one of the donors to a $20.5 million fund for the Washington, DC, nonprofit SilverLining, which was announced in early May. The group pools and distributes grants to solar geoengineering researchers around the world and has pushed for greater government support and funding for the field. The new fund will support that policy advocacy work as well as efforts to “promote equitable participation by all countries,” Kelly Wanser, executive director of SilverLining, said in an email.She added that it’s crucial to accelerate solar geoengineering research because of the rising dangers of climate change, including the risk of passing “catastrophic tipping points.”“Current climate projections may even underestimate risks, particularly to vulnerable populations, highlighting the urgent need to improve risk prediction and expand response strategies,” she wrote. Quadrature has also issued grants for related work to Colorado State University, the University of Exeter, and the Geoengineering Model Intercomparison Project, an effort to run the same set of modeling experiments across an array of climate models.  The foundation intends to direct its solar geoengineering funding to advance efforts in two main areas: academic research that could improve understanding of various approaches, and work to develop global oversight structures “to enable decision-making on [solar radiation modification] that is transparent, equitable, and science based.”  “We want to empower people to actually make informed decisions at some point,” De Temmerman says, stressing the particular importance of ensuring that people in the Global South are actively involved in such determinations.  He says that Quadrature is not advocating for specific outcomes, taking no position on whether or not to ultimately use such tools. It also won’t support for-profit startups.  In an emailed response to questions, he stressed that the funding for solar geoengineering is a tiny part of the foundation’s overall mission, representing just 5% of its $930 million portfolio. The lion’s share has gone to accelerate efforts to cut greenhouse-gas pollution, remove it from the atmosphere, and help vulnerable communities “respond and adapt to climate change to minimize harm.” Billionaires Greg Skinner and Suneil Setiya founded both the Quadrature investment fund as well as the foundation. The nonprofit's stated mission is unlocking solutions to the climate crisis, which it describes as “the most urgent challenge of our time.” But the group, which has 26 employees, has faced recent criticism for its benefactors’ stakes in oil and gas companies. Last summer, the Guardian reported that Quadrature Capital held tens of millions of dollars in investments in dozens of fossil-fuel companies, including ConocoPhillips and Cheniere Energy.",
    "In response to a question about the potential for privately funded foundations to steer research findings in self-interested ways, or to create the perception that the results might be so influenced, De Temmerman stated: “We are completely transparent in our funding, ensuring it is used solely for public benefit and not for private gain.” More foundations, more funds  To be sure, a number of wealthy individuals and foundations have been providing funds for years to solar geoengineering research or policy work, or groups that collect funds to do so.",
    "A 2021 paper highlighted contributions from a number of wealthy individuals, with a high concentration from the tech sector, including Microsoft cofounder Bill Gates, Facebook cofounder Dustin Moskovitz, Facebook alum and venture capitalist Matt Cohler, former Google executive (and extreme skydiver) Alan Eustace, and tech and climate solutions investors Chris and Crystal Sacca. It noted a number of nonprofits providing grants to the field as well, including the Hewlett Foundation, the Alfred P. Sloan Foundation, and the Blue Marble Fund. But despite the backing of those high-net-worth individuals, the dollar figures have been low. From 2008 through 2018, total private funding only reached about $20 million, while government funding just topped $30 million.   The spending pace is now picking up, though, as new players move in. The Simons Foundation previously announced it would provide $50 million to solar geoengineering research over a five-year period. The New York–based nonprofit invited researchers to apply for grants of up to $500,000, adding that it “strongly” encouraged scientists in the Global South to do so.  The organization is mostly supporting modeling and lab studies. It said it would not fund social science work or field experiments that would release particles into the environment. Proposals for such experiments have sparked heavy public criticism in the past. Simons recently announced a handful of initial awards to researchers at Harvard, Princeton, ETH Zurich, the Indian Institute of Tropical Meteorology, the US National Center for Atmospheric Research, and elsewhere.",
    "“For global warming, we will need as many tools in the toolbox as possible,” says David Spergel, president of the Simons Foundation.  “This was an area where there was a lot of basic science to do, and a lot of things we didn’t understand,” he adds. “So we wanted to fund the basic science.” In January, the Environmental Defense Fund hosted a meeting at its San Francisco headquarters to discuss the guardrails that should guide research on solar geoengineering, as first reported by Politico. EDF had already provided some support to the Solar Radiation Management Governance Initiative, a partnership with the Royal Society and other groups set up to “ensure that any geoengineering research that goes ahead—inside or outside the laboratory—is conducted in a manner that is responsible, transparent, and environmentally sound.” (It later evolved into the Degrees Initiative.)  But EDF has now moved beyond that work and is “in the planning stages of starting a research and policy initiative on [solar radiation modification],” said Lisa Dilling, associate chief scientist at the environmental nonprofit, in an email. That program will include regranting, which means raising funds from other groups or individuals and distributing them to selected recipients, and advocating for more public funding, she says.",
    "Outlier also provided a grant to a new nonprofit, Reflective. This organization is developing a road map to prioritize research needs and pooling philanthropic funding to accelerate work in the most urgent areas, says its founder, Dakota Gruener.  Gruener was previously the executive director of ID2020, a nonprofit alliance that develops digital identification systems. Cornell’s MacMartin is a scientific advisor to the new nonprofit and will serve as the chair of the scientific advisory board. Government funding is also slowly increasing.  The US government started a solar geoengineering research program in 2019, funded through the National Oceanic and Atmospheric Administration, that currently provides about $11 million a year. In February, the UK’s Natural Environment Research Council announced a £10.5 million, five-year research program. In addition, the UK’s Advanced Research and Invention Agency has said it’s exploring and soliciting input for a research program in climate and weather engineering. Funding has not been allocated as yet, but the agency’s programs typically provide around £50 million. ‘When, not if’ More funding is generally welcome news for researchers who hope to learn more about the potential of solar geoengineering. Many argue that it’s crucial to study the subject because the technology may offer ways to reduce death and suffering, and prevent the loss of species and the collapse of ecosystems. Some also stress it’s crucial to learn what impact these interventions might have and how these tools could be appropriately regulated, because nations may be tempted to implement them unilaterally in the face of extreme climate crises. It’s likely a question of “when, not if,” and we should “act and research accordingly,” says Gernot Wagner, a climate economist at Columbia Business School, who was previously the executive director of Harvard’s Solar Geoengineering Research Program. “In many ways the time has come to take solar geoengineering much more seriously.”  In 2021, a National Academies report recommended that the US government create a solar geoengineering research program, equipped with $100 million to $200 million in funding over five years. But there are differences between coordinated government-funded research programs, which have established oversight bodies to consider the merit, ethics, and appropriate transparency of proposed research, and a number of nonprofits with different missions providing funding to the teams they choose.  To the degree that they create oversight processes that don’t meet the same standards, it could affect the type of science that’s done, the level of public notice provided, and the pressures that researchers feel to deliver certain results, says Duncan McLaren, a climate intervention fellow at the University of California, Los Angeles. “You’re not going to be too keen on producing something that seems contrary to what you thought the grant maker was looking for,” he says, adding later: “Poorly governed research could easily give overly optimistic answers about what [solar geoengineering] could do, and what its side effects may or may not be.” Whatever the motivations of individual donors, Buck fears that the concentration of money coming from high tech and finance could also create optics issues, undermining faith in research and researchers and possibly slowing progress in the field. “A lot of this is going to backfire because it’s going to appear to people as Silicon Valley tech charging in and breaking things,” she says.  Cloud controversy Some of the concerns about privately funded work in this area are already being tested. By most accounts, the Alameda experiment in marine cloud brightening that Quadrature backed was an innocuous basic-science project, which would not have actually altered clouds. But the team stirred up controversy by moving ahead without wide public notice.  City officials quickly halted the experiments, and earlier this month the city council voted unanimously to shut the project down. Alameda mayor Marilyn Ezzy Ashcraft has complained that city staffers received only vague notice about the project up front. They were then inundated with calls from residents who had heard about it in the media and were concerned about the health implications, she said, according to CBS News. In response to a question about the criticism, SilverLining’s Wanser said in an email: “We worked with the lease-holder, the USS Hornet, on the process for notifying the city of Alameda. The city staff then engaged experts to independently evaluate the health and environmental safety of the … studies, who found that they did not pose any environmental or health risks to the community.” Wanser, who is a principal of the Marine Cloud Brightening Program, stressed they’ve also received offers of support from local residents and businesses. “We think that the availability of data and information on the nature of the studies, and its evaluation by local officials, was valuable in helping people consider it in an informed way for themselves,” she added. Some observers were also concerned that the research team said it selected its own six-member board to review the proposed project. That differs from a common practice with publicly funded scientific experiments, which often include a double-blind review process, in which neither the researchers nor the reviewers know each other’s names. The concern with breaking from that approach is that scientists could select outside researchers who they believe are likely to greenlight their proposals, and the reviewers may feel pressure to provide more favorable feedback than they might offer anonymously. Wanser stressed that the team picked “distinguished researchers in the specialized field.” “There are different approaches for different programs, and in this case, the levels of expertise and transparency were important features,” she added. “They have not received any criticism of the design of the studies themselves, which speaks to their robustness and their value.” ‘Transparent and responsible’ Solar geoengineering researchers often say that they too would prefer public funding, all things being equal. But they stress that those sources are still limited and it’s important to move the field forward in the meantime, so long as there are appropriate standards in place. “As long as there’s clear transparency about funding sources, [and] there’s no direct influence on the research by the donors, I don’t precisely see what the problem is,” MacMartin says.  Several nonprofits emerging or moving into this space said that they are working to create responsible oversight structures and rules. Gruener says that Reflective won’t accept anonymous donations or contributions from people whose wealth comes mostly from fossil fuels. She adds that all donors will be disclosed, that they won’t have any say over the scientific direction of the organization or its chosen research teams, and that they can’t sit on the organization’s board.  “We think transparency is the only way to build trust, and we’re trying to ensure that our governance structure, our processes, and the outcomes of our research are all public, understandable, and readily available,” she says. In a statement, Outlier said it’s also in favor of more publicly supported work: “It’s essential for governments to become the leading funders and coordinators of research in these areas.” It added that it’s supporting groups working to accelerate “government leadership” on the subject, including through its grant to EDF.  Quadrature’s De Temmerman stresses the importance of public research programs as well, noting that the nonprofit hopes to catalyze much more such funding through its support for government advocacy work.  “We are here to push at the beginning and then at some point just let some other forms of capital actually come,” he says. hide"
  ]
}