{
  "url": "https://hbr.org/2024/05/how-artists-can-transition-into-the-business-world",
  "title": "How Artists Can Transition into the Business World",
  "ut": 1716188150.0,
  "body_paragraphs": [
    "Travelpix Ltd/Getty Images",
    "The creator economy has given many young people an opportunity to eschew a more traditional career path and monetize their talents via social media. But, what if, you’ve discovered your priorities have evolved and you are now considering a job in the business world?  The daunting process of reassessing your goals and then converting your value to this new space can feel overwhelming. Despite the challenges you may initially feel, your experience has likely yielded a lifetime of valuable skills that can be translated into any role you wish to pursue next. Among the top three are: a growth mindset, a bias for innovative action, and intrinsic motivation. If you can learn how to apply these skills to other roles, you’ll stand out from your peers.",
    "We’re living in a golden age of opportunity for creative people chasing their dreams. With today’s social platforms, monetizing your creativity has never been more possible. As a result, tens of millions of young people who would otherwise be pursuing traditional career paths are instead employing themselves in the creator economy.  This is a new version of an old story.",
    "Career Management Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Career Management. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "What's your next career move? Learn how to set yourself up for success.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "Getting Along Toolkit: Practical Techniques for Dealing with Difficult People at Work",
    "HBR Guide to Setting Your Strategy Toolkit",
    "Read more on Career transitions"
  ]
}