{
  "url": "https://www.ft.lk/columns/Sri-Lanka-s-next-big-export-opportunity-Financial-benefits-of-safeguarding-environment/4-774765",
  "title": "Sri Lanka’s next big export opportunity: Financial benefits of safeguarding environment",
  "ut": 1742942575.0,
  "body_paragraphs": [
    "The Export Development Board (EDB) is targeting an ambitious $ 45 billion in export revenue by 2030, our country’s economic resilience hinges on its ability to transform these export earnings for the long-term. The synergy between the IT sector and climate initiatives offers a unique opportunity to cultivate new industries which can hold a comparative advantage on the global stage. Sri Lanka has a unique opportunity to become a leader in sustainability services.",
    "The global focus on addressing climate change has spurred demand for innovative solutions, from data driven monitoring and reporting, renewable energy management to greenhouse gas (GHG) reporting by accounting firms.",
    "For Sri Lanka, embracing and championing sustainability is not just an economic opportunity but an urgent necessity. Ranked 124 out of 183 countries on the ND-GAIN index – a measure of vulnerability to climate change and readiness to adapt—the nation’s future depends on proactive measures to mitigate and navigate climate risks.",
    "Over the past decade, a surge of commitments from companies and governments to cut greenhouse gas (GHG) emissions has highlighted a critical question: how to transition effectively to a green economy and maintain a development trajectory. Many countries and companies have set Net-Zero targets however, achieving absolute zero emissions remain unattainable for many industries and activities. This gap underscores the need for robust mechanisms to onset residual emissions, to make Net-Zero goals a reality.",
    "This mechanism was finalised after nine years of negotiations at COP29, the UN Climate Change Conference held in Baku, Azerbaijan, in November 2024.",
    "Known as ‘Article 6’ of the Paris Agreement (2015), it establishes a framework for governments to trade positive environmental outcomes, such as carbon credits, known as Internationally Traded Mitigation Outcomes (ITMOs). ITMOs represent a reduction of one tonne of carbon dioxide equivalence (tCO2e). This is generated by developing countries like Sri Lanka to buyers aiming to meet sustainability targets in more industrialised nations. At its core, Article 6 is a market-driven approach to achieving emissions reductions in a cost-effective manner.",
    "At COP29, the President of Ghana revealed that the country had earned an impressive $ 800 million through carbon trading agreements with other nations. Similarly, climate-vulnerable island states like Fiji are leveraging the Article 6 mechanism to address critical funding needs, aiming to close a nearly $ 3 billion financing gap required to meet their 2030 climate targets.",
    "Sri Lanka’s capacity to capitalise on these opportunities and bolster its economic resilience hinges, in part, on maintaining its international presence and relevance.",
    "Sri Lanka has outlined its climate targets in its Nationally Determined Contributions (NDCs), with an update expected in 2025. The current target is to reduce GHG emissions by 14.5% across selected industries between 2021 and 2030, compared to business-as-usual (BAU) levels, with 10.5% of this figure conditional on international financing. The Article 6 mechanism plays a critical role in meeting these objectives by securing foreign investment in exchange for the export or transfer of ITMOs.",
    "For Sri Lanka, the Article 6 mechanism holds significant potential to support the nation’s own climate goals. Demonstrating its commitment to participating in the Article 6 mechanism, Sri Lanka has signed a Memorandum of Understanding (MoU) with the Government of Singapore in August 2023 to collaborate on Article 6.2 initiatives. Adding further clarity to its approach, the Ministry of Environment has introduced the ‘Article 6 Positive List’, a catalogue of projects eligible to generate ITMOs under the new UN mechanism. This list encompasses critical sectors such as electricity, transport, industry, forestry, and waste.",
    "Potential gains from Article 6",
    "Potential gains from Article 6 for Sri Lanka depend on both the strategic design of each project and the country’s international standing as a key player in climate interventions. Projects should not only contribute to emission reductions but also maximise social and biodiversity benefits, enhancing spillover effects. Examples of co-benefits include increasing farmer incomes through crop yield improvements or addressing human-elephant and wildlife conflict through habitat restoration and conservation.",
    "Moreover, Sri Lanka’s carbon trading policies must foster a conducive investment environment by aligning with international standards and best practices. To support this effort, the Ministry of Environment is developing the ‘Carbon Market Strategy and Guiding Principles’ policy framework. This will establish clear guidelines for developers and investors involved in Article 6 projects in Sri Lanka. It will cover policy tools such as the percentage of carbon credits that can be sold from each project, any associated transaction fees, the share of proceeds allocated to efforts, and the cancellation of credits to help reduce global emissions.",
    "This strategic approach is complemented by Sri Lanka’s advantage in the cost of reducing GHG emissions, which is significantly lower than that of developed nations. This cost disparity strengthens Sri Lanka’s bargaining power in negotiating carbon prices with foreign governments and businesses.",
    "In addition to leveraging this cost advantage, Sri Lanka has substantial potential to expand its service exports by tapping into the global surge in demand for sustainability services. Beyond the data requirements of carbon credits, plastic credits and biodiversity credits, there is a growing market for emissions monitoring, ESG consulting, and climate risk assessments.",
    "Sri Lanka can attract foreign investment by offering incentives to firms that focus on sustainable supply chain management, decarbonisation strategies, and climate-related software development, with Sri Lanka being the pilot. By capitalising on these emerging sectors, Sri Lanka can increase the share of services in its exports while simultaneously establishing itself as a key player in the global sustainability services market.",
    "In tandem with these sustainability efforts, Sri Lanka is rapidly evolving into a prominent IT hub, with plans to build a $ 15 billion digital economy by 2030.",
    "Integrating sustainability services into digital economy",
    "Key sustainability initiatives within the IT sector could significantly bolster this vision. By integrating sustainability services into Sri Lanka’s growing digital economy, the country can diversify its IT offerings. This strategy would not only enhance the country’s economic growth but also make it an increasingly attractive destination for both technology investment and sustainability-driven innovation.",
    "Transitioning to a climate and energy secure nation, import substitution can also play a vital role in stabilising Sri Lanka’s economy. In 2023, the country spent $4.9 billion on fossil fuel imports, contributing to a trade deficit of $4.5 billion (excluding tourism and remittances). Replacing these imports with domestically produced renewable energy, financed in part by the Article 6 mechanism, could address these challenges and meet the country’s target of 100% renewable electricity by 2050.",
    "The “Clean Sri Lanka” initiative launched by President Anura Kumara Disanayake on 1 January 2025 stands to benefit from international financing opportunities made available in recent forums under the UN.",
    "The Environmental, Economic, and Social Governance (EESG) pillars of the Clean Sri Lanka program offer a robust framework for forging partnerships, securing financing, and reshaping the nation’s global narrative at future climate, biodiversity, and plastic conferences. For Sri Lanka, embracing sustainability through such initiatives is not merely an economic opportunity but an urgent necessity. We must also take proactive steps to mitigate climate risks while actively engaging in cross-cultural exchanges on the international stage.",
    "In conclusion, Sri Lanka’s ability to harness international climate financing and strengthen its digital economy offers a unique opportunity to build a sustainable and resilient future. By aligning initiatives like Clean Sri Lanka with carbon trading mechanisms and leveraging technological growth, the country can drive both economic and environmental progress. As the nation works to capitalise on global climate opportunities, the focus on innovation and sustainable partnerships will be key to securing long-term stability and ensuring Sri Lanka’s continued relevance in forthcoming intergovernmental conferences.",
    "(The writer is a carbon consultant at Serendib Assets, a developer of carbon, biodiversity, and plastic assets incorporated in Sri Lanka and the UK. With a background in environmental economics and climate policy, Don has contributed to Sri Lanka’s delegation at COP28 and held research positions at the Lakshman Kadirgamar Institute and Sri Lanka’s Permanent Mission to the UN. He has also worked in sustainability teams at BNP Paribas in Singapore and Doha Bank in Qatar. Don holds a BA in Economics and a minor in Environmental Studies from Yale-National University of Singapore College.)"
  ]
}