{
  "url": "https://www.ft.lk/columns/Deja-vu-How-to-prevent-Yahapalana-2-0/4-776599",
  "title": "Deja vu?: How to prevent Yahapalana 2.0",
  "ut": 1747599581.0,
  "body_paragraphs": [
    "The Government must not forget that many that would not have traditionally voted for the JVP voted for the NPP for two main reasons",
    "A lesson (un)learnt from the Yahapalana Government’s tenure is that failure to critique a government’s missteps contributes to their failure and can pave the way for an authoritarian, repressive government. One of the justifications provided for not critiquing the Yahapalana Government was that it would provide ammunition to the Rajapaksas and enable them to return to power. The irony is that it is the failure to critique Yahapalana’s missteps and hold them accountable that facilitated the return of the Rajapaksas",
    "The Local Government election is a wakeup call to the Government. It should realise, if it hasn’t already, that failure is not an option. However, failure is assured if it does not course correct.",
    "The Government must not forget that many that would not have traditionally voted for the JVP voted for the NPP for two main reasons; the lack of viable alternatives and because the NPP was viewed as a break from the venal, corrupt, patronage driven political culture and governance processes of the past. Anura Kumara Disanayake (AKD) not being part of the elite that have pillaged and plundered the country since independence in the guise of governing it, played a huge role in the NPP’s victory.",
    "The first concerning factor is the refusal, perhaps driven by euphoric hope, of sections of society, including some sections of civil society, to critique the Government. Instead, they defend its actions and dismiss concerns raised by critics. A lesson (un)learnt from the Yahapalana Government’s tenure is that failure to critique a government’s missteps contributes to their failure and can pave the way for an authoritarian, repressive government. One of the justifications provided for not critiquing the Yahapalana Government was that it would provide ammunition to the Rajapaksas and enable them to return to power. The irony is that it is the failure to critique Yahapalana’s missteps and hold them accountable that facilitated the return of the Rajapaksas.",
    "At the same time, there is a section of society, once again, including some sections of civil society, seemingly driven by class panic, that view all Government action through a hyper critical lens to the extent it appears they would welcome the Government’s failures with glee.",
    "The NPP should be concerned about the erosion of public trust in the Government, which is driven by the arrogance displayed by some Government members, their inability to accept criticism and aggressive responses to it. The President’s statement that they will not hesitate to use their two-third majority in Parliament against Opposition parties if they collectively attempt to form the administration in councils in which the NPP does not have an outright majority is concerning and anti-democratic. This is exacerbated by Government members, including the President, lodging police complaints about alleged defamatory statements made about them. Such acts create the impression members of the Government are thin-skinned and insecure.",
    "Since criminal defamation does not exist in Sri Lankan law one has to assume these complaints are being made under the Online Safety Act (OSA); a law the NPP challenged in the Supreme Court when it was in the Opposition but refuses to repeal when it is in Government. This contradictory position, regarding which the Government has provided no viable explanation, demonstrates the gap between rhetoric and action.",
    "More recently, the President’s Media Division’s (PMD) request to a media outlet to remove what the PMD considered an unflattering photo of the President from their web platform causes concern such “requests” could extend to other news reports they consider critical of the Government. Furthermore, the increasing public perception that ministers are not empowered to make decisions related to their mandates because the power centre is elsewhere, is another factor that is eroding public confidence in the Government.",
    "The Government’s perception of and engagement with the Tamil and Muslim communities also requires recalibration. Historically, the Janatha Vimukthi Peramuna (JVP), the dominant party in the NPP, was aligned with the Rajapaksas, was pro-war and anti-devolution and could not be called progressive by any stretch of the imagination. Their progressive rhetoric in recent years gave the appearance of a party that perhaps had evolved to a more progressive position on several issues. However, once again, the rhetoric does not match action. Winning the Tamil vote in the North was touted by the Government as evidence of the Tamil people moving away from Tamil political parties, which the Government erroneously assumed was a move away from their historical demands.",
    "Their win also made NPP assume they could speak on behalf of the Tamil people while not taking substantive action in dealing with issues that matter to them, such as the devolution of power, accountability for war crimes, demilitarisation, the repeal of the Prevention of Terrorism Act and a halt to land appropriation and occupation by the State. The results of the Local Government elections in which the North overwhelmingly voted for Tamil political parties gives lie to their claim. It also raises questions about their political strategy, because how could they issue a gazette to appropriate 5,940 acres of land in the North via the Land Settlement Ordinance a few weeks prior to the Local Government election and expect the Tamils to vote for them? Is this ignorance of the issues of importance to the Tamils or complete disregard and dismissal of their concerns?",
    "It would be beneficial to the Government to keep in mind the Tamils, due to compulsion, have evolved into pragmatic voters. An example is the Tamil vote in 2010 for Sarath Fonseka who is accused of committing grave human rights violations against Tamils during the war. Hence, dismissing the victory of the Tamil political parties in the Local Government elections and alleging they won through dubious means will only lead to further loss of the Tamil vote.",
    "A factor that will shape the trajectory of the Government is how they respond to the gains made by the Sri Lanka Podujana Perumana (SLPP) in the Local Government election; will it lead the NPP to woo the right-wing Sinhala nationalist voters with targeted action? Such action to please hardline Sinhala Buddhist nationalist voters, which will undoubtedly adversely impact the Tamil and Muslim communities, will result in the NPP losing the support of the moderates and minorities. In the short term, the Government’s fears about losing the Sinhala nationalist voters means it is likely to adopt an aggressive position where the UN Human Rights Council resolution on Sri Lanka and the Sri Lanka Accountability Project, the evidence gathering mechanism established under the resolution, are concerned.",
    "While the Government’s commitment to establishing an independent prosecutor’s office appears strong and is welcomed, it is in no way a guarantee that crimes committed during the last stages of the war will be prosecuted even in the medium term. If the Government’s commitment to prosecuting these crimes nationally is genuine, it should welcome the continued existence of an independent, international evidence mechanism, such as the Sri Lanka Accountability Project, as it will be able to provide evidence for future prosecutions in Sri Lanka of war time violations.",
    "It would not be prudent for the Government to promise immediate justice as that is not only impossible but is also not desirable, because it is likely to violate due process, result in weak cases that will fall apart and undermine public trust in the Government and the criminal justice system.",
    "Sri Lanka has been burdened with a plethora of ad-hoc committees and task forces by previous Governments, which are rightly viewed by the public as means of avoiding taking substantive action on serious issues. Meaningful ‘system change’ hence requires halting the establishment of ad-hoc mechanisms, such as the Clean Sri Lanka Task Force. The ad-hoc Clean Sri Lanka Task Force is appointed by the President and answers only to him.",
    "Its mandate and powers are vague and broad – for instance, the gazette says the Task Force has the power to “formulate legal provisions: and “establish an institutional framework” to enforce those laws, which are tasks of other permanent state entities. The Task Force can issue instructions to other State bodies, which can lead to the Task Force encroaching upon powers of other permanent State bodies. Additionally, there are no Tamils or Muslims on the Task Force, which concerningly has the commanders of the army, navy and air force and the acting Inspector General of Police, thereby militarising yet another State entity.",
    "While the Government has stated that the military will be employed exclusively for ‘military assignments’ the continued use of section 12 of the Public Security Ordinance by the President every month to call out the armed forces to maintain public order contradicts the rhetoric. It entrenches the militarisation of policing and is a de facto declaration of a state of emergency that avoids parliamentary approval.",
    "The problematic and surreptitious continuation of yet another practice of the past Government is the renewed operation to arrest drug users who are detained under section 54A of the Poisons, Opium and Dangerous Drugs Ordinance, even though they are not involved in drug trafficking, thereby leading to their imprisonment for many months if not years. This contributes to the overcrowding of prisons and creates a market for drugs in prison, while also denying the health needs of persons who use drugs. It in no way resolves the issue of drug trafficking or drug dependence but instead exacerbates it.",
    "Another issue that requires Government reflection and course correction is its relationship with civil society. Historically, the JVP has labelled non-governmental organisations anti-national, corrupt and part of international conspiracies against Sri Lanka. Continuing to maintain this notion (in any form) is counter-productive and fuels mistrust because civil society plays an integral role in holding the Government accountable and supporting victims of human rights violations.",
    "Civil society also have extensive experience and expertise on socio-economic issues and hence need to be consulted in law and policy reform. Yet, in the last few months the NGO Secretariat and the Central Bank of Sri Lanka have issued instructions and circulars that involve the military in the oversight of civil society organisations and undermine the independent functioning of civil society thereby placing freedom of association under threat.",
    "What does the public want?",
    "What the public want is a Government that stays true to its word, acknowledges missteps and mistakes, course corrects and is transparent about its actions. Sounds simple, but as is becoming evident, supremely difficult for any Sri Lankan Government to put into practice. Will the NPP be any different?"
  ]
}