{
  "url": "https://www.technologyreview.com/2025/04/14/1114988/doges-tech-takeover-threatens-the-safety-and-stability-of-our-critical-data/",
  "title": "DOGE’s tech takeover threatens the safety and stability of our critical data",
  "ut": 1744600318.0,
  "body_paragraphs": [
    "Tech buzzwords are clanging through the halls of Washington, DC. The Trump administration has promised to “leverage blockchain technology” to reorganize the US Agency for International Development, and Elon Musk’s DOGE has already unleashed an internal chatbot to automate agency tasks—with bigger plans on the horizon to take over for laid-off employees. The executive order that created DOGE in the first place claims the agency intends to “modernize Federal technology and software.” But jamming hyped-up tech into government workflows isn’t a formula for efficiency. Successful, safe civic tech requires a human-centered approach that understands and respects the needs of citizens. Unfortunately, this administration laid off all the federal workers with the know-how for that—seasoned design and technology professionals, many of whom left careers in the private sector to serve their government and compatriots. What’s going on now is not unconventional swashbuckling—it’s wild incompetence. Musk may have run plenty of tech companies, but building technology for government is an entirely different beast. If this administration doesn’t change its approach soon, American citizens are going to suffer far more than they probably realize. Many may wince remembering the rollout of Healthcare.gov under the Obama administration. Following passage of the Affordable Care Act, Healthcare.gov launched in October of 2013 to facilitate the anticipated wave of insurance signups. But enormous demand famously took down the website two hours after launch. On that first day, only six people were able to complete the registration process. In the wake of the mess, the administration formed the US Digital Service (USDS) and 18F, the digital services office of the General Services Administration. These agencies—the ones now dismantled at the hands of DOGE—pulled experienced technologists from industry to improve critical infrastructure across the federal government, including the Social Security Administration and Veterans Affairs.  Over the last decade, USDS and 18F have worked to build safe, accessible, and secure infrastructure for the people of the United States. DirectFile, the free digital tax filing system that the IRS launched last year, emerged from years of careful research, design, and engineering and a thoughtful, multi-staged release. As a result, 90% of people who used DirectFile and responded to a survey said their experience was excellent or above average, and 86% reported that DirectFile increased their trust in the IRS. Recently, Sam Corcos, a DOGE engineer, told IRS employees he plans to kill the program. When 21 experienced technologists quit their jobs at USDS in January after their colleagues were let go, they weren’t objecting on political grounds. Rather, they preferred to quit rather than “compromise core government services” under DOGE, whose orders are incompatible with USDS’s original mission.",
    "As DOGE bulldozes through technological systems, firewalls between government agencies are collapsing and the floodgates are open for data-sharing disasters that will affect everyone. For example, the decision to give Immigration and Customs Enforcement access to IRS data and to databases of unaccompanied minors creates immediate dangers for immigrants, regardless of their legal status. And it threatens everyone else, albeit perhaps less imminently, as every American’s Social Security number, tax returns, benefits, and health-care records are agglomerated into one massive, poorly secured data pool.  That’s not just speculation. We’ve already seen how data breaches at companies like Equifax can expose the sensitive information of hundreds of millions of people. Now imagine those same risks with all your government data, managed by a small crew of DOGE workers without a hint of institutional knowledge between them.",
    "Making data sets speak to each other is one of the most difficult technological challenges out there. Anyone who has ever had to migrate from one CRM system to another knows how easy it is to lose data in the process. Centralization of data is on the administration’s agenda—and will more than likely involve the help of contracting tech companies. Giants like Palantir have built entire business models around integrating government data for surveillance, and they stand to profit enormously from DOGE’s dismantling of privacy protections. This is the playbook: Gut public infrastructure, pay private companies millions to rebuild it, and then grant those companies unprecedented access to our data.  DOGE is also coming for COBOL, a programming language that the entire infrastructure of the Social Security Administration is built on. According to reporting by Wired, DOGE plans to rebuild that system from the ground up in mere months—even though the SSA itself estimated that a project like that would take five years. The difference in those timelines isn’t due to efficiency or ingenuity; it’s the audacity of naïveté and negligence. If something goes wrong, more than 65 million people in the US currently receiving Social Security benefits will feel it where it hurts. Any delay in a Social Security payment can mean the difference between paying rent and facing eviction, affording medication or food and going without.  There are so many alarms to ring about the actions of this administration, but the damage to essential technical infrastructure may be one of the effects with the longest tails. Once these systems are gutted and these firewalls are down, it could take years or even decades to put the pieces back together from a technical standpoint. And since the administration has laid off the in-house experts who did the important and meticulous work of truly modernizing government technology, who will be around to clean up the mess?   Last month, an 83-year-old pastor in hospice care summoned her strength to sue this administration over its gutting of the Consumer Financial Protection Bureau, and we can follow her example. Former federal tech workers have both the knowledge and the legal standing to challenge these reckless tech initiatives. And everyday Americans who rely on government services, which is all of us, have a stake in this fight. Support the lawyers challenging DOGE’s tech takeover, document and report any failures you encounter in government systems, and demand that your representatives hold hearings on what’s happening to our digital infrastructure. It may soon be too late. Steven Renderos is the executive director of Media Justice  hide"
  ]
}