{
  "url": "https://www.ft.lk/columns/When-banks-make-too-much-profit/4-766170",
  "title": "When banks make too much profit?",
  "ut": 1724977145.0,
  "body_paragraphs": [
    "By balancing regulation with market forces, the CBSL promotes efficiency and competitiveness within the banking sector",
    "Banks in Sri Lanka play an indispensable role in driving the country’s economic development and supporting the private sector. Their operations extend far beyond mere financial transactions; they are crucial for the stability of the entire financial system and, by extension, the broader economy. When managed efficiently, effectively, and with a strong sense of responsibility, the banking sector can yield significant profits for investors while making meaningful contributions to the nation’s economic growth.",
    "As illustrated in Table 1: Banks have made significant profits and progress in 2023, the banking sector’s robust performance, evidenced by strong profits and strategic growth, highlights the critical role these institutions play in sustaining the economy. However, the path to achieving such outcomes is neither simple nor straightforward. It is shaped by a complex interplay of various factors that influence the banking sector’s performance and its ability to sustain profitability over time. These factors can be broadly categorised into internal elements that banks can control and external forces that are beyond their direct influence.",
    "Internal factors and bank management",
    "Internal factors are those within the control of the bank’s management. These include capital adequacy, liquidity, operating expenses, asset quality, managerial efficiency, and bank size (as noted by Flamini et al., 2009, and Athanasoglou et al., 2006). Capital adequacy ensures that the bank has sufficient capital to absorb potential losses, providing a buffer against financial shocks. Liquidity refers to the bank’s ability to meet its short-term obligations, allowing it to operate smoothly even under pressure. Operating expenses, which must be carefully managed, directly impact profitability—poor management in this area can quickly erode profits. Asset quality, another crucial factor, reflects the soundness of the bank’s investments and loans, indicating how well the bank manages its credit risk.",
    "Managerial efficiency is also vital, as it speaks to the effectiveness of the bank’s leadership in making strategic decisions that align with long-term goals. Lastly, the overall size of the bank can influence its ability to diversify risks and achieve economies of scale, providing competitive advantages. When these internal factors are managed well, banks are better equipped to navigate the inherent risks of the financial market—acquiring and selling risks for gains and, at times, taking calculated losses to maintain a favourable risk-reward balance that sustains profitability.",
    "External factors and systemic risks",
    "Conversely, external factors lie beyond the control of bank management and present challenges that require adaptability and strategic foresight. These include macroeconomic elements such as inflation, which can erode the value of assets; interest rates, which influence borrowing costs and savings rates; and exchange rates, which affect the value of foreign currency transactions. Additionally, the broader economic environment, as reflected in the gross domestic product (GDP), plays a significant role in determining the demand for banking services and the overall health of the financial sector. Money supply, controlled by central banking policies, also impacts the availability of credit and liquidity in the financial system. These external factors introduce systemic risks that can significantly alter a bank’s risk-reward ratio and overall profitability. Although these forces are beyond the bank’s direct control, effective management must anticipate and respond to them to mitigate potential adverse effects on the bank’s performance.",
    "The role of banks in Sri Lanka’s economy",
    "In the context of Sri Lanka, the role of commercial banks is particularly pronounced, with these institutions contributing over 29% to the country’s GDP. This statistic underscores the critical importance of the banking sector to the national economy. Beyond their traditional role of accepting deposits, banks in Sri Lanka serve as vital conduits for channelling resources from those with surplus funds to those who need capital for investment and development purposes. The sector is diverse, falling under the ‘Bank Finance and Insurance’ category on the Colombo Stock Exchange (CSE), which includes a mix of 25 licensed commercial banks—13 of which are domestic, and 12 are foreign—and seven licensed specialised banks.",
    "Profitability is crucial for these banks as it enables them to build capital reserves, which are essential for lending, investment, and absorbing potential losses during economic downturns. Moreover, profitability supports the banks’ ability to invest in new technologies and services, which further contributes to economic growth. These institutions are not only pillars of economic growth but also key players in maintaining financial stability in the country. Their activities have far-reaching implications, influencing everything from household savings rates to the availability of credit for businesses and government projects.",
    "The Central Bank of Sri Lanka",
    "Established in 1950, the Central Bank of Sri Lanka (CBSL) oversees the country’s banking and financial sectors, ensuring stability through regulatory standards for capital adequacy, liquidity, and risk management. These measures safeguard banks against economic shocks and support sustained profitability.",
    "Through its monetary policy, the CBSL controls interest rates and money supply, creating conditions conducive to bank profitability while maintaining economic stability. The CBSL allows banks to make substantial profits to incentivise investment and growth, enabling them to build capital reserves for lending and attract further investment into the financial system.",
    "Profitable banks are more resilient to economic downturns, providing a buffer that helps maintain financial stability. This profitability also bolsters public and investor confidence, which is crucial for trust in the banking system. Additionally, profits support banks in meeting regulatory requirements and investing in new technologies, ensuring long-term stability.",
    "By balancing regulation with market forces, the CBSL promotes efficiency and competitiveness within the banking sector. Through collaboration with international bodies like the Basel Committee and FATF, the CBSL aligns Sri Lanka’s financial regulations with global standards, ensuring that banks contribute positively to the national economy.",
    "Balancing profitability: Is there such a thing as too much?",
    "The question arises: can banks in Sri Lanka become too profitable? High profitability is generally seen as a sign of success, indicating that a bank is well-managed and efficient. However, when profits become excessively large, particularly in an economy where many individuals and businesses are struggling, ethical concerns surface. Are these profits coming at the expense of customers and the broader economy? High interest rates and fees, for example, could disproportionately affect those already facing financial hardships.",
    "Moreover, excessive profits can attract regulatory scrutiny. The Central Bank of Sri Lanka (CBSL) has a mandate to ensure financial stability. If profits are achieved through exploitative practices, stricter regulations might follow, potentially limiting future profitability. While attractive in the short term, unsustainable profits could signal higher risks, which might backfire during economic downturns.",
    "Banks must strike a balance between profitability and responsibility. Sustainable profits should be achieved through fair practices and efficient management, ensuring that the pursuit of profit does not harm customers or destabilise the economy. Ultimately, banks need to consider their broader role in society, ensuring that their success contributes positively to the nation’s economic health.",
    "Profitability and public perception",
    "The strong performance of Sri Lanka’s banking sector, as evidenced by significant profits in the second quarter of this year, reflects the banks’ ability to navigate challenging economic conditions. Key drivers of these profits include increased interest income, cost management strategies, and a recovering local economy. The chart below illustrates the significant profits and progress made by banks in 2023, underscoring their robust financial performance during a period marked by economic volatility. It is clear that the sector has benefited from strategic management practices, yet it also raises questions about the broader impact on customers and the economy.",
    "However, concerns about the sustainability of this performance persist, given ongoing macroeconomic challenges such as, currency fluctuations, IMF program and potential impacts from global economic conditions. The sector’s resilience and adaptability will be closely monitored in the coming quarters by regulators and the public alike.",
    "Despite their critical role, there is a widespread perception that banks and financial institutions earn their income by overcharging customers. This belief is often reinforced by the banks themselves when they release financial statements that emphasise strong performance. Media coverage of these results can shape public opinion, leading to the perception that banks are making substantial profits, often in stark contrast to the financial constraints faced by individuals and businesses.",
    "To address these perceptions and build a more balanced relationship with the public, banks should not only highlight their profitability but also communicate their commitment to sustainability and stability. Transparency is crucial; banks could improve their public image by including metrics related to customer satisfaction and community impact in their reports. By doing so, they can present a more balanced view of their operations, which may help counteract the perception of profit-driven motives.",
    "In addition to showcasing profitability, banks in Sri Lanka should equally emphasise their balance sheet stability, capital adequacy (beyond the regulatory minimums), portfolio health, and overall sustainability. By doing so, they can generate and maintain confidence among depositors and investors, which is essential for balance sheet growth.",
    "Whether they are in the private sector, state-owned, specialised, or even non-bank financial institutions, Sri Lankan banks would do well to pivot towards a more balanced approach to growth. A near obsession with profits at the expense of stability and sustainability can only take them so far. The 2008 global financial crisis serves as a stark reminder of the consequences when sustainability metrics are sidelined for short-term gains.",
    "To further enhance their standing and mitigate any negative public perceptions, banks should also consider increasing engagement with stakeholders through regular updates and open dialogues. Highlighting future investment plans that align with national economic goals could significantly reshape public perception, showing that their focus extends beyond short-term profits to contributing positively to the national economy.",
    "By taking these steps, banks can better position themselves as responsible and sustainable pillars of the Sri Lankan economy, ultimately benefiting both their bottom line and the broader society.",
    "https://news.umich.edu/too-much-of-a-good-thing-banks-enjoying-high-returns-in-favorable-times-could-be-warning-sign/",
    "https://www.cbsl.gov.lk/sites/default/files/cbslweb_documents/press/pr/press_20231229_financial_stability_review_of_2023_e.pdf",
    "https://www.ft.lk/columns/Presidential-hopefuls-should-give-top-priority-to-make-Sri-Lanka-a-creative-economy-Part-I/4-765399",
    "(The writer teaches accounting and finance in a UK university.)"
  ]
}