{
  "url": "https://www.ft.lk/columns/Land-for-a-colossus/4-771904",
  "title": "Land for a colossus",
  "ut": 1737140007.0,
  "body_paragraphs": [
    "The book is revealing not only of a warped political culture, but also an ingrained poverty of spirit, though both are widely promoted, interpreted as admirable features especially by the so called elite classes! What a dumfounded elite endorses, the rest accept as a standard. It is troubling that people who think, talk and write in this maudlin style are in national politics, and as it happens, in charge of the country’s affairs",
    "“The dictator is overthrown and more than half the people rejoice. The dictator had filled the jails and emptied the treasury. Like many dictators, he hadn’t begun badly. He had wanted to make his country great. But, he wasn’t himself a great man; and perhaps the country couldn’t be made great. Seventeen years pass. The country is still without great men; the treasury is still empty; and the people are on the verge of despair” – Argentina and the Ghost of Eva Peron, 1972-1991—VS Naipaul",
    "When at a loose end I am in the habit of pulling a book out of my bookshelf to browse through. I do it with both pleasure and profit; passing time gives perspective, offering new insights to books read long ago or casually put aside then. While reading I also tend to look up on the author, the times and the culture he lived in.",
    "There is no uniformity in literature, although its themes are universal; passion, love, jealousy, betrayal, loss, power, corruption being common themes. Yet, people have evolved differently, with different sensitivities and varying standards, each country’s writings reflects its uniqueness. Clearly, the language a people think in, also fashions their literature, why they chose that theme, why they write in that manner. What may sound overly flowery or bombastic to a more precise language maybe acceptable writing in a more loose or florid way of thinking.",
    "I thought that the book I recently pulled out requires this attempt at explanation. T.D.S.A. Dissanayaka’s “JR Jayawardene of Sri Lanka” (August 1977) is neither good literature nor dispassionate history, belying its title, it is not even biographical writing. The author perhaps did not even aspire to achieve any of these things. Enthralled by the unprecedented victory of the JR Jayawardena led UNP over the pathetically failed SLFP Government of Sirima Bandaranaike (1970-77), the then 40-year-old author exults in the victory and the preceding election campaign in which he seems to have played a secondary role.",
    "Not only avowedly partisan, the book is extremely hyperbolic in that typical Sri Lankan manner of writing. The 1977 electoral victory is offered as an epic; good vs. evil, wisdom vs. inanity, ability vs. incompetence, honesty vs. corruption; the deliverance of a nation. In the presentation of the UNP leadership, we are left wondering whether little Sri Lanka in 1977 had cloned all the famous world leaders; philosopher kings, warrior leaders, peerless managers, penetrating minds, standard setters and moral compasses; very many of them author’s ‘good friends’, and old boys of Royal College.",
    "There is nothing to show why the author thought so, what these men read or studied, what they wrote or mused upon. How the author came to his conclusions, how he deduced the motives and imperatives that actuated the leadership remains unexplained.",
    "Apparently, these men, with their gently protruding paunches, globular covetous eyes, thick weak mouths; hair dyed jet black, expensive Swiss watch on their wrists: self-satisfied, bending everything to suit their ends, have more to them than meets the eye! Going by the tone of the narration, the 1977 leadership invented capitalism, were the first to think of liberalisation, were virtuoso economic managers, wise constitution makers and were also just and fair to a fault.",
    "The pretentions to leadership",
    "These are the years which saw an impressive re-emergence of Asia, several countries making the long jump from the Third to the First World. In comparison, Sri Lankan social and economic statistics of the era only reflects mediocrity, never showing signs of a barrier breaking take off. The author who is introduced as an international civil servant, seems to have been blinded by the razzle dazzle of Sri Lankan ground politics; the din, the roughhouse tactics, cheap little conspiracies and tricks, the pretentions to leadership!",
    "“After the out pouring of grief at the funeral of Dudley Senanayake in 1973, the toiling masses showed a marked affinity towards the UNP. There was no corresponding trend in the capitalist class who were busy manipulating quotas, permits, tenders and contracts and inveigling themselves into positions of influence with the Bandaranaike and Ratwatte families. JR Jayawardena looked upon them with supreme contempt and saw no reason why the UNP should permit such vermin to thrive” (P37)",
    "However, today’s reader has the invaluable guidance of recent history, the near 50 years since the events of 1977 to measure against the author’s then judgement of men and matters. This half a century has only shown the poverty of the country’s leadership, their venality, predatory ways, moral corruption and the skill deficiency.",
    "The book is revealing not only of a warped political culture, but also an ingrained poverty of spirit, though both are widely promoted, interpreted as admirable features especially by the so called elite classes! What a dumfounded elite endorses, the rest accept as a standard. It is troubling that people who think, talk and write in this maudlin style are in national politics, and as it happens, in charge of the country’s affairs.",
    "We will quote randomly from the 175-page book:",
    "On the dust cover of the book is a blurb from the printer “This book honours the Prime Minister (JR Jayawardena) but is no paean of praise. It is an in-depth study, yet is very readable. The publisher claims this book will be the first ever best-seller in English, Sinhala and Tamil. The readers will endorse that view.”",
    "“Three score and ten years ago when J R Jayawardena was born into a distinguished family, the astrologers predicted that he would become a just and fair ruler” – Prologue",
    "“Thus, when those who had plotted to end his political life came to him with peace offerings he responded with cordiality, devoid of trust” – upon Jayawardena becoming leader of the UNP in 1973-(P. 3)",
    "“Hence by a process of elimination JR Jayawardena concluded … that the major flaw of the UNP was in its policy, the UNP just did not reflect the aspirations of the masses…. that it was out of step with contemporary times” (P.6)",
    "“JR Jayawardene was convinced that capitalism was at the end of its period of usefulness in Sri Lanka as the capitalist class, both foreign and local were parasites on society” (P.35)",
    "“After the out pouring of grief at the funeral of Dudley Senanayake in 1973, the toiling masses showed a marked affinity towards the UNP. There was no corresponding trend in the capitalist class who were busy manipulating quotas, permits, tenders and contracts and inveigling themselves into positions of influence with the Bandaranaike and Ratwatte families. JR Jayawardena looked upon them with supreme contempt and saw no reason why the UNP should permit such vermin to thrive” (P37)",
    "These are the years which saw an impressive re-emergence of Asia, several countries making the long jump from the Third to the First World. In comparison, Sri Lankan social and economic statistics of the era only reflects mediocrity, never showing signs of a barrier breaking take off. The author who is introduced as an international civil servant, seems to have been blinded by the razzle dazzle of Sri Lankan ground politics; the din, the roughhouse tactics, cheap little conspiracies and tricks, the pretentions to leadership! However, today’s reader has the invaluable guidance of recent history, the near 50 years since the events of 1977 to measure against the author’s then judgement of men and matters",
    "“Quite clearly Lake House, which looked upon its own role as some God-given right, had to be checked especially because 400,000 or more shares of a total 600,000 shares were owned by one family, the Wijewardenas… N.M. Perera read out in the Parliament the most damning evidence of a racket in foreign exchange involving several key directors of the Associated Newspapers of Ceylon, all members of the Wijewardena family… J.R. Jayawardena in several conversations with me before and after 1973 was critical of how his kinsmen handled Lake House” (P.50 &51)",
    "“J.R. Jayawardena publicly stated that he would end family ‘bandyism’ when the next UNP government established through his own example of not extending political patronage to his relatives and by ensuring that his cabinet ministers and high officials strictly followed his example” (P.59)",
    "“Such are the facts of life in foreign affairs, a fool’s paradise in which Sirima Bandaranaike revelled and a field according to JR Jayawardena should occupy nothing more than a position of low priority in any good government in Sri Lanka. Jayawardena was astonished in 1973 when Sirima Bandaranaike made a successful bid to stage the fifth non-aligned summit in Colombo at a time when people were seen digging into dustbins for food, when bread queues were longer than bus queues” (P. 66 & 67)",
    "“Such excellent candidates picked by JR Jayawardena included Nissanka Wijeratne, Ronnie de Mel, TB Werapitiya, Lalith Athulathmudali, all top professional with elitist backgrounds, Keerthi Abeywickrema a Village Council Chairman, Wijeratne Banda and Sarathchandra Rajakaruna, both of peasant stock. It was indeed a pleasure to observe them campaign” (P.82)",
    "“Traditionally, the UNP was devoid of brain power, talented youth and new ideas…. JR Jayawardena is a staunch old Royalist and lustily sings ‘the school of our fathers’ the Royal college anthem whenever he has an occasion to do so. Like thousands who have had the good fortune of being educated at Royal, he refers to it as the best school of them all, but his fondness for old Royalists in the UNP circles went to the extent of being politically unwise,” (P.83)",
    "“As 1976 drew to a close it was evident that the UNP and the SLFP had interchanged their traditional roles. The SLFP was intoxicated with power and the UNP was trying hard to be humble; the SLFP was ridden with nepotism, the UNP had taken steps to eradicate it” (P. 86)",
    "The Police was no different then, “…The following day shortly after dawn a CID raiding party of 26 officers under Superintendent Gunawardena with armed escorts and police dogs swooped on ‘Sri Kotha’ and after an overzealous inquiry found little evidence, but for reasons known only to them took UNP trade Union leader Yapa into custody under emergency regulations. (P.101)",
    "When the author arrived from Hawaii to work for JR Jayawardena on assignment his mother rushed to Jayawardena wailing “His father ended up in the magazine jail, his friend (Lalith Athulathmudali) is now in the remand jail and he will himself end up in some jail”",
    "Not only avowedly partisan, the book is extremely hyperbolic in that typical Sri Lankan manner of writing. The 1977 electoral victory is offered as an epic; good vs. evil, wisdom vs. inanity, ability vs. incompetence, honesty vs. corruption; the deliverance of a nation. In the presentation of the UNP leadership, we are left wondering whether little Sri Lanka in 1977 had cloned all the famous world leaders; philosopher kings, warrior leaders, peerless managers, penetrating minds, standard setters and moral compasses; very many of them author’s ‘good friends’, and old boys of Royal College",
    "“During the entire campaign JR Jayawardena ate very little.",
    "He had a thambili in the morning before a light breakfast and ate no rice whatsoever at lunch or dinner. However, he ate cadju nuts in large quantities” For some reason the author has placed an asterisk after the word ‘thambili’ adding a footnote at the bottom of the page – ‘note for foreign readers - water of the young coconut’.",
    "In the book there are hundreds of Sri Lankan names, abbreviations and references not readily understood by a foreign English reader, remaining unexplained. The author however has chosen to explain what a king coconut (thambili) means (P.117).",
    "“By that time the residence of JR Jayawardena was packed with visitors. A few were his guests. Many more were charlatans joining the bandwagon” – the night of the elections when the UNP was sweeping the country (P. 131)",
    "Even the printer was moved to join in the collective adulation, remarking in a footnote “As the author has omitted such references, we feel obliged to add that he spent ten months living in huts and hovels in every electorate and travelled only by public transport to obtain first hand reports. This was a new dimension of the UNP campaign, a service which we are personally aware was much appreciated by the Prime Minister” (P.106)",
    "“Pursuant to his election pledges, JR Jayawardena has given the highest priority to ushering in a just and free society. He has extended his defeated foes magnanimity unprecedented in recent times…..Thus has begun a new era in Sri Lanka, under a Colossus that bestrides the contemporary scene” – Epilogue (P.140)"
  ]
}