{
  "url": "https://www.ft.lk/opinion/Sri-Lanka-s-economic-challenges-and-path-forward-A-discussion-with-experts/14-766278",
  "title": "Sri Lanka’s economic challenges and path forward: A discussion with experts",
  "ut": 1725296097.0,
  "body_paragraphs": [
    "Dr. Montek Singh Ahluwalia along with SJB MPs Harsha de Silva and Eran Wickramaratne share key insights during an interview with FT TV",
    "With Sri Lanka facing a multitude of economic challenges, including a high debt burden, low growth rate, and rising poverty, experts are debating the best path forward for the country. In a recent interview with Daily FT TV, Dr. Montek Singh Ahluwalia, a key figure in India’s economic liberalisation, Harsha de Silva, a prominent economist and politician, and Eran Wickramaratne, a leading Member of Parliament, shared their insights on the pressing issues and potential solutions. As Sri Lanka prepares for a crucial election, the views of these experts offer valuable insights into the complex economic challenges facing the country and the potential paths to a brighter future. Here are excerpts. The video is available at https://www.ft.lk/ft_tv/Dr-Aluwalia-Harsha-and-Eran-take-on-SL-economy/10520-765808",
    "Q: Dr. Ahluwalia, looking ahead at Sri Lanka’s potential, the IMF forecasts around three percent growth in the medium term. From your perspective, can Sri Lanka exceed this expectation? If so, what steps need to be taken in the medium term to achieve better growth?",
    "A: Three percent is quite a modest growth rate. While I haven’t seen the IMF’s detailed analysis, I believe their projection considers Sri Lanka’s significant debt overhang. Despite some debt restructuring, you could argue that it hasn’t been sufficient. Their growth estimate likely reflects what’s achievable given the current debt burden. If the debt could be further reduced or if additional external assistance were provided, a higher growth rate might be possible.",
    "However, it’s important to recognise that three percent is indeed lower than historical trends, especially considering that Sri Lanka is part of Asia, a region poised for faster growth. It’s understandable that some might question why we can’t aim for a higher growth rate. But we must remember that pursuing higher growth has its own challenges. The IMF would then expect increased tax revenue and a quicker reduction in the fiscal deficit, which might be reasonable if a higher growth rate were achievable. The key question is what would trigger this higher growth rate, which ultimately depends on the availability of resources and the speed of structural reforms. This is a matter that the Government or the relevant decision-makers in Sri Lanka must reach a consensus on.",
    "Q: Dr. Ahluwalia, you mentioned the importance of increasing tax revenue. With Sri Lanka’s tax-to-GDP ratio being relatively low, recent measures have been introduced to boost revenue. However, this has placed a heavier burden on businesses and individuals. How can Sri Lanka enhance its capacity to pay these taxes? Additionally, what lessons can be drawn from India’s experience in improving tax compliance and fostering a greater sense of responsibility in paying taxes?",
    "A: In all countries, tax rates are often compared based on per capita income. For India, this comparison varies depending on the perspective. When considering both central and state government taxes, India’s tax rate is significantly higher than Sri Lanka’s. Some argue that for India’s level of income, the tax ratio is about average, while others believe it could be increased by a few percentage points with some obvious tax reforms. The key to effective tax reform is broadening the tax base. This means that those who aren’t currently paying taxes would start contributing, but for those already paying taxes honestly, the system shouldn’t impose additional burdens.",
    "The specific details of how tax reforms are implemented can vary, but it’s clear that, for a country like Sri Lanka with a higher per capita income than India, the current tax ratio is quite low. While there can be debate over the ideal tax rate and the timeframe to achieve it, agencies like the IMF or the World Bank likely see room for Sri Lanka to implement sensible tax reforms that would enable the country to generate higher tax revenues.",
    "Q: Harsha, following the economic and political crises, the Government claims to have stabilised the situation and initiated growth, crediting the IMF program as a key factor in this effort. They highlight that there are no longer shortages of essentials, inflation has decreased, and reserves have increased. What is the SJB’s perspective on this? Do you agree with the Government’s assessment, or do you see the situation differently?",
    "A: I’ll address that question by building on Dr. Ahluwalia’s earlier points. Currently, in our negotiations with the IMF, our focus is on achieving a higher growth rate. However, the issue we see with the current program is that it resembles an extended Stand-By Arrangement (SBA) more than an Extended Fund Facility (EFF). The structural adjustments included are not designed to promote high growth. While we’ve achieved some stability, it has come at a very high cost. Previously, we had no gas lines, 24-hour petrol, and electricity, with three million people living below the poverty line. Today, while we still have no gas lines and steady fuel and power supplies, the number of people below the poverty line has risen to seven million. Simply eliminating the visible symptoms like lines doesn’t mean the underlying problems have been solved. The next government will have a huge responsibility to address this, especially to lift those who have fallen into poverty and prevent others from slipping below the poverty line.",
    "Our discussion with the IMF hinges on the relationship between debt and growth. The IMF tends to view debt and growth as separate issues, but we argue they are closely linked, especially since our problem lies with external debt. Therefore, growth must come from tradable sectors—specifically, export growth. The current program doesn’t provide opportunities for the Government to incentivise this type of growth.",
    "The SJB’s plan is centred around creating tradable growth, focusing on exports and internationally competitive import substitution. If given a mandate, we must have the ability to realign the economy to attract investments, as our savings rate is much lower than that of neighbouring countries. These investments are essential for generating tradeable or export growth. This is a fundamental aspect of our approach to renegotiating the IMF agreement.",
    "Additionally, as Dr. Ahluwalia mentioned, the tax burden is disproportionately heavy on those who are paying taxes honestly. With an income of less than $ 1,000, people are being taxed at 36%, severely reducing the disposable income of middle-class workers. Meanwhile, non-compliance remains widespread. We aim to introduce tax equity, giving honest taxpayers some breathing space, while expanding the tax net through public digital infrastructure. We’ve had discussions with experts involved in India’s Aadhaar system to explore how we can shift transactions from cash to electronic, thereby increasing compliance and expanding the tax base.",
    "Our goal is to realign the economy towards higher growth. Some may question whether renegotiation is possible, but our focus is on fundamentally adjusting the economy to achieve this goal.",
    "Dr. Ahluwalia: Harsha, may I jump in? You’re right that tax reform is incredibly complex, and I really commend the effort to introduce the kind of digitalisation that India implemented through Aadhaar, linking it with tax payments and the GST. That would be a significant improvement. I don’t think this requires renegotiation with the IMF; it simply needs to deliver results. If it does, the IMF would be very supportive.",
    "Regarding your first point, which is critical, I agree that growth needs to come from the tradable sector of the economy. Sri Lanka’s export performance has indeed deteriorated, and both the World Bank and the IMF attribute this to an overemphasis on import substitution policies. I’m very familiar with this critique because it’s the same one they gave us in 1991. And I must admit, I agreed with them at the time.",
    "I’ve heard that the Cabinet has approved a national tariff plan, set to take effect with the 2025 budget, which involves reducing import duties. I believe this is crucial. In a meeting yesterday, I suggested that if there’s concern that reducing duties will harm the import-substituting industries that have been established, the solution is to compensate with a flexible exchange rate system. Lower the duties, and if demand for imports rises too much, let the exchange rate adjust. That’s what we did between 1991 and 1993 when we made our exchange rate fully market-determined. There was initial nervousness, with fears that the exchange rate would become highly unstable, but that didn’t happen. The market functioned well, and the improved exchange rate even helped boost remittances.",
    "I believe that a combination of reducing duties and adopting a flexible exchange rate would be a strong signal of intent from whichever government is elected. It’s crucial when negotiating with the IMF. Now, this is unsolicited advice, and I hope you don’t find it presumptuous. It’s not effective to go back and say, “This is all wrong; we weren’t part of the negotiations, so let’s start over.” That approach would put the entire IMF bureaucracy on the defensive. Instead, if you were to say, “As part of the agreement, we committed to a national tariff policy, and we’ve implemented it as quickly as possible, along with exchange rate flexibility, because you indicated that we allowed the exchange rate to appreciate, which was true. But, despite these efforts, the response hasn’t been as strong as expected, so some aspects of the program may need adjustment,” you’d be in a much stronger position.",
    "Harsha: We completely understand and appreciate learning from those who have successfully navigated similar challenges. Let me assure you, we are fully aligned on this approach. We agree that maintaining an internationally competitive exchange rate is essential. However, we also recognise the challenges ahead, especially with the Central Bank’s independence and the need to meet our inflation targets. The key will be balancing domestic price stability, as agreed with Parliament, while ensuring that the exchange rate remains flexible enough to support the necessary trade policy reforms.",
    "We’re fully in agreement with your perspective. Our upcoming blueprint, which focuses on growth (following our previous stability-focused blueprint), reflects this approach. We’re aware that starting over with the IMF agreement is not feasible, and we never intended to. In fact, as a responsible opposition, we did not oppose the IMF program. The IMF has even acknowledged the responsibility we’ve shown, understanding that these steps are necessary.",
    "Within the framework of the 15.4% tax-to-GDP ratio, our aim is to introduce internal tax equity, ensuring that those who have made sacrifices and paid their taxes honestly receive some relief. We believe that realigning the economy toward tradable and export growth by enhancing international competitiveness is fundamental to raising our growth rate well above the current 3.1% in the medium term.",
    "Q: Harsha, you mentioned your support for the program but also expressed concerns about the Government not presenting the full agreement to Parliament. Has that situation changed since then?",
    "Harsha: No, what we were saying is this: the Government sought Parliament’s approval for the program, which typically isn’t necessary since it’s usually the Minister of Finance and the Central Bank Governor who sign the agreement with the IMF. The current president, Mr. Ranil Wickremesinghe, was elected by Parliament, not by the people, so to demonstrate legitimacy, he sought parliamentary approval.",
    "We understand that not all details can be shared publicly, given the sensitive nature of some information, and we weren’t asking for that. What we wanted was a clear outline of the general framework. For example, in the debt restructuring discussions, we’re encountering challenges with the OCC, the Paris Club, and international sovereign bondholders. They’ve mentioned a 28% haircut, but due to macro-linked bonds, it might actually be less than 15%. We need clarity on the rest—like how we transition from certain GDP levels, measured in US dollars, and how that impacts the haircut.",
    "These aspects should be discussed more broadly, as Parliament ultimately holds full control over public finance under the Constitution. This is why we’re calling for greater transparency, especially since these debt agreements will extend until 2048 and beyond.",
    "Q: Eran, the Government claims to have passed an unprecedented number of new legislations aimed at enhancing accountability and improving governance. What is your assessment of their progress in terms of governance and democracy over the past two years?",
    "A: Dr. Ahluwalia’s experience in the early 90s illustrates a crucial lesson: economies thrive on trust. The leaders spearheading India’s reforms, like Dr. Manmohan Singh, were known for their impeccable integrity, a factor often overlooked. Trust in policymakers is essential, as it influences whether the business community and the public will back new policies.",
    "As Sri Lanka transitions from stability to growth, we face tough decisions. While monetary and fiscal stability are vital, there are other critical areas to address, such as public service efficiency, bureaucratic reform, and digitalisation. Resistance is expected, but moving forward requires confidence that these actions serve the country’s best interests, not personal agendas.",
    "Take, for example, the light rail investment program negotiated by the previous Government with Japan. This initiative was crucial for improving public transport in Sri Lanka. However, with the change in government, the project was put on hold, and a bribery accusation emerged. This situation raises concerns about trust and continuity. If the Japanese embassy’s allegations are true, it undermines the credibility of Sri Lankan officials. Conversely, if the accusations are false, it reflects poorly on our international relations.",
    "Trust is further eroded by decisions such as the President appointing an Inspector General of Police despite the Constitutional Council’s vote against the nomination. This disregard for constitutional checks and balances undermines our democratic framework. When such issues are met with silence or ineffective responses, it reflects poorly on the respect for the rule of law.",
    "To move beyond fiscal and monetary stability, Sri Lanka needs to attract foreign investment, especially given our historically low savings rate. Building investor confidence requires a functional legal system where agreements are enforced efficiently. The commercial courts, established years ago, need to operate effectively to ensure that foreign and local investors can trust in the legal process.",
    "Unfortunately, this level of trust and confidence appears lacking under the current Government. Until these issues are addressed, Sri Lanka will struggle to secure the investment needed for sustainable growth.",
    "Q: Eran, as the elections approach, there is a strong emphasis on economic prosperity and growth. However, issues of governance and democracy seem to be less prominent in the candidates’ campaigns. Given the recent economic and political crises, what do you think will be the key factors influencing the election outcome? Why do you think governance and democratic issues are taking a backseat in the current political discourse?",
    "A: Yes, it’s a bit like this: imagine a pyramid with the population at the base, where people are struggling the most. As Harsha mentioned, the situation at the bottom is dire, with poverty increasing from 3 million to 7 million people and severe shortages leading to drastic measures like 25% of mothers stopping breastfeeding. These individuals are facing tremendous hardship, and candidates must address their needs to gain support.",
    "However, the election outcome may not solely hinge on these immediate concerns. The middle class and undecided voters will play a crucial role. These individuals are actively involved in the economy, running businesses or working daily, and are acutely aware of their challenges. They seek stability, efficient governance, and progress. They are also more informed and globally aware, thanks to technology and access to information.",
    "The younger generation, in particular, is looking for integrity and equal treatment under the law. They are less tolerant of corruption and demand transparency. They want a fair legal system and equal opportunities in education and employment. The middle class shares these concerns and is also frustrated by bureaucratic inefficiencies, corruption, and delays in services.",
    "For instance, land acquisition for businesses is a significant issue, with multiple authorities involved creating a cumbersome process. In SJB, we believe that land should be managed efficiently, possibly through a land bank to streamline investments and provide clear, competitive opportunities.",
    "Even though these issues might not be the main headlines, we are committed to upholding the rule of law, democratic values, and creating a favourable environment for investment and growth. By addressing governance and efficiency, we believe that economic progress will follow.",
    "Q: Harsha, turning to the issue of external debt restructuring, which remains a significant challenge, there seems to be a standstill with the upcoming elections. The Government has claimed that they have secured relief amounting to between $ 8 billion and $ 17 billion. Can you clarify or demystify the accuracy of this claim? How does this supposed benefit translate into tangible results for us moving forward?",
    "A: Yes, when the President asked me, as Chairman of the Public Finance Committee, to review and approve the debt restructuring agreement with the OCC, Paris Club, India, and China Development Bank, I insisted that the full document be provided to us before we could proceed. We did not receive the necessary documents, so the agreement was not presented to Parliament and has not been ratified.",
    "Without access to the document, we cannot fully understand or discuss the details of the agreement. We do know from other sources and negotiations that the terms involve a “comparability of treatment” with external creditors, particularly the $ 2.5 billion in international sovereign bonds. This involves a macro-linked bond with a potential 28% haircut in 2028, contingent on GDP levels. However, if our GDP exceeds the expected level of $ 80 billion, the haircut could decrease to under 15%.",
    "Additionally, the OCC has introduced a clawback clause, meaning if the haircut for commercial creditors decreases, the terms may need to be adjusted. The Government initially stated there would be no domestic debt restructuring but later included it in the agreement. The domestic restructuring disproportionately affected the Employees’ Provident Fund (EPF), with no representation or consideration for equity among domestic stakeholders.",
    "The EPF bore the brunt of the domestic restructuring, while other sectors, such as banks, were less affected. This lack of transparency and equitable treatment raises concerns. We believe that if the domestic population, particularly the EPF contributors, are making sacrifices, there should be an equitable mechanism to ensure they benefit from any improvements as well.",
    "As the election approaches, there are still uncertainties about how the negotiations will conclude and whether a fair, comprehensive restructuring can be achieved that respects all stakeholders.",
    "Q: Dr. Ahluwalia, given the critical role the IMF program plays in Sri Lanka’s present and future, what advice would you offer to the incoming government? Considering that the program is in transition, how should the new administration navigate these issues to balance stability and growth effectively?",
    "A: For me, this discussion has highlighted how important it is for us in India to stay informed about developments in neighbouring countries like Sri Lanka. We have significant interests here, including potential investments. Many of the challenges discussed here are not unique to Sri Lanka; they are common across developing nations.",
    "The core issue is that governments need legitimacy to make difficult decisions, especially during economic crises. When things are going well, legitimacy is less critical because people are generally content. But in tough times, it’s crucial for leaders to maintain trust and credibility. For instance, in India in 1991, Dr. Manmohan Singh’s reputation for integrity helped significantly during our economic reforms. He even donated his personal gains from a currency devaluation to a relief fund, which bolstered public confidence.",
    "Social stability is essential for governments to effectively address economic challenges. A stable social environment helps maintain legitimacy and supports the implementation of necessary but tough policies.",
    "Regarding law and order, this becomes even more critical when attracting foreign investment. Foreign investors rely on stable and predictable legal systems, whereas domestic investors might be more familiar with the local political landscape. Ensuring that dispute resolution mechanisms meet international standards is vital for attracting and retaining foreign investments. Improving legal and institutional frameworks is a long-term process. It’s not something that can be achieved overnight but requires sustained effort and time.",
    "For any new government in Sri Lanka, my advice would be to engage with the IMF and demonstrate a commitment to the program’s objectives. It’s crucial to show that you will implement the program’s key elements effectively. For example, tackling tax exemptions and lowering customs duties could be significant steps. These measures can help build trust with both the IMF and the public.",
    "Additionally, it’s important to manage inflation through a balanced approach involving both monetary policy and other measures. A collaborative effort between the Central Bank and the government is essential for this.",
    "Lastly, promoting foreign direct investment is crucial. Sri Lanka is well-positioned due to its proximity to India and existing trade agreements. There’s a growing Indian middle class looking for new travel destinations, and Sri Lanka could benefit from this trend in tourism as well. By focusing on these areas, Sri Lanka can enhance its economic stability and growth prospects.",
    "Q: Harsha and Eran, given the perception of a false sense of stability, what makes you confident that an SJB government could manage these challenges better? What specific strategies would you focus on to ensure genuine stability, equity, and social justice?",
    "Eran: Given the current challenges, any new government will start from where things stand now. The focus must be on balancing immediate relief for those suffering with long-term strategies for growth. This involves not only addressing short-term burdens but also initiating necessary reforms swiftly to get on a growth trajectory.",
    "As Dr. Ahluwalia pointed out, speed is crucial. While not everyone may understand the urgency, decisive action from those who do is essential. Attracting investment is key, and prospective investors first assess country risk before considering specific projects.",
    "Tourism presents a significant opportunity. Sri Lanka can develop itself into a year-round destination, not just focusing on traditional tourism but also tapping into urban tourism. Colombo could become a hub for various types of tourism, including conventions and leisure.",
    "Additionally, the port city project offers potential for growth in areas like financial services, science, and technology. Despite the current difficulties, there is optimism that with trust and the right mandate, significant improvements can be achieved over time.",
    "Harsha: Sajith Premadasa, as a social democrat, firmly believes in balancing market efficiency with economic justice. His vision, and that of his team, revolves around transforming Sri Lanka from its current state to where it should be by embracing a social market economy. This means supporting efficient markets and competition while ensuring that economic gains are fairly distributed.",
    "Some may criticise the focus on wealth creation, but Sajith and his team view profit as essential for generating the resources needed for distribution. They are committed to both improving market efficiency and addressing economic inequality.",
    "With their professional background and international experience, they aim to offer realistic, responsible promises during this election. Sajith’s initiatives, such as upgrading schools with smart classrooms, highlight their commitment to equipping young people with skills for the modern economy, including technology and STEM education.",
    "In the short term, they plan to tackle the $ 7 million in poverty while implementing necessary reforms. They are also focused on engaging with fast-growing economies like India, integrating into global value chains, and advancing Sri Lanka’s manufacturing sector. The goal is to build bridges to the world and create a dynamic, forward-moving economy, and they hope the middle class will support these plans."
  ]
}