{
  "url": "https://www.technologyreview.com/2024/08/28/1103186/canada-wildfire-emissions/",
  "title": "Canada’s 2023 wildfires produced more emissions than fossil fuels in most countries",
  "ut": 1724823445.0,
  "body_paragraphs": [
    "This article is from The Spark, MIT Technology Review’s weekly climate newsletter. To receive it in your inbox every Wednesday, sign up here. Last year’s Canadian wildfires smashed records, burning about seven times more land in Canada’s forests than the annual average over the previous four decades. Eight firefighters were killed and 180,000 people displaced.   Now a new study reveals how these blazes can create a vicious cycle, contributing to climate change even as climate-fueled conditions make for worse wildfire seasons.  Emissions from 2023’s Canadian wildfires reached 647 million metric tons of carbon, according to the study published today in Nature. If the fires were a country, they’d rank as the fourth-highest emitter, following only China, the US, and India. The sky-high emissions from the fires reveals how human activities are pushing natural ecosystems to a place that’s making things tougher for our climate efforts. “The fact that this was happening over large parts of Canada and went on all summer was really a crazy thing to see,” says Brendan Byrne, a scientist at the NASA Jet Propulsion Laboratory and the lead author of the study.",
    "Digging back into the climate record makes it clear how last year’s conditions contributed to an unusually brutal fire season, Byrne says; 2023 was especially warm and especially dry, both of which allow fires to spread more quickly and burn more intensely. A few regions were especially notable in the blazes, like parts of Quebec, a typically wet area in the east of Canada that saw half the normal precipitation. These fires were the ones generating smoke that floated down the east coast of the US. But overall, what was so significant about the 2023 fire season was just how widespread the fire-promoting conditions were, Byrne says.",
    "While climate change doesn’t directly spark any one fire, researchers have traced hot, dry conditions that worsen fires to the effects of human-caused climate change. The extreme fire conditions in eastern Canada were over twice as likely because of climate change, according to a 2023 analysis by World Weather Attribution. And in turn, the fires are releasing massive amounts of greenhouse gases into the atmosphere. By combining satellite images of the burned areas with measurements of some of the gases emitted, Byrne and his team were able to tally up the total carbon released into the atmosphere with more accuracy than estimates that rely on the images alone, he says. Related StoryBalloons will surf wind currents to track wildfiresUrban Sky will deploy high-altitude balloons over Colorado this year to prove out an inexpensive way to spot wildfires taking hold.",
    "In total, the fires contributed at least four times more carbon to the atmosphere than all fossil-fuel emissions in Canada last year. Fires are part of natural, healthy ecosystems, and burns on their own don’t necessarily represent a disaster for climate change. After a typical fire season, a forest begins to regrow, capturing carbon dioxide from the atmosphere as it does so. This continues a cycle in which carbon moves around the planet.  The problem comes if and when that cycle gets thrown off—for instance, if fires are too intense and too widespread for too many years. And there’s reason to be nervous about future fire seasons. While 2023’s conditions were unusual compared with the historical record, climate modeling reveals they could be normal by the 2050s. “I think it’s very likely that we’re going to see more fires in Canada,” Byrne tells me. “But we don’t really understand how that’s going to impact carbon budgets.” What Byrne means by a carbon budget is the quantity of greenhouse gases we can emit into the atmosphere before we shoot past our climate goals. We have something like seven years left of current emissions levels before we’re more likely than not to pass 1.5 °C of warming over preindustrial levels, according to the 2023 Global Carbon Budget Report.  It was already clear that we need to stop emissions from power plants, vehicles, and a huge range of other clearly human activities to address climate change. Last year’s wildfires should increase the urgency of that action, because pushing natural ecosystems beyond what they can handle will only add to the challenge going forward.",
    "Now read the rest of The Spark Related reading This company wants to use balloons to better understand the conditions on the ground before wildfires start in Colorado, as Sarah Scoles covered in a story earlier this summer.  Canada isn’t the only country to see unusual fires in recent years. My colleague James Temple covered Australia’s intense 2019-2020 wildfire season.  Another thing Want to try out solar geoengineering? A new AI tool allows you to do just that—sort of.  Andrew Ng has released an online program that simulates what might happen under different emissions scenarios if technologies that can block out some sunlight are used in an effort to slow warming. Read the story here and give the simulator a try.  Keeping up with climate   Scientists want to genetically engineer cows’ microbiomes to cut down on methane emissions. The animals’ digestive systems rely on archaea that emit the powerful greenhouse gas. Tweaking them could be a major help in cutting climate pollution from agriculture. (Washington Post) Some big tech companies are using tricky math that can obscure the true emissions from rising electricity use, in part due to AI. Buying renewable energy credits can make a company’s energy use look better on paper, but the practice has some problems. (Bloomberg) → How companies reach their emissions goals can be more important than how quickly they do so. (MIT Technology Review) The midwestern US is dealing with hot weather and high humidity, in part because of something called corn sweat. Crops naturally release water into the air when it’s warm, causing higher humidity. (Scientific American)",
    "Hydrogen can provide an alternative to fossil fuels, but it likely won’t have universally positive effects in every industry. Hydrogen will be most useful in sectors like chemical production and least so in buildings and light-duty vehicles, according to a new report. (Latitude Media) → Here’s why hydrogen vehicles are losing the race to power cleaner cars. (MIT Technology Review)",
    "Batteries are far outpacing natural gas in new additions to the US grid. In the first half of 2023, 96% of such additions were from renewable sources, batteries, or nuclear power. (Wired) Tesla agreed to open its Supercharger network to vehicles from other automakers last year, but the plan has been plagued by delays. Drivers should be able to access the network next year, but so far only two companies have gotten past the first step of updating the software needed. (New York Times) Sage Geosystems, a company using geothermal technology to generate and store energy, announced it has an agreement to supply 150 megawatts of power to Meta. (Canary Media) Coal powers about 63% of China’s electric grid today, and the country is the world’s largest consumer of the fuel. But progress with technologies like hydropower and nuclear suggests the country could shift to lower-emissions energy sources. (Heatmap) hide"
  ]
}