{
  "url": "https://hbr.org/2024/11/navigating-the-new-geopolitics-of-tech",
  "title": "Navigating the New Geopolitics of Tech",
  "ut": 1731310517.0,
  "body_paragraphs": [
    "Right now, businesses need to navigate two converging trends: 1) breakthroughs in critical and emerging technologies are redefining global power dynamics, economics, and security frameworks, and 2) geopolitical instability is disrupting supply chains, shifting...more",
    "Right now, two major trends are reshaping the world. First, breakthroughs in critical and emerging technologies — think artificial intelligence, advanced telecommunications, synthetic biology, and quantum computing — are redefining global power dynamics, economics, and security frameworks. Second, great geopolitical instability is disrupting supply chains, shifting alliances, and fueling competition over critical resources and technologies: Russia’s invasion of Ukraine, rising tensions between Washington and Beijing, and worries that Israel’s two-front war in Gaza and Lebanon could spark a conflict that engulfs the entire Middle East. Donald Trump’s re-election will undoubtedly intensify these dynamics.",
    "These trends are also converging. Technologies are not only rapidly moving onto the battlefield but are themselves the object of international tensions. Governments around the world are seeking greater technological advantage and autonomy, using trade barriers, export/investment controls, and industrial policy to reshape the flows of data and global supply chains.",
    "For companies, this means having to navigate an increasingly volatile environment. The pressure is on boards to respond to and, when possible, mitigate the uncertainty and risks of this complex web of tech revolution and geopolitical disruption.",
    "I faced similar challenges as Australia’s first ambassador for cyber affairs and critical technology: identifying which tech and political developments mattered and would impact Australia’s interests; coordinating, creating, and implementing a proactive tech strategy designed to deliver national security, economic growth, and safety for all Australians; and working to encourage a culture of innovation within government.",
    "While nation states and companies have different risks, tools, purposes, and motivations, both contend with needing to manage global risk trends and direct and protect billions of dollars of investment while maintaining the trust and confidence of their stakeholders. Many of the lessons I learned while shaping Australia’s new technology-oriented foreign policy will apply to the private sector and could help define business success and failure.",
    "As boards look to guide their companies through the geopolitical and tech turbulence of the current era, I recommend they focus on three essential tasks: understanding global technology trends, making strategic investments, and encouraging agile leadership. Each is critical to ensuring you not only approach the challenges methodically but also execute effectively and lead with confidence in what is an increasingly chaotic environment.",
    "Prepare for future geopolitical tensions by understanding current technology context and trends.",
    "When we started developing Australia’s international cyber and critical tech strategy in 2019, technology policy issues in government were largely perceived as a niche vertical managed by technical specialists. Yet technology had clearly evolved into a central dynamic in global affairs. Understanding and leveraging technology was a core strategic interest of the Australian government, and tech had become a priority consideration for many senior leaders, from ministers to departmental secretaries and leaders of intelligence agencies.",
    "Some volatile trends were already extremely clear: the U.S.-China technology and trade conflict had begun in earnest, the use of cyber attacks in times of crisis and relative calm had become the norm, and governments around the world were exerting greater control over data and regulation of tech through initiatives such as the EU’s General Data Protection Regulation (GDPR). To navigate this landscape, we leveraged powerful intelligence assessments, analyzed geopolitical trends, and stayed abreast of complex tech forecasting. This enabled us to stay on the front foot and develop well-informed strategic plans.",
    "Corporate boards face a similar problem — and can apply a similar approach:",
    "Understand how geopolitical trends might impact technology and business operations.",
    "Boards need to understand how international tensions, trade policies, and global alliances can affect access to technology, shift cybersecurity risks, and influence the regulatory environment. This involves continually assessing what geopolitical trends might mean and engaging with governments to get a better understanding of policy direction.",
    "Consider how the growing tension between the U.S. and China produced a decoupling of tech ecosystems: U.S. export controls have limited Chinese access to powerful components such as advanced semiconductors, and the use of some Chinese firms’ products in U.S. supply chains has been banned. In 2023, Japan and The Netherlands added their own restrictions — and more U.S. allies may soon follow suit. These moves have required boards to radically rethink their business operation strategies.",
    "Integrate geopolitics and technology into risk management.",
    "This means assessing not just the direct impact of regulatory changes or cyber threats, but also understanding how geopolitical strategies might influence these areas quickly and in unexpected ways.",
    "For example, geopolitical tensions can lead to increased cyber espionage campaigns, targeting corporate secrets or critical infrastructure, such as when Volt Typhoon — a hacking group sponsored by the Chinese government — targeted the U.S. and its allies’ infrastructure in 2023. Similarly, technology bans or restrictions based on national security grounds, such as those seen applied to semiconductors, can disrupt supply chains and affect market access.",
    "Making investment decisions that create strategic returns.",
    "Deciding where and how to spend limited resources is an essential feature of developing any strategy. During my time in government, we invested more than $(AU)100 million in developing Indo-Pacific partners’ digital connectivity, cyber security, and ability to absorb new technology and build resilience. Proud as I am of that number, we were still outspent: Between 2015 and 2020 China spent an estimated $(USD)79 billion as part of its Digital Silk Road initiative on uplifting connectivity in the region, including 5G telecommunications networks, data centers, surveillance equipment, smart cities, mobile payment systems, artificial intelligence capabilities, and other high-tech areas.",
    "For Australia’s investment to pay off, it needed to be focused on the areas that could deliver the biggest strategic returns and produce asymmetric, disproportionate impacts. We had to prioritize which countries, regions, and areas of technology to invest in, each of which involved trade-offs and considered risks.",
    "Consider the Australian Government’s investment in undersea cabling projects in the Pacific, which started in 2017. At the time, Papua New Guinea (PNG) had contracted Huawei, the Chinese multinational tech company, to build an undersea cable linking it to Sydney via the Solomon Islands. The project posed a high risk to Australia’s data and cyber security due to the company’s close ties to the Chinese state and the increased digital access it would have provided for intelligence gathering. So, the government decided to fund a new entity, the Coral Sea Cable Company, to build the cable. While the easy choice would have been to let the Huawei project continue, the investment promoted regional development, economic growth, and long-term access to key infrastructure and enhanced the security of all countries involved. I authorized the investment of $(AU)14.5 million from capacity-building funds to build a cyber security operations center with PNG cyber security experts to provide a better-equipped method of protecting PNG’s networks with the surge in digital traffic that the new cable would create. These investments were a deliberate, strategic application of our 2017 International Cyber Engagement strategy, which emphasized proactive measures to secure digital infrastructure and strengthen cooperation in the Indo-Pacific region.",
    "With these experiences in mind, I recommend that boards:",
    "Make strategic technology investments and diversify.",
    "Investing strategically in resilient and flexible technological infrastructures can mitigate and distribute risks associated with geopolitical upheavals. Diversification — in terms of technology solutions, geographic markets, and supply chains — can build redundancy and reduce the potential for disruptions.",
    "The cloud computing services industry is a good example of these practices. Major companies like Amazon, Microsoft, and Google offer cloud services that are distributed across multiple geographic locations worldwide. As well as providing them with operational resilience, this diversification allows them to reroute data and services seamlessly if a region faces geopolitical disruptions or regulatory changes.",
    "Integrate cybersecurity into emerging technology investment strategy, including the cybersecurity-AI nexus.",
    "Without sufficient risk assessments, resilience strategies, training, and investment in the latest cybersecurity technologies, corporations expose themselves to significant financial and reputational damage. I learned this during my time in government as I helped coordinate with industry to respond rapidly to national-scale cyber incidents, such as Wannacry, Cloudhopper, and Microsoft Exchange. The Australian government invested billions of dollars to shore up our cyber defenses and lower the impact that these attacks were having.",
    "Boards must invest in both defense and resilience. This includes relevant technology solutions and skills development to ensure their cybersecurity teams are equipped to counter AI-driven threats, as cyber adversaries are adopting gen AI tools. For example, IBM found that generative AI capabilities facilitate upwards of a 99.5% reduction in the time needed to craft an effective phishing email.",
    "Invest in critically assessing data holdings as a risk-management imperative.",
    "Data breaches are a constant threat to any business or government — and one that also amplifies regulatory compliance risks due to data protection laws such as GDPR and the California Consumer Privacy Act (CCPA), which impose heavy penalties. Under GDPR, companies can be fined up to 4% of their annual global turnover or €20 million (whichever is greater) for breaches.",
    "GDPR requirements have forced companies to adjust their operations, affecting how data is protected and shared internationally. In 2021 PWC estimated that 88% of global companies said that GDPR compliance was costing their company more than $1 million annually, with 40% of companies spending over $10 million. Reducing unnecessary data holdings can assist in minimizing the risks to a business by limiting the potential impact and scope of a data breach and simplifying compliance requirements. On the flip side, exceeding customer expectations for privacy and effective data management can enhance both business reputation and customer trust.",
    "Creating an agile, innovative leadership culture.",
    "One of my roles as the most senior Australian diplomat for cyber and technology was to shake up the culture inside the organization, which included bringing cyber and advanced technology issues into the culture of the department and encouraging innovative thinking about how to deliver our agenda. In the hyper-connected, digitally driven twenty-first century, it is no longer acceptable for diplomats to leave technology considerations to specialists.",
    "Training played a pivotal role in ensuring that as many diplomats as possible were technology literate and engaged with the national interest in this area as much as any other area of government policy. My team and I rolled out cyber and tech training programs in Australia at our headquarters and hubs around the world, such as Madrid, Bangkok, Santiago, and Geneva, to give crash courses to eager colleagues who soaked up the materials and become hugely valuable “cyber and tech” diplomats. We had to develop and deliver these courses quickly so that as a government we didn’t miss out in the rapidly evolving technology world. Alongside this, I personally briefed the most senior levels of politicians on the risks and opportunities that were evolving in this space. Here is what senior leaders should promote:",
    "Leadership that encourages a culture of flexibility and agility.",
    "With so many fast-moving issues and decisions to make, boards — as much as prime ministers and their cabinets — must be prepared to pivot strategies quickly in response to geopolitical developments and technological innovation.",
    "BMW is an example of a company doing exactly this in the wake of Brexit: They rapidly adjusted their manufacturing footprint from the UK to China and Germany. Influenced by Brexit and global sustainability shifts at the time they accelerated their investments in electric vehicles, they uplifted their supply chain resilience by leveraging advanced technologies such as AI and big data analytics to forecast potential disruptions and increased their focus on markets such as Asia and North America to avoid potential downturn in European markets.",
    "AI ethical considerations and corporate responsibility.",
    "The integration of technology into every element of a business brings ethical considerations to the fore, especially in relation to data privacy, AI, and digital inclusivity. For AI deployment, boards must ensure ethical considerations such as transparency, fairness and accountability in AI algorithms, and that decision-making processes are clear. Social license will become increasingly important for companies in the age of AI, and they will need to maintain public trust through adopting ethical principles around their use of AI and data.",
    "Those companies close to the cutting edge of AI development have understood this requirement. For example, since 2018 Microsoft has adopted a set of AI principles to guide its work on the technology, and IBM established an AI ethics board tasked with integrating ethical considerations into its AI deployments. But other sectors beyond tech should be doing the same as they increasingly deploy AI into their businesses.",
    "There are a growing number of international ethics frameworks being developed, such as the Organization for Economic Cooperation and Development’s (OECD) principles for AI, which businesses will need to be aware of. Boards need to ensure their organizations have a pre-agreed approach and should design AI policies that comply with international technical standards, such as ISO requirements on privacy and security, while also illustrating that their approach has been guided by rigorous ethical standards.",
    "Curious leadership that identifies gaps and seeks advice.",
    "The board will be critical in guiding their organizations through the uncertainty of the interplay between geopolitics and technology. It requires a balance of strategic foresight, adaptability, and ethical leadership. Boards must cultivate technology leadership within their ranks, understanding strategic technology issues, but should also be willing to identify knowledge gaps and be comfortable seeking advice to bridge those gaps. Technology and geopolitical expertise increasingly need to be in the boardroom. Proactivity on this front will place boards in a strong position to steer their ships in an increasingly interconnected and rapidly changing global landscape.",
    "If my time in the epicenter of geopolitical and technology diplomacy taught me anything, it was that the future will belong to those who shape it today. In proactively addressing the intricate complexity presented by the intersection of geopolitics and advanced technology, boards as much as governments must adopt a proactive, agile, and informed approach. By embracing a strategic mindset that integrates geopolitical awareness with technological foresight, boards can lead with greater vision and responsibility. They have a crucial role in shaping their organizations’ destinies, ensuring that they not only survive but thrive in the complex, dynamic world of the twenty-first century.",
    "Global Collaboration Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Global Collaboration. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Learn how to overcome barriers when working globally.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "The Year in Tech, 2025: The Insights You Need from Harvard Business Review",
    "Harvard Business Review, November/December 2024",
    "Read more on Global strategy",
    "Government policy and regulation,",
    "and Technology and analytics"
  ]
}