{
  "url": "https://www.dailymirror.lk/hard-talk/It-will-be-a-National-Govt-if-we-win-Dr-Harsha-de-Silva/334-295677",
  "title": "“It will be a National Govt. if we win,” - Dr. Harsha de Silva",
  "ut": 1731270936.0,
  "body_paragraphs": [
    "I’m looking at the country because I as a Member of Parliament would technically represent Colombo. But I think I have a bigger role to play in this country",
    "Well, would you go to an Ayurvedic physician and get a prescription for Kasaya if you don’t believe in Ayurvedic medicine? You won’t. So these people have been for the last four to five decades screaming about communism, about creating a socialist state",
    "In my first speech in Parliament in 2020, I said, please go to the IMF and solve this problem and since then, I’ve been perhaps the most vociferous parliamentarian who has argued on a daily basis",
    "Seasoned politician, economist and an academic Dr. Harsha de Silva who is contesting from the Samagi Jana Balawegaya (SJB) from the Colombo District warns the National People’s Power (NPP) government that it should not be acting up to follow the IMF programme with regard to the debt crisis just to please the international lender. He underscores that with a social market economic policy his party is following and the experience they have gathered, SJB is ready to help President Anura Kumara Dissanayake’s government.",
    "As an economist how serious is the problem related to Sri Lanka’s economy and debt right now?",
    "We came out of the depths of the crisis, but we are nowhere near coming on shore. So you see we have a long period ahead of us which we need to get our reforms done. Unless we are able to unshackle this market and sort of integrate with the global marketplace, I don’t see how we can become a developed country even in another 40 years.",
    "So it’s a problem that can be solved because look, we are only 20 million people and we are situated at the ideal geographically strategic location globally. And it’s up to us to make sure that we leverage on these things and so that is why sort of the political ideology of being statists and insular will never work.",
    "So we have to provide the platform for entrepreneurship, for investors to come to create a dynamic economy here. And we have to look outwards, right? So its exports and what you call competitive import substitutes. If we can turn our manufacturing processes towards tradables, that’s when we can start really accelerating and hopefully,  get to the place where we want to. And specifically, we got the debt crisis that we had.",
    "Ranil Wickremesinghe’s government introduced a plan. And should that be the plan that we follow or is there an alternative?",
    "A: Well, I mean, it’s after multiple months, actually years of discussion that we’ve come to some agreement. You can always say, you know, we can do better. But also what matters is when. Because every month we delay, interest is adding on.",
    "So therefore, the solution has to be optimal. You know, it’s perhaps not going to be the best in terms of a haircut or in terms of interest reduction, but optimal in the sense, the net present value that we ultimately will have to bear and what they are willing to give up. So it’s a balance.",
    "But now, the present government is also following the same pattern. So don’t you think they’re on the right track?",
    "Well, would you go to an Ayurvedic physician and get a prescription for Kasaya if you don’t believe in Ayurvedic medicine? You won’t. So these people have been for the last four to five decades screaming about communism, about creating a socialist state. Even today, if you go to the headquarters, you’ll see Marx, Lenin and Engels hanging there.",
    "And if you listen to the hardcore, you know, the thinking is completely different from what they are practising. So I don’t understand how this can succeed. Because if they are doing it only to please the IMF, that is going to be short-lived. Because unless you believe in something, you can’t really deliver it. It’s like acting. Actors can act, but it doesn’t come from your inner soul.",
    "So that’s why I’m saying that this sort of arrangement, in my view, is not going to work. Because soon the red and the pink are going to clash and the pink does not have the political power. It’s the red that has the political power and the pink is going to get gobbled up by the red. And the more the pink attempts to stick with the reforms of  Wickremesinghe, the more agitated the red is going to be.",
    "So this clash of ideologies, if continued in this way, we will not bring the kind of results we’re looking for. You know, when I talked about those guys carrying on with RW’s policies, RW’s policies are on the extreme right. He’s a neoliberal, whereas these people are completely on the left.",
    "I mean, us, the SJB, we proposed a plan. It was in our blueprint. That was a social market economy, where we, believe in the markets, but we also believe in economic justice and social equity. So that’s really, in our view, the solution to the problem.",
    "I think the higher-ups in the SJB has already hinted that they are ready to support this government. But what are you campaigning for? Is it to grab the power or help the government?",
    "I wouldn’t want to run in an election unless I, hope to win. So who wants to campaign to be in the opposition? I don’t, right? So we are trying to win. Well, the result, obviously, will depend on how people perceive our proposal. But we want to form a government.",
    "So are you willing to mix red, pink, yellow, and green?",
    "Yeah, I mean, it will be, in the true sense, a national government if we win. Because President AKD is already there for the next five years. We have no intention of trying to dislodge him and then if somebody else, we win, then, you know, there can be a multi-party mechanism to really deal with the economics issues that are going to be critically important. And in my view, people who have had absolutely no experience in governance and is bringing sort of the academic credentials, which I’m not questioning, alone will spell disaster. I’ve been in Parliament now for 14 years and what I know now, how to deal with governance is so much more nuanced. And I’ve learned so much, from the time I entered Parliament in 2010.",
    "And why should people in Colombo vote for Dr. Harsh de Silva?",
    "I’m not looking at Colombo, honestly. I’m looking at the country because I as a Member of Parliament would technically represent Colombo. But I think I have a bigger role for all people living in this country. So my reasoning is, look, the next five years are going to be challenging in terms of fixing the economy. Even though I may say it myself, the first person who brought to the attention of the then government was me. My first speech in Parliament when I sat there in 2020, I said, look, please go to the IMF and resolve this problem and since then, I’ve been perhaps the most vociferous MP who has argued on a daily basis. I provided three documents to the government, which was submitted under the name of our political party, SJB. The first blueprint, the second one, and the third listed out 62 pages of technical details.",
    "This you need to do. So I have a plan and I bring quite a bit of experience to Parliament, not just being a politician, but prior to being a politician, being a successful entrepreneur, being a banker, worked around the world in multiple countries and also taught at universities. So I have a holistic view now with my experience.",
    "I believe I can sort of see beyond the obvious I’m OK. I came into politics only after I ensured that my domestic economy was safe and sound, that I really didn’t need to work anymore and so there is an urge inside me to make sure that the young people of this country would have a future because I have two children and I know their aspirations. I know their dreams.",
    "And I want to do something so that we are on the right track. But I must add this. When I go campaigning, people come and say, thank you. And most of those who thank you are for what we created, 1-9-9-0 Suwasariya. We took the two millionth person to critical care three Mondays ago. I mean, it has been a phenomenal. I mean, I never expected when I started it, it would be so useful. Today, I saw recent surveys, it’s the most loved public service. It is Sri Lanka’s most efficient public service.",
    "The World Bank recently told us that we run one of the world’s most advanced digitally and fastest ambulance services in Sri Lanka. I feel very proud that my team, led by Dumindra Ratnayake and Sohan De Silva, 1500, are doing an amazing service day in, day out, 24 hours of the day.",
    "I would like to ask, you that, there is this famous incident where you made an allegation that there are people who want to stop Harsha De Silva going into politics. Who are these people who want to block you from politics?",
    "The latest is Dudley Sirisena. He held a press conference and said he will make sure my political career is ended  because I’m fighting the oligopoly in the rice market. There are others. I told the Speaker that if somebody kills me on the road because I’m going after this visa scandal, then he’ll have to look after my family. There are other people who don’t like my type of politics. There are, I mean, also its competitive. And I, of course, don’t take these things seriously though it’s challenging sometimes but I take all those on the bum."
  ]
}