{
  "url": "https://dbsjeyaraj.com/dbsj/?p=86884",
  "title": "The hasty and inefficient manner in which the NPP/JVP government launched its education reform has given political monks  a new lease of life. Suddenly they are slithering out of the woodworks, mouthing obscenities and birthing new conspiracy theories.",
  "ut": 1768937532.0,
  "body_paragraphs": [
    "“The vain bhikku will yearn for recognition from others, yearn for leadership and authority in monasteries, yearn for honour among other families.” The Buddha (Bāla Vagga – Dhammapada)",
    "A listener should have been pardoned for dismissing it as an AI-generated parody. Except that it wasn’t. Walawahangunawave Dhammarathana Thero, chief incumbent of the ancient Mihintale temple, did claim to have a special relationship with the US president. He has an inside track to Donald Trump and to Mark Zuckerberg, the monk said, via a child known to him who  is studying in England, in Cambridge.",
    "The monk went on to reveal that this child was instrumental in reducing US tariffs on Sri Lanka. “A child or a grandchild of Mr. Trump is studying with him. It is through that this 30% came… We didn’t say this before. But now we are saying this.”",
    "The monk then threatened to use this inside track to defeat the NPP’s education reforms. “So (we will) meet President Trump and Mr. Zuckerberg through that child and get them to stop this destruction; develop the country; change the system.”",
    "Donald Trump’s youngest son, Barron, is at New York University. The ages of his 11 grandchildren range from 18 to several months; none of them are university students. In other words, no child or grandchild of Donald Trump is studying in Cambridge or Oxford or any other British university.",
    "Either the monk was lying or, which is more likely, he was the victim of a hoax.",
    "“A fool thinks poorly, speaks poorly and acts poorly,” the Buddha says in Bālapaṇḍita Sutta.",
    "The chief incumbent of Mihintale was thinking, speaking and acting poorly when he made that ludicrous statement about his inside track to Donald Trump. The poverty of his mind was such he didn’t even realise he was turning himself into a laughing stock by making such an absurd and obviously false claim.",
    "The hasty and inefficient manner in which the NPP/JVP government launched its education reform has given political monks like the chief incumbent of Mihintale a new lease of life. Suddenly they are slithering out of the woodworks, mouthing obscenities and birthing new conspiracy theories.",
    "For instance, at a press conference by an organisation calling itself Mothers’ Front, Bodu Bala Sena chief Galagoda Aththe Gnanasara inaugurated sterilisation canard II. 877,000 mothers have been sterilised in 10 years, he claimed.",
    "“Political monk is an invasive vine on the tree of Sasana,” warns W.A. Abeysinghe in his The Kingdom of Gautama Buddha and other debatable essays. “Once the vine grows, the tree will die. That is happening now.” Political monk represents a lethal danger not just to the Sasana. Because his aims and actions are political, he is an invasive vine on the body politic as well, a danger to democracy, an obstacle to social progress. Thanks to the bungling and the muddling of the NPP/JVP government, political monk is on the move again.",
    "Monks meddling in politics is probably as old as the Sasana. But contrary to currant myths, monks never wielded direct political power in ancient Lanka.",
    "Monks “used their influence over the masses to support the king who in return looked after their interests,” Walpola Rahula Thero wrote. “The king found a powerful means of propaganda in the Sangha who had close contact with the people, and had great influence over them. Hence we find kings, who had committed heinous crimes, honouring the Sangha and sending them around the country in order to influence the people in their favour.” It was a mutually beneficial relationship. “Whatever the kings did for Sangha was therefore amply rewarded.” (History of Buddhism in Ceylon)",
    "In this patron-client relationship, kings held the upper hand and the purse strings. They did not hesitate to punish monks who violated the modus vivendi. As Rahula Thero states, in 69th century BCE, monks “conspired to put King Saddha-Tissa’s younger son, Thullathana (69BC) in preference over the elder son Lajja-Tissa against the usual custom of succession. Lajja-Tissa (59-50BC) deposed him; and being sorely displeased with the Sangha neglected it for three years” (ibid). The Sangha cannot be a power,” concludes HL Seneviratne in The Work of Kings. “It can only be a handmaid of power.”",
    "Early in his presidency, Ranil Wickremesinghe made a public pledge to resolve the ethnic issue before independence day 2023 (he broke the promise). Agalakada Sirisumana Thero was incensed. “Leaders cannot be allowed to do such things the way they want,” he thundered. “If they do, only the monks can throw you out on your ear.”",
    "Monks did try to throw leaders out on their ear in ancient Lanka. The consequences were not pleasing, especially to monks. King Coranaga, for instance, destroyed 18 viharas because monks refused to give refuge to him during the rebellion against his cousin Mahaculika Mahatissa.",
    "The modern political monk dreams of becoming the true power behind the throne, the actual arbiter of the nation. But to get to this point, they need to piggyback on lay political leaders. In 1956, it was S.W.R.D. Bandaranaike. Today it is the Rajapaksas. Turkish scholar Mustafa Akoyal commenting on the Ulema-state alliance dominant in most Islamic-majority countries points out that “many religious scholars are happy to justify autocratic rulers as long as the latter pose as defender of faith.” (Reopening Muslim Minds: A Return to Reason, Freedom, and Tolerance). This is true of Lankan monks as well.",
    "Unlike in 1956, today, political monk maintains a degree of autonomy from his political patron. This enables the political monk to go where lay politicians are chary of going. For instance, in December 2022, the chief incumbent of Mihintale gave the fledgling Ranil Wickremesinghe administration an ultimatum. If the government fails to relieve the suffering of the masses in a month, he would lead the people in a new aragalaya to throw out the government and all 225 parliamentarians, he threatened.",
    "Naturally, this Mihintale aragalaya project came to nothing despite a media blitz. Incidentally, this relative autonomy of the political monk suits lay politicians as well since it provides them with some degree of plausible deniability whenever saffron interventions become too controversial or downright embarrassing.",
    "Religio-racial chauvinism is and has been political monk’s weapon of choice. Universities Commission of 1962 (every one of its three members were Sinhala-Buddhists) in its report concluded that political monks were “responsible in large measure for inflaming the racial and religious passions that erupted in such sickening fashion in the early part of 1958.”",
    "Almost 70 years later, political monk remains wedded to the idea of Tamil, Muslim or Christian Enemy. His preferred mode of action is to ignite some controversy somewhere, alleging a Tamil, Muslim or Christian threat to Sinhala-Buddhist Sri Lanka.",
    "During his recent Jaffna visit, President Anura Kumara Dissanayake addressed one such attempt, the repeated efforts to provoke a confrontation over Tissa Vihara in Jaffna. The controversial temple was built during the Gotabaya presidency. Tamil residents of the area claim that this building is not on the original temple land (donated by a Sinhala devotee in the 1940s) but on private land occupied by the military during the war. The chief incumbent of the historic Nagadeepa temple, Navadagala Padumakittithissa Thero agrees. “But monks from outside, with the assistance of the military, forcibly occupied land belonging to our Tamil brothers living in that area. No one was allowed to come to this area and this temple was constructed in the land belonging to those Tamil people secretively.”",
    "President Dissanayake began by asking the audience, “We fought for decades. What did we gain?” And answered his own question: “Nothing… The final balance sheet was a massive calamity.” He then went on to say that his government will not allow any kind of racism to raise its head anywhere although attempts are being made to ignite trouble",
    "In an obvious reference to the Tissa Vihara, he said, “To observe sil on poya, (some) go past Sri Maha Bodhi to Jaffna. What is here is not sila but hate. Otherwise, why go past so many temples, so many places of worship, and go to one place in Jaffna? This is not on behalf of sila but hate. For land. For racism.” He concluded by saying that racist groups who have lost power are trying to incite racism again in various places and their efforts will be defeated.",
    "Whether the president and the government will walk the talk remains to be seen. But even the words amount to something. With them President Dissanayake headed in a direction most political leaders are unwilling to take (Sajith Premadasa being the obvious case in point).",
    "In the coming weeks and months, political monk is likely to intensify his efforts at political and societal destabilisation. The question is will the government help him by continuing to score own goals?",
    "The world has a new hero. An Indian street dog named Aloka has captured the imagination of people across the US and the world.",
    "Aloka is accompanying a group of Vietnamese-American monks on a 2,300 mile pilgrimage known as Walk for Peace. The monks, based in Fort Worth, Texas, belong to the Theravada tradition. Their path to Washington runs through American deep south (including Bible belt states), once the home of Jim Crow and the KKK. They are not demanding anything, protesting anything, demonstrating against anything, the monks explain; they are merely walking for peace, for mindfulness, compassion and loving kindness.",
    "Their goal, their commitment and their conduct are resonating with many people who are not Buddhists. “Did you know the venerable monks walking for peace are intentionally passing through cities and towns that have experienced violence, unrest or deep division because the whole point is to bring compassion, unity, and mindfulness where it’s needed most,” wrote Southerner Stacey Deann Moore. “They’re not avoiding hard places. They’re walking into them. This practice goes back to early Buddhist teaching where monks were encouraged to walk widely and go everywhere to share a peaceful path.”",
    "What if Sri Lankan monks reached conducted themselves in a similar manner instead of leading the battle for Sinhala Only?",
    "Early in his presidency, Ranil Wickremesinghe publicly asked monks to stick to their job instead of dabbling in politics, referring to some demonstrating monks as robe-wearing kids. “It is not possible to gain special protection by merely wearing robes and acting against the Dhamma,” he explained.",
    "This brings us to a question: what is a monk?",
    "According to the Buddha, “Whoever dons the saffron robe with mind purged of all defilements, restrained and truthful, he indeed is worthy of the saffron robe” (Dhammapada -Yamaka Vagga). “He who controls his hand, controls his foot, controls his speech and is well-controlled in all respects, delights in meditation, is composed, solitary, and content – him they call a bhikku.” (Ibid – Bhikku Vagga).",
    "In other words, the antithesis of political monk, cultural monk, business monk…",
    "Unfortunately, according to what has become the Sri Lankan tradition, anyone wearing the saffron robe is a monk. Anyone wearing the saffron robe is worthy of worship and special treatment. The man wearing the robe is immaterial.",
    "In an editorial written in the Lak Mini Pahana of 30 November 1934, Munidasa Kumaratunga warned against this practice. Venerating the guise/appearance should be limited to the theatre, he pointed out; if the practice of worshipping the saffron robe irrespective of the qualities of the wearer persists, we will end up by worshipping saffron robes on clothes lines, he said.",
    "Today anyone in a robe is considered worthy of worship even if their minds are vile, going by their vile words and uncivilised conduct. (Incidentally, Minister Lal Kantha was wrong to call such robe wearers vanachariya; the word means those who live in jungles. Equating these robe wearers with animals and humans living in jungles is an insult to the latter).",
    "This week, Battaramulle Seelaratana Thero, who attacked Prime Minister Harini Amarasuriya in the most obnoxious, uncivilised manner, visited chief incumbent of Mihintale. Both lamented politicians’ unfamiliarity with Puṇṇa Sutta. The question is whether either monk has read and understood the said sutta. A monk called Puṇṇa tells the Buddha that he is going to a place called Sunaparanta where people are wild and rough. The Buddha asks him what he will do if these people abuse and revile him. Answers the monk that he will think, “These people of Sunaparanta are excellent, truly excellent, in that they do not give me a blow with a fist.”",
    "If they are abused or reviled, most monks of today will either answer back in equally unprintable language and/or run to the CID. Can these be the followers of the Buddha simply because they wear saffron? Should we treat them as such and allow them to decide our future?"
  ]
}