{
  "url": "https://www.ft.lk/columns/Peace-without-justice-in-letting-go-of-backlog/4-783701",
  "title": "Peace – without justice in letting go of backlog?",
  "ut": 1761870648.0,
  "body_paragraphs": [
    "Absence of evidence is not evidence of absence. It is sweet and fitting to expect that against all faded hopes, justice may still be done",
    "Almost every day I make a mental note of some smidgen of armchair wisdom that promises peace if only one would let go, let it go or let it be. It may come from some platform on social media, where the world and its brother obtains their outlook on life. Or emanate from the warm, woozy worldview of some philosophically oriented friend. The imperative is often couched in semi-religious jargon: ‘non-attachment’, ‘compassionate distancing’ or “let go and let God!”",
    "It is a consummation devoutly to be wished. As costly shrinks – psychiatrist or psychologist alike – and priestly types of the confessional persuasion know, there is great relief in divesting oneself of anger, guilt, shame and more of the same.",
    "And despite those who demand their due pound of flesh, the peace that passes all understanding descends in bodily form only once absolution has been granted, forgiveness offered and forgetfulness entered into as a state of willing suspension of belief or action.",
    "Shoo, fly, don’t disturb the peace",
    "There has been, for long however, a Musca domestica in the ointment of local politics. And it is that pesky gadfly which buzzes about town hall, marketplace and the corridors of power begging, pleading, agitating for and demanding that justice be done. (What mad pursuit? What struggle to escape? What pipes and timbrels, and who pays the piper to play or not to play?) No state, regime or government can stay those heard melodies that are sweet and fitting, much less the unheard and far more bitter laments of those denied it.",
    "Therefore, it would be a pity – and also a grievous offence against the natural order of all things good and just – if the sense of expedience and the impediments it admits (in the shape and form of the law’s delays and derailed probes) were to rule the priorities of the government of the day.",
    "This is being said in the context of the National People’s Power administration’s 1,335 promises made when its manifesto went public over a year ago. Many of which were to do with assassinations, abductions and many alleged crimes against the people and the state.",
    "Scientific approach to civics",
    "While promises made on the campaign trail must not necessarily be always blindly kept, especially in the light of what is prudent to do after the event, promises made that are not bound by imprudence are broken at great cost to the polity first, and eventually, the promise-breakers. It is, after all, a regime that claims to exercise power on a scientific basis, that is at the helm. There must be space for new knowledge to challenge and shape paradigms. And a government has a right to change its mind if the rationale for doing so can in fact be justified.",
    "With that said, not following through on seemingly sincere undertakings because a) after the event of an election victory, action becomes less paramount than before; or b) government does not now have the bandwidth to act expeditiously on all “21,000 files” (probes/investigations/cases) clamouring for its attention; or c) the trail is cold – smacks of downright incompetence at ‘best’ or cynical disingenuousness at worst.",
    "And when confronted, as recently on a YouTube conversation militating towards matters oustanding from time to time, to trot out the old excuses of “the evidence”, its “accuracy” and “missing pieces of the puzzle” is unbecoming of a technocratic approach to statecraft as the JVP-led NPP expects its electorate to believe is its bailiwick.",
    "All’s fair in war and politics",
    "To be fair, the government has given law-enforcement authorities a clear mandate, their agencies a strong indication prevailing political winds are in favour of the prosecution of these cases and that instrumentality would be provided by adequate resources to properly organised probe teams.",
    "It may also have to be taken on faith that the defence of the incumbents – that some of the delays redound to desiring that the cases be thoroughly probed, as well as accurate and complete, prior to submissions being made in and to court – is a legitimate reason, and not a red herring.",
    "Also requiring a charitable view to be taken is the puzzling lack of progress from a social point of view now, given that campaign-trail slogans strongly suggested – and were backed up by then determined declarations by would-be mandarins of a future government – that prompt action would be taken no sooner they came into power. To say now that the ongoing delays (‘justice denied’) are not deliberate leads even any gracious apologists to correspond present sentiments to public frustration at what seems to be governmental apathy over and above state bureaucracy.",
    "It is also pertinent to remind a punitively hostile-sounding JVP senior who was interviewed less than half a year before assuming an august mantle in the new administration that he assured the attentive public there was sufficient evident to bring to summary justice the alleged perpetrators of putative political conspiracy as far as the 2019 Easter Sunday attacks went. Killing 269, maiming scores for life, and wantonly destroying national property while destabilising island life.",
    "Is the silence now strategic, simply circumstantial or is there something far more sinister than procedural delays at the foot of the cross the long-suffering victims and their loved ones have had to carry? And be crucified on time and again? On each occasion hope in state-dispensed justice arises? Only to be laid repeatedly in the tomb of mystery, mayhem and mendaciousness?",
    "“There is a delay. And we don’t deny it. Nobody has been charged properly or with a particular case... we are only stuck at the technicality of it,” said a deputy minister of the government who is emerging as a rising star of no little potential and some acumen beyond his bastions of economics, industry and entrepreneurship.",
    "He elaborated: “There are seven odd ministers, politicians of the previous administration, in jail. There are twenty-five politically connected people who are in jail, or being taken to courts. Thirty-five odd government officials are being taken to court.” Paradigm shift? Kudos. And yet...",
    "A but for every and or because",
    "Yet as far as “the greatest damage that was done historically” (i.e. 4/21 or the bombings of 21 April 2019) there is still the well of silence. Not least because a then cocksure opposition of yesterday finds the case “complex” today. Quelle surprise, and no small disappointment.",
    "So for now, after a presidential commission of inquiry on the back of a parliamentary select committee, featuring 240+ days of probing in which over 400 witnesses starred and volumes of forensic evidence was made available for court’s scrutiny, the dust has yet to settle on a case which the aspiring politicos of the present regime promised was an openbook and therefore a case due to be closed. Instanter. Pronto. You get the drift, comrade.",
    "Be that as it may, absence of evidence is not evidence of absence. It is sweet and fitting to expect that against all faded hopes, justice may still be done.",
    "That may be after survival in the short term for a regime whose tenure has rocky roadblocks to manoeuvre first. The likes of which – abolishing the executive (also delayed, not even a process to do so whispered at yet); boosting export earnings and thereby precious forex reserves (in abeyance, while the import of 1,775 diesel double cabs is on the cards); corruption eradication so that system change will follow regime change – must trump delivering electioneering undertakings for the nonce.",
    "And let no one, least of all the present political opposition coalescing into a band of reconciled brothers who had ample opportunity to unearth the crime but little motive and less success, speak ill of realpolitik.",
    "So let it go. Or let go and let Government do – or don’t, and be damned! Of course, that is unless you’re a loved one of a lost generation now little mourned; an as yet uncompensated victim of abduction, assault or torture; or the forgotten widow and children of an icon slain by still to be apprehended assailants. In which case, once more into the breach...",
    "(Editor-at-large of LMD | Bring up the body again)"
  ]
}