{
  "url": "https://www.technologyreview.com/2024/11/01/1106377/exosomes-more-than-anti-aging-fad/",
  "title": "How exosomes could become more than just an “anti-aging” fad",
  "ut": 1730421000.0,
  "body_paragraphs": [
    "This article first appeared in The Checkup, MIT Technology Review’s weekly biotech newsletter. To receive it in your inbox every Thursday, and read articles like this first, sign up here. Over the past month or so, I’ve been working on a story about exosomes. You might have seen them advertised—they’re being touted as a hot new beauty treatment, a fountain of youth, and generally a cure-all therapy for a whole host of ailments. Related StoryExosomes are touted as a trendy cure-all. We don’t know if they work.People are spending thousands of dollars on unproven exosome therapies for hair loss, skin aging, and acne, as well as more serious conditions like long covid and Alzheimer’s.",
    "Any cell biologist, though, will tell you what exosomes really are: tiny little blobs that bud off from cells and contain a mixture of proteins and other components. We’re not entirely clear what those components are or what they do, despite the promises made by medspas and cosmetic clinics charging thousands of dollars for exosome “therapies.” As one recipient of an exosome treatment told me, “I feel like it’s a little bit of health marketing bullshit.” But there is some very exciting scientific research underway to better understand exactly what exosomes do. Scientists are exploring not only how these tiny particles might help cells communicate, but also how they might be used to diagnose or treat diseases. One company is trying to use exosomes to deliver drugs to the brains of people with rare neurological disorders.",
    "It might take longer for these kinds of exosome applications to get to the clinic, but when they do, at least they’ll be evidence based. Exosomes are a type of extracellular vesicle. This is a scientific way of saying they are basically little packages that bud off from cells. They were once thought to contain cellular garbage, but now scientists believe they convey important signals between cells and tissues.",
    "Exactly what those signals are is still being figured out.  The contents of exosomes from cancer cells will probably be somewhat different to those from healthy cells, for example. Because of that, many scientists hope that exosomes could one day be used to help us diagnose diseases. In theory, you could isolate exosomes from a blood sample, examine their contents, and figure out what might be going on in a person’s cells. Exosomes might provide clues as to how stressed or close to death a cell is. They might indicate the presence of a tumor. Raghu Kalluri, a cancer biologist at MD Anderson Cancer Center in Houston, is one of the researchers exploring this possibility. “I believe that exosomes are likely providing a forensic fingerprint of what the cells are undergoing,” he says. Related StoryThe quest to legitimize longevity medicineLongevity clinics offer a mix of services that largely cater to the wealthy. Now there’s a push to establish their work as a credible medical field.",
    "But understanding these signals won’t be straightforward. Exosomes from cancer cells might send signals to surrounding cells in order to “subjugate” them into helping the cancer grow, says Kalluri. Cells around a tumor might also send distress signals, alerting the immune system to fight back against it. “There’s definitely a role for these exosomes in cancer progression and metastasis,” he says. “Precisely what [that role is] is an active area of research right now.”  Exosomes could also be useful for delivering drug treatments. After all, they are essentially little packages of proteins and other matter that can be shuttled between cells. Why not fill them with a medicine and use them to target specific regions of the body? Because exosomes are made in our bodies, they are less likely to be seen as “foreign” and rejected by our immune systems. And the outer layer of an exosome can serve as a protective coat, shielding the drug from being degraded until it reaches its destination, says James Edgar, who studies exosomes at the University of Cambridge. “It’s a really attractive method for drug delivery,” he says. Dave Carter is one scientist working on it. Carter and his colleagues at Evox Therapeutics in Oxford, UK, are engineering cells to produce compounds that might help treat rare neurological diseases. These compounds could then be released from the cells in exosomes. In their research, Carter and his colleagues can change almost everything about the exosomes they study. They can alter their contents, loading them with proteins or viruses or even gene-editing therapies. They can tweak the proteins on their surfaces to make them target different cells and tissues. They can control how long exosomes stay in an animal’s circulation.",
    "“I always used to love playing with Lego,” he adds. “I feel like I’m playing with Lego when I’m working with exosomes.” Others are hopeful that exosomes themselves hold some kind of therapeutic value. Some hope that exosomes derived from stem cells, for example, might have some regenerative capacity. Ke Cheng at Columbia University in New York is interested in the idea of using exosomes to treat heart and lung conditions. Several preliminary studies suggest that exosomes from heart and stem cells might help animals like mice and pigs recover from heart injuries, such as those caused by a heart attack. There are certainly plenty of clinical trials of exosomes underway. When I searched for “exosomes” on clinicaltrials.gov, I got over 400 results. These are early-stage trials, however—and are of variable quality.  Still, it’s an exciting time for exosome research. “It’s a growing field … I think we will see a lot of exciting science in the next five years,” says Cheng. “I’m very optimistic.”  Now read the rest of The Checkup Read more from MIT Technology Review's archive You can read the piece about the costly exosome treatments being sold in aesthetic clinics and medspas in my longer piece, which was published earlier this week.  It can be difficult to establish credibility in a medical field when you’re being undercut by clinics selling unapproved treatments and individuals making outlandish claims. Just ask the doctors and scientists trying to legitimize longevity medicine.  Some treatments can take off culturally without the backing of rigorous evidence, only to go up in flames when the trial results come in. We saw this earlier this year, when FDA advisors rejected the use of MDMA (or ecstasy) for post-traumatic stress disorder (PTSD) owing to “significant confounders” in the trials.",
    "For some people, unproven treatments might represent a last hope for survival. In those cases, how do we balance access to experimental medicine with the need to protect people who are vulnerable? Stem cells from human embryos promised to “launch a medical revolution in which ailing organs and tissues might be repaired” when they were isolated just over 25 years ago. So why haven’t they?",
    "From around the web Having a disability shouldn’t prevent you from getting married. But that’s exactly the conundrum facing some people in the US, as this heartbreaking short documentary shows. (STAT) A Neuralink rival says its eye implant restored vision in blind people. Science Corporation’s retinal implant enabled some legally blind individuals to read from a book, play cards, and fill out crossword puzzles. (Wired) Women in Texas are dying after doctors delay treating them for miscarriages. Doctors treating Josseli Barnica waited 40 hours for the heart of her fetus to stop beating, despite the fact that miscarriage was “inevitable.” Her husband says doctors worried that “it would be a crime to give her an abortion.” She died of a preventable infection three days later. (ProPublica) Between 30% and 50% of twins share a secret language or mode of communication, a phenomenon known as cryptophasia. The Youlden twins call theirs Umeri. (BBC Future) Can a machine express fear? Try your hand at creating AI-generated images frightening enough to “spook the machine” as part of a project to explore how machines might express humanlike emotions. It is Halloween, after all. (Spook the Machine) hide"
  ]
}