{
  "url": "https://www.ft.lk/columns/Shameless-clicks-broken-lives-The-social-legal-and-ethical-cost-of-viral-obscene-content/4-787772",
  "title": "Shameless clicks, broken lives: The social, legal, and ethical cost of viral obscene content",
  "ut": 1769992332.0,
  "body_paragraphs": [
    "A socio-legal review of privacy, ethics, and responsibility in Sri Lanka’s digital age",
    "It begins the same way, every time. An adult man records intimate videos without consent. A woman pauses, unaware that the camera captures a private moment. This footage, originally meant to remain private, is uploaded onto social media. Within minutes, screenshots multiply across WhatsApp, Instagram, Facebook,and Telegram. By the next day, hundreds had seen it.Dozens have shared it.",
    "In a culture where social media attention equates to social power, the humiliation is amplified. This is not an isolated incident. Sri Lanka has witnessed multiple cases of intimate videos and images being exploited for attention, profit, or sheer recklessness.",
    "The phenomenon highlights a crucial digital sociological insight: social media transforms users from passive viewers into active distributors, creating a diffusion of responsibility.",
    "The psychology is simple—when content is viral, ethical considerations weaken. Users rationalise  their participation: “I’m just sharing for awareness” or “everyone else is sharing it.” The result is  collective complicity, where hundreds of individuals inadvertently become participants in the  violation of someone’s privacy and dignity. This cultural normalisation of voyeurism underscores  the urgent need for public awareness, legal enforcement, and ethical education.",
    "Multiple mechanisms to address violations",
    "Legally, Sri Lanka has multiple mechanisms to address these violations. The Obscene  Publications Act No. 22 of 1956 criminalises the publication, distribution, and possession of obscene material for dissemination. Uploading an intimate video qualifies as publication, forwarding or reposting constitutes distribution, and storing content for sharing counts as possession for distribution. Importantly, the law treats every share as a fresh offence, and claiming “I did not create it” provides no legal immunity.",
    "The Personal Data Protection Act No. 9 of 2022 adds a crucial layer to this framework. Under the Act, photographs and videos of identifiable individuals are considered personal data, while sexual or intimate content qualifies as sensitive personal data. Any processing, sharing, or disclosure of such data without clear consent is unlawful. The Act emphasises the protection of the data subject’s rights, shifting the legal discourse from moral corruption to individual harm and digital privacy violations. In practical terms, every screenshot shared without consent potentially constitutes a breach of law, creating liability for both the original uploader and subsequent sharers.",
    "Sri Lanka’s Constitution also provides indirect protections. Article 14(1)(a) guarantees freedom  of expression, but this is not absolute. Restrictions are permissible in the interest of morality,  public order, and protection of the rights of others. Courts increasingly recognise personal  dignity, bodily autonomy, and reputation as constitutional values. Sharing obscene content, even  with consent from the uploader, violates the dignity and privacy of the person depicted once it enters uncontrolled circulation. Freedom of expression, in such cases, cannot serve as a shield  for ethical or legal transgressions.",
    "From an ethical standpoint, these acts reflect a profound moral failure. The repeated production  and sharing of intimate content without consent reflects a culture where human dignity is  subordinated to personal gain or entertainment. Media outlets often exacerbate the problem by  sensationalising incidents, publishing teasers or snippets, and rewarding virality with readership  or ratings. This creates a feedback loop: perpetrators gain attention, the public participates in  dissemination, and victims suffer not only the original breach of privacy but also secondary  trauma, including reputational harm, mental distress, and social ostracism.",
    "The socio-legal perspective reveals the broader societal implications. Social media amplifies harm by normalising unethical behaviour. Every forward, every repost, every screenshot constitutes not only a legal violation but also a social transgression. Ordinary individuals become, in effect, accessories to the crime. Collectively, these acts erode trust, degrade community norms, and perpetuate cycles of victimisation. In Sri Lanka’s context, where family honour, social standing, and reputation carry significant weight, the impact is particularly severe  and long-lasting.",
    "Addressing this crisis requires a multifaceted approach",
    "1. Legal enforcement: authorities must rigorously apply the Obscene Publications Act, Penal Code provisions, and the Data Protection Act to deter offenders. Every individual who shares or forwards obscene content without consent must face accountability. Repeat offenders should face stricter penalties, including imprisonment and fines.",
    "2. Public awareness: The general public must understand that “sharing” is never harmless. Social media literacy campaigns should emphasise that forwarding intimate content can result in legal liability, ethical violations, and lifelong reputational harm.",
    "3. Media responsibility: Newspapers, TV channels, and online media platforms must adopt ethical reporting practices. Sensationalism and clickbait may attract attention, but they exacerbate harm. Reporting should focus on prevention, legal consequences, and victim support, not voyeuristic exposure.",
    "4. Platform accountability: Social media platforms must implement rapid takedown procedures for non-consensual intimate content, enforce stricter moderation policies, and penalise users who repeatedly breach privacy standards.",
    "5. Education and ethics: Schools, universities, and community organisations should promote digital ethics, consent education, and responsible social media use. A cultural shift is essential: society must condemn exploitation, celebrate ethical behaviour, and support victims rather than shaming them.",
    "The takeaway for the public is clear.Do not normalise or participate in the spread of intimate content. Each share reinforces victimisation and perpetuates unethical behaviour. Shameless publicity and viral notoriety are not achievements, they are crimes against dignity and privacy.",
    "In a country where moral and social codes remain strong, it is society’s responsibility to shame unethical actors, support victims, and uphold both the law and ethics.",
    "In the digital age, one careless video, one reckless share, or one pursuit of viral attention can destroy a life forever. Legal recourse, ethical responsibility, and societal awareness must converge to protect privacy, dignity, and justice. Social media has made us all publishers, but it is time we act as ethical citizens, law-abiding users, and compassionate humans. Only then can Sri Lanka prevent viral disgrace from becoming an accepted norm.",
    "(The author is an Attorney-at-Law, Lecturer Chief Executive Officer, South Asia Privacy Professionals Association)"
  ]
}