{
  "url": "https://dbsjeyaraj.com/dbsj/?p=86491",
  "title": "Elder Statewoman  Sirimavo  Bandaranaike the Grand Old Lady of Sri Lankan Politics.",
  "ut": 1760878088.0,
  "body_paragraphs": [
    "(Article denoting 25th Death Anniversary of Sirimavo Bandaranaike on October 10)",
    "Twenty-five years have passed since the World’s first woman prime minister  Sirimavo Bandaranaike passed away on 10 October 2000. Parliamentary elections were being held  on that day and the grand old lady of Sri Lankan politics  was returning to Colombo from Gampaha district after casting her vote in Horagolla. Sirimavo suffered a heart attack when  her vehicle was in Kadawatta enroute to Colombo.",
    "Sirimavo Bandaranaike’s remains were laid to rest alongside her husband Solomon West Ridgeway Dias (SWRD) Bandaranaike at the Horagolla Samadhi in keeping with her wishes.. “I don’t want to be cremated. I want to be buried next to my husband. I want a simple funeral with little expenditure.” she had said  earlier. Tens of thousands of people including her three children Sunethra,Chandrika and Anura bade farewell to the elder stateswoman of Sri Lanka at the  solemn funeral.",
    "Sirimavo Bandaranaike was  a dominant matriarchal figure on the island’s political landscape for more than 40 years.She created history as the world’s first woman Prime Minister when appointed on July 21, 1960. She was Prime Minister during 1960-65, 1970-77 and 1994-2000 and Leader of the Opposition during 1965-70 and 1989-1994.",
    "Sirimavo  was the world’s oldest serving Premier when she stepped down at the age of 84 in August 2000.  She resigned citing health reasons. “It’s time to withdraw from the humdrum of busy political life, to a more tranquil and quite environment,” she stated  in her letter of resignation. Barely two months later Sirimavo breathed her last in October 2000. This column focuses on Sirimavo Bandaranaike this week to denote her 25th death anniversary.",
    "To strike a personal note ,I was six years old when Mrs.Bandaranaike became Prime minister in 1960 but am able to remember the excitement that enveloped the country when she was appointed PM. As I grew up my interest in politics too grew and naturally the political role of Mrs.Bandaranaike was keenly followed.Many happenings  during her  first two two Prime ministerial terms did not endear her to Tamils then.",
    "When I entered Journalism in 1977,she was the Prime Minister but at the tail-end of her term. One of my earliest assignments for the “Virakesari” was the ceremony at BMICH where she was awarded the “CERES” medal by the FAO. Ceres was the Goddess of Agriculture in Roman mythology.Sirimavo  was ousted from power in the July 21st polls in 1977.",
    "Later I covered many of her meetings ,parliament speeches and press conferences.Among the meetings I vividly recollect are the 1977 election propaganda meetings at Batticaloa and Kattankudi, the meeting in Jaffna after her civic rights were denied in 1980 and the Jaffna meeting against the referendum of 1982.",
    "Among the press conferences the one I remember most was the one at her residence in 1980 on the eve of her being deprived of civic rights. I recall her sitting calmly  between  Lawyers VW Kularatne and Gamini Iriyagolla while daughter Sunethra was moving about the crowd catering to the needs of the journos.",
    "I was also present in the old Parliament by the Beira when Sirimavo’s civic rights were deprived by Parliament after which  she was expelled. She was all alone as her party was boycotting proceedings. The rowdy MP’s of the UNP were raucous and boistrous as Mrs. Bandaranaike walked out. It was left to the  then Opposition leader Appapillai Amirthalingam and TULF president Murugesu Sivasithamparam to flank her on both sides and gallantly escort her out.",
    "In later years I had the opportunity of meeting her thrice for off the record discussions. She was particularly keen on knowing what was happening in the North and East and in Tamil Nadu. I too asked her about the past and received frank answers. I obtained fresh insight into many events of the past relating to Tamil politics. I understood some of the reasons for the way in which she had handled or mishandled the Tamil national question.",
    "The life and times of Sirima Bandaranaike and her entry into politics is a unique Sri Lankan story. Sri Lanka has been the South Asian forerunner in dynastic politics. The first prime minister DS Senanayake was succeeded by his son Dudley and later the nephew Sir John. In 1956 Sir John Kotelawala was defeated at the hustings by SWRD  Bandaranaike . Prime Minister Bandaranaike was assassinated in 1959 but his widow Sirima became Prime minister the next year.",
    "In later years their daughter Chandrika became Premier and President thereby creating another record.  It could be seen therefore that the Senanayakes and Bandaranaikes practised dynastic politics before other countries in the region such as India,Pakistan or Bangladesh (which came into being in 1971). The  third   Rajapaksa dynasty emerged in the 21st century.",
    "Sirimavo  was born on 17 April 1916  in Balangoda as the eldest daughter of Barnes Ratwatte Dissawe and Rosalind Hilda Mahawelatanna Kumarihamy. She was the eldest of six children, two girls and four boys. Sirima was educated at Colombo’s St. Bridget’s Convent.",
    "She married SWRD   Bandaranaike from a leading Low- Country Sinhala aristocratic family in 1940. He was the son of Sir Solomon Dias Bandaranaike, the Mahamudaliyar of Horagolla Walauwwe, Attanagalle. The marriage was hailed as a union between two patrician Low-Country and Up -Country families then. Solomon and Sirima had three children.The two daughters  Sunethra  and Chandrika were born in 1943 and 1945 respectively. The son Anura was born in 1949.He passed away in 2008.",
    "Sirima was content to be a housewife and mother of three children for 20 years while her husband went on to win political laurels as minister, opposition leader and then prime minister. She had exposure to many political leaders, visiting dignitaries and foreign diplomats during this time, when she played the hospitable, charming hostess.Sirima was also involved with the work of the  SLFP Mahila Samithiya then.",
    "SWRD himself never encouraged Sirima to be involved in politics. An apocryphal anecdote that was often related in those times was illustrative of this. Apparently SWRD, Philip Gunewardena and a few other senior Govt ministers were discussing the envisaged  Paddy Lands Act in 1958 .The Act provided greater rights and concessions to the long-suffering tenant cultivators.There was however a large segment of semi-feudal, land-owning class supportive of the SLFP that resented the Paddy Lands Act .",
    "This discontent was reflected in the case of Sirima too. She surprised the gathering by participating in the conversation on the subject. According to the tale When Sirima started berating Philip,  her enraged husband shouted at her to stop saying “Sirima kussiya, kussiya” (Sirima, kitchen, kitchen).",
    "After the assassination of her husband by the  Buddhist monk  Talduwe Somarama Thera in 1959, a reluctant Sirima was propelled to political centre stage. The Sinhala Buddhist nationalist Sri Lanka Freedom Party, founded by her husband, found itself leaderless and party seniors prevailed upon her to take over.",
    "When the relatively young and inexperienced Sirima led her party to victory at the polls and went on to become Prime Minister, the precedent was established for two major developments. On a regional level, it was the harbinger of dynastic politics in South Asia. At a global level, Sirima pioneered the arrival of women as heads of state. It is said that the term “stateswoman” was coined by the British press to describe her.",
    "Sirima Bandaranaike was quite unfamiliar with matters of foreign policy when she first became Prime Minister in 1960. She mastered statecraft and the nuances of international politics while in office. Mingling with great leaders such as Jawaharlal Nehru, Gamal Abdel Nasser, Kwame Nkrumah, Josef Tito, and “Bung” Sukarno, she made a name for herself.",
    "Like her husband she faithfully adhered to the principle of non-alignment as the cornerstone of her foreign policy. Her crowning achievement came when she was elected unofficial head of the developing world at the fifth Non-aligned summit of 1976, held in Colombo.",
    "On a practical level, the success of her foreign policy was realised when the Marxist-Leninist-oriented Janatha Vimukthi Peramuna (JVP) launched an armed revolt against her government in April 1971. Most nations, including the United States, the Union of Soviet Socialist Republics, China, Britain, France, India and Pakistan, rallied to her aid and provided assistance of different types.",
    "It was a rare instance, at the height of the Cold War, of countries divided among themselves bonding in common cause to help a “friend”. In a gesture of benign intervention, India deployed aircraft and personnel as part of indirect logistical support.",
    "Relationship with India",
    "Despite having been the recipient of Indian assistance,   Sirimavo Bandaranaike did not hesitate to afford refuelling facilities to Pakistan in Colombo, when the Bangladesh war of liberation broke out. Although an irritant to New Delhi at the time,  Sirimavo was compelled by regional realpolitik to do so then.",
    "Years later she spearheaded an anti-India campaign in 1987-88, against the Indo-Sri Lanka Accord signed by her arch political rival, J.R. Jayewardene, with Rajiv Gandhi. In spite of these developments, Sirimavo’s worldview, as in the case of daughter Chandrika, was not anti-Indian.",
    "In fact, it is to the credit of Sirima that she was mindful of India’s interests in the region and avoided areas of friction as far as possible. She did not, for example, plunge the country into a pro-Western and anti-Indian mode as Jayewardene did prior to the accord.",
    "Another controversial yet creditable  accomplishment was her resolving the contentious issue of “statelessness” of plantation workers of Indian origin living in the central highlands of the island , estimated  then at 975,000. The accord with her Indian counterpart, Lal Bahadur Shastri, in 1964 provided for India taking 525,000 such people, and Sri Lanka 300,000, leaving a residue of 150,000. Known as the Sirima-Shastri Pact, it was hailed as a diplomatic breakthrough.",
    "In 1974 a second accord with Prime Minister Indira Gandhi saw both countries absorbing 75,000 each of the balance. This agreement also placed the Kachchativu island under Sri Lanka’s control while ensuring certain rights for Indian fishermen.",
    "Sirima Bandaranaike was an ardent advocate of the Indian Ocean peace zone proposal, a concept welcomed by New Delhi then. She also played a tightrope-walking role as a “limited” mediator during the India-China war of 1962.",
    "The cordial relationship between India and Sri Lanka during the tenure of the Bandaranaikes was also personified by the friendship enjoyed by the family with their Indian counterparts, the Nehru-Gandhis. A much-publicised photograph of both families led to a guessing game in the 1970s.",
    "Of the figures in the photograph, Jawaharlal Nehru, Bandaranaike, Sirima and Indira Gandhi had become Prime ministers. The question was who among the children would become Premiers. Rajiv Gandhi in the 1980s and Chandrika Kumaratunga in the 1990s provided the answers.",
    "In the domestic sphere, Sirima adopted  socialist policies like her husband. Various private enterprises were nationalised. Ceilings were imposed on landholdings and number of houses owned. The single largest group of private newspapers was taken over. State-owned institutions were set up to control and run most industrial and commercial ventures. Estates as well as schools were nationalised.",
    "Although she came from a feudalistic landowning family, Sirima Bandaranaike did not hesitate to work against her own class interests. Personally she forfeited thousands of acres of land to the state because of her land reform policy.",
    "Her economic policies and populist measures, however, did not bear fruit but plunged the country into ruin over the years. Her association with Trotskyite and Communist parties, resulting in the coalition government of 1970, saw the country become a republic with a new Constitution in 1972. The name of the country was changed from Ceylon to Sri Lanka. She also faced a coup attempt in 1962.",
    "At the height of power, Sirima was akin to a venerated figure. Sycophants would prostrate themselves before her or touch her feet. Officials would back out from her presence and address or reply her as one would to royalty in the past. Defence service chiefs would carry her luggage personally on trips. Once women from a socially under privileged group laid down their hair as a carpet for her to walk on, but she declined the offer.",
    "The situation changed when she was out of power. The ruthless manner in which her government suppressed the  1971 JVP revolt also came under criticism. After her electoral defeat in 1977, her successor, Jayewardene, set up a Presidential Commission of inquiry and it found her “guilty” of abuse of power. She was stripped of her civic rights and parliamentary membership in 1980. In spite of being a legal “non-person”, she held on to party leadership and fought  tenacious political battles.",
    "After her civic right s were restored in 1986, she contested for the presidency  in 1988 but was defeated. She functioned as the Leader of the Opposition from 1989 to 1994. She may very well have become the President in 1994 but for her  poor health. Handicapped by diabetes and a foot  ailment, she was confined to a wheelchair during her third  prime ministerial tenure. However, she was always  mentally alert and agile.",
    "Tamil National Question",
    "Sirima’s handling of the Tamil national question left much to be desired. Her attempt to push Sinhala as the sole language of official administration led to a mass satyagraha  in 1961 by Tamil politicians, leading to a paralysis of government secretariata  in the North and the East. She responded by declaring a state of emergency and sending in the Army to break up non-violent protests. Tamil leaders were placed under house arrest. In 1968, she led a campaign against limited rights being awarded to Tamils through district councils.",
    "In the 1970s, it was her government that introduced medium-wise standardisation for university admissions, thereby depriving deserving Tamil students of tertiary education. Tamils were discriminated against in government employment as well.",
    "The 1972 Constitution aggravated ethnic tensions by discarding provisions extending protection to the minorities, affording foremost position to Buddhism and making the country a unitary state. When Tamils dissented, a large number of youth were incarcerated for long periods without trial.",
    "Arguably, the seeds of the Tamil secessionist campaign were sown during Sirima’s rule though Tamil farmers became quite prosperous because of her import substitution policies, which encouraged the raising of cash crops.",
    "Nevertheless, there is no denying that Sirima Bandaranaike was an incorruptible figure. Her financial integrity has been beyond reproach. Her personal conduct too  was without blemish. In Sri Lanka  Sirima was referred to as “Mrs. B” or “Madam Bandaranaike” in English, “Mathini” in Sinhala  and “Ammaiyaar” in Tamil.",
    "D.B.S.Jeyaraj can be  reached at dbsjeyaraj@yahoo.com",
    "This article  appears in the “Political Pulse”Column of the “Daily FT”dated 17 October 2025. It can be accessed here –",
    "https://www.ft.lk/columns/Sirimavo-Bandaranaike-the-grand-old-lady-of-Sri-Lankan-politics/4-783111#",
    "*******************************************************************"
  ]
}