{
  "url": "https://www.technologyreview.com/2024/10/11/1105063/digital-forest-ranger-martin-roth-job-future/",
  "title": "Job title of the future: Digital forest ranger",
  "ut": 1728606600.0,
  "body_paragraphs": [
    "When Martin Roth began his career as a forest ranger in the 1980s, his job was to care for the forest in a way that would ensure continuity for decades, even centuries. Now, with climate change, it’s more about planning for an uncertain future. “It’s turned into disaster management,” says Roth, for whom the 3,000 acres of forest along the northeastern shore of Lake Constance in Germany double as testing ground for high-tech solutions, earning him the moniker “digital forest ranger” (Digitalförster) in the German forestry community. Related Story“Forest bathing” might work in virtual reality tooCould electronic forests elicit the same physiological responses as real ones?",
    "Speed and efficiency: After a catastrophic storm, the clock starts ticking: Damaged trees need to be removed before the arrival of bark beetles, which breed in dead trees and can go on to devastate entire forests. While it used to take Roth two and a half hours to cover an acre of forest on foot, drones now let him survey the entire 3,000 acres in a matter of days, so he can quickly locate damaged trees, identify and inform the owners of affected plots, and send information to workers on the ground. It takes forest soil decades to recover after being compacted by heavy logging equipment. That’s why Roth has digitally mapped all the logging trails and equipped tree harvesters with high-precision satellite antennas so the machines can precisely follow the same route for decades and easily find them in the chaotic aftermath of a storm. GPS data is used to record how much timber was extracted from which location—a crucial upgrade in a forest with many different owners. A digital reality: Since most of his work can now be done on a mobile device, Roth is spending more time outdoors: “I take the digital steps outside on site, against the backdrop of reality.”",
    "His most recent project is combining body camera footage with AI. “[Usually] you mark the trees, they’re felled, and you have no idea how much timber you’ll end up with—how many cubic meters, what quality, which tree species,” he explains. Now AI, “looking” through his body camera, automatically recognizes the tree species he has marked and estimates the amount of timber it will produce, sending the information to his phone in real time.  Preparing for the future: Up to half of European tree species are unsuited to rising temperatures and extended drought periods, so Roth has begun experimenting with new species, planting them in small batches and keeping track of them in his system. With a forest in flux, there are dozens of areas that need interventions at different times, and there are not enough employees to keep it all straight, he says: “Either I know it, or the computer knows it, or no one knows it and it’s lost.”  Roth’s expertise in tackling the challenges of modern forestry with technology is increasingly sought after—colleagues reach out for advice, and he lectures on digitalization in forestry at the Rottenburg University of Applied Forest Sciences. But he warns that technology can never replace a ramble through the forest: “I should never believe that the digital twin is reality. I always have to do a reality check.” hide"
  ]
}