{
  "url": "https://www.ft.lk/columns/Ripple-effects-of-Trump-s-2-0-economic-policies-Navigating-uncertainty-in-Sri-Lanka/4-772206",
  "title": "Ripple effects of Trump’s 2.0 economic policies: Navigating uncertainty in Sri Lanka",
  "ut": 1737744326.0,
  "body_paragraphs": [
    "Trumponomics 2.0 presents significant challenges for Sri Lanka, a developing nation impacted by the trade war, with China as its largest lender and the US its main development partner",
    "As the US shifts focus to domestic manufacturing and imposes tariffs on imports, Sri Lankan exports—especially textiles and agriculture—face greater challenges, particularly if Trump revives protectionist trade rhetoric. Previous tariff increases on Chinese goods have already disrupted global supply chains, dampening demand for Sri Lankan textiles. Given that the US is the top individual export destination of Sri Lanka, accounting for 23.6% of its total exports, changes in trade policies could severely impact foreign exchange inflows and exacerbate the country’s fragile reserves",
    "In our interconnected world, one nation’s economic choices can greatly impact others, regardless of distance. As global instability continues, the actions of influential leaders carry significant weight. With Donald Trump taking office as the 47th President of the United States on 20 January 2025, global markets are preparing for a new wave of “America First” policies.",
    "His “2.0” economic strategy aims to revitalise the American economy, leading markets to anticipate changes with his presidential return. While the focus remains on the US, the effects will likely extend to countries like Sri Lanka, which is grappling with its own economic challenges.",
    "Sri Lanka is working towards stability and recovery, recognising the significant influence of Trump’s economic policies on trade, investment, foreign aid, and geopolitical dynamics. This article explores how these policies could impact Sri Lanka’s economy and emphasises the importance of strategic navigation in these challenging times.",
    "Trumpeconomics 2.0 policy framework",
    "Trumpeconomics 2.0, focused on the “America First” agenda, prioritises American workers and industries, boosts domestic manufacturing, and reduces foreign import reliance. The administration plans tax cuts for individuals and businesses to stimulate economic growth while reforming regulations to encourage investment and expansion.",
    "Identifying as “a Tariff Man,” Trump’s platform promotes trade tariffs to protect American interests and includes potential permanent tax cuts from the Tax Cuts and Jobs Act. He plans to reduce regulations in energy, finance, and healthcare to cut compliance costs and stimulate the economy. His trade strategy includes renegotiating deals, imposing tariffs of up to 60% on Chinese goods and 10–20% globally, and promoting domestic manufacturing via bilateral agreements favouring US interests.",
    "Trump’s foreign policy will focus on nationalism, prioritising US interests and minimising international commitments, likely resulting in reduced participation in multilateral forums and humanitarian aid, which could diminish the effectiveness of international organisations addressing poverty and health. He will adopt a tough stance on China regarding trade, intellectual property theft, and military actions in the South China Sea.",
    "On immigration, he plans stricter regulations, including the termination of the Deferred Action for Childhood Arrivals (DACA) program and the Public Charge Policy, while enhancing border security and imposing asylum restrictions. Regarding climate change, Trump is expected to remain sceptical of international agreements, favouring economic growth over environmental regulations, and pursuing energy independence through increased domestic fossil fuel production, including oil, gas, and coal, while rolling back environmental rules.",
    "Challenges and ripple effects for Sri Lanka in Trumponomics 2.0",
    "As the US shifts focus to domestic manufacturing and imposes tariffs on imports, Sri Lankan exports—especially textiles and agriculture—face greater challenges, particularly if Trump revives protectionist trade rhetoric. Previous tariff increases on Chinese goods have already disrupted global supply chains, dampening demand for Sri Lankan textiles. Given that the US is the top individual export destination of Sri Lanka, accounting for 23.6% of its total exports, changes in trade policies could severely impact foreign exchange inflows and exacerbate the country’s fragile reserves.",
    "The merchandise trade deficit grew by 18.3% in the first seven months of 2024 as import demand rebounded (World Bank, 2024). Moreover, protectionist measures may elicit retaliatory actions from other nations, creating a more unstable global trade environment. As a small economy, Sri Lanka is particularly vulnerable, especially with its reliance on countries in conflict with the US.",
    "Tourism, crucial to Sri Lanka’s economy, has struggled since the 2019 Easter bombing and COVID-19, with American visitors being a key revenue source. US travel decreased during Trump’s presidency due to stricter policies, whereas 2022 saw a 20% increase under Biden. Trump’s potential return could reinstate restrictions, jeopardising the vital recovery of tourism.",
    "Debt restructuring, including the $ 2.9 billion IMF bailout, is essential for Sri Lanka’s economic recovery. Trump’s scepticism towards multilateral institutions like the IMF raises concerns about future aid, given his earlier focus on cutting foreign assistance. In contrast, Biden’s support for IMF initiatives has been beneficial for Sri Lanka. Another Trump administration could limit this support, complicating debt restructuring and hampering economic stability.",
    "The US focus on reducing import dependence may restrict American investments in Sri Lanka, limiting vital foreign direct investment necessary for growth and employment. Labour participation dropped from 49.9% in early 2023 to 47.1% in early 2024, the World Bank reports that food insecurity affects a significant portion of Sri Lanka’s population, with 23.4% of households facing food insecurity. Trump’s nationalistic policies could escalate tensions in the Indo-Pacific, prompting actions against Chinese influence in Sri Lanka. Colombo’s reliance on Chinese loans for projects like Hambantota Port exposes it to risks from US-China rivalry that threaten its security and economy. Trump’s opposition to China and efforts to challenge the Belt and Road Initiative (BRI) may compel Sri Lanka to align more closely with the US and its allies for financial and strategic support. While this could diversify funding, it risks straining relations with Beijing and jeopardising ongoing debt restructuring talks with Chinese creditors.",
    "A second Trump presidency might also enhance India-US cooperation, providing Colombo an opportunity to strengthen ties with New Delhi during its recovery efforts.",
    "Stricter US immigration policies could lead to labour shortages in sectors relying on immigrant workers, impacting Sri Lankan job seekers abroad and reducing critical remittances. Additionally, Trump’s emphasis on fossil fuel production and scepticism towards climate agreements could undermine global climate change efforts. Given Sri Lanka’s susceptibility to climate-related challenges, this could exacerbate environmental issues, affecting agriculture, tourism, and economic stability.",
    "Opportunities for Sri Lanka in Trumponomics 2.0",
    "As the US reduces reliance on China, Sri Lanka can emerge as an alternative supplier, boosting trade, particularly in textiles and agriculture. Strengthening trade relations and exports can capitalise on increased demand for Sri Lankan goods.",
    "The US push for domestic manufacturing may lead American companies to seek new production markets. Sri Lanka can attract foreign direct investment (FDI) with competitive labour costs and strategic location. Given Trump’s preference for bilateral agreements, Sri Lanka should pursue favourable trade deals with the US to improve market access.",
    "As the US focuses on domestic growth, Sri Lanka can entice American tourists and investors through infrastructure improvements that highlight its natural beauty, cultural heritage, and investment potential. Collaborating with American firms in agriculture and manufacturing can also facilitate technology transfer and skill development.",
    "Trump’s directive to “maximise your options” highlights the importance of flexibility and detachment from any single deal or strategy. This indicates a willingness to renegotiate long-standing US foreign policy principles, allowing for a broader range of choices in policy planning. Such changes could benefit Sri Lanka as new partnerships and alliances form. Adjustments to US security and trade policies, particularly concerning its role in the Asia-Pacific and commitment to free trade, may create new opportunities for Sri Lanka. Increased US interest in the Indo-Pacific could lead to support for Sri Lanka’s development projects, especially in infrastructure and energy.",
    "Truponomics 2.0 presents significant challenges for Sri Lanka, a developing nation impacted by the trade war, with China as its largest lender and the US its main development partner. It must assess the ripple effects of these policies, mitigate negative impacts, and seize new opportunities. While challenges exist, this economic landscape offers prospects for strengthening ties with the US. Managing complex negotiations for bilateral trade agreements will be crucial and may strain diplomatic resources. Continued structural reforms will be essential to enhance medium- to long-term growth potential. Although the economy has stabilised after critical reforms, recovery remains fragile and requires ongoing macroeconomic stability, successful debt restructuring, and persistent reforms to support growth and poverty reduction.",
    "(Shirin Sultana is a Research Associate at Bangladesh Institute of Governance and",
    "(Dr. Md. Abdul Latif (PhD in Development Policy), Global Ambassador and ADB-JSP Scholar, is Additional Director at Bangladesh Institute of Governance and Management (BIGM). His corresponding email address: [email protected].)"
  ]
}