{
  "url": "https://www.ft.lk/opinion/Oman-exploring-avenues-to-deepen-economic-ties-with-Sri-Lanka/14-784560",
  "title": "Oman exploring avenues to deepen economic ties with Sri Lanka",
  "ut": 1763586275.0,
  "body_paragraphs": [
    "Omani Ambassador Ahmed Ali Said Al Rashdi",
    "Oman’s Ambassador to Sri Lanka Ahmed Ali Said Al Rashdi says potential exists to further deepen relationship between both countries",
    "Notes Sri Lankan investments currently in Oman, and potential new sectors for entry such as tourism development, apparel manufacturing, agribusiness, private education and technology ventures",
    "Several G2G MoUs in the process of being finalised",
    "Oman is accelerating its efforts to attract foreign investment and sees growing opportunities for Sri Lankan businesses and professionals in tourism, manufacturing, agriculture and education, according to the country’s Ambassador’s to Sri Lanka.",
    "Ambassador Ahmed Ali Said Al Rashdi said that as part of Oman’s Vision 2040 economic transformation plan, the Sultanate continues to open up its markets in order to attract foreign investors across all sectors.",
    "“Tourism is one of our booming sectors” he added. “In 2024, we welcomed approximately 3.9 million visitors, up from 3.7 million the year before, and the Government expects to increase arrivals by about one million each year.”",
    "To support the growth, Oman plans to expand its infra-structure with six new airports while also upgrading Salalah and Sohar to international standards. Oman is further investing in major hotel developments in partnership with leading global brands.",
    "Sri Lanka’s Santani Group, for instance, has partnered with Oman’s State- owned tourism developer Omran to build two luxury resorts in Salalah and Jabal Al Akhdar near Muscat.",
    "Foreign investors are now permitted to buy property in selected zones such as Al Mouj, Sultan Haithem City, Al Khuwair Downtown and other designated areas, where several 40 story towers are being planned.",
    "“We are gradually opening more cities for foreign ownership,” the Ambassador said. “This approach gives investors greater confidence in Oman’s real estate and hospitality sectors”.",
    "Oman has also introduced a 10 year Golden Visa for investors who commit at least $ 500,000, offering residency for their families along with range of additional benefits. “This is the first time in our history that we have such a system,” the Ambassador said.",
    "Beyond tourism and real estate, the Ambassador noted that industrialisation is central to Oman’s diversification drive. The public establishment for Industrial Estates known as Mada’in manages 15 industrial estates and four free zones that offer long-term leases, tax holidays of up to 30 years and 100% profit repatriation.",
    "The  Omani Ambassador noted there are prospects for more Sri Lankan private schools and collage to enter the market. “Currently, we have only one Sri Lankan school in Oman”, he said. He emphasized that education is a gateway where collaboration can grow rapidly",
    "“We do not depend on one sector,” he said. “We are open to all sectors, including manufacturing, logistics, energy, fisheries, apparel, agriculture, minerals, jewelry and information technology and our budget exposure to non-oil sectors is about 65%”.",
    "Oman’s technology ambitions are anchored by knowledge Oasis Muscat, a technology zone, houses more than 300 IT firms, including Oracle and Microsoft, alongside digital education institutes. The annual COMEX IT convention this year announced plans for an innovation and Al Zone in Muscat to attract startups and research firms.",
    "Ambassador highlighted the advantages of Oman’s strategic location, stable currency and Free Trade Agreements with the United States, Singapore and soon India.",
    "“Any company that establishes in Oman can trade across all Gulf Cooperation Council (GCC) countries as a local company” he noted. “Our economic and political stability along with strong fiscal policy is one of our biggest strengthens”.",
    "He said Omani firms already maintain partnerships in Sri Lanka’s energy and logistic sectors. The state-owned energy group OQ, part of the Oman Investment Authority (OIA), has been supplying liquefied petroleum gas to Sri Lanka. The logistics conglomerate ASYAD, which manages ports, shipping and airlines including Oman Air and Salam Air also operates under the OIA’s portfolio.",
    "In agriculture, Oman recently signed 278 new contracts with investors interested in farming projects.",
    "“We already have interest from a Sri Lankan investor to participate at this sector,” the Ambassador said.",
    "He noted that bilateral cooperation has been strengthened since his arrival in 2022. “We have signed Government-to-Government MOUs in tourism and agriculture sectors, and three more MOUs are in progress,” he said. We are also working on student exchanges and institutional partnerships between universities”.",
    "Eight Sri Lankan Universities have applied for recognition in Oman and three of them got the recognitions and the Ambassador noted there are prospects for more Sri Lankan private schools and collage to enter the market. “Currently, we have only one Sri Lankan school in Oman”, he said. He emphasised that education is a gateway where collaboration can grow rapidly.",
    "On trade, he said that although bilateral volumes remain relatively modest due to indirect trade routes, they have recorded a gradual increase in recent time. “Interest from Sri Lankan companies is of course growing at a welcoming rate. When they visit Oman, they realise that utilities, taxes and living costs are much lower than elsewhere”.",
    "Oman has been stable for more than five decades maintaining the same exchange rate to the dollar for around 55 years. That stability, along with a market oriented economy, makes Oman a gateway for Sri Lankan businesses to the Gulf and beyond",
    "He believes that Sri Lankan businesses can find potential opportunities in tourism development, apparel manufacturing, agribusiness and technology ventures.",
    "“Our role is to build bridges between the business communities”, he said. “We never encourage anyone to invest blindly; we provide accurate information with the objective of creating synergies and confidence enabling them to make smart and informed decisions”.",
    "Oman has introduced investor-friendly policies to encourage active participation and collaboration. Company registration can now be done online with no minimum capital requirement. Around 83 types of business activities require no additional licenses and foreign investors can repatriate all profits freely.",
    "“Oman has been stable for more than five decades maintaining the same exchange rate to the dollar for around 55 years. That stability, along with a market oriented economy, makes Oman a gateway for Sri Lankan businesses to the Gulf and beyond,” the Ambassador said.",
    "Pic by Lasantha Kumara"
  ]
}