{
  "url": "https://www.technologyreview.com/2025/05/23/1117373/cathy-tie-he-jiankui-china-crispr-x-twitter-feed/",
  "title": "Meet Cathy Tie, Bride of “China’s Frankenstein”",
  "ut": 1747956600.0,
  "body_paragraphs": [
    "Since the Chinese biophysicist He Jiankui was released from prison in 2022, he has sought to make a scientific comeback and to repair his reputation after a three-year incarceration for illegally creating the world’s first gene-edited children.  While he has bounced between cities, jobs, and meetings with investors, one area of visible success on his comeback trail has been his X.com account, @Jiankui_He, which has become his main way of spreading his ideas to the world. Starting in September 2022, when he joined the platform, the account stuck to the scientist’s main themes, including promising a more careful approach to his dream of creating more gene-edited children. “I will do it, only after society has accepted it,” he posted in August 2024. He also shared mundane images of his daily life, including golf games and his family.  But over time, it evolved and started to go viral. First came a series of selfies accompanied by grandiose statements (“Every pioneer or prophet must suffer”). Then, in April of this year, it became particularly outrageous and even troll-like, blasting out bizarre messages (“Good morning bitches. How many embryos have you gene edited today?”). This has left observers unsure what to take seriously. Last month, in reply to MIT Technology Review’s questions about who was responsible for the account’s transformation into a font of clever memes, He emailed us back: “It’s thanks to Cathy Tie.”",
    "You may not be familiar with Tie, but she’s no stranger to the public spotlight. A former Thiel fellow, she is a partner in the attention-grabbing Los Angeles Project, which promised to create glow-in-the-dark pets. Over the past several weeks, though, the 29-year-old Canadian entrepreneur has started to get more and more attention as the new wife to (and apparent social media mastermind behind) He Jiankui. On April 15, He announced a new venture, Cathy Medicine, that would take up his mission of editing human embryos to create people resistant to diseases like Alzheimer’s or cancer. Just a few days later, on April 18, He and Tie announced that they had married, posting pictures of themselves in traditional Chinese wedding attire. But now Tie says that just a month after she married “the most controversial scientist in the world,” her plans to relocate from Los Angeles to Beijing to be with He are in disarray; she says she’s been denied entry to China and the two “may never see each other again,” as He’s passport is being held by Chinese authorities and he can’t leave the country.",
    "Related StoryBeyond gene-edited babies: the possible paths for tinkering with human evolutionCRISPR will get easier and easier to administer. What does that mean for the future of our species?",
    "Reached by phone in Manila, Tie said authorities in the Philippines had intercepted her during a layover on May 17 and told her she couldn’t board a plane to China, where she was born and where she says she has a valid 10-year visa. She claims they didn’t say why but told her she is likely “on a watch list.” (MIT Technology Review could not independently confirm Tie’s account.)  “While I’m concerned about my marriage, I am more concerned about what this means for humanity and the future of science,” Tie posted to her own X account. A match made in gene-editing heaven The romance between He and Tie has been playing out in public over the past several weeks through a series of reveals on He’s X feed, which had already started going viral late last year thanks to his style of posting awkward selfies alongside maxims about the untapped potential of heritable gene editing, which involves changing people’s DNA when they’re just embryos in an IVF dish.  “Human [sic] will no longer be controlled by Darwin’s evolution,” He wrote in March. That post, which showed him standing in an empty lab, gazing into the distance, garnered 9.7 million views. And then, a week later, he collected 13.3 million for this one: “Ethics is holding back scientific innovation and progress.”   In April, the feed started to change even more drastically.  He’s posts became increasingly provocative, with better English and a unique sensibility reflecting online culture. “Stop asking for cat girls. I’m trying to cure disease,” the account posted on April 15. Two days later, it followed up: “I literally went to prison for this shit.”  This shift coincided with the development of his romance with Tie. Tie told us she has visited China three times this year, including a three-week stint in April when she and He got married after a whirlwind romance. She bought him a silver wedding ring made up of intertwined DNA strands.  The odd behavior on He’s X feed and the sudden marriage have left followers wondering if they are watching a love story, a new kind of business venture, or performance art. It might be all three.",
    "A wedding photo posted by Tie on the Chinese social media platform Rednote shows the couple sitting at a table in a banquet hall, with a small number of guests. MIT Technology Review has been able to identify several people who attended: Cai Xilei, He’s criminal attorney; Liu Haiyan, an investor and former business partner of He; and Darren Zhu, an artist and Thiel fellow who is making a “speculative” documentary about the biophysicist that will blur the boundaries of fiction and reality. In the phone interview, Tie declined to say if she and He are legally married. She also confirmed she celebrated a wedding less than one year ago with someone else in California, in July of 2024, but said they broke up after a few months; she also declined to describe the legal status of that marriage. In the phone call, Tie emphasized that her relationship with He is genuine: “I wouldn’t marry him if I wasn’t in love with him.” An up-and-comer Years before Tie got into a relationship with He, she was getting plenty of attention in her own right. She became a Thiel fellow in 2015, when she was just 18. That program, started by the billionaire Peter Thiel, gave her a grant of $100,000 to drop out of the University of Toronto and start a gene testing company, Ranomics.  Soon, she began appearing on the entrepreneur circuit as a “wunderkind” who was featured on a Forbes “30 Under 30” list in 2018 and presented as an up-and-coming venture capitalist on CNN that same year. In 2020, she started her second company, Locke Bio, which focuses on online telemedicine.  Like Thiel, Tie has staked out contrarian positions. She’s called mainstream genomics a scam and described entrepreneurship as a way to escape the hidebound practices of academia and bioethics. “Starting companies is my preferred form of art,” she posted in 2022, linking to an interview on CNBC.  By February 2025, Tie was ready to announce another new venture: the Los Angeles Project, a stealth company she had incorporated in 2023 under her legal name, Cheng Cheng Tie. The company, started with the Texas-based biohacker and artist Josie Zayner, says it will try to modify animal embryos; one goal is to make fluorescent glow-in-the-dark rabbits as pets. Related StoryEthically sourced “spare” human bodies could revolutionize medicineHuman “bodyoids” could reduce animal testing, improve drug development, and alleviate organ shortages.",
    "The Los Angeles Project revels in explicitly transgressive aims for embryo editing, including a plan to add horn genes to horse embryos to make a unicorn. That’s consistent with Zayner’s past stunts, which include injecting herself with CRISPR during a livestream. “This is a company that should not exist,” Zayner said in announcing the newly public project. Although the Los Angeles Project has only a tiny staff with uncertain qualifications, it did raise $1 million from the 1517 Fund, a venture group that supports “dropouts” and whose managers previously ran the Thiel Fellowship.",
    "Asked for his assessment of Tie, Michael Gibson, a 1517 partner, said in an email that he thinks Tie is “not just exceptional, but profoundly exceptional.” He sent along a list of observations he’d jotted down about Tie before funding her company, which approvingly noted her “hyper-fluent competence” and “low need for social approval,” adding: “Thoughts & actions routinely unconventional.”  A comeback story He first gained notoriety in 2018, when he and coworkers at the Southern University of Science & Technology in Shenzhen injected the CRISPR gene editor into several viable human embryos and then transferred these into volunteers, leading to the birth of three girls who he claimed would be resistant to HIV. A subsequent Chinese investigation found he’d practiced medicine illegally while “pursuing fame and fortune.” A court later sentenced him to three years in prison.",
    "He has never apologized for his experiments, except to say he acted “too quickly” and to express regret for the trouble he’d caused his former wife and two daughters. (According to a leaked WeChat post by his ex-wife, she divorced him in 2024 “because of a major fault on his side.”) Since his release from prison, He has sought to restart his research and convince people that he should be recognized as the “Chinese Darwin,” not “China’s Frankenstein,” as the press once dubbed him.   But his comeback has been bumpy. He lost a position at Wuchang University of Technology, a small private university in Hubei province, after some negative press. In February 2024, He posted that his application for funding from the Muscular Dystrophy Association was rejected. Last September, he even posted pictures of his torn shirt—which he said was the result of an assault by jealous rivals. One area of clear success, though, was the growing reach of his X profile, which today has ballooned to more than 130,000 followers. And as his public profile rose, some started encouraging He to find ways to cash in. Andrew Hessel, a futurist and synthetic biologist active in US ethics debates, says he tried to get He invited to give a TED Talk. “His story is unique, and I wanted to see his story get more widespread attention, if only as a cautionary tale,” Hessel says. “I think he is a lightning rod for a generation of people working in life sciences.” Related StoryInside China’s electric-vehicle-to-humanoid-robot pivotHere’s what the country’s big bet on robots might mean for the rest of the globe.",
    "Later, Hessel says, he sent him information on how to join X’s revenue-sharing program. “I said, ‘You have a powerful voice. Have you looked into monetization?’” Hessel says. By last fall, He was also welcoming visitors to what he called a new lab in Beijing. One person who took him up on the offer was Steve Hsu, a Michigan State physics professor who has started several genetics companies and was visiting Beijing.",
    "They ended up talking for hours. Hsu says that He expressed a desire to move to the US and start a company, and that he shared his idea for conducting a clinical trial of embryo editing in South Africa, possibly for the prevention of HIV.  Hsu says he later arranged an invitation for He to give a lecture in the United States. “You are a little radioactive, but things are opening up,” Hsu told him. But He declined the offer because the Chinese government is holding his passport—a common tactic it uses to restrict the movement of sensitive or high-profile figures—and won’t return it to him. “He doesn’t even know why. He literally doesn’t know,” says Hsu. “According to the law, they should give it back to him.” A curious triangle Despite any plans by He and Tie to advance the idea, creating designer babies is currently illegal in most of the world, including China and the US. Some experts, however, fret that forbidding the technology will only drive it underground and make it attractive to biohackers or scientists outside the mainstream.  That’s one reason Tie’s simultaneous connection to two notable biotech renegades—He and Zayner—is worth watching. “There is clearly a triangle forming in some way,” says Hessel.",
    "With Tie stuck outside China and He being kept inside the country, their new gene-editing venture, Cathy Medicine, faces an uncertain future. Tie posted previously on Rednote that she was “helping Dr. He open up the U.S. market” and was planning to return to the US with him for scientific research. But when we spoke on the phone, she declined to disclose their next steps and said their predicament means the project is “out of the window now.” Even as the couple remain separated, their social media game is stronger than ever. As she waited in Manila, Tie sought help from friends, followers, and the entire internet. She blasted out a tweet to “crypto people,” calling them “too pussy to stand up for things when it matters.” Within hours, someone had created a memecoin called $GENE as a way for the public to support the couple.  On May 20, Tie posted on X claiming that the amount donated to them is now worth almost $2 million. “I may need to retract my last statement about crypto,” she wrote.  He’s X account also retweeted to express support: “I only want to reunite with my wife @CathyTie, and continue my gene editing research.” He added the hashtag $GENE. hide"
  ]
}