{
  "url": "https://www.dailymirror.lk/opinion/Reopening-of-Notre-Dame-de-Paris/172-299748",
  "title": "Reopening of Notre  Dame de Paris",
  "ut": 1736372839.0,
  "body_paragraphs": [
    "On 19 April 2019, the World’s most highlighted news was that Notre-Dame de Paris (NDP), the Cathedral was on fire. Popular television, international media, and others from around the world rushed to the Paris scene to get news as it came out from the fire-fighters. The Paris Fire Brigade (in French - Brigade des Sapeurs-Pompiers de Paris, BSPP) is a French Army unit serving as France’s primary fire and rescue service.",
    "Some people could not accept the NDP scenario; they were screaming, crying, and shouting as they watched. The NDP is situated in the 4th district of Paris, on Cite Island; the police administrative office in Cite and a hospital are within the immediate surroundings. All the roads leading to the NDP were closed, and people waited overnight closer to the NDP until the fire-fighters extinguished the fire.",
    "The fire caused millions worth of damage. It destroyed most of the NDP’s wooden roof and the cathedral’s wooden spire (flèche) and severely damaged its upper walls.",
    "However, the stone arched ceilings prevented damage to the interior of the NDP, the actual Church. Most people around the world were not aware that the Church’s interior, with its strong stone walls, pillars, and towers, was not damaged.",
    "Images and reporting by the media worldwide gave a different picture, implying that the whole Church was burned and everything destroyed – giving the wrong message to the people that the entire Church was in ashes. Even after the reopening of the NDP, a leading newspaper ran a news item headlined, “Notre Dame rises from the ashes at last…..”",
    "What happened was as follows - when the fire broke out on the roof of the NDP, almost all the wooden roofs were severely damaged. However, the fire-fighters fought hard to prevent the fire from damaging the interior part of the NDP. It was obvious that two pipe organs in the Altar in the inner Church and some rose windows were damaged due to dust, smoke, and water used by the fire-fighters, but not the whole inner NDP.",
    "Investigators believe this fire may have started with a cigarette or an electrical short circuit. But some say the cause has yet to be determined and do not know when, and others say it will never be found!",
    "Built in 12th century",
    "The NDP was built in the 12th century. In 2012 the 850th jubilee anniversary was celebrated. I leave further historical details to the historians.",
    "As the NDP was constructed before 1905, it is the property of the French government and has been under the statutory guardianship of the Holy Sepulchre of Jerusalem since 1923, which we visited in 2014. In 1990, it was designated as UNESCO World Heritage site. Before the fire, nearly 15 million visitors were recorded annually.",
    "Within two days of the fire, French President Emmanuel Macron designed a five-year plan to restore the NDP. Some predicted that it would take decades to restore. However, the French have proved their capacity and capabilities – a French proverb says, “impossible n’est pas français” (In English, nothing is impossible for the French).",
    "According to various sources, almost 900 million Euros were raised from more than 300,000 donors worldwide.",
    "The reopening ceremony took place on 7 December 2024. President Macron and more than 1500 dignitaries, including more than fifty Heads of State, participated. As this was a high-security affair, the French media doubted whether all Heads of State were invited.",
    "The Pope could not attend the reopening ceremony due to his pre-planned visit to the birthplace of Emperor Napoleon (I) Bonaparte, the French island of Corsica on 15 December 2024. Therefore, the Pope expressed his message and prayer at the reopening ceremony of the NDP. However, John Paul II and Pope Benedict XVI visited NDP in the past. John Paul II visited twice in 1980 and 1997, and Pope Benedict XVI once in 2008.",
    "Even though there are many Christian countries in Asia and Latin America (South America), none of their Heads of State were seen attending this ceremony. For example - in Asia, the Philippines has the third-largest Roman Catholic population in the world; East Timor almost one hundred percent Christian, Lebano and South Korea. In Latin America, nearly all countries, especially Argentina, Colombia, Paraguay, and Peru, are Catholic.",
    "In the meantime, except for the Kingdom of Saudi Arabia, all other countries in the Middle East have Christian citizens; there are churches in those countries. Prince Mouldy Rachid of Morocco, representing the King of Morocco, was the only Head of State in that region who attended this reopening.",
    "Still some work remains",
    "Now, Notre Dame de Paris is reopened for the public to pray and attend masses. Still, some work remains - the restoration of the chevet, in French, the eastern end of a Church, containing the apse and ambulatory, and the installation of the stained glass windows. This will be completed this year and next year. Paris is usually full of tourists and other people. During the festive season, the monuments, including Notre Dame de Paris, are overcrowded.",
    "I go to the NDP whenever I pass this place. The main difference between then and now is that there are much more lights in the NDP after the stone arches have all been cleaned. Also, there are marvellous, huge artworks loaned from the famous Louvre and other Parisian museums, and churches in neighbouring countries on a rental basis. According to the information, NDP’s new paintings, commissioned after a competition open to artists are in the process of being reproduced as tapestries to replace the temporary loaned artwork.",
    "As we entered the NDP, we saw rows of the public in their hundreds, waiting to visit in the freezing cold in front of the NDP. Visitors without reservation are allowed only at specific intervals to prevent overcrowding in the Church.",
    "Free reservations are on a first-come, first-served basis and can be made only within two to three days. Group visits are possible only from 9 June 2025, but reservations can be made from March.",
    "Visitors are cordially welcomed at the main door of the NDP, and there are many security personnel inside the Church. Volunteers answer questions in many languages. In every nook and corner, people can light candles and pay donations with bank cards and at till boxes.",
    "Plenty of souvenirs are on sale inside the Church, and anyone can buy an official souvenir medal of NDP’s reopening from automatic machines, for three Euros.",
    "Photographing is allowed in any part of the NDP except places allocated for prayers. As usual, a few areas are designated for confession.",
    "Some Churches in France are known as both spiritual and cultural monuments. In other words, they hold mass and services while visitors are allowed to experience the cultural monument.",
    "In Paris, NDP and Sacré-Cœur Paris are very popular in these aspects. No distinction in time is made between the sacred and the secular. These churches are not closed to visitors when the mass is held. For some non-Christian Tamils and Singhalese in Paris, the Sacré-Cœur in Paris is known as the ‘White Church’ because it is made of white stone. This fictional name sometimes creates massive confusion."
  ]
}