{
  "url": "https://www.ft.lk/columns/Beyond-bailouts-How-Sri-Lanka-can-build-a-sustainable-economy-and-avoid-2027-IMF-cliff/4-787773",
  "title": "Beyond bailouts: How Sri Lanka can build  a sustainable economy and avoid 2027 IMF cliff",
  "ut": 1769992641.0,
  "body_paragraphs": [
    "As Sri Lanka navigates its recovery under the International Monetary Fund (IMF) program, a looming question dominates economic debate: what happens after 2027? When IMF support winds down, the country risks a so-called “cliff fall” — a sharp fiscal and balance-of-payments shock if reforms stall and growth remains fragile. Avoiding this outcome will require more than short-term stabilisation. It demands a clear, long-term strategy to build a resilient and sustainable economy.",
    "From stabilisation to transformation",
    "The IMF program has helped restore a degree of macroeconomic stability. Inflation has eased, reserves have improved, and fiscal discipline has tightened. But these gains remain vulnerable. Sri Lanka’s economy is still constrained by low productivity, a narrow export base, high debt levels and weak investor confidence.",
    "To avoid a post-IMF crisis, the country must shift focus from crisis management to structural transformation — growing the economy in ways that generate stable foreign exchange, quality jobs and predictable state revenue.",
    "Export-led growth as the cornerstone",
    "A sustainable economy must earn more than it spends. For Sri Lanka, this means significantly expanding exports beyond traditional sectors such as tea, garments and remittances.",
    "High-value manufacturing, technology services, logistics, ship repair, agri-processing and knowledge-based industries offer the greatest potential. Encouraging export-oriented foreign direct investment (FDI), encouraging public - private investment, reducing red tape, ensuring policy consistency and protecting property rights are critical to attracting long-term investors.",
    "Equally important is moving up the value chain — exporting finished and branded products rather than raw or semi-processed goods. This not only boosts earnings but also reduces vulnerability to global price swings.",
    "Fiscal discipline with growth in mind",
    "Fiscal reform remains unavoidable, but sustainability depends on balance. Revenue must be increased through broad-based, efficient taxation rather than ad-hoc levies that stifle growth or drive activity into the informal sector.",
    "Strengthening tax administration, widening the tax net and improving compliance can raise revenue without excessive rate hikes. At the same time, public spending must be prioritised toward growth-enhancing investments such as education, healthcare, tea plantation, infrastructure and digitalisation — not inefficient subsidies or loss-making state enterprises.",
    "State-owned enterprise (SOE) reform is especially critical. Persistent losses in energy, transport and utilities drain public finances and undermine competitiveness. Transparent restructuring, professional management and, where appropriate, private sector participation can reduce this burden.",
    "Human capital and productivity",
    "Sri Lanka’s greatest long-term asset is its people. However, skill mismatches, brain drain and declining labour force participation threaten future growth.",
    "Investing in education reform, vocational training and digital skills is essential to improve productivity and retain talent. Creating a business environment that offers high-value jobs and clear career pathways can help reverse outward migration and attract skilled Sri Lankans back home.",
    "Higher productivity is the only sustainable way to raise incomes without triggering inflation or fiscal stress.",
    "Energy, sustainability and cost competitiveness",
    "Energy security and sustainability will play a decisive role in post-IMF stability. Reducing dependence on imported fossil fuels through renewable energy — solar, wind and hydro — can lower the trade deficit and protect the economy from global price shocks.",
    "A credible green transition also improves Sri Lanka’s attractiveness to international investors and trading partners, particularly as global markets increasingly prioritise environmental standards.",
    "Tourism and services done right",
    "Tourism, logistics, finance and professional services can provide steady foreign exchange if developed strategically. The focus must shift from volume-driven models to value-driven ones — attracting higher-spending visitors, regional headquarters, shipping services and offshore business operations.",
    "This requires consistent policy, strong regulation, service quality and long-term planning rather than quick fixes.",
    "Ultimately, avoiding the IMF cliff fall is as much about governance as economics. Investors, lenders and citizens must trust that policies will remain stable, contracts honoured and institutions strengthened.",
    "Transparency, rule of law and depoliticised economic management are not optional — they are prerequisites for sustainable growth.",
    "A narrow window, a lasting choice",
    "Sri Lanka has a narrow window between now and 2027 to lock in reforms and build real economic momentum. Failure would risk repeating a cycle of bailouts, austerity and social strain. Success, however, could mark a decisive break from crisis-driven economics.",
    "The choice is clear: continue relying on external lifelines, or use this period to build an economy strong enough to stand on its own. Avoiding the IMF cliff fall will depend not on promises, but on disciplined execution, inclusive growth and long-term vision.",
    "(The author was a Senior Global Executive, General Motors, USA  and former Lecturer, Wagner College Business Dept., New York and Visiting Professor, Hindustan Group of Universities, Chennai, India. He could be reached via email at [email protected])"
  ]
}