{
  "url": "https://hbr.org/2024/06/the-importance-of-setting-boundaries-with-your-mentor",
  "title": "The Importance of Setting Boundaries with Your Mentor",
  "ut": 1717569956.0,
  "body_paragraphs": [
    "Benjamin Rondel/Getty Images",
    "In a mentorship, having clear boundaries — along with responses to share when those limits are transgressed — is important for safeguarding your mental health, your privacy, and your productivity. To establish them, have a conversation with your mentor, preferably at the start of the relationship. You can start by flipping the script and asking your mentor about their boundaries first: “Since this is all new, though, I wanted to ask: What boundaries do you want to have around our mentoring relationship?” Listen to their answers, taking the opportunity to weigh in about your own boundaries as they share. If your mentor says, “I really like to keep the details about my personal life out of work,” you can weigh in, “Okay, that’s good to know. I’m an open book, so I don’t mind sharing if you have questions.”",
    "At a recent networking event, I was introduced to a young professional in her first five years in the workforce. (Let’s call her Anne.) She was in the process of assembling  a board of mentors, and expressed concern about one individual who seemed to take offense when Anne didn’t act on their advice immediately or at all. More concerning to her was this mentor’s tendency to veer into personal topics, such as Anne’s future family planning — an area she hadn’t yet decided on and felt irrelevant to her current goal of securing a sales position at a large tech company. Anne liked this mentor but was uncomfortable with the focus on her personal life and unsure of how to address it.",
    "Readers Also Viewed These Items",
    "Getting Along Toolkit: Practical Techniques for Dealing with Difficult People at Work",
    "People Skills for a Virtual World Collection (6 Books) (HBR Emotional Intelligence Series)",
    "Read more on Mentoring",
    "Difficult conversations,",
    "Interpersonal communication"
  ]
}