{
  "url": "https://hbr.org/2024/06/how-to-work-for-an-overly-critical-boss",
  "title": "How to Work for an Overly Critical Boss",
  "ut": 1717482924.0,
  "body_paragraphs": [
    "XiXinXing/Getty Images",
    "Your boss points out what’s going wrong more often than what’s going right. They nitpick your work, highlighting every possibility for improvement. Meetings sometimes feel like inquisitions. While a generally difficult boss might be challenging due to their mood...more",
    "Working for a highly critical boss can feel like operating under a microscope. Every task, no matter how small, seems to invite scrutiny. Meetings sometimes feel like inquisitions and you spend your days hearing more about what’s going wrong than what’s going right.",
    "While some difficult managers can be challenging due to their mood swings, lack of clarity, or unpredictability, highly critical leaders create an atmosphere of consistent, pervasive negativity. This can cause you to walk on eggshells, fearful of making mistakes, and leave you second-guessing your decisions and interactions.",
    "For deep-thinking and feeling professionals who invest a lot of emotional energy into their work (those I call sensitive strivers), working for this type of leader can be particularly draining. Many internalize their manager’s negative feedback as a sign that they are inept or incapable. This couldn’t be further from the truth. Often, someone’s critical nature has more to do with their own insecurities, bad experiences that have made them overly cautious, or a need to maintain control.",
    "While understanding this is helpful, continuously trying to diagnose the complex motivations behind a manager’s criticism can be a never-ending and ultimately unproductive task. Instead, it’s much more beneficial to focus on how you can navigate working for this type of person in a way that makes your life less stressful.",
    "Managing up to a highly critical boss doesn’t mean abandoning your own judgment or simply following their orders. Rather, it’s about proactively taking control of your interactions and taking steps to reduce the emotional toll their behavior has on you.",
    "View feedback as engagement",
    "Feedback means your boss is paying attention to your work, not disinterested in your projects and performance — even if they have a frustrating way of showing it. When you see your manager’s criticism as a sign that they’re invested in your work, it becomes easier to extract valuable insights from their comments. Their delivery might not be ideal, but they care enough about your development to provide input. If your boss didn’t care, they might not even bother taking the time to correct you or offer guidance.",
    "To embrace this shift in perspective, try separating tone from content. Do your best to mentally strip away the emotional charge from your manager’s words. Imagine the feedback being delivered in a neutral tone. For instance, transform, “This report is totally unacceptable” to “There are issues that need to be addressed.” This helps you concentrate on the substance rather than the (unhelpful) style.",
    "Get ahead of their negativity",
    "Before your boss has a chance to correct you, proactively seek their input. For instance, on a task, you might say, “I’m planning to approach the project this way. Do you have any initial thoughts?” Before you present something to your boss, explain, “I know you care about highlighting metrics so I’ve put special attention into creating a compelling visual dashboard.”",
    "Likewise, rather than toiling away for days — or weeks — to craft the perfect deliverable, create a first draft and say, “Here’s what I’ve put together so far. It’s a bit rough around the edges, but I wanted to capture the core ideas and structure, so we can shape it into something outstanding.” Your boss will be happy to have control, and you’ll conserve your energy.",
    "Seeking input early can feel like extra effort, but it shows you understand what’s important to your boss, which can help build trust and lessen the need for them to constantly critique your work moving forward, since they see that you take their expectations seriously.",
    "Some people naturally have a more pessimistic mindset, and unfortunately, your boss may be one of them. So you may need to nudge them to see possibilities and probe for what is working, because it’s not their default to volunteer that. When on the receiving end of excessive criticism, try: “I enjoy hearing how I can improve. It’s also important that I know what’s going well, so I can do more of that. Is there room for you to share your perspective on that?” Or try, “I understand your concern about the creative brief. I’ll work on that. But I’d also like your feedback on how the client meeting went. I thought it was successful and I want to make sure I continue in the right direction.”",
    "Ask for specific examples and clarification as well. For example, when Jessica, an analyst at a financial firm, found herself on the receiving end of vague, unhelpful directives from her manager (“This needs to be better. Fix it.”) she asked more questions (“Can you show me which specific data points you believe are inaccurate?” or “Could you give me an example of the preferred formatting you’d like to see?”). This not only helped her hone in on issues her boss had, but also subtly encouraged her manager to move away from generalizations and towards more constructive and fair feedback.",
    "When corrected, acknowledge your boss’s perspective (“yes”), then add your perspective or suggestion (“and”). It’s a great way to assert your ideas while showing that you are taking their feedback into account. Azim, a marketing lead, tried this with the Chief Marketing Officer who often dismissed his ideas. The next time she criticized a campaign, Azim replied, “Yes, I understand that the timeline is tight, and I believe we can meet the deadlines if we adjust our resource allocation slightly.”",
    "Remember, though, that not all feedback is equally valuable or actionable. You can’t — and shouldn’t — take action on every criticism. Develop a mental filter to determine what’s most urgent, important, and relevant to respond to.",
    "When your boss gives you feedback that’s constructive or even slightly less critical than usual, acknowledge it. A simple “Thanks for sharing! That helps me feel more motivated” goes a long way. You reinforce the behavior you want to see more of. Your boss, consciously or unconsciously, may be more likely to continue giving you balanced and helpful feedback when they see it is appreciated and has a positive impact on your performance.",
    "Despite your best efforts, your boss may never change their behavior. Be prepared to find other allies within the organization who can provide the support and validation you need. Ultimately, you might need to consider making bigger changes to protect your mental and emotional well-being — and to seek out a work environment where you are truly valued.",
    "Managing Your Boss Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Managing Your Boss. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Build a productive partnership with your most important stakeholder.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "Harvard ManageMentor Premium Collection",
    "Harvard Business Review Manager's Handbook Toolkit",
    "Read more on Managing up",
    "Interpersonal communication,",
    "Interpersonal skills,",
    "Difficult conversations",
    "and Managing conflicts"
  ]
}