{
  "url": "https://www.dailymirror.lk/opinion/Are-we-on-the-brink-of-World-War-III/172-292785",
  "title": "Are we on the brink of World War III?",
  "ut": 1727732277.0,
  "body_paragraphs": [
    "The threat of nuclear war is looming from another side – Israel keeps escalating",
    "its war against the Palestinians in Gaza. (File photo)",
    "As I wrote in this column months ago, there has been talk of World War III almost from the day World War II ended. But – despite dangerous proxy wars – Vietnam, Afghanistan, Angola – the world has never been this close to a nuclear conflict since the Cuban Missile Crisis of 1962.",
    "World War III would be a nuclear war.",
    "Not surprisingly, Ukraine is the flash point after the Ukrainian request  to use US-NATO  long range missiles from their territory against Russia. Russia protested when the Ukrainians used NATO supplied weapons such as SAM missiles, tanks and artillery not just in Ukraine but even in Kursk, invaded last month by the Ukrainians. But it did not go so far as to threaten nuclear retaliation, except when French President Emmanuel Macron talked about deploying French troops there to help the Ukrainian army.",
    "Russian President Vladimir Putin quickly reminded France of his country’s nuclear arsenal, and Macron backed off.",
    "This time, things look far more serious, and independent analysts feared nuclear Armageddon last week as British Prime Minister Keir Starmer met US President Joe Biden to discuss Ukrainian President Volodymyr Zelenskyy’s request to deploy NATO’s Storm Shadow long range missiles in the Russian-occupied oblasts, using them to strike targets deep inside Russia.",
    "Russian Ambassador to the US Anatoly Antonov was busy with a concert of Russian classical music in Washington. He had been busy preparing for months. This was an attempt to dispel the deeply entrenched Russophobia that prevails in the US and the West. I remember a prima donna ballerina from Russia complaining after a visit to the US in the 1960s that Americans thought there were bears in Moscow.",
    "But the Russian ambassador had to get busy with something else – informing American officials about the new line drawn by Putin – any such missile deployment would be seen as a danger to Russia, and he wouldn’t hesitate to authorise nuclear retaliation. What Putin did was to lower the nuclear threshold. Russia’s ambassador to the UN said in front of a general assembly session firing long range missiles into Russia would amount to an act of war. In Washington, Anatoly Antonov made it very clear to the Americans that any retaliatory attack by his country would include the US as well, not just Western Europe, and that sent shock waves through the American establishment.",
    "This is the Cuban missile crisis (Kennedy-Kruschev confrontation) in reverse, when President John F. Kennedy informed the Soviet premier  that, unless Soviet ICBMs were withdrawn from Cuba, he would authorise a nuclear attack. Bear in mind that the Soviets had no plans to launch a pre-emptive strike on the US in 1962. They simply wanted a missile base in Cuba as the Americans had their ICBMs pointed at Russia from East Germany.",
    "Many feared nuclear Armageddon on Sept. 14. Fortunately, it did not come to pass, even though Putin has more cause for concern now than Kennedy had in 1962. But the worst thing is that Western leaders, from Starmer in Britain to France and Germany’s think that Putin is bluffing.",
    "He is not. The Russians have suffered far more from war than anyone else from war, having lost 20% of their population in World War II. Russia has never invaded the West, but has been invaded by Western powers – Sweden, France and Germany, and British and French forces aiding ‘white Russians’ after the revolution. The war in Ukraine was initiated by NATO coming closer and closer to Russia’s vast land borders. Putin is not bluffing when he talks about using nuclear weapons to defend Russian interests.",
    "It’s not hard to imagine what would have happened if Keir Starmer was able to sign that document on the night of Friday the 13th September.",
    "The Ukrainians have successfully used drones to attack targets inside Russia. But long range missiles are something else. Even those drones have used American satellite data and intelligence, but they are merely tactical battlefield weapons and no more than lethal toys compared to Storm Shadow missiles.",
    "In a worst case scenario, why would Russia want to fire ICBMs at the  US, too? This is because Storm Shadow missiles use NATO satellite data for mapping, and NATO in turn uses American satellite intelligence for this. This isn’t just a question of programming. NATO uses American satellite information over laser – this data is loaded into a Storm Shadow missile when it is launched at a particular target.",
    "Storm Shadows communicate with GPS, though not over single commercial channels which can be jammed. It uses military GPS channels which are encrypted by the US using American encryption technology fed into the systems by Americans, and not by Ukrainians. As such, when a Storm Shadow is fired at Russia, it is literally a US-NATO operation. This is why some analysts are now calling this a proxy war by the West against Russia, with the Ukrainians being the front guys.",
    "However that might be, President Zelenskyy is determined to have his way. He has so far got all he wanted from NATO – tanks, SAM missiles, guns and ammunition, money, satellite data and F-16s. The Storm Shadows would be the final stage.",
    "Nuclear annihilation requires just 72 minutes – from the decision to initiate nuclear war to the moment when the first strike is launched. Any first strike would not completely debilitate the other side. They would still be able to retaliate. And yet, there are many in the US and NATO advocating a first ‘pre-emptive’ strike against Russia. This is complete madness.",
    "The threat of nuclear war is looming from another side – Israel keeps escalating its war against the Palestinians. It’s attacking Lebanon now, and there is a growing risk of direct Iranian involvement. The US has a powerful naval task force in the Mediterranean, ready for action in case Israel gets into trouble.",
    "Even if Iran doesn’t have a nuclear bomb, Israel does, and Iran has nuclear-armed allies."
  ]
}