{
  "url": "https://www.dailymirror.lk/plus/Spotlight-on-OUSL-VC-for-facilitating-exam-for-overseas-LLB-students/352-290568",
  "title": "Spotlight on OUSL VC for  facilitating exam  for overseas LLB students",
  "ut": 1724869400.0,
  "body_paragraphs": [
    "Local students of the Open University of Sri Lanka are protesting against the Vice Chancellor’s move to conduct an alternative examination for overseas students who couldn’t sit for the final LLB degree examination. These alternative examinations are to be held in London and New York to entertain requests of Sri Lankan diplomats",
    "The Deputy High Commissioner (HC) to UK said that she has to bear additional costs for three reasons if these exams are to be held at 9.30 a.m. SL time, which is 4 a.m. in the UK. According to the Deputy HC, the High Commission is functioning with a limited staff, have to get the available staff early morning to facilitate the examination and has to send the drivers to pick them up from their respective residences.",
    "The other reason given was the need to switch on the heaters which is an additional cost, as it is winter in London,”",
    "- Prof. P.M.C. Thilekeratne,",
    "Vice Chancellor Open University",
    "VC maintains that he has to obey the requests made by the top most officials in the respective missions with regard to holding alternative exams for candidates",
    "Unless due to any unavoidable circumstance, the Open University of Sri Lanka (OUSL) has no provisions to conduct any alternative examinations",
    "Sri Lanka’s Mission in London has written to the OUSL citing the difficulty of conducting the Open University exams at 4 a.m. due to practical issues",
    "Sources alleged that this decision to have a separate exam had been taken by the VC to facilitate few students who could not get ready on time to face the exams",
    "These alternative examinations are to be held in London and New York on the request of two Sri Lankan diplomats",
    "The final exam for the LLB Degree Programme for the academic year 2022/2023 was held from March 19 to April 7, 2024",
    "The VC and all the Heads of Departments have come under severe criticism for not following the proper procedure when deciding to hold alternative exams",
    "Available documents make it clear that overseas exams, like the one highlighted in this column, will be held only if possible and it is not a right of the student",
    "Local students of the Open University of Sri Lanka are up in arms against the Vice Chancellor’s unprecedented move to hold an alternative examination for those who could not sit for the final LLB degree.",
    "These alternative examinations are to be held in London and New York on the request of two Sri Lankan diplomats. The dates are yet to be finalised for these exams.",
    "Unless due to any unavoidable circumstance, the Open University of Sri Lanka (OUSL) has no provisions to conduct any alternative examinations. However, Vice Chancellor (VC) Prof. P.M.C. Thilekeratne told the Daily Mirror that this decision was taken following requests made by the Sri Lankan Deputy High Commissioner in London and Sri Lanka’s Permanent Representative to the United Nations.",
    "“The day before the scheduled examinations- March 18, 2024, I received calls from both these diplomats wanting to hold this exam for the students in London and New York on another date at a convenient time for them. The Deputy High Commissioner (HC) to UK said that she has to bear additional costs for three reasons if these exams are to be held at 9.30 a.m. SL time, which is 4 a.m. in the UK. According to the Deputy HC, the High Commission in UK is functioning with a limited staff, have to get the available staff early morning to facilitate the examination and has to send the drivers to pick them up from their respective residences. The other reason given was the need to switch on the heaters which is an additional cost, as it is winter in London. The time difference between Colombo and New York too led the Permanent Representative to request me to hold the exam at a convenient time to them,” the VC said.",
    "When asked whether there are any provisions for the OUSL to hold alternative exams as such and whether he will agree to follow this procedure in future as well if such requests are made, the VC said that he has to obey the requests made by the top most officials in the respective missions.",
    "“The world has become digitalized and we can adapt the method of Artificial Intelligence (AI) in future to hold our exams. Depending on these, we will have to decide whether we can hold the exams in foreign countries in future,” the VC said.",
    "The final exam for the LLB Degree Programme for the academic year 2022/2023 was held from March 19 to April 7, 2024.",
    "This newspaper is in possession of a copy of the fax (Msg No: FM264, File Ref: HCL/ EDU/ GEN/ 01) dated March 18, 2024 from the Deputy HC on behalf of the High Commissioner to the Secretary Foreign Affairs Sri Lanka stating, ‘As informed over the phone, this Mission has written to the OUSL citing the difficulty of conducting the Open University exams at 4 a.m. due to practical issues faced by the Mission. The exams are due from March 19th to April 7th at a stretch. As explained the Mission cannot request officers to be present at 4 a.m., the drivers and the other support staff will have to start work at 2.30 a.m. This matter was explained to both MFA and S/FA.",
    "‘During a telephone conversation today between the undersigned and the VC of the OUSL, the matter was explained to the VC. He informed that he will discuss the issue with the Senate tomorrow (March 19) and will provide the Mission as well as candidates a solution. He is of the view that a separate set of examination papers will have to be developed if the exams are to be held at different times. He also said he would discuss with the Senate and inform this mission of his decision’.",
    "According to Section B25.2, of the Open University By-Law No: 33 of 2023, a candidate who is temporarily domiciled in a foreign country can face assessment tests, final examinations, selection tests and online examinations from there. Accordingly, the candidate may request to sit for the examination while being overseas at least two months prior to the exams. She/ he needs to inform this to the relevant Head of the Department of the OUSL before leaving the country. The overseas examination centre shall be a University or the Sri Lankan Mission in that country.",
    "On receipt of this request the Senior Assistant Registrar (SAR) shall forward to the relevant Dean of the Faculty to decide whether the request can or cannot be approved in principle, as the Dean shall deliberate each and every request prior to making a decision. Once the Dean approves the request in principle, the VC shall officially communicate with the proposed overseas examination centre to reach a mutual agreement to hold the examination.",
    "However, according to Section B25.2.9 of the Open University By-Law No: 33 of 2023, an examination related to a course shall be conducted at the same time it is conducted in Sri Lanka notwithstanding the time difference between Sri Lanka and the country in which the examination is being held. This means that an examination can be held in another country only if it is being held in Sri Lanka concurrently.  There are no provisions to hold separate examinations at a different time convenient to the respective countries.",
    "According to the VC, the examination time tables are sent to the Sri Lankan Missions one month prior to exams.",
    "A group of OUSL students on strict condition of anonymity told this newspaper that the VC has no authority to consider the requests made by these two diplomats as this can set a bad precedent in the future.",
    "They also said that they are in receipt of information from London, that the High Commission has taken this decision not to hold the exam from March 19, giving various reasons in order to facilitate few students who have close ties with the High Commission.",
    "“Because these students could not get ready for this exam, the High Commission gave unacceptable reasons to withhold it at the last moment though they had enough of time to inform their inability earlier. How can they say that they will have to bear additional costs to hold the exams early morning as they have to send the drivers to bring the staff and also for electricity when switching on the heaters. If the Deputy High Commissioner gave such an irresponsible reason to get the dates changed and a time convenient to them, then, how did the High Commission allow the students to face assessment tests in peak winter? Were there enough of staff at the High Commission at that time? December/January is the peak during winter and didn’t they switch on the heaters then? Didn’t the Deputy High Commission know that each student has to pay 50 US$ for each paper out of which 30 US$ goes to the respective High Commission/ Embassy or the University? All these students paid their fees, only after the High Commission/ Embassy agrees to conduct the exams. At the time they gave the green light to hold the exams, didn’t they know that due to lack of staff, due to the expenses they have to bear, they cannot hold the exam? The High Commission has no jurisdiction to make any such request to hold separate exams. We will not accept the lame reasons the VC or our foreign mission gives. This decision had been taken to facilitate few students who could not get ready to face the exams,” the sources alleged.",
    "According to them, the VC has made an unprecedented move this time. In future, if the Executive President, the Prime Minister, a Minister or even a Member of Parliament make such a request the VC will have to agree to hold alternative exams.",
    "Meanwhile the VC and all the Heads of Departments have come under severe criticism for not following the proper procedure when deciding to hold alternative exams on the request of these two foreign mission.",
    "The sources further said that once such a request is made, the VC has to inform this to the Head of the Department and the latter’s decision has to be informed to the Faculty Board. The Faculty Board’s decision has to be informed to the Senate.",
    "“In this instance, the VC took the decision to hold these alternative exams at the Senate meeting held the following day (March 19). It is the responsibility of the Head of the Department of Legal Studies to take the decision. Although he could not object to the VC’s decision, in his (Head of Legal Studies) Faculty Board memo dated April 2, 2024, he has stated that alternative exams cannot be held in an ad-hoc basis in future,” sources said.",
    "Head of Legal Studies Prof. Sanath Wijesinghe in his memo has further stated, ‘After the communication the Sri Lankan High Commission in London had with the VC on March 18, 2024, the VC had agreed to discuss this matter in the Senate Meeting which was held on March 19, 2024 under ‘Any Other Matters’ of the Agenda.",
    "‘After a lengthy discussion Senate decided that the university should conduct an alternative examination only for those who were unable to sit for the LLB Final Examination at the Sri Lankan HC in London.",
    "‘Accordingly the HC agreed to conduct all other examinations of the LLB Degree Programme that are scheduled to be held from 1.30 to 4.30 p.m. (8 a.m. to 11 a.m. UK time).",
    "‘Conducting an alternative examination for the LLB Final is a difficult task considering the time it takes to set question papers, moderation and make them available in all three mediums",
    "‘It is also to be emphasised that the intended alternative (make-up) examination shall not be considered as a precedent for making requests for alternative examinations in an ad-hoc basis in the future’.",
    "According to the sources, nobody has previously suggested that separate exams should be held for the students who could not face the exams either in Sri Lanka or overseas.",
    "“It is very clear that this is the first time such a case cropped up and this has never been done before.  All the documents are clear that overseas exams will be held only if possible and it is not a right of the student. When such an issue erupts such matters would be referred to the particular academic department.” sources added.",
    "All attempts to contact Head of Legal Studies Prof. Sanath Wijesinghe for a comment failed and there were no responses from his office. Although a mobile number for Prof. Wijesinghe was requested by this writer from the operator, the request was turned down."
  ]
}