{
  "url": "https://www.ft.lk/columns/Lessons-for-Sri-Lanka-from-Mark-Carney-s-Davos-intervention/4-787592",
  "title": "Lessons for Sri Lanka from Mark Carney’s Davos intervention",
  "ut": 1769638845.0,
  "body_paragraphs": [
    "Canadian Prime Minister Mark Carney",
    "CANADIAN Prime Minister Mark Carney’s celebrated speech at the recent World Economic Forum in Davos was widely interpreted as a candid admission that the so-called “rules-based international order” has fractured. He stated “we knew the story of the international rules-based order was partially false, that the strongest would exempt themselves when convenient, that trade rules were enforced asymmetrically,  and we knew that international law applied with varying rigour depending on the identity of the accused or the victim”.",
    "By urging middle powers to abandon comforting illusions and confront the reality of economic coercion, Carney appeared to challenge long-standing platitudes of globalisation and liberal internationalism. Yet for countries such as Sri Lanka, the speech offers less a roadmap for reform than a cautionary tale. It merely illustrates how critiques emerging from within the global economic establishment remain selective, self-serving, and insufficiently attentive to the structural injustices faced by poorer nations. In such circumstances, Sri Lanka has no choice but to engage the global economic order strategically and tactically - but only by asserting its sovereignty in order to ensure the well-being of its citizens.",
    "For much of the Global South, the “rules-based order” never functioned as advertised. Trade liberalisation, capital mobility, and investor protections were presented as neutral mechanisms for shared prosperity, yet in practice they entrenched inequalities between capital-exporting and capital-importing countries. International trade and investment agreements limited policy autonomy in developing economies while preserving advantages for multinational corporations and advanced industrial states. Carney’s acknowledgment that economic integration has been weaponised is therefore not a revelation from a Southern perspective, but a belated recognition from within the very system that normalised these dynamics.",
    "A system re-format for self-benefit",
    "Crucially, Carney’s appeal is directed at “middle powers,” particularly in Europe and allied economies, rather than at the poorest and most structurally vulnerable states. His call seeks to salvage those aspects of a now defunct order that has served these countries reasonably well, even as it now threatens their own economic security. There is little in his remarks that confronts the historical or ongoing costs imposed on countries like Sri Lanka through debt dependence, trade asymmetries, and exposure to volatile global capital flows. This absence matters because it shows how reforms proposed by insiders are likely to re-format the system for their own benefit rather than transform it in favour of those most harmed.",
    "Sri Lanka’s experience vividly illustrates these risks. The country’s post-independence economic trajectory has been one of dependent rather than independent development, characterised in recent decades by economic liberalisation, external borrowing, and balance-of-payments crises. Since the late 1970s, increased openness to trade and capital flows was accompanied by growing reliance on foreign debt, much of it denominated in US dollars and subject to the power of finance capital rather market forces, let alone favourable terms to Sri Lanka. When financial conditions tightened since the global economic crisis of 2008, Sri Lanka’s vulnerabilities were fully exposed, culminating in the 2022 sovereign default. This was not a surprise, but a predictable consequence of integration into an international financial system that rewards short-term capital mobility at the expense of sustainable development.",
    "Carney’s speech does little to address the radical inequities at the heart of the global geopolitical economy. While he selectively criticises coercive economic practices, he does not question the legitimacy of mechanisms responsible for them, such as investor–state dispute settlement (ISDS), intellectual property regimes, or financial liberalisation - all of which have long constrained the economic autonomy and the policy-making capacity of developing countries. We know too well that ISDS for example has been disproportionately used by corporations headquartered in advanced economies against governments in the Global South, often in response to environmental regulation, public health measures, or efforts to reclaim control over natural resources. For Sri Lanka, uncritical participation in such regimes carries clear risks: regulatory chill, fiscal liability, and erosion of democratic accountability.",
    "Moreover, Carney’s emphasis on pragmatism - “taking the world as it is” - implicitly normalises a dysfunctional order in which power asymmetries are treated as immutable facts rather than political constructs open to challenge. For a small, indebted economy, Carney’s self-serving realism is unwise. For Sri Lanka in its inevitable dealings with the global economy, accepting the world “as it is” almost automatically translates into deifying almighty austerity and sacrosanct creditor confidence over social welfare and public investment. The social costs of such prudence are well documented, including rising inequality, weakening labor protections, and dwindling public services. Sri Lanka’s recent experience with fiscal consolidation under external pressure underscores the need to treat such prescriptions with caution.",
    "The absence of explicit social welfare considerations in Carney’s speech is also revealing. Economic stability and peace are indeed essential to human dignity, but without explicit political safeguards, the rationality of financiers can easily override social rights. Development theory and practice increasingly recognise that growth divorced from social equity and political participation is unsustainable. Sri Lanka’s engagement with the global economy must therefore be conceived not only in terms of macroeconomic indicators but also with due respect to working conditions, environmental sustainability, and distributive justice.",
    "The need for strategic engagement",
    "None of this implies that Sri Lanka should retreat into autarky. Rather, the lesson to draw from Carney’s intervention is the necessity of strategic engagement. All economic policy possibilities for Sri Lanka must be evaluated with a clear understanding of where our vulnerabilities lie: external debt composition, exposure to volatile capital flows, dependence on narrow export bases, and susceptibility to legal challenges from foreign investors. Only then can an economic strategy be envisioned to minimise these risks and open up avenues for development.",
    "Such steps include diversifying sources of finance away from short-term commercial borrowing toward longer-term and concessional options, including regional and bi-lateral arrangements; strengthening domestic revenue to reduce dependence on external funding; and retaining capital account management tools to manage nefarious fluctuations in capital flows. Rather than unconditional liberalisation, trade policy should prioritise value addition, food and energy security, import substitution and, above all, sustainable industrial development. Investment agreements can be renegotiated or redesigned to protect the State’s right to regulate in the public interest, a path already taken by the most successful among developing countries.",
    "At a broader level, Sri Lanka should be wary of aligning uncritically with emerging “middle-power” coalitions seeking to reincarnate the “rules-based” global order without addressing its foundational inequities. History suggests that reforms driven by those who used to benefit most from that kind of selectively lucrative but fundamentally flawed system, tend to be unreliable for those robbed by it. Scholars of dependency and world-systems theory have long argued that meaningful development for poorer nations requires preserving their autonomy and building collective alternatives, rather than relying on benevolence from hegemonic or ‘middle-power’ states.",
    "In this sense, Carney’s speech is useful not because it offers solutions for countries like Sri Lanka, but because it inadvertently confirms a deeper truth: the global economic order is in flux, and its guardians are primarily concerned with maintaining their own profitable ranks within it. For Sri Lanka, this moment of uncertainty heightens the stakes of engagement. The costs of miscalculation would be borne not by elites gathered in Davos, but by our own citizens - through lost livelihoods, reduced public services, and diminished democratic choice.",
    "Sri Lanka’s response must therefore be grounded in prudence rather than deference. Protecting itself from an unjust global economic order requires a clear-eyed assessment of our capacity to manage the destructive consequences of policies dictated by our creditors as much as the political commitment to place social wellbeing and sovereignty above short-term debt relief. Mark Carney’s diagnosis of a fractured order may be unwittingly instructive-for letting us know that even countries like Canada would be naïve to trust global political-economic business as usual - but his vision remains bound by the interests of the architects and beneficiaries of that order. Sri Lanka cannot afford to confuse the rear-guard manoeuvres of “middle powers” suddenly threatened by the global hegemon with a genuine and indeed realistic pathway toward a more equitable global economy.",
    "Davos 2026: Special address by Mark Carney, Prime Minister of Canada  https://tinyurl.com/CarneyDavos",
    "(Charith Gunawardena is a co-founder of the Institute of Political Economy (ipe-sl.org) and a former local councillor in London. He can be reached at [email protected] [email protected]. Professor Kanishka Goonewardena is also a co-founder of IPE.  He is a Professor at the Department of Geography and Planning, University of Toronto, Canada)"
  ]
}