{
  "url": "https://www.ft.lk/columns/Know-your-rights-play-your-role-Powering-our-nation-s-progress/4-777650",
  "title": "Know your rights, play your role: Powering our nation’s progress",
  "ut": 1749769929.0,
  "body_paragraphs": [
    "When taxpayers are aware of their rights, they feel empowered to engage openly with tax officials, voice concerns without fear, and expect fair treatment",
    "Sri Lanka’s tax story is deeply rooted in its history, stretching back to ancient kingdoms where rulers collected taxes not just in money, but through labour, crops, and goods reflecting a system closely tied to daily life. The colonial period introduced more formal tax systems, setting the stage for modern administration. After gaining independence, Sri Lanka embarked on a path of reform to create a clearer, more efficient tax structure. In recent decades, the focus has shifted from strict enforcement to a more human-centred approach one that values transparency, fairness, and building trust with taxpayers.",
    "In 2023, the Inland Revenue Department introduced the Taxpayer Charter a breakthrough step that brings greater transparency and fairness to Sri Lanka’s tax system, making it easier for people to understand and trust the process. This Charter goes beyond rules, it sets a clear promise of fairness and respect between taxpayers and tax officials. By defining rights and responsibilities, it fosters transparency and trust, encouraging citizens to engage with the tax system willingly rather than out of fear. Through streamlined processes, better education, and open communication, the Charter nurtures a spirit of cooperation and voluntary compliance. This approach not only enhances government revenue but also builds stronger citizen-government relations, supporting long-term economic growth and greater social inclusion.",
    "Why knowing our tax rights makes a difference?",
    "When taxpayers are aware of their rights, they feel empowered to engage openly with tax officials, voice concerns without fear, and expect fair treatment. This openness helps break down barriers of suspicion and creates a more positive, cooperative relationship. On the other hand, when taxpayers clearly understand their obligations, such as timely and accurate filing and payment, they can avoid unnecessary penalties and tax related complications. This willingness to comply reduces the need for enforcement actions, benefiting both taxpayers and the tax administration.",
    "Further, this mutual understanding contributes to a healthier tax culture where paying taxes is seen as a shared civic duty rather than a burden. As voluntary compliance increases, the Government can collect more revenue efficiently, easing the tax load on everyone. These funds are crucial for investing in public services like education, healthcare, roads, security, and social welfare. When taxpayers see the tangible benefits of their contributions, such as improved infrastructure and better social programs, their trust in the system grows stronger. This positive cycle encourages even greater compliance and civic participation, creating a more inclusive and resilient economy that benefits all citizens.",
    "Sri Lanka’s Taxpayer Charter outlines nine key rights and four core responsibilities that every taxpayer should be aware of. This initiative is part of a growing global trend, where many countries are adopting similar charters to foster openness, trust, and mutual respect between Governments and citizens. By embracing these international standards, Sri Lanka is working toward a more transparent and accessible tax system one that strengthens cooperation and delivers benefits for both individuals and the country as a whole.",
    "Let’s take a closer look at how these rights and obligations help foster a strong, respectful relationship between taxpayers and the tax administration shaping a fairer, more effective tax system for all.",
    "Right to fair and honest treatment",
    "Every taxpayer in Sri Lanka deserves to be treated with respect, fairness, and professionalism no matter their income, background, or where they live. Imagine a farmer from a rural village walking into a tax office, unsure about a notice he received. He should be welcomed kindly, spoken to clearly, and guided with patience, not judged for his lack of formal education or urban experience. When people feel heard and treated with dignity, they’re more likely to trust the system and play their part. That’s how respect turns tax compliance into a shared responsibility.",
    "Right to professional service",
    "Every taxpayer deserves courteous, professional, and helpful service. This means tax officers should not only know the tax law but also treat people with respect and care. Imagine a young woman trying to register her home business, or an elderly man struggling with online forms; both need clear, patient guidance. When officials listen, explain, and support without judgment, it builds trust. People feel more confident, ask questions, and follow the law not because they’re afraid, but because they feel respected and supported by a fair system.",
    "Even in good systems, mistakes can happen. A taxpayer might be overcharged, misinformed, or treated unfairly. The right to redress means they can seek correction and, if needed, compensation. Imagine a retired teacher wrongly told she owes tax she’s already paid. Confused, she brings her documents to the tax office. Thanks to this right, her case must be reviewed fairly and corrected quickly. If penalties or stress were caused by the error, she can ask for those to be reversed. This builds trust people feel protected, heard, and more willing to engage with the system.",
    "Right to representation",
    "Handling taxes can often feel confusing and stressful, especially with all the rules involved. Luckily, every taxpayer has the right to be represented. This means you can ask someone you trust like a tax advisor, accountant, or even a family member to help or speak for you when dealing with tax authorities. For example, a small business owner unsure about a tax audit can bring in an expert to explain things clearly or an elderly parent might have their child handle tax questions on their behalf. This right makes tax matters less scary and ensures everyone gets the support they need.",
    "Every taxpayer has the right to privacy. This means that all personal and financial details shared with the tax department are kept strictly confidential. Tax officials must handle this information carefully and never share it without a valid legal reason. For example, someone applying for tax relief might provide sensitive info about family expenses or medical bills. They trust that this won’t be shared outside official use. Protecting privacy builds trust, making people feel safe and honest when dealing with taxes. Paying taxes is more than numbers it’s about respect and confidentiality between citizens and the government.",
    "Taxes don’t have to feel like a puzzle. Every taxpayer has the right to clear and timely information about tax rules and changes. For instance, a small shop owner wondering if she qualifies for a new tax relief shouldn’t have to guess or rely on rumours. The tax department should provide clear updates through websites, notices, or even SMS alerts. When people get the right information on time, they can make smart decisions, avoid mistakes, and feel more confident. This makes taxes easier to understand and builds trust between people and the authorities.",
    "Paying taxes shouldn’t feel like getting lost in a maze. The right to help means the Inland Revenue Department must guide and support taxpayers so they understand their duties. Imagine a young graduate unsure about registering for tax, or a farmer wanting to declare income but not knowing where to start. The IRD’s friendly staff, clear instructions, hotlines, and online resources are there to help. When people feel supported, they’re more confident and willing to meet their tax responsibilities, making the system fairer and easier for everyone.",
    "Right to review and appeal",
    "Everyone deserves a fair chance when it comes to taxes that’s why the right to review and appeal matters so much. If a taxpayer disagrees with a tax decision, they don’t have to accept it quietly. For example, a small business owner who thinks her tax bill is too high can ask for a review, share her documents, and if needed, appeal to an independent body. This process is fair, open, and easy to access. It protects people from unfair treatment and builds trust. Knowing they can speak up gives taxpayers confidence and helps create a fairer, more balanced tax system.",
    "Right to easy use and access",
    "Taxes should be simple and easy for everyone. The right to quick and easy service means taxpayers get fast help when they have questions or problems. For example, a busy shopkeeper shouldn’t wait weeks for a simple answer. The tax office should offer timely support in person, by phone, or online. When services are easy to use, people feel less stressed and more willing to comply. This helps everyone, from small business owners to big companies, meet their duties smoothly and builds trust. Along with rights, taxpayers also have important responsibilities to keep the system fair and working well.",
    "The duty to be truthful",
    "Honesty is at the heart of a fair tax system. Taxpayers have a duty to provide true and complete information when declaring their income. For example, a small shop owner selling traditional crafts in a rural village must honestly report his earnings, even if they vary. Underreporting taxes hurts the community because tax money pays for schools, roads, and hospitals that everyone relies on. Being truthful helps build trust and ensures resources are there to improve life for all Sri Lankans. It’s a simple but powerful way to support the country’s growth.",
    "Along with their rights, taxpayers have important responsibilities that help keep the system fair and working well. These obligations ensure everyone contributes their part, building trust and cooperation between the public and tax authorities.",
    "Obligation to maintain required documents",
    "Keeping good records is an important duty for every taxpayer. Whether an individual or a business, it’s essential to organise and save financial documents that back up tax filings. For example, a small tea grower selling locally should keep invoices and receipts safe. These records prove income and expenses if the tax office checks. Good record-keeping isn’t just following rules—it protects taxpayers by making it easier to sort out any questions or disputes. It builds trust and keeps the tax system clear and fair for everyone.",
    "Obligation to file and pay on time",
    "Meeting deadlines is an important responsibility for all taxpayers. Filing tax returns and paying taxes on time keeps the system fair and running smoothly. For example, a small garment factory owner must submit her tax return by the due date and pay what she owes promptly. Late payments can lead to fines and make it harder for the government to fund services like healthcare, education, and public transport. By meeting deadlines, taxpayers help ensure steady support for the country’s growth and show respect for the system that benefits everyone.",
    "Obligation to be cooperative",
    "Cooperating with tax authorities is an important responsibility for every taxpayer. This means answering questions honestly and on time, attending meetings if needed, and helping the tax office understand your situation. For example, a farmer who quickly provides accurate details about his income makes the process smoother and avoids delays. Being cooperative builds trust and helps prevent penalties. When taxpayers work together with tax authority, it creates a fair system that benefits everyone and supports Sri Lanka’s progress. It’s a simple way to show respect and keep things running smoothly.",
    "The Taxpayer Charter is more than words on paper it’s a shared promise between the people and the government. When taxpayers know their rights and responsibilities, and when tax authorities act with fairness and transparency, trust grows. This trust turns taxes from a burden into a powerful tool for building a better Sri Lanka. It means smarter use of public funds, better services, and real opportunities for everyone. Together, by embracing this commitment, we can create a tax system that works for all of us a system built on respect, fairness, and hope for the future.",
    "(The writer is Deputy Commissioner General at the Inland Revenue Department.)"
  ]
}