{
  "url": "https://www.ft.lk/columns/Fixing-the-sixties-Learning-to-live-lovingly/4-777731",
  "title": "Fixing the sixties: Learning to live “lovingly”",
  "ut": 1750019562.0,
  "body_paragraphs": [
    "I am yet to reach the sixties. I know so many who have retired at sixty and revived their life with relaxation and renewal. When I recently read a refreshingly resourceful book titled, “Beyond Sixty,” the richness of living “lovingly” resonated very much. Today’s column is a reflection of this splendid book written by Janaki Bamunusinghe.",
    "Sri Lanka, unlike its developing counterparts, has a high ageing population. An ADB report (2019) highlighted the salience of it as follows. “In Sri Lanka, the demographic shift to an aging society is far more rapid than in many other countries at a similar level of development and occurring at the same speed as in countries with much higher per capita income. This phenomenon has been set in motion by changes over a long time and will likely happen…It is essential that the country use the intervening decades to put in place the necessary systems and policies to respond to the impending challenges of an ageing population.”",
    "As a Lankaweb report highlighted recently, Sri Lanka is facing a challenge of rapidly ageing population. Currently, about 12.3% to 12.4% of the population is over 60 years old, but this figure is projected to rise dramatically to 22% by 2037 and potentially reach 25% by 2041. This speedy ageing poses substantial economic, healthcare, and social challenges for senior citizens, exacerbated by the ongoing economic crisis. As the report further observes, addressing the related issues requires urgent action from policymakers, including strengthening social protection systems, improving healthcare access, and supporting economic security for seniors. Collective action by seniors themselves can also play a crucial role in advocating for policies that better support their needs.",
    "In such a context, focusing on life “beyond sixty” is something truly relevant and meaningful. That is exactly what Janaki has done with a well compiled assortment of ideas, insights, and implementations.",
    "Variety of valued thoughts",
    "The book, “Beyond Sixty” consists of a preamble, 18 chapters as well as an epilogue. It is the humbleness of the author in sixties to dedicate the book to her grandson, stating that “may you be a human spirit that thrives on love, hope, and kindness, and may you embrace the enchanting beauty of life at every stage.” Her dedication goes even beyond. “To all the remarkable individuals I encountered on my journey beyond 60—those who inspired me, enriched my experiences, and brought immense satisfaction to living a life filled with purpose and meaning.”",
    "A priest, a minister, and a rabbi are debating the question, “When does life begin?” The priest says, “At conception, of course!” The minister says, “At birth!” Finally, the rabbi says, “When the last kid goes to college, and the dog dies!” In highlighting the above anecdote, Janaki shares her reflections. “Though humorous, this joke holds a profound truth. The empty nest is both an ending and a beginning—a rebirth of sorts. It is a transition that can bring sadness as we let go of the familiar but also joy and liberation as we rediscover ourselves. For me, it was a time to become independent in new and exciting ways, a chance to embrace the next chapter of life.”",
    "The topics are well presented with a personal touch high in authenticity. “My journey in the post-sixties was one of reinvention, where challenges became opportunities and ordinary days blossomed into extraordinary ones. This is a celebration of a life lived with curiosity, courage, and gratitude, proving that age is no barrier to new beginnings.” That is how Janaki concludes her Preamble. Her invitation is to live, learn and love in appreciating every moment of life.",
    "“The thought of writing about my life after turning sixty has lingered in my mind for quite some time. It began to take shape when I stepped away from my professional career. However, it was not until my daughter got married that the idea truly solidified. Her departure from home left me feeling both proud and hollow—a bittersweet realisation that our house, once bustling with laughter and conversation, now echoed with silence. I had not just parted with a daughter but a dear friend, and I found myself grappling with what felt like an empty house.” An authentic approach of awakening self and others who struggle to search the true meaning in life is very much evident in “Beyond Sixty.”",
    "Having covered “how it all began,” Janaki goes on describing how to “rediscover passions and nurture self-interests.” She shares how “verses of healing” shed immense light to the dark passages of many who were beyond sixty. She refers to a program by the Global Wellness Centre, where the profound impact of music on health and well-being where participants were invited to express their thoughts through poetry. “During the program, we were tasked with writing a few lines on any topic, akin to a poem. I penned down my thoughts, and to my surprise, Sanka Dinith (A young Musical Star) composed music for my lines. His encouragement sparked a newfound passion for poetry within me.”",
    "I personally know how charitable Janaki and Ravi (her husband) together with many like-minded friends are. She shares her experiences of interacting with many lonely elders. “On my first visit, I spent several hours with the elders, engaging in conversations to better understand them. We shared stories about ourselves and ended the session with a sing-along, which they greatly enjoyed. One individual eagerly recited a story. Although I found it difficult to hear some of them clearly, I could tell they were immersed in the moment.” The mission did not stop there. “Upon returning home, I called my sister, Dhammika and asked if she would like to join me. She readily agreed. The following week, we both visited the Elders’ Home and engaged the elders in artwork, memory tests, and another enjoyable sing-along. We decided to visit them every other week.”",
    "Action-centred author",
    "“As I began to share my story, I realised that my true adventure unfolded at sixty” says Janaki. “This narrative is not merely a recounting of dates and events; it is a tapestry woven from the threads of reinvention, discovery, and the vibrant exploration that have defined my post-sixty years. These are years that have challenged me to redefine what it means to age.”",
    "Janaki Bamunusinghe is trained and qualified in Information Sciences and has made significant contributions to the Open University of Sri Lanka and Thames Valley University, Slough, UK. After returning to Sri Lanka, she co-founded a prominent Market Research Agency, heading the qualitative research business unit. Her expertise has helped develop some of the finest qualitative researchers in the country, driving transformative insights within the corporate sector.",
    "Currently, she is dedicated to enhancing the physical and mental well-being of Sri Lanka’s ageing population through the introduction of Sensory Wellness, as well as improving the lives of destitute girls by nurturing both their intellectual and physical development. She has co-authored the family planning book Evaluation on the Marketing of the Contraception Pill in Sri Lanka and Contemporary Sri Lankan Consumer: Insights into Emerging Behaviours and Value Propositions. She is also the author of Memories as Told by Aththamma: The Story of a Grandmother (a socio-cultural and historical narration from 1918 to the 1990s).",
    "“As thoughts of aged care mingled in my mind, I felt it was best to express my sentiments on paper through a poem,” so says Janaki. It goes as follows:",
    "I have a wish deep in my heart,",
    "A wish I hope to see start,",
    "Can I share it with you, dear friend?",
    "Are you ready to listen, to lend?",
    "One day, a home I’ll begin,",
    "A haven for the aged,",
    "Not to hold them forevermore,",
    "But to brighten each day, to adore.",
    "I want to keep their spirits high,",
    "Show them life’s joys that touch the sky,",
    "Remind them of moments sweet and dear,",
    "To make every moment worth their stay here.",
    "As days pass by, one after one,",
    "And if they yearn for the warmth of the sun,",
    "My dream of bringing them joy each day,",
    "Will come alive, in every single way.",
    "Janaki shares how she collectively empowered children with life skills. “While actively involved with the Sunrise Senior Foundation, I felt a calling to extend our efforts to benefit younger members of the community. This led me to the Gunasekera Girls’ Home in Nawala, where I hoped to introduce the concept of ‘Life Skills’ to the children, especially to the teenagers as it was designed for them. Upon arrival, I spoke with the matron, who explained the need for permission from the Department of Probation and Childcare before any interaction with the children could occur.” It speaks volumes of the service one can render defying the age with the blessing of good health and loads of free time.",
    "“As I continue this journey through my sixties and beyond, I eagerly anticipate the adventures and opportunities that lie ahead,” expresses Janaki. “Writing these reflections has been an integral part of that journey, allowing me to reflect on my life, share my experiences, and leave a lasting legacy for my family and friends.” Her thoughts captured in the book are not only encouraging for many but also enticing them to engage in soul-searching towards fulfilment of self and societal needs.",
    "“The joy of life comes from our encounters with new experiences, and hence there is no greater joy than to have an endlessly changing horizon, for each day to have a new and different sun.”",
    "Janaki quotes Jon Krakauer, who became famous by writing “Into the Wild.” In essence, “Beyond Sixty” is a book of impressive rendering of insightful ways of learning to live “lovingly” beyond sixties.",
    "(The writer, a Senior Professor in Management, and an Independent Non-executive Director, can be reached at [email protected], [email protected] or www.ajanthadharmasiri.info.)"
  ]
}