{
  "url": "https://www.ft.lk/columns/Challenges-faced-by-higher-education-sector-in-Sri-Lanka/4-774988",
  "title": "Challenges faced by higher education sector in Sri Lanka",
  "ut": 1743451096.0,
  "body_paragraphs": [
    "The extent of collaboration between the HEIs and other stakeholders such as the private sector remains at a low level despite some initiatives being taken in recent times to bring these parties together",
    "How to overcome them through greater private sector participation",
    "Importance of higher education to the economy",
    "Sri Lanka is slowly but steadily emerging out of a debilitating economic crisis and is seeking to embark on a new path of accelerated economic development. A knowledge intensive economy like what we experience today in the 21st century needs people with knowledge and skills required to drive key sectors of the economy and to facilitate technology transfer and technological innovation to pursue such a growth agenda. It also needs people with the ability to make decisions supported by modern tools such as data driven analytics and Artificial Intelligence. The quality of our human capital becomes even more critical in the context of a dwindling pool of talent caused by an ageing population and migration.",
    "Hence, ensuring the availability of higher education opportunities to a larger number of qualified people at an affordable cost is of paramount importance. It will help to stem the brain drain and retain valuable human resources within our borders. This becomes applicable to two age groups. First, youth belonging to the 20-30 years age group will be looking for higher education opportunities upon completion of their secondary school education. Secondly, mature professionals in the 45-60 years age group will be concerned about higher education opportunities available to their children. Hence, any reforms that could expand higher education opportunities within the country will have an impact on the migration decision of both these age groups.",
    "Apart from that, it has been established that a country will derive certain social benefits when the proportion of people who have completed higher education increases. These include improved health levels and life expectancy, reduction in gender disparities in earning capacity, reduction in inequalities in income and wealth distribution, better democracy, political stability, lower crime, etc. Further, it helps to improve the attractiveness of the country as an investment destination by creating a talent pool, ready for employment.",
    "Challenges faced by the higher education sector in Sri Lanka",
    "The following can be identified as some of the key challenges faced by the higher education sector in Sri Lanka at present.",
    "Access to higher education",
    "Quality and relevance",
    "State of preparedness of students entering higher education",
    "Focus on research and innovation",
    "Graduate unemployment and underemployment",
    "Brain drain of academic staff",
    "Quality of physical infrastructure",
    "Collaboration with other stakeholders",
    "Other challenges affecting the smooth operation of public universities",
    "Let us now examine each one of these in some detail.",
    "1.Access to higher education",
    "Sri Lanka records a Gross Enrolment Rate (total number of students enrolled in tertiary education as a percentage of the population falling into the eligible age group) of around 20% to the higher education sector which is lower than most peer countries. This is a result of a number of factors such as the limited intake of Public Universities, inability to afford privately funded higher education, low public acceptance of Non-State Higher Education Institutions (HEIs) and the non-availability of some critical fields of study at non-state HEIs (e.g.) Medicine.",
    "The given graph provides an estimated distribution of the alternate paths taken by students qualified for undergraduate studies in Sri Lanka in a typical year.",
    "As can be seen from the graph, only about a quarter of those qualifying for admission to higher education institutions gain admission to public universities. Another 12% or so will opt to pursue higher education at non-state HEIs in Sri Lanka while about 18% will leave the country for overseas education. Most of those belonging to the latter category do not return to the country, adding to the brain drain. The largest group of about 45% fail to enter universities or equivalent HEIs with many of them undertaking technical and vocational education despite being qualified to pursue university education.",
    "2.Quality and relevance",
    "Maintaining quality and staying relevant are challenges faced by both public universities and non-state HEIs operating in Sri Lanka. Only University of Colombo featured among the top 1000 universities in the QS World University Rankings for 2025 and that too was in the 951 – 1000 range while none of the HEIs in Sri Lanka came within the top 1000 in the Times Higher Education Rankings.",
    "A major drawback seen in the public universities is the imbalanced distribution among fields of study with nearly 50% of the students enrolled in Arts, Management and Commerce streams. Sri Lanka records the highest % of students in Humanities and Social Sciences and one of the lowest % in Science and Engineering in the world. This coupled with the lack of flexibility available with regard to the choice of subjects has resulted in a huge mismatch between the output of universities and the demand from employers.",
    "Over reliance on exam-based assessment and the excessive prevalence of part-time taught postgraduate degree programs with no research component are other issues affecting quality and relevance of public universities. The largely unregulated non-state higher education sector, most of them merely registered with the Registrar of Companies (ROC) and Board of Investment (BOI), fare no better. Most of these institutions are not subject to Quality Assurance and Accreditation with only 28 of them recognised as Degree Awarding Non-State HEIs.",
    "3.State of preparedness of students entering universities and HEIs",
    "Another challenge faced by the higher education system in Sri Lanka is the poor state of preparedness of students entering the institutions of higher learning even though it is only the cream of the student population who gain entrance based on their GCE Advanced Level results. Most of these students are used to rote learning and exam-based assessment with a heavy reliance on external tuition. They also suffer from low levels of English language and IT competence. These are huge limitations that the universities are ill-equipped to tackle through their pre-course and supplementary curricula. Since poor output is often an inevitable consequence of poor input, these issues need to be addressed urgently at the secondary education stage through General Education Reforms.",
    "4.Focus on research and innovation",
    "Low priority is given to research by a majority of HEIs with a greater focus being placed on teaching undergraduates and conducting taught postgraduate programs with no research component. Key indicators such as the number of active researchers as a percentage of total number of academics, number of citable documents per million inhabitants, and number of patent applications submitted are all lower than most peer countries demonstrating the low attention given to Research and Innovation.",
    "5.Graduate unemployment and underemployment",
    "This is a phenomenon caused by the excessively large number of arts graduates coming out of the university system (mostly as external graduates) and their preference for government jobs. The public sector has already expanded beyond its optimum size, and it simply cannot go on absorbing unemployed graduates into nonexistent jobs! Private Sector too has only a few opportunities available for graduates of this type often preferring those with professional qualifications or overseas degrees due to their superior English language and IT competence. Underemployment is also common in this category, with many compelled to work at a clerical or non-executive level despite having a degree.",
    "6.Brain drain of academic staff",
    "Brain drain is a serious challenge faced by all HEIs since it affects the retention of academic staff required to maintain the Student Teacher Ratio at an acceptable level. Currently, it is maintained at about 17.5: 1 which is higher than ideal but holding it at this level is also becoming a difficult task.",
    "7.Quality of physical infrastructure",
    "With very little capital expenditure being voted for higher education, most physical facilities have deteriorated over time due to poor maintenance and overcrowding. This is particularly evident in aspects that relate to student welfare such as accommodation, meals and recreational facilities.",
    "8.Inadequate use of technology for delivery of curriculum",
    "While some universities and faculties have made a fair amount of progress in adopting technology for the delivery of curriculum, others lag. Only a few institutions have the capacity to use blended learning effectively. Non-availability of state-of-the-art software used by industry is a constraint faced frequently in making the academic output relevant to industry, due to limited budgetary allocations.",
    "9.Limited collaboration with other stakeholders (e.g.) private sector",
    "The extent of collaboration between the HEIs and other stakeholders such as the private sector remains at a low level despite some initiatives being taken in recent times to bring these parties together. A deep-rooted mutual distrust among some sections on both sides of the equation appears to stifle progress in this regard. Government also needs to play a part in forming tripartite partnerships that have contributed tremendously to economic development in countries like the United States and Singapore, particularly through support mechanisms established to support SMEs and start-ups.",
    "10.Other challenges affecting the smooth operation of public universities",
    "There are numerous other factors that disrupt the smooth functioning of HEIs, particularly those in the public sector. Some of these are listed below.",
    "Frequent university closures and interruptions due to strikes by lecturers, non-academic staff and students",
    "Irregularity in scheduling that leads to issues such as conflicts in exam dates, long delays in providing exam results leading to delayed progression, students dropping out due to unpredictability, etc.",
    "Poor organisation and lack of digitisation leading to frequent losses and irretrievability of crucial data including student records and deliverables",
    "Restrictive university culture partly due to ragging which creates an unpleasant environment for incoming students in some campuses",
    "Role private sector can play to overcome above challenges",
    "Since budgetary constraints do not permit the Government to increase its expense allocation for higher education in a manner that can substantially increase the intake of students to public universities or vastly improve their quality, it is left to the private sector to step in through both Non-Profit and For-Profit Higher Education Institutions to fill this gap. However, this must be done subject to a uniform regulatory framework being established for both state and non-state institutions of higher education. All HEIs must be subject to the same quality assurance and accreditation process regardless of ownership.",
    "Experience of other countries",
    "We can draw lessons from several countries in our region who have successfully enlisted the private sector to supplement the public sector to create more opportunities for their students to pursue higher education. Let’s look at the experiences of India, Malaysia and South Korea.",
    "India has over 400 private universities accounting for 26% of student enrolments. In addition, they have over 42,000 affiliated colleges that are linked to 500 public universities. 65% of them are owned by the private sector. Along with these privately owned affiliated colleges, non-state HEIs account for 56% of student enrolments. The important point to note is that both public and private sector HEIs are regulated by the UGC.",
    "The New Education Policy (NEP) introduced by the Government of India in 2020 brought about significant deregulation and liberalisation with greater autonomy to HEIs. Some of the newly introduced measures included recognising degree majors that cross traditional boundaries between subject clusters, ease of switching fields of study and continuous and multi-dimensional forms of assessment. In another significant development, foreign universities were allowed to open branch universities.",
    "In a recent ranking carried out by the Ministry of Education in India, 14 private universities ranked among the Top 50 HEIs operating in India. As a result of the liberal policies adopted by the Government of India, it has been able to raise the Gross Enrolment Ratio (GER) to 28.4%.",
    "Malaysia has 54 private universities as against 20 public universities in addition to 14 branch campuses of foreign universities. There are another 50 degree awarding Private HEIs such as University Colleges and over 300 Colleges that can’t offer their own degrees but can offer degrees through partner institutions.",
    "The Private Higher Education Institutions Act of 1996 that conferred degree awarding status to Private HEIs resulted in a rapid growth in private sector participation in the Higher Education Sector. In recent times, Malaysia has evolved into a centre for branch campuses of foreign universities. Several well-known British and Australian Universities have established branch campuses in Malaysia. The Government has actively supported this development by establishing Higher Education hubs such as Educity Iskander (across the Johore Straits from Singapore) and KL Education City. Malaysian Education Promotion Council actively promotes the entry of foreign students, and it is estimated that over 100,000 international students are currently studying in Malaysia. 60% of them are enrolled in Private HEIs. It is pertinent to note that Sri Lanka is among the top 10 source countries.",
    "All HEIs in Malaysia are regulated by the Ministry of Higher Education while Quality Assurance is carried out by the Malaysian Qualification Agency (MQA). Study loans are offered through the National Higher Education Fund. These measures have helped Malaysia to reach a Gross Enrolment Ratio (GER) of 43%.",
    "There are more than 400 HEIs and 3.3 million students in the Higher Education system of South Korea. 200 of them are 4-year universities. Over 80% of HEIs are private, accounting for 85% of student enrolment. All HEIs are regulated by the Ministry in charge of Higher Education with Quality Assurance and Accreditation in place for 7 types of HEIs identified. The high level of private sector participation in the Higher Education Sector has resulted in a Gross Enrolment Ratio (GER) of 94%, which is one of the highest in the world.",
    "It is clear from the experience of many other countries that private sector participation should be facilitated to reach high levels of student enrolment into the higher education system. It is also evident that it could be done without compromising quality by subjecting all non-state HEIs also to the same regulatory mechanism under which public universities operate. Some of the specific recommendations to facilitate greater private sector participation in higher education are given below.",
    "Establish a Common Regulatory Body for all HEIs with Quality Assurance and Accreditation functions. It can oversee the Sri Lanka Qualification Framework (SLQF) implementation too.",
    "Allow non-state HEIs that conform to stipulated standards to use the terms ‘University’ or ‘University College’ in their names as appropriate.",
    "Open all fields of study to non-state HEIs subject to Quality Assurance and Accreditation",
    "Encourage Private Sector institutions engaged in key economic sectors to jointly invest in Non-Profit HEIs relevant to their sectors (e.g.) IT firms in IT education, Private hospitals in Medical and Health Services Education",
    "Reduce the cost of investment by providing land on long term lease",
    "Mandate the grant of a stipulated number of merit and need based scholarships (full/partial) by all non-state HEIs",
    "Widen the coverage of student loan scheme to all non-state HEIs meeting Quality Assurance and Accreditation standards.",
    "Support the establishment of a high-quality non-state postgraduate university awarding research based post graduate degrees.",
    "In addition to the above, the following actions can also be taken to improve the quality and relevance of higher education offered by both public and private sector HEIs.",
    "Provide greater autonomy to public sector universities by allowing the retention of a fixed proportion of internally generated funds to be utilised for development purposes and permitting periodical updating of curricula of existing study programs subject to guidelines, without having to seek UGC approval.",
    "Promote greater collaboration between faculties/departments within universities to facilitate cross disciplinary course combinations and student transfers between faculties/departments. This will require synchronisation of academic calendars across faculties/study programs and an inter-faculty credit transfer system",
    "Promote Research and Innovation by conducting periodic assessments of Research by an independent body like the UGC and making research funding available to academics from non-state HEIs as well allowing them to compete on equal terms.",
    "Expand the curriculum of all HEIs to introduce more IT courses and management-related courses while introducing the use of modern IT tools and applications relevant to each subject.",
    "Introduce more learner-centred teaching methods while switching to modern assessment methods. Blended learning should become the primary mode of curriculum delivery with the support of technology.",
    "Obtain industry inputs for curriculum review and revision periodically while widening industry placements for students (internships) through collaboration with stakeholders.",
    "Address the brain drain affecting retention of faculty by using strategies such as return migration, inward migration and brain circulation (tapping the brains of those who have migrated by various means).",
    "Invest in improving university physical infrastructure particularly aspects relating to student welfare (e.g.) hostels, canteens, recreational facilities, etc.",
    "Improve collaboration between HEIs and other stakeholders including the Private Sector by supporting initiatives such as Chamber Academia Round Table (CART), University Business Linkage (UBL) Cells, etc.",
    "Protect and foster the wider role of universities and other HEIs as centres for intellectual development and critical thinking.",
    "With Sri Lanka looking to enter a period of accelerated economic development, it is important for the policymakers to focus on the higher education sector which has a critical role to play in providing two vital factors of production (labour and entrepreneurship) in the context of a technology driven knowledge intensive economy and develop a roadmap to move towards a more accessible, inclusive, quality assured and relevant higher education system.",
    "(The writer is a former CEO and Secretary General of the Ceylon Chamber of Commerce. This article is based on a presentation made at the inauguration of the International Conference on Medical Sciences organised by the Research Committee of the Faculty of Medicine, University of Sri Jayewardenepura in October 2024.)"
  ]
}