{
  "url": "https://www.ft.lk/columns/A-brief-relief-for-a-regime-set-to-suffer-no-small-grief/4-777425",
  "title": "A brief relief for a regime  set to suffer no small grief",
  "ut": 1749232360.0,
  "body_paragraphs": [
    "To give credit where it is due – to the executive as well as the judicial branches of government – corrupt politicos at the upper echelon level are being handed stiff sentences in gaol for the first time since ‘good governance’ put the idea in our heads that crime deserves punishment no matter who or how well connected you are. And that justice must not only be done but be seen to be done, and so introduced the constitutional amendments that empowered the process of holding elected representatives and appointed officials transparently accountable for their deeds",
    "A rainbow seems to have appeared over the skies of a regime under a cloud. It was a sullen sky in May, and – the truth be told – a once-clear cerulean space darkened by no few thunderheads for the under-pressure NPP government.",
    "A promise unmet here, and a potential unfulfilled there. A perspective inimical to the sacred image of the JVP-led regime pushed in the free press here, and a point of view expressed there by the powers that be themselves failing to find favour in an increasingly silent congregation of the faithful as well as sundry converts.",
    "The cost of living and darkening economic prospects hovering over a growing number of islanders’ heads like a growling thunderstorm encroaching on city, town and village atmospheres alike these days...",
    "Then there was a recent judgment delivered by a three-justice-bench recently, however, to clear the stifling air for a brief, bright moment in the breathing-space of the National People’s Power.",
    "Which was when a trio of Colombo High Court judges found former sports minister Mahindananda Aluthgamage and ex-trade head honcho Nalin Fernando guilty of misappropriating Rs. 53 million from state coffers, and sentenced them to 20 and 25 years of rigorous imprisonment respectively.",
    "Whatever the administration’s motives, its ‘Clean Si Lanka’ ambitions and agenda reflect an authentic action plan, which deserves the buy-in of the polity at large",
    "There was rejoicing even in the ranks of Tuscany, which had appeared too ready of late to abandon their putative champions of social justice because of prevailing winds. So the barometer of the JVP-led NPP’s political capital rises again.",
    "With that said – there is a plethora of ways (not limited to what follows below) to interpret the judgment and its ramifications for the ethos of governance under this still new dispensation.",
    "This is arguably because academics and armchair commentators alike are notoriously subject to the shifting sands of perspectivism. That is to say: the points of view of the observer change not only due to principles espoused or positions taken but also because of personal or other reasons.",
    "Also important to factor into the equation calculating any regime’s social credit balance is how hard a sucker punch the polity has recently suffered as a body blow over and above any long-term impacts to ‘national current accounts’ and the ramifications for balance of payments et al.",
    "The judgment redounds to the governmental ethos of the NPP. Having promised a much vaunted milieu of social justice and long-postponed punishment for crimes committed by miscreants under previous administrations, this is an emblematic instance in which they delivered.",
    "CONVENTIONAL WISDOM: The bona fides of the government are being proven at last.",
    "DEVIL’S ADVOCATE: This government is taking the credit for kudos that belongs elsewhere.",
    "An organic cause célèbre",
    "The judicial system that was enabled and empowered under the Yahapaalanaya (Good Governance) regime is the mechanism that must get the credit for how this case came out in the wash. There is nothing more than mere organic progress being made by the judicial-legal system here, although it has become an incident that attracts much public interest and laudation.",
    "CONVENTIONAL WISDOM: Yahapaalanaya’s constitutionally-driven reforms don’t always get the credit they deserve.",
    "DEVIL’S ADVOCATE: Too many gremlins in the engine of Good Governance way back then, for it to be uncritically lauded today.",
    "The critical perspective",
    "The sheer number of cases that have yet to reach a similar satisfactory conclusion raises the issue of whether this welcome judgment is nothing much more than an anomaly; in the sense of justice being denied in several other emblematic cases, for a vast array of reasons – from the law’s delays to a lack of political will to pursue the matter. CONVENTIONAL WISDOM: The NPP is sincere about prosecuting past crimes and time will tell.",
    "DEVIL’S ADVOCATE: Like many regimes before it, this government too may be selective about its pursuing the causes of justice and that too time will tell.",
    "A POV that is worth championing",
    "The large number of extant cases that the incumbent administration says it has lined up for prosecution holds out the hope that this landmark judgment is not a flash in the plan, and that a series of possible similar judgments pending for the not too distant future may well indicate that the government is doing more than virtue-signalling by taking the credit for dispensing justice.",
    "CONVENTIONAL WISDOM: Whatever the administration’s motives, its ‘Clean Si Lanka’ ambitions and agenda reflect an authentic action plan, which deserves the buy-in of the polity at large.",
    "DEVIL’S ADVOCATE: As with many other commendable movements before it, this machine in the making could also eventually grind to its halt in the face of realpolitik if power corrupts as it tends to do.",
    "Other points of view as weather vane",
    "The discourse of this on social media makes often instructive if sometimes bemusing reading. Said one claim: “To those who were shouting ‘liar, liar’ – hope it’s now clear that real justice takes time. This isn’t a witch-hunt to throw people behind bars overnight. It’s about following due legal process to make sure the corrupt and the crooked are held accountable the right way.”",
    "There was an ambivalent moment on many social media platforms when the NPP justice minister’s sanguine assertion to the effect that under no other dispensation would the judiciary deliver such a judgment was perceived to be borderline contempt of court.",
    "This was in his opinion, of course, he hastened to add. The National People’s Power had previously been embarrassed to admit that a purported policy-to-be – that disgraceful politicos would not be permitted to ‘grace’ schools functions – was found to be a personal point of view and not government policy.",
    "To give credit where it is due – to the executive as well as the judicial branches of government – corrupt politicos at the upper echelon level are being handed stiff sentences in gaol for the first time since ‘good governance’ put the idea in our heads that crime deserves punishment no matter who or how well connected you are. And that justice must not only be done but be seen to be done, and so introduced the constitutional amendments that empowered the process of holding elected representatives and appointed officials transparently accountable for their deeds.",
    "If “it is clear the judiciary is finally being allowed to do its job without political pressure” (as one defender of the newfound faith states his case on Facebook), all well and good – and hats off!",
    "One swallow does not make a summer, a girlfriend or a good government. When a substantial number of cases have proven the bona fides of all three branches of government, we’ll be among the first to break out the bubbly and toast the better of a bad lot to begin with. Until then, “here’s looking at you, kid!” Also until then, and especially for those who prefer rainbows and warm southern summer days to monsoonal rainclouds and tropical thunderstorms, there are a few more bright patches of sky to persuade you that things are still proceeding according to a plan... despite indications to the contrary – and these are, so to speak, from the horse’s mouth; which is to say, a government spokesperson:",
    "‘State sector salaries were increased’ (despite or because of rumours of backsliding in the public sector as regards programmatic reforms). ‘Children below the poverty line to the number of 160,000 were gifted Rs. 6,000 each.’ ‘The grants for Aswesuma and the Kidney Fund were boosted substantially.’ ‘A wide-body aircraft was imported to bolster the ageing fleet of the beleaguered national carrier’ (in a deal that although free from the taint of corruption after ages for SriLankan, raises questions about the government’s privatisation of white elephants policy and raises eyebrows over the priority of state expenditure in a national milieu bedevilled by dengue, chikungunya and a new strain of COVID-19-led proto-epidemics).",
    "Well... three out of four above is still a pass mark... The acid tests for a promising government are still on the path ahead – and going forward one can but hope or trust that other rainbows will start to span the skies over a not-so-sunny Sri Lanka at the time of going to press.",
    "(Editor-at-large of LMD | Son of a sunny isle.)"
  ]
}