{
  "url": "https://www.technologyreview.com/2024/10/02/1104818/europa-clipper-set-to-look-for-life-friendly-conditions-around-jupiter/",
  "title": "Europa Clipper set to look for life-friendly conditions around Jupiter",
  "ut": 1727825400.0,
  "body_paragraphs": [
    "NASA is poised to launch Europa Clipper, a $5.2 billion mission to Jupiter’s fourth-largest moon, as early as October 10. The spacecraft will blast off from Kennedy Space Center in Florida atop a SpaceX Falcon Heavy rocket. It will study Europa, a possible home for extraterrestrial life, through a series of flybys after reaching Jupiter in 2030.  Europa isn’t a craterous rock like our moon. Its surface is coated with ice, and based on telescope and spacecraft observations, it harbors a colossal liquid ocean in its interior that holds twice as much water as all of Earth’s oceans combined. Europa also possesses some of life’s critical building blocks: carbon, oxygen, hydrogen, nitrogen, phosphorus, and sulfur. These conditions could be sufficient for life to have developed there, either in the depths of the ocean or in subsurface lakes.  Europa Clipper isn’t on the hunt for extraterrestrial life, however. Instead, its team hopes to assess the moon’s habitability—how well it could support life. The probe will use its range of scientific instruments, including cameras, spectrometers, magnetometers, and radars, to collect chemical, physical, and geological data in a series of flybys. Promising results could justify a mission to land on Europa and search for life.  Early this year, everything seemed on track for the planned October launch. But in May, mission team members caught wind of a potential issue with Europa Clipper’s electronics. Testing data had indicated the spacecraft’s transistors, devices that regulate the flow of electricity on the probe, wouldn’t survive the intense radiation consisting of charged particles trapped in Jupiter's magnetic field, which is 20,000 times stronger than Earth’s.",
    "“The mission team was advised that similar parts were failing at lower radiation doses than expected,” NASA said in a statement. Disassembling the spacecraft and replacing faulty transistors could have pushed the mission’s launch window well past October.  After months of followup testing at NASA’s Jet Propulsion Laboratory, Goddard Space Flight Center, and Applied Physics Laboratory, researchers concluded that any potential transistor damage wouldn’t impair mission operations. It was determined that the transistors could be heated to heal damage, and the 20-day breaks between large radiation exposures would offer enough recovery time. According to the New York Times, the spacecraft will also carry a box of the probe’s various transistors so that the team can monitor for damage, a bit like canaries in a coal mine. On September 9, Europa Clipper passed a milestone review called Key Decision Point E, approving it to proceed for launch.  After arriving in orbit around Jupiter, Europa Clipper will conduct 49 close flybys of Europa. At its closest, the spacecraft will come within 16 miles (26 kilometers) of the surface for detailed observations.  For more on Europa Clipper, see MIT Technology Review’s feature on the mission. hide"
  ]
}