{
  "url": "https://www.ft.lk/columns/The-usual-suspects-crop-up-in-post-disaster-Sri-Lanka/4-785242",
  "title": "The usual suspects  crop up in post-disaster Sri Lanka",
  "ut": 1764883798.0,
  "body_paragraphs": [
    "Often our resilience is merely the nihilistic vein that runs deep in drowned villages and flooded towns showing up as a resigned adjustment to an otherwise unbearable reality",
    "It didn’t take long for them to show through the velvet glove. Arrogance amongst the amateurs, appeals to elites to save the state, acting out of customary character in times of repeated crises.",
    "There is little surprise perhaps but certainly a lot of regret and even disappointment. Citizens beyond their electorate were beginning to expect more or better from a regime set on system change.",
    "Shall we leave it to these five trends to illustrate the current state of the nation? Or have you set your mind against the signs?",
    "First there was that breathless hush in the soggy outfield while a nation waited with bated breath for the announcement of a state of emergency to be declared.",
    "Then there was the cough to honesty and beating about the bush to reassure self and supporters that its legal provisions would not be exploited as in the past.",
    "And now the stunning disclosure that those who insult the head of state are to be found at fault with?",
    "Is ego so thin-skinned? Or goodwill and common sense thickened?",
    "Amateurish invitations",
    "There is a right and proper place for softer even feminine approaches to governance.",
    "But appealing to the solidarity of the people to step in where the state has failed is tantamount to hard-boiled amateurishness being tone-deaf.",
    "And far too many times before have professional cynics exploited the generosity and indulgence of the people they were meant to serve for the sinned against to let it pass now on the grounds of ignorance.",
    "Often our resilience is merely the nihilistic vein that runs deep in drowned villages and flooded towns showing up as a resigned adjustment to an otherwise unbearable reality.",
    "The so-called ‘Rebuilding Sri Lanka’ committee was meant to signal competence.",
    "Instead, it semaphores déjà vu. Impressive CVs, familiar faces, and presumably no fresh ideas.",
    "It mainly serves to showcase the president as a good leader sensitive to Corporate Sri Lanka.",
    "Clean. Smart. Listening to advice.",
    "But kowtowing to elites won’t rebuild the economy or the grass-roots from the bottom up.  And the appointments – albeit to manage a national reconstruction fund – are not necessarily based on merit.",
    "The absences and disinclusions speak louder than the silences of the chosen. Where are the women, youth representatives, community leaders savvy about the country’s (not the city’s) needs?",
    "The committee being replete with safe insiders, solidly loyal bureaucrats and elite power brokers smacks of political convenience rather than practical considerations.",
    "Truly rebuilding Sri Lanka from the ground up requires – no, now demands in the name of ‘system change’ – doers not talkers; innovators not recycling past failures (or worse, sly fakes feathering their own nests); people skills not PowerPoint slides.",
    "Acting in customary character",
    "Cyclones? Sri Lanka has had 16 in the past 130 years.",
    "Floods are not news either. Neither is the annual parade of vulnerable people refusing to evacuate until the Government gets them to move out at gun-point or they are taken away in a gurney.",
    "Nothing has changed in nearly a decade since the last comparable disaster in 2016... nothing except the water levels and wind intensity.",
    "There is more stale news to the tune of the blame game.",
    "Sure, it’s the Government’s fault for keeping the Emergency declaration too late. Or the Disaster Management Centre’s lame interpretation of the Met Department’s embryonic storm warning.",
    "But the real question is simpler: if the flooding is routine and predictable, as we all know, why has nothing been done by successive administrations in almost a decade?",
    "Bridges crumble like stale bread. Cracks in one en route to the main international airport, holes you could drive a tuk-tuk through in another on the way to the beleaguered hill capital.",
    "Railway services derailed despite the derring-do of unpaid departmental volunteer staff to get the trains back on track because neglected ties, points, over-culverts and cuttings have been washed away after years of neglect by state authorities.",
    "This isn’t about party politics – it is about basic governance.",
    "Roads collapse, infrastructure rots, politicians of all dispensations pose for photo ops.",
    "Countries suffer when their rulers’ shame is extinct.",
    "Yes, this disaster is unprecedented. And that just makes decades of negligence and incompetence criminal.",
    "But the elder statesmen of the past have only little light to cast to help disperse the shadows of cyclonic clouds still (again? NE monsoon!) overhead.",
    "Ohh, it was unconstitutional? Was it? What else, sirs? The island wide deluge wasn’t inevitable – the negligence of all of us was.",
    "Then there is the descent from the sublime to the ridiculous from an isolated opposition leader against all comers. Cancel the IMF deal! Call in Trump as the cavalry! etc. That is going from the inane to the insane. If it wasn’t tagged ‘news’ we’d suspect it was ‘NewsCurry’.",
    "Now all we have is our sense of solidarity, civic duty, and a tad dash of salt and satire to see us through.",
    "(The author is the Editor-at-large of LMD.)"
  ]
}