{
  "url": "https://www.technologyreview.com/2024/08/22/1097189/future-material-demand-neodymium/",
  "title": "Want to understand the future of technology? Take a look at this one obscure metal.",
  "ut": 1724286600.0,
  "body_paragraphs": [
    "This article is from The Spark, MIT Technology Review’s weekly climate newsletter. To receive it in your inbox every Wednesday, sign up here. On a sunny morning in late spring, I found myself carefully examining an array of somewhat unassuming-looking rocks at the American Museum of Natural History.  Related StoryThis rare earth metal shows us the future of our planet’s resourcesThe story of neodymium reveals many of the challenges we’ll likely face across the supply chain in the coming century and beyond.",
    "I’ve gotten to see some cutting-edge technologies as a reporter, from high-tech water treatment plants to test nuclear reactors. Peering at samples of dusty reddish monazite and speckled bastnäsite, I saw the potential for innovation there, too. That’s because all the minerals spread out across the desk contain neodymium, a rare earth metal that’s used today in all sorts of devices, from speakers to wind turbines. And it’s likely going to become even more crucial in the future.  By the time I came to the museum to see some neodymium for myself, I’d been thinking (or perhaps obsessing) about the metal for months—basically since I’d started reporting a story for our upcoming print issue that is finally out online. The story takes a look at what challenges we’ll face with materials for the next century, and neodymium is center stage. Let’s take a look at why I spent so long thinking about this obscure metal, and why I think it reveals so much about the future of technology.",
    "In the new issue of our print magazine, MIT Technology Review is celebrating its 125th anniversary. But rather than look back to our 1899 founding, the team decided to look forward to the next 125 years.  I’ve been fascinated with topics like mining, recycling, and alternative technologies since I’ve been reporting on climate. So when I started thinking about the distant future, my mind immediately went to materials. What kind of stuff will we need? Will there be enough of it? How does tech advancement change the picture?",
    "Zooming out to the 2100s and beyond changed the stakes and altered how I thought about some of the familiar topics I’ve been reporting on for years.  For example, we have enough of the stuff we need to power our world with renewables. But in theory, there is some future point at which we could burn through our existing resources. What happens then? As it turns out, there’s more uncertainty about the amount of resources available than you might imagine. And we can learn a lot from previous efforts to project when the supply of fossil fuels will begin to run out, a concept known as peak oil.  We can set up systems to reuse and recycle the metals that are most important for our future. These facilities could eventually help us mine less and make material supply steadier and even cheaper. But what happens when the technology these facilities are designed to recycle inevitably changes, possibly rendering old setups obsolete? Predicting what materials will be important, and adjusting efforts to make and reuse them, is complicated to say the least.  Related StoryHow new magnets could accelerate climate actionNiron Magnetics aims to use cheap, widely available materials to make magnets for EVs and wind turbines.",
    "To try to answer these massive questions, I took a careful look at one particular metal: neodymium. It’s a silvery-white rare earth metal, central to powerful magnets that are at the heart of many different technologies, both in the energy sector and beyond.   Neodymium can stand in for many of the challenges and opportunities we face with materials in the coming century. We’re going to need a lot more of it in the near future, and we could run into some supply constraints as we race to mine enough to meet our needs. It’s possible to recycle the metal to cut down on the extraction needed in the future, and some companies are already trying to set up the infrastructure to do so.  The world is well on its way to adapting to conditions that are a lot more neodymium-centric. But at the same time, efforts are already underway to build technologies that wouldn’t need neodymium at all. If companies are able to work out an alternative, it could totally flip all our problems, as well as efforts to solve them, upside down.  Advances in technology can shift the materials we need, and our material demands can push technology to develop in turn. It’s a loop, one that we need to attempt to understand and untangle as we move forward. I hope you’ll read my attempt to start doing that in my feature story here.   Now read the rest of The Spark Related reading For a more immediate look at the race to produce rare earth metals, check out this feature story by Mureji Fatunde from January.",
    "I started thinking more deeply about material demand when I was reporting stories about recycling, including this 2023 feature on the battery recycling company Redwood Materials.  For one example of how companies are trying to develop new technologies that’ll change the materials we need in the future, check out this story about rare-earth-free magnets from earlier this year.  Another thing “If we rely on hope, we give up agency. And that may be seductive, but it’s also surrender.” So writes Lydia Millet, author of over a dozen books, in a new essay about the emotions behind fighting for a future beyond climate change. It was just published online this week. It’s also featured in our upcoming print issue, and I’d highly recommend it.  Keeping up with climate   For a look inside what it’s really like to drive a hydrogen car, this reporter rented one and took it on a road trip, speaking to drivers along the way. (The Verge) → Here’s why electric vehicles are beating out hydrogen-powered ones in the race to clean up transportation. (MIT Technology Review) As temperatures climb, we’ve got a hot steel problem on our hands. Heat can cause steel, as well as other materials like concrete, to expand or warp, which can cause problems from slowing down trains to reducing the amount of electricity that power lines can carry. (The Atlantic) Oakland is the first city in the US running all-electric school buses. And the vehicles aren’t only ferrying kids around; they’re also able to use their batteries to help the grid when it’s needed. (Electrek)",
    "Form Energy plans to build the largest battery installation in the world in Maine. The system, which will use the company’s novel iron-air chemistry, will be capable of storing 8,500 megawatt-hours’ worth of energy. (Canary Media) → We named Form one of our 15 Climate Tech companies to watch in 2023. (MIT Technology Review)",
    "In one of the more interesting uses I’ve seen for electric vehicles, Brussels has replaced horse-drawn carriages with battery-powered ones. They look a little like old-timey cars, and operators say business hasn’t slowed down since the switch. (New York Times) Homeowners are cashing in on billions of dollars in tax credits in the US. The money, which rewards use of technologies that help make homes more energy efficient and cut emissions, is disproportionately going to wealthier households. (E&E News) Airlines are making big promises about using new jet fuels that can help cut emissions. Much of the industry aims to reach 10% alternative fuel use by the end of the decade. Actual rates hit 0.17% in 2023. (Bloomberg) Solar farms can’t get enough sheep—they’re great landscaping partners. Soon, 6,000 sheep will be helping keep the grass in check between panels in what will be the largest solar grazing project in the US. (Canary Media) hide"
  ]
}