{
  "url": "https://www.dailymirror.lk/opinion/Capturing-the-making-of-a-modern-Sri-Lanka/172-290628",
  "title": "Capturing the making of a modern Sri Lanka",
  "ut": 1724950566.0,
  "body_paragraphs": [
    "When the civil war concluded in 2009 there were makers of short films who captured footage of celebrations on the street. These footages were preserved for posterity. We are made to believe that some of them were used in the short film ‘thanha, rathi ranga’-a cinematographic production directed by Nilendra Deshapriya-in later years. When difficult times end and hope arrives, like the first rays of the sun after winter, there is a tendency to write the story of a new beginning. Many of us who are optimistic believe such a time will come after the September 21 elections.",
    "Each time the rain ceases and our minds drift towards our brainy friends- who have invested in solar power panels- there is a grim reminder that we get that living here on this island can be much cheaper if you ‘think’ a little more.",
    "In the past we have heard of so many negative stories regarding efforts by state institutions to block solar power projects. The present government has slashed electricity bills during the post-election period. But what the government should ideally do is help bring down the prices of solar panels and make them affordable for the average householder. The aged politicians of this country- who are running for presidency- don’t ‘honestly’ support bringing down the cost of living. After bidding president Anura Kumara Dissanayake (AKD) conveyed his intentions of removing VAT on selected essential goods, he was criticised heavily by lawmakers in the other camp. The voices of dissent point out that removing VAT in such a manner would bring a huge financial loss for the government. But someone must start somewhere in giving some relief to the less privileged. Such a relief, if can be given, is akin to presenting a ‘starter’ to a group of hungry dine-in guests who have ordered their main meal and are sitting impatiently. If someone wants an example from our past, where the short-term plan for the country was missing, study the period between the years 2000 to 2004. All this history is well documented.",
    "Ideally, there were hopes that prices of goods would reduce after the civil war. After 2009, this country experienced disaster after disaster that affected the economy; among them was at least one man-made disaster which came in the form of a series of bomb blasts targeting religious places of worship. After this challenging time there was the Covid-19 pandemic and then the presidential elections followed by the protest (aragalaya). There is much potential for a thriller film to be produced on the ‘protest’, but all attempts taken to build a modern Sri Lanka, if taken note of, will certainly facilitate the producing of a documentary that’ll go into the collection of all economists.",
    "That building of a new Sri Lanka must be done with a great deal of honesty. As much as we need the voter to reject the unscrupulous lawmaker canvassing for votes so must the members of the clergy. Sadly we still see saffron-robed monks entertaining presidential hopefuls who have no moral right to continue in politics; given their filthy track records.",
    "One presidential hopeful promises to restart the Yal Devi train that at one time connected Colombo with Jaffna. This presidential candidate must understand through his ‘years’ invested in politics that before the railway line gets busy with the resumption of a train service the ‘burnt’ bridges between two communities must be mended before anything else.",
    "Though not their kith and kin, the northerners see the challenges faced by the estate Tamil, but prefer to remain silent. Our authors and filmmakers have tapped this estate ‘life’ and the tea cup to find source material for their creative productions. The labour that goes into making the cup of tea we drink in the morning needs to be appreciated and given top priority when scripting the story of a new Sri Lanka.",
    "The text books given to children at school must contain writings on the struggles that the people of this nation endured to put the system in order. We are sick of reading about the kings, prime ministers and presidents of yonder. We need a new story for Sri Lanka and a great opportunity awaits us to write it come September 21."
  ]
}