{
  "url": "https://hbr.org/2025/01/research-when-ceos-use-war-metaphors-analysts-worry",
  "title": "Research: When CEOs Use War Metaphors, Analysts Worry",
  "ut": 1735889706.0,
  "body_paragraphs": [
    "Vincent Besnault/Getty Images",
    "Corporate executives often use war metaphors like “declaring war on the competition” to project strength and confidence in their strategies. Research reveals that these aggressive metaphors may provoke negative reactions from a critical audience: financial analysts. After analyzing nearly 1,000 acquisition announcements, the authors find that war-related language tends to trigger negative reactions from analysts, who see it as a sign of excessive risk. This backlash is particularly strong when analysts believe that avoiding direct competition is in the company’s best interest. The study highlights how important it is for companies to choose their metaphors wisely, as they significantly influence how analysts and other audiences perceive corporate actions.",
    "“We’re going to run them out of business and buy that building, which we’re going to bulldoze. After that, we’ll salt the earth. Then we’ll go after their families,” Larry Ellison, executive chairman of Oracle, once reportedly declared in reference to a competitor. This kind of statement epitomizes the aggressive war metaphors that often appear in corporate communication. And while it’s a particularly colorful example, it’s hardly exceptional. In acquisition announcements, CEOs regularly frame their strategies as battles to be won. In 2006, then-CEO of the McClatchy Company, Gary Pruitt, told investors and analysts, “The stakes have never been higher … and we dare not go into battle with anything less than the best.” In a 2015 conference call with analysts, executives at Infinera Corporation were “armed with an end-to-end offering.” In a 2013 call, Veeco Instruments described the mobile market as a “battleground,” and in 2009 First Solar described their acquisition move as an “offensive” aimed at overtaking competitors.",
    "Writing Skills Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Writing Skills. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Capture your audience's attention with smarter emails, Slacks, memos, and reports.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "Employment Is Dead: How Disruptive Technologies Are Revolutionizing the Way We Work",
    "A Better Way to Link Sales and Marketing",
    "Read more on Business communication"
  ]
}