{
  "url": "https://www.ft.lk/columns/Reforming-Sri-Lanka-s-business-immigration-Path-from-grey-markets-to-growth/4-771855",
  "title": "Reforming Sri Lanka’s business immigration: Path from grey markets to growth",
  "ut": 1737074051.0,
  "body_paragraphs": [
    "While these establishments are often well-run and popular with tourists, they’re operating in a legal grey zone that",
    "creates real problems for our economy and communities",
    "If you’ve spent time in Sri Lanka’s beach towns recently, you’ve probably noticed something interesting: a boom in foreign-run businesses. That trendy café with perfect flat whites, the popular surf school, the Instagram-worthy yoga retreat – many of these spots, while adding character to our tourism landscape, are operating without proper licence or approvals.",
    "The grey economy in paradise",
    "From Arugam Bay to Mirissa, unauthorised foreign-operated businesses have become part of the scenery. While these establishments are often well-run and popular with tourists, they’re operating in a legal grey zone that creates real problems for our economy and communities.",
    "According to the Immigration Act No. 20 of 1948, tourists can’t simply arrive and start businesses here. The Exchange Control Act also has strict rules about handling foreign currency. Yet these regulations are routinely sidestepped.",
    "This isn’t just about following rules – the impact is significant and multifaceted:",
    "The Government misses out on substantial tax revenue",
    "Local businesses face unfair competition and are crowded out",
    "Foreign exchange loss through use of foreign domiciled payment systems",
    "Communities experience tensions and social disruption, including intimidation and thuggery",
    "Our regulatory system loses credibility",
    "Understanding the big picture",
    "Here’s the thing: as Sri Lanka’s tourism sector recovers post-COVID, many of these unauthorised businesses are actually filling important market gaps. They’re bringing in tourists, creating buzz, and contributing to local economies – they’re just doing it through the wrong channels. One issue is that our system isn’t designed for small and medium-sized foreign investments.",
    "While we roll out the red carpet for large FDIs, smaller entrepreneurs face a maze of bureaucracy that often feels impossible to navigate. In fact, you could argue that this red tape is a feature and not a bug: it allows corrupt officials from Immigration, Excise, and Inland Revenue to be given bribes in exchange for approvals.",
    "Combined with the lack of enforcement, this makes operating outside the law the easier choice for anyone who wants to set up a business here.",
    "A solution that makes sense: The Local Business Visa",
    "Instead of playing cat and mouse with unauthorised businesses, the solution should be to create a legitimate pathway that works for everyone. Here’s how such a solution could work in the form of a specific visa for SME investments that, for want of a better term, I’m going to call the Local Business Visa.",
    "Restricted to specific sectors/businesses",
    "F&B businesses (restaurants, cafés)",
    "Specialist tourism operators (surf schools, diving centres)",
    "Adventure tourism ventures",
    "Creative industry businesses",
    "Minimum investment thresholds",
    "E.g. Café/coffee shop: $ 100,000, full-service restaurant: $ 200,000, etc.",
    "This would filter out anyone who’s not a serious investor and would protect local businesses from being crowded out by a casual investor with savings (say, $ 20,000) who decides to start a business on a whim.",
    "Smart employment rules",
    "Non-renewable two-year specialist visas for key roles (think expert baristas or surf instructors) with a proviso that local staff are trained to take over",
    "Long-term visas reserved for truly specialised positions such as chefs only for specialist restaurants… local chefs can easily handle most cuisines for the standard coffee shop or cafe.",
    "The key is bundling all necessary approvals together so that the investor gets the following along with the visa. This also makes it easier for authorities to track and ensure tax and other statutory payments are collected.",
    "Business registration",
    "Local authority permits",
    "Required operational licences",
    "Foreign exchange permissions",
    "Here’s how we can make this transition work:",
    "1. Amnesty period (6 months)",
    "Give existing businesses a chance to get legal",
    "Set fair penalties based on business type and length of operation to compensate for non-payment of taxes",
    "Provide a clear path to compliance",
    "Strict enforcement of immigration laws",
    "Serious penalties for violations",
    "Deportation for those who continue operating illegally",
    "This isn’t just about regulation – it’s about smart economic growth. Consider this: Colombo proper has a night-time population of only around 750,000 residents. We need more people living, working, and spending money here to build a vibrant economy. While the proposed Local Business Visa would have less of an impact on Colombo, it’s perhaps time to think along similar lines on growing Colombo as a destination for skilled workers who are location agnostic and who would enjoy contributing to the social fabric of the city.",
    "The reality is clear: people want to do business in Sri Lanka, and they’re finding ways to do it, whether we have proper systems in place or not. Instead of maintaining this unsustainable situation, let’s build a framework that:",
    "Welcomes legitimate foreign investment",
    "Protects local interests",
    "Facilitates knowledge transfer",
    "Creates quality employment opportunities",
    "We have a choice: continue watching our tourist towns operate in a regulatory grey zone, or create a system that works for everyone. The Local Business Visa isn’t just good policy – it’s good business sense.",
    "(The writer is an entrepreneur with interests in multiple sectors. He’s a Chevening Fellow and holds an MBA from INSEAD.)"
  ]
}