{
  "url": "https://www.ft.lk/columns/Geopolitical-sentiments-and-implications-for-Sri-Lanka/4-786748",
  "title": "Geopolitical sentiments and implications for Sri Lanka",
  "ut": 1767982182.0,
  "body_paragraphs": [
    "Turning into 2026, the last week or two has created unprecedented geopolitical upheavals across the globe. These were triggered by what is widely perceived as a United States operation inside Caracas, Venezuela, to abduct President Nicolás Maduro. The US intention was not stopped at accusing President Maduro as a narco-terrorist, but also appears aimed at overtaking Venezuela’s future with a strong interest in its heavy crude oil reserves, which were nationalised by the late President Hugo Chávez.",
    "Regime change is not a significant element of President Trump’s MAGA policy, but it resembles the long experience of US policy towards its Latin American neighbors. This incident resonates with the arrest of Panama’s former president Manuel Antonio Noriega, who was also accused of narco-terrorism and other crimes. In fact, the real story was about controlling the Panama Canal much like today’s struggle to control the world’s largest crude oil reserves in Venezuela.",
    "Noriega was convicted in a US Federal Court in 1992 and imprisoned for 40 years, though the sentence was later reduced. He was then sent to France for further charges and later extradited to his home country in 2011, where he was placed under house arrest and later died. Are we going to see the same happen to President Maduro? Probably yes, because the European Union also has issues with him. In the Noriega case, he was treated as a prisoner of war and given special treatment, rather than treated only as a narco-terrorist. We saw a similar approach when President Maduro declared that he is still the President of the Republic of Venezuela and referred to himself as a prisoner of war.",
    "The US and its intelligence arm, the CIA, have a long history of regime change operations, with or without military interventions. While they preach about a rules-based international order, when it comes to their economic interests, they have often acted extra-judicially to get what they want. President Trump has once again opened Pandora’s box with comments and actions related to Colombia, Mexico, and Cuba.",
    "During the Cold War, many of these countries had direct or indirect support from the Soviet Union. Today Russia is no longer in that capacity, being constrained by its own war with Ukraine. China is also far from intervening militarily, relying instead on diplomacy and the weak, toothless United Nations system.",
    "The recent situations in Venezuela, Ukraine, Palestine, and Iran show that the old-world order still prevails: those with military and economic power run the business, and others must abide by their decisions. This reality was reflected after 1970 in the growth of some Middle Eastern countries that aligned with the US, allowed military bases, and cooperated closely in the oil industry.",
    "What is happening to Venezuela is a classic example, and world leaders are on edge and in shock about what to expect and how to protect their sovereignty. Even within the US, only around one-third of the population reportedly supports what President Trump is doing with Maduro, and US politics itself is not as stable as it once was.",
    "Learnings what to expect",
    "The strong message from this situation is how creative and tactful world leaders must be to avoid foreign interference and keep their local communities economically empowered. Sri Lanka was lucky during its crisis to have a powerful regional neighbor like India. Despite rough experiences in the early years of the civil war, India stood by us at critical moments, and that is why we must build strong economic bonds with India.",
    "At the same time, we should not disregard global powers like China and Russia, who historically supported Sri Lanka at various critical junctures. Then what about the US and the EU? Despite geopolitical tensions, world business still rotates around the US market and the EU as a collective. Sri Lanka’s exports are predominantly to the US and EU, and therefore our economic interests should not be distracted by global political turmoil.",
    "Sri Lanka’s policy of non-alignment is essential in striking a balance among global powers. I hope the current Government understands this wisely, rather than aligning itself with any one faction.",
    "Making the country’s economy open and competitive, with transparent business dealings and accountable Government systems, is vital if Sri Lanka is to move ahead of competitors. Unfortunately, we are still lacking such systems. We are not in a safe zone and we must do much more to achieve true economic independence and realise our full national potential.",
    "(The author is the MD/CEO of SLIIN Ltd., and a development professional)"
  ]
}