{
  "url": "https://hbr.org/2024/08/patients-need-a-system-to-compare-healthcare-quality-not-just-prices",
  "title": "Patients Need a System to Compare Healthcare Quality — Not Just Prices",
  "ut": 1723617942.0,
  "body_paragraphs": [
    "Ober Ramirez/Getty Images",
    "A system for allowing patients and employers in the United States to compare health services on the basis of price would be inadequate. To make such a tool worthwhile, quality comparisons are also essential. This article offers three steps that would put the...more",
    "Efforts to empower patients and employers to make better healthcare-related decisions have largely focused on enabling price competition. Recently, the U.S. House of Representatives passed yet another price transparency act aimed at hospitals and pharmacies. And one of us (David) has detailed how policy changes could allow patients and employers to compare clinicians’ prices for standardized bundles of care so patients could better understand exactly what services they would receive for the dollars they spend.",
    "But for patients and employers to be able to adequately evaluate competing health care services, they need information on more than prices; they need data on the quality of the outcomes that matter most to patients and employers. There are three steps that employers and governments can take to address this gap: 1) incentivize the adoption of patient-centered quality measures at the condition level, 2) identify clinicians, such as surgeons, who meet a minimum volume threshold for common procedures, and 3) ensure the accuracy of clinician directories.",
    "How Today’s Tools Fall Short",
    "The absence of meaningful quality measurements is a symptom of how the U.S. health system was designed. Fee-for-service reimbursement incentivizes volume and margin, not health or the measurement of patient-centered outcomes.",
    "Take a patient newly diagnosed with prostate cancer. When searching for a surgeon, a patient most likely cares about not only survival and recovery but also sexual and urinary function. Using these criteria, he would find it nearly impossible to adequately compare the quality of clinicians with today’s publicly available tools.",
    "The largest health plan administrator, the Center for Medicare & Medicaid Services (CMS), offers a tool that allows patients to search for clinicians in their area. Like other clinician comparison tools, it falls short in two ways.",
    "Patients are unable to search by condition or subspecialty. For example, searches for “prostate cancer” includes urologists who do not focus on prostate cancer.",
    "The quality data that CMS provides is not physician- or condition-specific. CMS may list a physician as working at a five-star hospital giving the impression this is a five-star doctor. However, these ratings are derived from process measures that include metrics like the percentage of healthcare workers at that hospital given the influenza vaccine. Whether a hospital’s staff is 90% or 95% vaccinated tells our hypothetical patient little about the quality measures he cares about when it comes to the treatment of his prostate cancer. Moreover, it does not tell the patient anything about the individual surgeon, only the hospital.",
    "Unfortunately, other rating systems like those used by third-party physician-review websites, commercial health plans, or even a hospital’s own website lack objectivity. The most popular doctor review website, Healthgrades, uses a five-star rating system based on one subjective question: “How likely are you to recommend this doctor?” While this may be a useful source for information on bedside manner, it tells consumers nothing about the quality of a particular surgeon as it relates to clinical outcomes.",
    "Payers’ Need for Better Quality Measures",
    "Employers, faced with significant price variation across health plans and their respective networks, as well as rising health care costs, continue to experience substantial pressure to deliver adequate care coverage without “breaking the bank.” Health plans have met this challenge by taking a more active role in guiding the care of their members. For example, disease management programs, like the one Kaiser Permanente implemented for high-cost members, involve monitoring a patient’s laboratory results, scheduling appointments, and providing education. The success of programs like these is measured in two ways: cost and quality. However, the metrics available to determine quality for most conditions continue to be the same detached process measures or subjective ratings mentioned above.",
    "For an employer, cost is easy to define: It is simply the price the employer pays to the health plan for employee coverage. Quality is not. The result is a value equation (i.e., outcomes achieved per dollar spent across a full cycle of care) with a clear cost denominator and an opaque quality numerator. When these metrics are used to guide patient care, patients may be directed to low-cost care whose quality is unclear to simply cut cost with the assumption that the quality is comparable or “close enough.” Yet, this fails to recognize what matters most to patients or employers, including the ability to have a healthy and productive workforce. Despite the progress that individual health institutions have made in implementing more objective, patient-centered measurement programs, such outcomes data is still not informing tools for comparing physicians, especially across health systems or hospitals, in part due to a lack of consensus and consistency across health systems.",
    "To empower patient choice, employers, CMS, and Congress could begin to address the void of meaningful quality measures by taking three actions:",
    "1. Provide incentives for adoption of standard quality measures.",
    "The International Consortium for Health Outcomes Measurement (ICHOM) is developing measures of the quality of treatment for specific conditions that that could help patients and employers make better choices. To date, ICHOM has published 45 outcomes measure sets. For our hypothetical patient with prostate cancer, ICHOM provides quality measurements specific to the condition of localized prostate cancer, such as complication rate, survival, sexual dysfunction, and urinary incontinence.",
    "Measures like these would allow patients to compare clinicians on objective metrics that matter to them. While some of ICHOM’s outcomes measure sets have been adopted by a handful of hospitals globally, widespread implementation has proved difficult because of the investments that hospitals and health systems would have to make, the added burden on clinicians to collect this data from patients, and a lack of incentive in current payment models.",
    "CMS and Congress could drive the adoption of these measures by providing incentives to clinicians. In fact, CMS is already beginning to experiment with this in the nation’s largest value-based payment system, the Merit-Based Incentive Payment System (MIPS). However, many of the measures used to adjust payments in MIPS are process measures (such as documenting in patients’ medical record the medications that they are receiving) rather than true outcome measures. Moreover, fully appreciating the meaning of some of these measures can be burdensome even for those within the field.",
    "Employers could also help drive adoption of standard quality measures by asking health plans to collectively institute more meaningful measures.",
    "2. Identify surgeons who meet a minimum volume threshold for common procedures.",
    "Higher volume is associated with better outcomes across every surgical specialty. This makes intuitive sense: The more physicians perform a given procedure, the more experience they have and nuances they appreciate.",
    "Identifying surgeons who meet a minimum volume threshold for common procedures would accomplish two things. First, it would enable patients to search and compare clinicians based on their condition. For example, it would allow our hypothetical prostate cancer patient to filter out urologists who don’t frequently perform prostatectomies. In a study of over 6,000 urologists, almost 30% of prostate removal surgeries were performed by surgeons who do two or fewer in the six-month period studied. The highest-volume surgeons did over 600.",
    "Second, until quality measures like ICHOM’s are widely implemented, identifying those who meet a minimum volume threshold would act as a proxy for quality. For common conditions and procedures, CMS can use already-available claims data to identify clinicians who meet minimum volume thresholds. Employers can press insurers to do the same.",
    "Critics may argue that publishing surgical volume could reduce access to care as clinicians in low-volume settings, like rural areas, may stop doing procedures entirely. To be clear, patients should still have the option of seeing a low-volume clinician, but they should know when this is the case. Another fair criticism would be that there are plenty of excellent, low-volume surgeons in hospitals and community health systems that can deliver high-quality care. Undoubtedly, this is true, yet the findings of research across all areas of medicine are consistent: Higher volume leads to better outcomes. Medicine is no exception to the old adage “practice makes perfect.”",
    "3. To empower better clinician search, ensure accuracy of clinician directories.",
    "Assuming more accurate quality metrics were widely implemented, patients and employers would still find it difficult to search for clinicians that are in-network and could address their needs. That’s because the clinician directories supplied by health plans are inadequate.",
    "Clinician directories are a plan’s list of in-network doctors along with their specialty, location, contact information, and whether they are accepting new patients. One study of doctors in 12 metropolitan areas found that more than half were unreachable, did not accept their listed health plan, or did not accept new patients. Some doctors listed in the directory as in-network were deceased. Another study found that patients who encountered directory inaccuracies were twice as likely to be treated by an out-of-network clinician and four times more likely to receive a surprise bill.",
    "Large employers should demand that directories affiliated with their health plans are up to date, undergo quality checks to verify their accuracy, and include whether a specialist performs a specific procedure based on volume data (e.g., does this urologist frequently perform prostatectomies?).",
    "Payers and employers are tired of waiting for better quality measures. The three steps we are recommending will address this need and improve the quality and value of healthcare for patients and employers.",
    "Readers Also Viewed These Items",
    "Managing Conflict: Disagree Productively (Virtual Group Learning)",
    "Harvard Business Review Project Management Handbook Toolkit",
    "Read more on Health and wellness",
    "Government policy and regulation and Compensation and benefits"
  ]
}