{
  "url": "https://www.ft.lk/opinion/Unlocking-wealth-in-tea-sector/14-785345",
  "title": "Unlocking wealth in tea sector",
  "ut": 1765138812.0,
  "body_paragraphs": [
    "Estate workers deserve a decent wage, fair treatment, and real opportunities for upward mobility",
    "Under the revenue share model, employees are designated land blocks to cultivate and pluck, changing their status from day labourers to self-governing partners who divide the proceeds from the tea auction with the Regional Plantation Company (RPC). This framework incentivises estate workers to be more productive, as their earnings are tied to both the quality and quantity of the leaf they provide for the factory, and has time and again shown to yield substantially higher incomes to both the plantation companies and estate workers in the many estates in which it has been adopted, including estates belonging to the Talawakelle Plantations PLC",
    "Advocata champions revenue sharing and homeownership over minimum wage",
    "Advocata Institute is urging the withdrawal of the Government’s recent Budget proposal to allocate Rs. 5 billion to raise the minimum wages of estate workers and provide an additional attendance incentive.",
    "Advocata reiterates that plantation workers are among Sri Lanka’s most historically and systematically marginalised communities. They deserve higher earnings, economic dignity, and a path to long-term empowerment, there is no ambiguity about this. For generations, this community has carried the weight of low mobility, restricted opportunities, and limited bargaining power, despite being central to one of Sri Lanka’s proudest export industries. The issue at hand is not whether wages should rise, but how these increases are structured, and whether the burden should fall on taxpayers to fund private sector payrolls.",
    "Sri Lanka’s tea industry largely follows an attendance based minimum wage model for its estate workers, which has repeatedly led to lower productivity and an increased cost of production compared to other tea producing countries.",
    "The minimum wage for tea plantation workers in Sri Lanka was already nearly twice that of Indian tea workers before the recent increase, with additional non-cash benefits totalling around Rs. 750 a working day. However, the plucking average in Sri Lanka (18 kg) is nearly half of that in India and one third of that in Kenya.",
    "Given the lack of productivity incentives tied to this minimum wage model (workers are compensated for attendance and not for the weight of leaves that they pluck), the industry’s high labour costs do not reflect high productivity, leading to an unsustainable escalation in production costs. Sri Lanka has thus become the world’s highest cost producer of black tea, a situation that has made Ceylon tea increasingly uncompetitive in global markets.",
    "Advocata Institute recommends that the minimum wage model instead be replaced by the revenue share model, which is recommended by the Tea Research Institute in multiple studies. Under the revenue share model, employees are designated land blocks to cultivate and pluck, changing their status from day labourers to self-governing partners who divide the proceeds from the tea auction with the Regional Plantation Company (RPC). This framework incentivises estate workers to be more productive, as their earnings are tied to both the quality and quantity of the leaf they provide for the factory, and has time and again shown to yield substantially higher incomes to both the plantation companies and estate workers in the many estates in which it has been adopted, including estates belonging to the Talawakelle Plantations PLC. This value based strategy fosters a motivated workforce driven by entrepreneurship rather than mere attendance, while also eliminating the worker dignity related issues in the traditional minimum wage model, which requires heavy supervision from kanganies, a primary factor that drives estate workers away from the profession to begin with.",
    "Even if the Government decides to keep the flawed minimum wage model in place, Advocata Institute believes that it should not be subsidised with public funds (up to Rs. 5 billion according to the President’s Budget speech). While the hardships faced by estate workers are real and urgent, addressing them through poorly designed subsidies risks entrenching a broken system instead of empowering families in a lasting way.",
    "Fundamental public finance principles are violated when the financial obligations of private companies are subsidised in this manner, as the payrolls of plantation companies are neither public goods nor goods entailing positive externalities. It would amount to a transfer of wealth from the public taxpayer to the RPC’s bottomline, which would be an injustice to Sri Lanka’s overburdened taxpayers. This policy risks creating a dangerous precedent, encouraging other private firms to forego structural reforms and instead rely on state funding to cover their payroll obligations.",
    "The policy is also unlikely to meaningfully uplift the livelihoods of the estate community as a large share of estate residents do not work on the estates, meaning most estate residents would be excluded from receiving the allowance.",
    "Advocata Institute reaffirms that estate workers will financially benefit more from having secure land titles to their homes which are currently owned by the Government. Homeownership would increase their access to credit, eliminate restrictions on their freedom of movement and ability to create wealth, and grant them economic dignity. Furthermore, contract workers in the tea smallholder sector, which makes up three-fourths of Sri Lanka’s tea production, are not eligible for this allowance, resulting in preferential treatment for only one segment of tea labour.",
    "Estate workers deserve a decent wage, fair treatment, and real opportunities for upward mobility. They have contributed enormously to Sri Lanka’s economy and identity, often without receiving adequate recognition or structural support. However, the cost of correcting long standing injustices cannot be placed on taxpayers through ad-hoc subsidies that fail to produce lasting change. The tea industry must modernise its labour model and adopt alternatives like revenue sharing; a win-win reform strategy that ensures both industry viability and higher, sustainable incomes for workers."
  ]
}