{
  "url": "https://www.technologyreview.com/2024/12/24/1109365/here-are-mit-technology-reviews-best-performing-stories-of-2024/",
  "title": "Here are MIT Technology Review’s best-performing stories of 2024",
  "ut": 1734996600.0,
  "body_paragraphs": [
    "Another year is coming to a close, so let’s look back at the MIT Technology Review stories that resonated most with you, our readers.  We published hundreds of stories in 2024, about AI, climate tech, biotech, robotics, space, and more. There were six new issues of our magazine, on themes including food, play, and hidden worlds. We launched two newsletters, to share tech industry analysis from our editor in chief and to step people through the basics of AI. And we hosted 11 exclusive conversations with our editors and experts in our subscriber-only event series, Roundtables.   What did people enjoy most? Here’s a quick look at some of the stories that performed best with our audience:  10 Breakthrough Technologies of 2024",
    "Every year as we compile this annual list, we look for promising technologies poised to have a real impact on the world. It represents the advances that we think matter most, and the 2024 edition included weight-loss drugs, chiplets, and the first gene-editing treatment.  The 2025 list is dropping in early January. To find out what made the cut, join us for a special live Roundtables event, “Unveiling the 10 Breakthrough Technologies of 2025,” on Friday, January 3, at 12:30 p.m. ET. This is a subscriber-only event. Register to attend or subscribe for access.)",
    "What is AI? Everyone thinks they know, but no one can agree. Senior editor Will Douglas Heaven explored the problem in this in-depth feature story—and explained why it matters for all of our futures. He covers the origins of modern AI and digs into the ongoing debate among experts about this technology’s capabilities and potential.  The AI Hype Index There’s no denying AI moves fast, and it can be hard to know what’s worth your attention. That’s why we started plotting everything you need to know about the state of AI in a new matrix, along axes that run from “Hype” to “Real” and “Doom” to “Utopia.”   What are AI agents? Major tech companies are now developing AI tools that can do more complex tasks, like sending emails or booking plane tickets, on your behalf. Here’s how they will work. Super-efficient solar cells: 10 Breakthrough Technologies 2024 Solar cells that combine traditional silicon with cutting-edge perovskites could push the efficiency of solar panels to new heights. That’s why we put them on our list of the 10 Breakthrough Technologies of 2024.",
    "Happy birthday, baby! What the future holds for those born today As part of our 125th anniversary issue, contributor Kara Platoni spoke with a dozen experts to sketch out how technology might influence the life of someone born today over the next 125 years. The messy quest to replace drugs with electricity In the 2010s, the field of “electroceuticals” was born, attracting much fanfare and investment. Contributor Sally Adee explored how the field fizzled and how it’s being revived as an effort to turn gene expression on and off with electric fields. 15 Climate Tech Companies to Watch For the second annual edition of this list, our reporters and editors chose 15 companies from around the world that we think have the best shot at making a difference on climate change. Weight-loss drugs: 10 Breakthrough Technologies 2024 Drugs like Wegovy and Mounjaro have quickly become embedded into American life. In 2024, they even earned a place on our 10 Breakthrough Technologies list. The long-term implications are unknown, but plenty of people are using semaglutides anyway, and many lose around 15% of their body weight. Don't miss out on even more emerging technology coverage and subscriber-only stories. Subscribe today for unlimited access to expert insights that you can't find anywhere else. hide"
  ]
}