{
  "url": "https://www.dailymirror.lk/hard-talk/EPDP-ready-to-cooperate-with-govt-final-decision-will-depend-on-outcome-of-polls-Douglas-Devananda/334-295678",
  "title": "EPDP ready to cooperate with govt, final decision will depend on outcome of polls - Douglas Devananda",
  "ut": 1731271700.0,
  "body_paragraphs": [
    "I have worked with past Presidents of this country on eight occasions. I notice a difference in the current President. We have to wait and see",
    "We submitted our proposals to be implemented for the benefit of our people. There are proposals for both the continuation of projects we initiated and the implementation of new ones",
    "We, as the EPDP, contest seeking a mandate for reconciliation among different communities. In the South, people have brought about a change in politics for the eradication of corruption and fraud",
    "With the campaign period of the general election drawing to a close, the political parties are busy wrapping up propaganda activities.  Former Fisheries Minister Douglas Devananda who is the leader of Eelam People’s Democratic Party (EPDP) is contesting the election in the Jaffna district as usual. He shared his views on the recent meeting with President Anura Kumara Dissanayake and his plan for future dealings with the new government.",
    "What is unique about this general election?",
    "Given the current political circumstances of the country, there are numerous political parties and independent groups in the fray this time. In the Jaffna electoral district, there are 44 symbols under which 23 political parties and 21 independent groups have fielded candidates.",
    "In your view, what are the key campaign themes dominating this time?",
    "We, as the EPDP, contest seeking a mandate for reconciliation among different communities. In the South, people have brought about a change in politics for the eradication of corruption and fraud. Here, the political context is different. We seek to give political leadership to achieve reconciliation through consensual politics. Besides, other Tamil parties try to whip up public emotion for political ends.",
    "What are other campaign themes as far as people’s issues are concerned?",
    "We want to address the developmental needs of the people alongside their other routine requirements. Likewise, we focus on the resolution of the political question. We discussed it with President Dissanayake.",
    "Is that a solution based on the proper implementation of the 13th Amendment to the Constitution as you have been advocating right throughout?",
    "Yes, I brought it to the notice of the President when I met him. It will be looked into after the general election. We take a conciliatory approach in this regard.",
    "As the former Fisheries Minister, how do you see the seriousness of the fisheries crisis triggered by poaching in Sri Lankan waters?",
    "We discussed it with the President that work done by us for the benefit of the fisheries sector should be proceeded with. We also proposed new projects in the sector. We emphasised on these aspects and the President’s response was forthcoming.",
    "In the past, you used to contest elections only in the North and the East. Yet, this time, you are contesting in Colombo too. What prompted you to make such a decision?",
    "In fact, we planned for a contest not only in Colombo but also in Gampaha and Kalutara. Yet, we could not prepare lists for Kalutara and Gampaha. We decided to contest in Colombo upon request by our people as a step for reconciliation. It was in response to work done as the Fisheries Minister in those areas. Otherwise, we contested in Colombo in 2002 too. There are 15 fisheries districts and eight of them are outside the North and the East. We received a request to contest in these districts.",
    "In the South, there is a change in politics with a party outside the traditional stream capturing power. How do you see it as a political leader from the North?",
    "The JVP is a party that started off as an armed movement and entered the democratic stream. The EPDP also has the same background. Likewise, the JVP is based on leftist political ideology.   Ours is also a party like that. In that sense, we have common understanding.  The EPDP believes in cooperation with the central government and some form of autonomy to the provinces. We have worked closely with successive governments in the past.  We are ready for cooperation   with the current government too. However, all will depend on the final outcome of the general election.",
    "Recently, your party met the President. What is the outcome of the meeting?",
    "We submitted our proposals to be implemented for the benefit of our people. There are proposals for both the continuation of projects we initiated and the implementation of new ones.",
    "Did you discuss taking up responsibilities in the new government?",
    "Whatever will be decided only after the general election.",
    "Did you discuss the issue of Indian fishermen poaching in Lankan waters?",
    "In principle, we agreed. We have to look at it from the country’s perspective. It means it has to be handled diplomatically in the greater interests of our people and the country. In the meantime, we need to take deterrent measures in terms of the law. We should not allow bottom trawling in our waters.  When they catch one kilo of fish, 16 kilos of by-catch are destroyed.",
    "How do you see the approach of the current President in the overall context?",
    "I have worked with past Presidents of this country on eight occasions.  I notice a difference in the current President. We have to wait and see."
  ]
}