{
  "url": "https://hbr.org/2024/11/to-become-a-better-presenter-look-inward",
  "title": "To Become a Better Presenter, Look Inward",
  "ut": 1731311130.0,
  "body_paragraphs": [
    "It’s much easier to change and improve how we communicate when we understand why we speak and behave the way we do. That’s why the most effective presenters and communicators often have a strong sense of their identities and a level of...more",
    "For 20 years, I’ve worked as a coach, helping leaders and teams improve their presentation skills. One of the most frequent comments I’ve gotten is, “Wow, this kind of feels like therapy!” This may sound surprising to some, but my guidance typically delves deeper than the popular advice, like make eye contact, use body language, or share your agenda beforehand. While my approach is by no means therapy, I do push people to improve by engaging in some inner work.",
    "The most effective presenters and communicators have a strong sense of their identities and a level of self-awareness acquired through reflecting on their beliefs, attitudes, and behavioral patterns. It’s much easier to change and improve how we communicate when we understand why we speak and behave the way we do.",
    "Our individual communication styles are determined by a variety of factors: the settings we are in, the person (or people) with whom we are speaking, as well as our cultural upbringings and how they manifest in different contexts. For example, how we communicate may change depending on the authority level of our listeners and how we believe those listeners perceive us. It may also change depending on the stories we tell ourselves in certain settings, and whether we feel like an expert or a novice among our peers. Becoming aware of our communication styles, and how they change due to context, can help us intentionally control the way we show up — as opposed to reactively retreating or becoming overbearing.",
    "To teach yourself how to present clearly and with confidence, try doing inner work in three areas.",
    "Practice the immunity to change (ITC) method.",
    "Developed by Harvard professors Robert Kegan and Lisa Lahey, the ITC method helps people address the barriers preventing them from making the changes they want to see. Kegan and Lahey call these barriers “hidden commitments” — the things we care about more than reaching our goals that we may not be immediately aware of.",
    "To identify whether you have a hidden commitment, ask yourself what your goal is, and then make a list of all of the things you’re currently doing or not doing that are keeping you from reaching that goal. If your goal is to become a more confident presenter, for instance, your list might include:",
    "I’m not practicing my presentations.",
    "I’m not asking for feedback.",
    "I’m letting my anxiety about making a mistake in public take over.",
    "I’m declining or avoiding presentation opportunities.",
    "Now ask yourself, “After reflecting upon my actions, what do I seem to be more committed to than becoming a confident presenter?” You might discover that you’re more committed to avoiding a potentially vulnerable moment than speaking confidently in front of a crowd. Had you failed to identify this hidden commitment, you would likely find it difficult to build your public speaking skills. Rather than doing the work, you would likely continue to avoid presentation opportunities or fail to reach your full potential because you lack genuine motivation.",
    "Once you name your hidden commitment, however, you can address it. Sticking with our example, you now know you have a fear of being vulnerable, and you need to overcome it to become a confident speaker. Perhaps you can run small, low-risk experiments to challenge the assumption that public speaking will be make you feel too vulnerable. You could chat with a few colleagues who have overcome this fear and ask them to share their stories.",
    "You could also deliberately make a small error while presenting in a low-stakes setting and see what happens. You may learn that nothing happens at all and your fear has caused you to assume the worst or lose sight of the reality.",
    "Get in touch with your portfolio of selves.",
    "According to Blake Ashforth, a leading expert on identity at Arizona State University, our sense of self is largely rooted in how other people perceive us. For each person we engage with — a colleague, a boss, a client — we have a different “self” who shows up. This “portfolio of selves” allows us to be the person we need to be in a particular moment — to rise to meet a challenge, to navigate a tricky situation, or to simply build connection.",
    "When it comes to public speaking, you probably want the most confident version of yourself to show up. But many of us retreat into what I call our “timid selves,” especially if we’re new to presenting or in a high-stakes situation. The next time you present, pay attention to your thoughts and behaviors. Are you hesitant to share your opinions on the topic? Are you very soft spoken? Are you avoiding the eyes of others in the room? These are all signs that your “timid self” has taken the floor.",
    "Once you recognize this, you can proactively make a change. Remind yourself that you have other selves to tap into:",
    "The confident self, who believes that they have value to add to the conversation, makes direct eye contact (if this feels comfortable), and projects their voice.",
    "The knowledgeable self, who believes that they’ve done the necessary homework to share their perspective, and proactively shares their own opinions and experiences.",
    "The friendly self, who believes that a presentation is a dialogue rather than a monologue, and engages the audience in discussion about the topic — including welcoming questions.",
    "The mentor self, who believes that every presentation is an opportunity to learn and grow, and solicits feedback after the presentation.",
    "The future self, who sees that this presentation is not a career-making moment, and who can put the whole experience into perspective.",
    "You can also tap into these selves prior to presenting by making sure you know the topic inside and out, practicing in front of friends, and reminding yourself that this presentation will likely not make or break your career. By actively choosing the beliefs and behaviors of a different self from your portfolio, you can embody an identity you already have within you, and show up with greater confidence.",
    "Tell yourself a different story.",
    "Many of the professionals I work with are more intimidated by the anxiety-inducing stories they make up about presentations than they are about the facts themselves. For example, I work with many nonnative English speakers who need to present in English. They often report that they feel less intelligent in English-speaking setting, that nobody understands their accent, or that the cultural divide is too wide for others to really get them.",
    "When working with these clients, we start by separating the fact (“I’m presenting in my nonnative language”) from the story that causes the anguish. The story might sound like this: “Because I’m presenting in my nonnative language, I’m hard to understand. And if I’m hard to understand, people won’t pay attention. And if people won’t pay attention, then I won’t be seen as influential. If I’m not seen as influential, then I won’t add value … which means I’ll lose my job … which means I won’t have income … which means I won’t be able to support my family … which means I will lose the respect of my family” … and so on.",
    "By naming this story and choosing to focus on the facts instead — as well as what you can do to either change or accept them — you can reduce the anxiety that makes presenters come across as less confident and competent. For example, you can say to yourself, “The fact is that I’m presenting in my nonnative language. I can’t change that, but I can speak more slowly to make it easier for people to interpret my accent. I can also check in with the audience during the presentation to make sure I’m being understood.”",
    "This is true of any story you happen to be telling yourself.",
    "Becoming a good presenter takes more than just focusing on your vocal, verbal, and visual skill development. It also requires getting into the right mindsets by reflecting on your beliefs and behaviors. Anyone can do it by using these three exercises.",
    "Presentation Skills Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Presentation Skills. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Inspire your audience with confidence and poise.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "Triple Fit Strategy: How to Build Lasting Customer Relationships and Boost Growth",
    "Managing Conflict: Disagree Productively (Virtual Group Learning)",
    "Read more on Presentation skills",
    "Personal growth and transformation"
  ]
}