{
  "url": "https://www.dailymirror.lk/opinion/Minority-support-and-a-Cabinet-without-Muslims/172-296612",
  "title": "Minority support and a Cabinet without Muslims",
  "ut": 1732307767.0,
  "body_paragraphs": [
    "As many observed before, the November 14 Parliamentary election has produced many firsts. The National People’s Power (NPP) led by President Anura Kumara Dissanayake has been credited for all of them.",
    "A political party winning the highest number of seats at district level with and without bonus seats, a party winning majority seats in the greatest number of districts, a party winning highest number of national list slots (18), a single party winning two-thirds of seats in Parliament (159 seats) under the PR system, highest number of women (21) being elected to Parliament, a party electing the highest number of women (19) and least number of former MPs returning to Parliament are among those records.",
    "A Sinhalese dominated party winning four out of five districts dominated by Tamils and Muslims is also an incredible feat. In fact, it is an issue that should be investigated by the students of political science. This seems to be a part of the NPP wave that swept the country with a fresh vigor since the conclusion of the Presidential election two months ago.",
    "The NPP which polled 5.7 million votes at the September 21 Presidential election had increased its vote bank up to 6.9 votes at the General Election, especially during a period when the voter-turnout had declined from 79 percent to 68 percent.  This indicates that a large number of those who voted for the other parties at the Presidential election have shifted their allegiance to the NPP at the General Election while another section of them had abstained from using their franchise.",
    "The change of allegiance by Tamils and Muslims in the North and the East has bewildered many. As we mentioned last week, Jaffna District, especially the Jaffna electorate is the epicenter of Tamil nationalism and the stronghold of the Illankai Thamil Arasu Katchi (ITAK) which was onetime called the Federal Party has fallen to the NPP.",
    "Similarly, in the Vanni district where the Tamil Eelam war was fought finally and for the most part. Besides, almost all Muslim electorates in the east including Kalmunai, the heart of Sri Lankan Muslim nationalism and the stronghold of the SLMC, the main Muslim political party also comfortably won by the NPP. As we pointed out in this column last week, the NPP achieved this extraordinary and historic feat while rejecting the prime demands of the Tamil leaders such as a federal mode of government, the merger of the Northern and Eastern Provinces and the full implementation of the 13th Amendment to the Constitution.  Also, this happened at a time when Tamil social media was running a massive campaign against the JVP for its part to de-merge the said two provinces by way of a lawsuit in the Supreme Court in 2006.",
    "Many people in the southern part of Sri Lanka claim that the Tamil and Muslim people have given up “racist politics.” However, the writer is reluctant to accept it as the current sweeping mind change among Tamils and Muslims have emerged within two months within which only a miracle can exterminate racism from a community. A consistent and years-long educational and propaganda programme would only be able to do so.",
    "On the other hand, racism in not a monopoly of a particular community in Sri Lanka. Federalism is considered by a majority of Sinhalese as a separatist demand while even the Supreme Court has rejected that argument. Similarly, a majority of Tamils demand the merger of Northern and Eastern Provinces knowing well that over 65 percent of population in the Eastern Province is against that demand.",
    "Besides, this is not the first time Tamils have voted en masse to Sinhalese parties. They did so in 1982 in support of UNP and the SLFP, in 1994 in support of Chandrika Kumaratunga in spite of the LTTE ruling the roost in the north and the east. The most fascinating event in this regard was their support in 2010 to the war-winning army commander Sarath Fonseka who deserves the highest credit for the decimation of the LTTE leadership seven months before. They also supported Maithripala Sirisena in 2015 and Sajith Premadasa in 2019 and two months ago.",
    "It is true that they did so under the guidance of the main Tamil party of the day, but it was only last week that they considerably defied the persuasions of their leaders. The trending effect of the Presidential election, the way the NPP leaders handled the issues subsequently and the disproval of fear psychosis on the aftermath of a NPP victory created by the Opposition leaders, especially Ranil Wickremesinghe ultimately contributed to the NPP’s leap forward at the general election.",
    "Can the NPP sustain this newfound love on the part of the minorities in a country where relationships between ethnic groups are fragile and complex? Definitely it would be challenging for the party. Concerns are being already expressed among the Muslims over the non-appointment of members of their community to the Cabinet while many Muslims including Deputy Speaker Rizvie Salih are justifying the government decision.",
    "Many Muslim supporters of the government question the credentials and the services that Muslim ministers appointed by the past government delivered to the Muslim community. Some of them compared the qualifications of the Muslim MPs of the NPP government with academic as well as professional qualifications of majority of members of current Cabinet and the decades-long dedication of some others who had even survived the bloodbath by the Jayewardene- Premadasa governments in the late eighties.",
    "In fact, these portfolios are not and should not be treats, means of gratitude for votes, bribes or show of solidarity towards a community, region, class, university or a school. In today’s context, they are serious responsibilities to salvage a country from an unprecedented economic crisis while another more serious crisis is looming ahead. Yet, one should not be blind to the necessity for the flow of knowledge on linguistic, religious and cultural needs and behavioral patterns of various social groups towards policy-makers. We call it inclusivity and ethnic and gender balance. We can cite a simple example to prove the point. Even some leaders of the JVP during the height of the anti-Muslim propaganda bombardment in 2019 described the “Abaya” worn by Muslim women as a manifestation of extremism. However, Abaya clad Muslim women who voted for the NPP this time have proved it wrong."
  ]
}