{
  "url": "https://www.eiu.com/n/japan-pm-visit-to-malaysia-and-indonesia-shows-asean-pivot/",
  "title": "Japan PM visit to Malaysia and Indonesia shows ASEAN pivot",
  "ut": 1736775976.0,
  "body_paragraphs": [
    "Japan PM visit to Malaysia and Indonesia shows ASEAN pivot",
    "ForecastingTradeAsiaIndonesiaJapanMalaysiaCountry Analysis",
    "What’s happened?The Japanese prime minister, Ishiba Shigeru, paid an official visit to Malaysia and Indonesia from January 9th-12th. The choice of Malaysia and Indonesia as Mr Ishiba’s first bilateral overseas visits reflects the significance of Association of South-East Asian Nations (ASEAN) countries for Japan during the time of rising anxiety over geopolitical changes regarding the US and China.Why does it matter?Mr Ishiba’s visit to the two South-east Asian countries serves to strengthen Japan’s economic, as well as strategic, interests in the region. While Japan remains ASEAN’s key economic partner, its influence has declined with the rise of China in the past decade. Japan is currently the fourth-largest trading partner of ASEAN behind China, the US and the EU. However, it remains the region’s second most important source of foreign direct investment (FDI) behind the US, but still ahead of the EU and China. Nevertheless, China’s FDI has been rising quickly in ASEAN, and has become the largest source of FDI for several smaller countries in the region such as Cambodia and Laos.EIU believes that the visit shows a proactive diplomatic move by Mr Ishiba to extend the invitation for closer co-operation to both countries, which are important in ASEAN in terms of their economic size and their roles in the regional and global supply chains. Both countries have a majority Muslim population and have been vocal against Israel with regard to the Gaza conflict, which could potentially put them at odds with the US (with that country’s perceived support of Israel). Indonesia has been admitted as a full member of the BRICS grouping, while Malaysia is a partner. Japan’s closer engagements with these two important ASEAN countries would help them to maintain amicable relations with a member of the developed economic bloc. Furthermore, both Malaysia and Indonesia have outstanding maritime territorial disputes with China, similar to Japan, which is a common cause for concern that will lead to closer defence co-operation in practical areas such as more frequent joint exercises and sharing of intelligence.The Japan-Malaysia summit statement covers the key areas of the two countries’ mutual strategic interests, including co-operation in maritime safety and cyber-security. Other areas included co-operation on supply-chain resilience in important sectors such as semiconductors, aircraft parts and the development of rare-earth resources. Given Japan’s energy security concern, the two countries agreed on maintaining a stable supply of liquefied natural gas from Malaysia and are looking to collaborate in the areas of carbon capture and storage, and other green energy technologies.During his visit to Indonesia, Mr Ishiba offered to assist the Indonesia president, Prabowo Subianto, with his free school lunch plan for schoolchildren, by sharing Japan’s experience in implementing its free school lunch system. Japan also aims to co-operate closely with Indonesia in the area of oil and gas, given Indonesia’s large natural resources and Japan’s energy security considerations. We believe that given Indonesia’s large need for infrastructure investment, there is plenty of room for Japan’s greater financial and technical involvement over the forecast period.What next?We expect that Japan’s businesses will grow their presence in Indonesia and Malaysia in the coming years in several areas such as electronics, semiconductors, energy, green technology and infrastructure. Closer co-operation between Japan and ASEAN countries will be mutually beneficial and help both sides to navigate the continuing decoupling between the US and China in the global supply chain.The analysis and forecasts presented in this article are drawn from EIU’s Country Analysis service. This comprehensive solution offers essential insights into the political and economic outlook of nearly 200 countries, empowering businesses to manage risks and develop effective strategies.",
    "ForecastingTradeAsiaIndonesiaJapanMalaysiaCountry Analysis"
  ]
}