{
  "url": "https://www.ft.lk/columns/Sri-Lanka-s-coastline-dreams-drowned-in-sea-of-chaos-ballooned-by-corruption-concrete-and-condoms/4-778021",
  "title": "Sri Lanka’s coastline dreams drowned in sea of chaos, ballooned by corruption, concrete and condoms",
  "ut": 1750627289.0,
  "body_paragraphs": [
    "The sand, once a golden carpet, is now a mosaic of carelessly discarded refuse",
    "The “chaos” isn’t merely aesthetic; it’s a symptom of deeper issues – the pervasive influence of bribes and corruption, especially when it implicates law enforcement and those in higher echelons, the challenge of regulating foreign enterprise while ensuring local benefit, the visible and alarming disregard for our environment, the devastating impact of unchecked sea erosion, the proliferation of illicit activities enabled by complicity, and the constant struggle to manage urban expansion",
    "The turquoise embrace of Sri Lanka’s coastline, once a source of serene pride, now feels like a tangled web of frustration, a spectacle of “chaos” that assaults the senses and stirs a deep unease within me. From the bustling, yet often infuriating, thoroughfare of Marine Drive to the once pristine beaches now flawed by questionable developments, littered with indifference, and tragically eroded by the relentless sea, a clear and disheartening pattern emerges: one of unchecked ambition, systemic corruption, a growing sense of alienation for the very people who call this island home, and a tangible sense of loss.",
    "It’s difficult to stroll along our once-tranquil beachfronts without a knot forming in my stomach. The whispers of “bribes” and “corruption” are no longer gossips; they are obstreperous by the very structures that illegally creep onto the sand, by the businesses that operate with impunity while those who adhere to the law struggle. We see it in the construction projects that defy regulations, the establishments that pop up overnight, seemingly immune to the planning laws that bind ordinary citizens. This isn’t just about a few bad apples; it hints at a deeper discomfort, a systemic rot that allows wealth and influence to circumvent the very rules designed to protect our natural beauty and ensure fair play.",
    "More alarmingly, this corruption often extends to the very institutions tasked with upholding the law. The bitter truth is that instances of policemen offered pay-offs are not uncommon, creating a pervasive sense that justice is not blind, but rather, for sale. When those sworn to protect and serve instead look for illicit gains, it not only facilitates illegal beachfront constructions and operations but also erodes the fundamental trust citizens have in the State, leaving us feeling vulnerable and voiceless against the tide of illicit activity. It feels as though a blind eye, or perhaps a greased palm, has become the de facto permit for development, leaving a trail of environmental degradation and legal mysteriousness in its wake.",
    "This discontentment is compounded by the unsettling hap of “foreigners owning businesses” in what feel like increasingly exclusive “hot spots.” While foreign investment is undeniably crucial for our economic growth, there’s a troubling shift where certain pockets of our coastline feel less like Sri Lanka and more like enclaves catering to a specific, often affluent, demographic. The notion of “locals barred from foreigners” isn’t always a physical barrier, but an economic one, a cultural one. When prime beachfront property is developed by foreign entities, sometimes through muddy means made possible by corrupt channels, and the resulting establishments cater exclusively to international clientele with prices beyond the reach of most Sri Lankans, it creates a palpable sense of exclusion. It’s not about bigotry; it’s about seeing our heritage and our prime locations slowly, subtly, becoming inaccessible or unwelcoming to us. The wealth generated by tourism, which should ideally uplift local communities, seems to often bypass them, flowing back into foreign hands and leaving locals with little more than the low-wage jobs, exacerbating existing economic disparities.",
    "Profound failure in law enforcement",
    "A particularly disturbing facet of this unregulated environment is the proliferation of certain spas staffed by Chinese, Thai, and even Sri Lankan village damsels. While legitimate wellness centres exist, the open secret, widely whispered and observed, is that illicit prostitution is rampant within many of these establishments. What is even more disheartening is the widely perceived complicity: these operations appear to thrive with impunity, suggesting that they are patronised by “everyone in higher echelons”, from influential businessmen to public officials, creating an insidious cycle of corruption that protects these illicit activities.",
    "Furthermore, the ground-level facilitation of this trade is evident in how the girls often work hand-in-glove with unscrupulous tuk-tuk drivers, who act as pimps or informal agents, ferrying clients and cementing the network of exploitation. This grim reality not only tarnishes the image of our tourism industry but also highlights a profound failure in law enforcement and a societal issue that preys on vulnerability, often with a shocking lack of accountability from those in power.",
    "Adding to this despair is the stark reality of our public spaces, a reality I can describe from visits to places like Kinross (club) Beach. It’s a tragedy unfolding before our eyes, a testament to the fact that people have no regards for the sanctity of these beautiful environments. The sand, once a golden carpet, is now a mosaic of carelessly discarded refuse. Plastic bottles glitter menacingly in the sun, trapped among the rocks or bobbing near the shore.",
    "But it’s not just the everyday trash; there’s a shocking assortment of intimate discards – condoms lying shamefully visible, and even tea bags, ubiquitous symbols of daily life, scattered callously. This isn’t just an aesthetic blight; it’s a profound disrespect for our natural heritage, a short-sightedness that poisons our waters, harms marine life, and fundamentally diminishes the very appeal we seek to promote to the world. It speaks to a collective failure in civic responsibility and waste management that is truly heartbreaking.",
    "“Chaos” isn’t just about litter and corruption",
    "And for me, personally, the loss is even more acute. I remember mastering my rugby skills near Kinross Club, feeling the sand beneath my feet, the sea breeze in my hair, forging memories that are now tinged with sadness. Because now, sea erosion has closed the beach completely. The very ground where I honed my athleticism, where I connected with friends and the rhythms of the ocean, is gone, swallowed by the relentless waves. It’s a stark reminder that the “chaos” isn’t just about litter and corruption; it’s about the very land beneath our feet, the physical spaces that define our lives, being eroded by a combination of environmental neglect and unsustainable development.",
    "And then there’s the relentless urban sprawl, epitomised by the “chaos on Marine Drive.” What was once conceived as a solution to Colombo’s burgeoning traffic has, in many ways, become part of the problem. During peak hours, it’s a gridlocked artery, a cacophony of horns and exhaust fumes that speaks volumes about our inadequate infrastructure and chaotic urban planning. The traffic isn’t just an inconvenience; it’s a daily grind that saps productivity, fuels frustration, and highlights a failure to anticipate and manage the rapid growth of our cities and vehicle population.",
    "Consequence of the broader corruption",
    "This disarray is, in part, a consequence of the broader corruption; when resources are siphoned off, or when regulations are bypassed for personal gain, public projects suffer, leading to the inefficient and haphazard development we witness daily. It’s a microcosm of the larger issues: a lack of cohesive strategy, an inability to keep pace with development, and a general sense of disarray that permeates our public spaces.",
    "From my vantage point, the current state of affairs represents a significant departure from the sustainable and inclusive development we desperately need. Our beautiful island, blessed with natural wonders and warm hospitality, is being threatened by a short-sighted pursuit of profit at any cost. The “chaos” isn’t merely aesthetic; it’s a symptom of deeper issues – the pervasive influence of bribes and corruption, especially when it implicates law enforcement and those in higher echelons, the challenge of regulating foreign enterprise while ensuring local benefit, the visible and alarming disregard for our environment, the devastating impact of unchecked sea erosion, the proliferation of illicit activities enabled by complicity, and the constant struggle to manage urban expansion.",
    "If we are to truly reclaim our coastline, our cities, and our future, we must address these underlying systemic failures, ensuring that development is equitable, sustainable, and truly for the benefit of all Sri Lankans. Otherwise, the dream of our emerald isle risks crumbling into an unrecognisable, chaotic reality, sustained only by the very forces that erode its soul, and wash away the very ground we stand on."
  ]
}