{
  "url": "https://www.ft.lk/columns/Gift-grant-and-agitation-against-a-great-empire-in-its-final-days-Part-1/4-772550",
  "title": "Gift, grant, and agitation against a ‘great’ empire in its final days: Part 1",
  "ut": 1738531929.0,
  "body_paragraphs": [
    "The State Council was to consist of 58 members, of whom 50 would be elected by universal suffrage, and the remaining eight were to be appointed by the then Governor of British Ceylon",
    "The Donoughmore Commission tried to design a system for Ceylon at the time that would prevent conflict arising from the permanent Sinhalese majority in parliament, which universal franchise would no doubt engender. Instead of being visionary and thinking beyond the limits of Labour party politics and the Liberal ideals that sought to free the natives of Imperial and Conservative shackles by political system reforms that introduced proportional representation, plus a greater constituency weightage for minority areas and more multi-member constituencies, the Donoughmore Commission “tried to invest a system of governance that would fit Ceylon … like a glove”",
    "On the 77th anniversary of Sri Lanka’s independence from colonial rule, following foreign domination of some four and a half centuries, the focus may well be on liberty from oppression or tyranny, and sundry freedoms in the sociopolitical and economic spheres.",
    "But the right to chart one’s course as a sovereign nation state had a deeper anchorage in the case of the once model crown colony of Ceylon. And the granting of suffrage – in a restricted quantum at first, and then universally for adults – played a significant role in the emergence and development of our country’s polity as it is today.",
    "In the first part of an article on some of the elements leading up to the strategic grafting of universal adult franchise onto the ethos of colonial Ceylon, following the Donoughmore reforms of 1931, we look at how the first foundations for eventual full independence were laid.",
    "That is a tale of gift, grant, and a gentler-than-elsewhere raft of agitations against a long-standing empire on its last legs...",
    "State and Legislative Councils",
    "It is a story that begins with the first election to the State Council of Ceylon, the island’s then legislature, which was held from 13 to 20 June 1931. This was the inaugural such event in a British colony which aspired to universal adult franchise.",
    "It took place in 1931, when the outworking of the Donoughmore Constitution replaced the Legislative Council of Ceylon with the State of Council of Ceylon as the legislature of the then British Ceylon.",
    "The Legislative Council of Ceylon had been the colony’s legislative body, which had been established in 1833, together with the Executive Council of Ceylon, on the recommendations of the Colebrook-Cameron Commission of 1833, and was the first representative form of government in the British-ruled island.",
    "Established on 13 March 1833, it was disbanded in 1931, and was succeeded by the State Council of Ceylon. During its existence, the Legislative Council had seats to the number of 15 (1833-1889), 18 (1889-1910), 21 (1910-1920), 37 (1920-1923) and 49 (1923-1931) respectively, in the corresponding years. This represented an increasing number, though not necessarily an enhanced agency, of the native population – or instrumentality for all demographics in British Ceylon at the time.",
    "The Legislative Council underwent a brace of reforms under the governorships of McCallum (1910) and Manning (1920), in which the composition and relative levels of participation of first the appointed members, and second the elected members, were given powers to participate in legislation, beginning with merely membership and eventually active participation.",
    "However, even at its best and most extensive inclusivity – a concept not much in vogue at the time – the Legislative Council represented a paltry 3,000 electors. They were both educated and wealthy, thus redounding more to an exclusive and selective mode of representation than was ideal.",
    "The State Council was to consist of 58 members, of whom 50 would be elected by universal suffrage, and the remaining eight were to be appointed by the then Governor of British Ceylon.",
    "In the last Legislative Council of 1931, the Donoughmore Report was adopted with the slimmest majority of two votes. The majority of the minority communities’ representatives voted against the adoption of this key report. Such a voting pattern clearly indicated that the report was not accepted by all sections of the population at the time.",
    "Despite this, the British colonial masters of Ceylon foisted on the country they ruled, on behalf of a distant imperial government, a constitution that was not widely acceptable (K. T. Rajasingham, Sri Lanka: The Untold Story, Asia Times Online, 22 September 2001). This was, in a sense, a grant by enforcement.",
    "Imperial and national underpinnings",
    "It has been argued that universal suffrage was granted to this country in 1931 not because of any uprising instigated internally; but rather, as a result of the efforts of the members of the Donoughmore Commission, who were concerned about the challenges being encountered in Europe, with Great Britain being in the forefront of much political and military strife.",
    "“For Sri Lanka it was a historic coincident. … The Donoughmore proposals suddenly emerged, and had lived with us, influenced our lives for a long time and continues to do so even today,” as the Sri Lankan Election Commission was to report 75 years later [Sudath Watagedara (ed.), Universal Suffrage 1931–2015: From Donoughmore Commission to Election Commission, Preface, Sri Lanka Election Commission (2015)].",
    "The Donoughmore Commission tried to design a system for Ceylon at the time that would prevent conflict arising from the permanent Sinhalese majority in parliament, which universal franchise would no doubt engender.",
    "Instead of being visionary and thinking beyond the limits of Labour party politics and the Liberal ideals that sought to free the natives of Imperial and Conservative shackles by political system reforms that introduced proportional representation, plus a greater constituency weightage for minority areas and more multi-member constituencies, the Donoughmore Commission “tried to invest a system of governance that would fit Ceylon … like a glove.”",
    "So wrote one critic of the reforms, decades later, adding: “They failed, and their failure has resulted in civil war and economic under-achievement” (Jane Russell, Universal Franchise for Ceylon in 1931: the Complexities of Governance and Policy, 18 July 2021).",
    "This is in sharp contrast to the view expressed by another commentator, who claims that the Donoughmore proposals aimed at building a more progressive social and political environment, by way of establishing democratic values in Ceylonese society in the place of the social values which existed at the time (Watagedara, 2015). This redounds to the view of these reforms being a gift, not a grant.",
    "In fact, as early as 1931, there was a sense on the ground in the isle that the Donoughmore Constitution did not grant Dominion status to Ceylon, and was boycotted by several constituencies – especially in the northern parts of the country. In addition to which nine other constituencies had only a single nomination each; and consequently, the candidates were elected without a vote, while there were 37 other constituencies.",
    "Nine constituencies in the heart of the Sinhalese areas returned candidates uncontested, including future figureheads of the independence movement and subsequent native Ceylonese leadership such as D. S. Senanayake, S. W. R. D. Bandaranaike, Sir Frances Molamure, and Sir Baron Jayatilaka.",
    "In 1930, a Delimitation Commission was appointed to demarcate the boundaries of the 50 electorates for the proposed State Council, and the electorates were carved out on the basis of one electorate per 100,000 people in a total population of 5,000,000, which was a step in the direction of self-governance – though not yet full independence.",
    "But the move had begun long before that with the coming of the Donoughmore Commissioners to the island. When they came to British Ceylon in 1928, these Commissioners were aware that the political turbulence in the wake of the Russian Revolution of October 1917 had changed the map of Europe and the world as well.",
    "They came to Ceylon from a Britain where the more Left-wing representatives in parliament and government had begun to realise that “the political and economic costs of maintaining the Empire were escalating to a point where it was becoming more rational to let the Empire go rather than try to hang on to it,” as Jane Russell observes (as quoted on Thuppahi’s Blog: https://thuppahis.com/2021/07/18/universal-franchise-for-ceylon-in-1931-the-complexities-of-governance-and-policy/).",
    "These Commissioners also arrived at a time when Ceylon was a hotbed of emerging cultural, racial and ethno-linguistic identities, where a polyglot electorate was already beginning to vie with one another along the divisive lines that the British policies of classification through censuses had begun to delineate.",
    "The arrival of the Commission had led to the formation of a number of associations sharing a common identity that was founded on religion, caste, ethnicity, or region. Most of these groups, that brought together people who felt they were a minority, shared the idea that safeguards and adequate representation should be determined by the degree of importance attached to each community and to the part each community had played in the history of the country.",
    "There was a feeling that agitating against the commissioners – that their own community was ‘pure’ and had ‘noble origins’ – would help them to gain the entitlements and rights that their numbers could not give them (Nira Wickramasinghe, Sri Lanka in the Modern Age: A History, Oxford Unity Press, 2014).",
    "For instance, when a prominent leader of the Muslim community was asked at the hearing of the Donoughmore Commission if there was a ‘sort of minority attitude’, he had answered: “Each one is here to protect his own race from misunderstanding” (Wickramasinghe, 2014).",
    "A delegation claiming to speak in the name of the Burghers of the island put before the Commissioners a middle-class and racially-bounded identity (ibid). Dutch origins on the paternal side had to be proved in order for one to qualify as a Burgher (ibid).",
    "The Malays of Ceylon, on the basis of a proclaimed Javanese identity, pressed for separate political representation – they were hopeful that their demands would be answered as the genesis of the Muslim seat in the Legislative Council can be traced to the concerns on the part of the rulers to protect Malay interests; for unlike the Ceylon Moors, the Malays were not Tamil-speaking, nor until then were they represented by the Tamil member in the Council (ibid).",
    "The small Chetty community, as with the Malays, was a minority within a minority, which had been delineated as a separate race in the census statistics from 1814 to 1871; and when appearing before the Donoughmore Commission, Chetty representatives stressed their distinctiveness (ibid).",
    "As Nira Wickramasinghe notes: “History also came to the rescue of spokesmen for caste associations when they wanted to prove the ostensible noble origins of their members and the validity of their claim for ‘special representation’” (Sri Lanka in the Modern Age: A History, Oxford Unity Press, 2014, p. 174).",
    "It is felt by scholars even today that the Donoughmore Commission was the last real forum where community leaders and representatives voiced the idea that descent and purity were sufficient criteria to obtain special rights from the state (Wickramasinghe, 2014).",
    "However, it would seem from diverse sources that other forces were at play, over and above the communal concerns of the native Ceylonese at the time.",
    "Even while the reforms process was ongoing, the Ceylonese Tamils were sensing that the Donoughmore outcome would not serve their interests as well, as the new Constitution would entrench the majority Sinhalese as the dominant players in the new polity.",
    "Dissolution and resolution",
    "Despite their concerns and amidst a pending boycott of the new electoral process, the Legislative Council was dissolved on 17 April 1931, and the elections to the first State Council through universal franchise began, scheduled to be held from 13 to 20 June.",
    "The opening of the State Council was an impressive ceremony. A message from King George V (1910–1936), the British monarch at the time, was read to the Council:",
    "“On the occasion of the opening of the State Council, I desire to convey to my people in Ceylon through their elected representatives an assurance of the interest with which I shall watch the inauguration of the Constitution, which on the recommendations of the Special Commission over which Lord Donoughmore presided, it has been my pleasure to grant them … The Constitution, which accorded to the island a large measure of self-government, embodies many novel features, for which there is no exact parallel in any other dominion. I am confident that the people of the island will approach their new duties with a full sense of grave responsibility which is being laid upon them, so that the establishment of the constitution may conduce to the best interests of the island and of my people” (Rajasingham, ‘Sri Lanka: The Untold Story’, 2001).",
    "Lord Passfield, the Secretary of State for the Colonies, said in his message: “The domestic interests of Ceylon will now be for all practical purposes in your keepings.”",
    "But it took until 1933 for the Tamil constituencies of the Northern Province to end their boycott of the State Council and contest subsequent elections, which saw in 1934 the entry into Ceylonese politics of the dynastic Tamil figureheads and their scions such as G. G. Ponnambalam, the son of Sir Ponnambalam Arunachalam and the son-in-law of Sri Ponnambalam Ramanathan.",
    "(Editor-at-large of LMD | #freedom #franchise)"
  ]
}