{
  "url": "https://www.dailymirror.lk/opinion/Political-Rupture-in-Sri-Lanka-what-lies-ahead/172-293542",
  "title": "Political Rupture in Sri Lanka - what lies ahead?",
  "ut": 1728589592.0,
  "body_paragraphs": [
    "Voters lined up at a polling station. (File photo)",
    "September 21 was a day of many firsts in Sri Lanka. Millions of people went to the polls to vote in the first presidential elections since mass protests forced the country’s last elected president, Gotabaya Rajapaksa, from office in 2022.",
    "It also marked the first time in Sri Lanka’s history that a second round of counting had to take place after none of the candidates secured the 50% margin required for victory.",
    "A count of the second-choice votes revealed the biggest shock in decades. In Anura Kumara Dissanayake, Sri Lankans for the first time elected a candidate who does not belong to the two major parties that have dominated the country’s politics since independence in 1948.",
    "Dissanayake leads the National People’s Power alliance (NPP), which includes his Janatha Vimukthi Peramuna (JVP) – a party known for its leftwing policies.",
    "Soon after being sworn in as president, Dissanayake appointed an interim Cabinet of three ministers.  This included academic, feminist and human rights activist Harini Amarasuriya, who was selected as the third female prime minister in Sri Lanka’s history.",
    "He then dissolved the 225-member Parliament in which his NPP alliance had only three seats and announced that a parliamentary election would be held on November 14. Dissanayake has saidpreviously that there was “no point continuing with a parliament that is not in line with what the people want”.",
    "Dissanayake has a daunting task ahead of him. Sri Lanka defaulted on its debt and suspended payments on around US$78 billion (£59 billion) in foreign and domestic loans in 2022, which triggered the worst economic crisis in the country’s history. And, while no longer on the brink of collapse, the economy is still in a precarious state. So how will Dissanayake revive Sri Lanka’s struggling economy and, perhaps more importantly, will he be able to?",
    "A key challenge facing Dissanayake is managing the terms of a US$2.9 billion bailout loan from the International Monetary Fund (IMF), which was based on an analysis that presented an overly optimistic outlook for economic growth.",
    "This loan was negotiated amid considerable controversy by the country’s unelected acting president, Ranil Wickremesinghe, and his administration in 2023, and came with highly unfavourable terms for the country.",
    "These included stringent austerity measures, higher prices for essential goods and services, and domestic debt restructuring. This latter measure means that the retirement funds of working people are going to lose half of their value over the next 16 years.",
    "The debt relief was also contingent on Sri Lanka meeting a set of fiscal targets. These include reducing its public debt to 95% of GDP by 2032, and spending 4.5% of GDP annually on servicing its external debt once the IMF programme is finished. This amounts to 30% of all government revenue going on servicing debt – a significant drain on the country’s meagre resources.",
    "The IMF agreement has prioritised the interests of Sri Lanka’s creditors, who hold 37% of the country’s outstanding foreign debt, and has instead shifted the burden onto working-class Sri Lankans.",
    "The hardship caused by the cost-cutting and austerity measures have caused public opposition to grow. In March, for example, thousands of workers at hospitals, schools and railways across Sri Lanka went on strike to protest against the government’s austerity drive.",
    "One of Wickremesinghe’s final acts in office was to announce that a draft deal had been reached with international bondholders – who are owed US$12.5 billion – to restructure some of the country’s external debt. The deal involves issuing new bonds that would track the country’s economic recovery.",
    "Some experts fear that these bonds, which would have bigger payouts tied to GDP and are no more than a sweetener for the country’s creditors, may cause Sri Lanka to fall back into debt trouble by the end of the decade.",
    "Dissanayake must first refrain from hastily agreeing to this agreement with bondholders. But how can he ensure growth without relying on new debt? And, importantly, how can this growth be more equitably distributed?",
    "During the presidential campaign, the NPP acknowledged the crucial role the IMF would play in restructuring Sri Lanka’s external debt. And Dissanayake will need to work closely with the IMF to renegotiate the parameters of the financial assistance it provides. However, delays in receiving the next proportion of funds are possible if negotiations extend.",
    "Taking new criteria into consideration is key. This new framework should include enhanced social safety nets and allowances for more spending on public provisions. In the longer term, solutions will need to include forgoing of some of the debt that is owed, as well as fiscal targets that are achievable and also reduce the risk of further defaults.",
    "The Sri Lankan public is clamouring for a shift from the status quo. If Sri Lankans rally behind Dissanayake and the NPP at the forthcoming general elections, then the IMF may need to listen. The winds of change could finally have arrived.",
    "(Thiruni Kelegama  is Lecturer in Modern Asian Studies, Oxford School of Global and Area Studies, University of Oxford, England and Research Collaborator, Institute of Political Economy, Sri Lanka.",
    "Kanchana N Ruwanpura  is Professor of Development Geography, University of Gothenburg, Sweden, Fellow Centre for South Asian Studies, University of Edinburgh, Scotland and co-founder of the Institute of Political Economy, Sri Lanka)."
  ]
}