{
  "url": "https://www.ft.lk/columns/NPP-Government-s-troubling-ambivalence-on-Malaiyaha-Tamils/4-783766",
  "title": "NPP Government’s troubling ambivalence on Malaiyaha Tamils",
  "ut": 1761935131.0,
  "body_paragraphs": [
    "A disturbing streak has emerged in the manner in which those in Government raise or respond to Malaiyaha Tamil issues",
    "One can say that over the top pre-election promises, and thereafter a bit of spin, tall claims and evasiveness post-election is par for the course in Sri Lankan politics, and we should not be surprised with the NPP resorting to the same script. But, what we are seeing in regard to Malaiyaha issues is more serious. There seems to be scant regard for facts and truth. These are not exaggerations (like the easily falsifiable claim to finish 5,000 houses in 2025), or embellishments (like quietly climbing down from Rs. 2,100 to 1,700 per day wage rate for plantation workers), but seem to be clear untruths, calculated and deliberately peddled. For supporters and critics alike outside of the Government, piercing through this façade is a necessary pre-condition for any constructive engagement with this Government",
    "Joining millions of Sri Lankans, members of the Malaiyaha Tamil community reposed their trust on the National People’s Power [NPP] last year. The support was based on its promise to end the cycle of discrimination and deceit against people of this community, that has historically played a crucial role in building our country and its economy. Malaiyaha Tamils’ contribution to rebuilding our economy after the 2022 economic crash cannot be overstated.",
    "The election of members from the Malaiyaha Tamil community, especially women and young persons, in the last general election was widely seen as a departure from the usual style of politics that the community was used to. Many celebrated it as a refreshing wave. That said, a disturbing streak has emerged in the manner in which those in Government raise or respond to Malaiyaha Tamil issues. Sooner the party recognises this and course-corrects, the better it is for all. Ministers, MPs and members of the ruling coalition seem prone to making claims and assertions with gusto, with no fact or truth backing them. In fact, there is enough evidence in public domain that contradicts their claims.",
    "Closing down NEVIDA, or not?",
    "Take for instance the assertion by Minister Ramalingam Chandrasekar in Parliament, that there are no plans to shut the New Villages Authority for Malaiyaham (NEVIDA), and make it a division within the Plantation Ministry. He further claimed that what is being done is to review NEVIDA, to enhance and make it better, as promised in the NPP’s ‘Hatton Declaration’, launched in October 2023.",
    "However, it is public knowledge that a committee chaired by the Secretary to the Prime Minister was appointed by the Government on 24.12.2024. This was pursuant to the Cabinet decision taken on 18.12.2024 approving a proposal by the President submitted to cabinet on 13.12.2024. The Committee, after what seemed like a hasty review, submitted its report and recommendations on 10 February 2025. On page 34 and 35 of this report it clearly recommends that the NEVIDA be brought under the Ministry as a unit, and for it to no longer continue as a separate authority. The report and recommendations were submitted to Cabinet by the Prime Minister’s office on 13.02.2025. It was followed up by observations of the Ministry of Finance submitted to Cabinet dated 24.02.2025 and signed by President Anura Kumara Disanayake in his capacity as the Finance Minister endorsing the above recommendations.",
    "Further he also asked for a committee to be appointed to monitor and report periodically to cabinet on the progress of implementation of these recommendations. This was approved by the Cabinet on 17.03.2025. Now despite a solid paper trail of evidence, including cabinet decisions, sanctioned committee reports and the President’s endorsement of the recommendation, we have a Minister and Deputy Minister claiming the exact opposite, repeatedly, pointing to troubling incoherence and worse, a tendency to lie to the people.",
    "First to recognise ‘Malaiyaha Tamils’?",
    "We have also had NPP Ministers, NPP MPs and advisors claim that they were the first to recognise the plantation workers as ‘Malaiyaha Tamils’. Foreign Minister Vijitha Herath in his statement to the UNHCR on 8 September 2025 said ‘For the first time in history, the current Government recognised the Malaiyahar (sic) community as a distinct community in Sri Lanka’. This follows similar claims by others in NPP as well. The recognition of course is definitely welcome and laudable and has to be followed up with awareness-raising and steps to regularise it in all spheres of governance. All the same, the problem with the claim though is that the official recognition of ‘Malaiyaha Thamilar’ by the Sri Lankan Government was done earlier, way before NPP was elected to power. It had already been included in the national census conducted in 2024, and enumerated as a separate category. This was after a prolonged struggle by members of the community dating back to the 1960s.",
    "The proximate cause for recognition was a concerted civil society campaign in 2023/2024 in the wake of the 200-year commemorations that garnered over 60,000 signatures from various regions of the Malaiyaham [hill country] demanding the recognition. It was actively supported by now Opposition parliamentarian and Tamil Progressive Alliance Leader Mano Ganesan, who wrote on 22.02.2024 to the President, with the stance being endorsed by leading Malaiyaha Tamil politician Palani Thigambaram. The initiative was also willingly supported by Jeevan Thondaman, of the Ceylon Worker Congress, who was then a Minister in the Government and followed it through till it was done.",
    "As a result of this collective push, then President Ranil Wickremesinghe approved inclusion of the term ‘Malaiyaha Tamil’s along with ‘Indian Tamils’ to identify persons from this community in the national census by way of a letter dated 06.03.2024 from the Secretary to the President to the Director General of Department of Census and Statistics. Subsequently the latest national census was conducted inclusive of this recognition of the community.",
    "We have a long road ahead to ensure greater awareness of this inclusion among the dispersed members of this community, and for decision makers to realise the full import of this recognition. The point here though, is that despite glaring evidence to the contrary, the NPP Government’s members keep repeating that theirs was the ‘first’ Government to recognise the distinct identity. This has been a stock opening statement in NPP Malaiyaha representatives’ interactions with their constituents for some time. In closed settings when confronted, the NPP members tend to backtrack, prevaricate and contextualise, but this has not stopped them from continuing to falsely claim this publicly. And sadly nothing seems to be done to ensure the operationalising of this ‘recognition’.",
    "Beneficiaries selection or ownership transfer?",
    "The recent event in Bandarawela on 12 October, that potentially caused embarrassment to the President and the High Commissioner of India to Sri Lanka is another case in point. An event for handing over confirmation letters to ‘potential beneficiaries’ of the ongoing Indian Housing project, was ingeniously conveyed for popular consumption as much more than that. Too clever by half. Heated debate ensued with the NPP members, who aggressively confounded the issue, rather than clarifying it, when the matter was raised by opposition, media and activists. Even the Deputy Foreign Minister, Arun Hemachandra, who is from Trincomalee, felt compelled to wade in to do some damage control.",
    "Handing over 200+ title deeds that were substantially prepared by the previous Government for houses, that were constructed by earlier Governments, and conflating it with the handing over of 2,000+ beneficiary selection letters done under the NPP Government, was obviously a stretch. Clear and truthful communication upfront may have saved them the blushes and backlash.",
    "Playing fast and loose with the truth",
    "One can say that over the top pre-election promises, and thereafter a bit of spin, tall claims and evasiveness post-election is par for the course in Sri Lankan politics, and we should not be surprised with the NPP resorting to the same script. But, what we are seeing in regard to Malaiyaha issues is more serious. There seems to be scant regard for facts and truth. These are not exaggerations (like the easily falsifiable claim to finish 5,000 houses in 2025), or embellishments (like quietly climbing down from Rs. 2,100 to 1,700 per day wage rate for plantation workers), but seem to be clear untruths, calculated and deliberately peddled. For supporters and critics alike outside of the Government, piercing through this façade is a necessary pre-condition for any constructive engagement with this Government.",
    "Even more sinister is that after brazenly subverting the truth, we also see the Malaiyaha MPs invariably remind everyone of the popular support they garnered in the recent elections, almost as if to say they now have the mandate to play fast and loose with the truth. It is not only disrespectful of the multitude of Malaiyaha people who voted for them, and who expect better, but is also a slippery slope to even more damaging untruths.",
    "With many important issues like the wage negotiations, land use policy in the Malaiyaham, education reforms and so on, in focus, it is time the high command of the NPP takes heed and does an urgent course correction.",
    "(The writer is a human rights activist and policy analyst.)"
  ]
}