{
  "url": "https://www.dailymirror.lk/hard-talk/Easter-Sunday-attacks-Govt-should-be-given-enough-time-Kavinda-Jayawardena/334-295517",
  "title": "Easter Sunday attacks:  Govt should be given enough time - Kavinda Jayawardena",
  "ut": 1731003058.0,
  "body_paragraphs": [
    "I think I have gone into doing my maximum for the Easter Sunday bomb victims. Ever since the Easter Sunday attacks took place I have been fighting for the victims",
    "We are still not out of bankruptcy. We have to focus more on the economy of the nation. Economic crisis is still not over",
    "SJB candidate for the Gampaha District Dr. Kavinda Jayawardena",
    "SJB candidate for the Gampaha District Dr. Kavinda Jayawardena who conferred with the Daily Mirror recently on his candidature and the political situation did mention that his party has suffered some set back after its candidate former MP Ajith Mannapperuma withdrew from the campaign suddenly. He said SJB organisers in Gampaha were affected by the move. However, he was confident that the party will succeed in the district at the end. Also he said he will continue his struggle on behalf of the Easter Sunday victims in the New Parliament as well. Dr. Jayawardene stressed that the new government should fully implement the recommendations made by the Presidential Commission which probed the Easter Sunday attacks.",
    "Following are the excerpts of the interview.",
    "Q:You must be busy with your campaign these days. How is it going?",
    "It’s very good.  I have been campaigning for elections during the last few years. It is interesting as we have not gone to another election just after a defeat. It is a new experience. We have gone into a General Election after the Presidential Election. It is a new experience. People are not motivated as far as politics is concerned but we are left with a few more days. We are doing a pretty good campaign.",
    "Q:People seemed to have pushed aside traditional politics. How do you think your party will manage in that scenario?",
    "Traditional politics have been pushed away. People think more of social media. They are more interested in policies and on the caliber of candidates, their education and qualifications, and what they (candidates) stand for. As a political party, we have a different political view. SJB is a green party and our views are different from other parties.  Therefore I would think we can manage and create an impact on the people.",
    "Q:SJB has suffered a setback after your candidate Ajith Mannapperuma withdrew from the race. How have you dealt with it?",
    "I was very much disheartened initially with the fact that Ajith Mannapperuma has withdrawn from the race. He is a good friend of mine. He was a part of our campaign. Yes there is a bit of a setback in Gampaha. Some party organisers in Gampaha were disheartened as well. However, we have gone from house to house campaigning. We are back in the game.  I expect that Mannapperuma will come back and support us once again.",
    "Q:You have been speaking on behalf of the Easter Sunday bomb victims. How differently would you do this if elected to Parliament?",
    "I think I have gone into doing my maximum for the Easter Sunday bomb victims. Ever since the Easter Sunday attacks took place I have been fighting for the victims.  The highest position in the Catholic Church is papacy. I was able to go to the Vatican and meet a Cardinal who is a representative of the Pope. I was also able to go to the UN Human Rights Council in Geneva. I requested for an international impartial probe on the Easter Sunday attacks. Therefore I think I have done my duty.  I will keep fighting for it not only for Catholics but for all Sri Lankans. They all want justice.  So I will continue my struggle.",
    "Q:Would you think the NPP government will mete out justice for Easter Sunday bomb victims?",
    "We must give them a fair time.  We are patiently waiting, seeing how the investigations are going. We are not seeing so much transparency right now. I expect the government to implement the recommendations made by the Presidential Commission which probed the attacks. This is important to prevent similar attacks in the future. We can unleash the loopholes the attackers made use of, and find out how and why certain government officials, members of the intelligence and even politicians did not react to the prior warnings. It is important that the government implement all recommendations made by the presidential commission.",
    "Q:If your party manages to form a government on November 14, what difference do you  hope to make where the country is concerned?",
    "We are still not out of bankruptcy. We have to focus more on the economy of the nation. Economic crisis is still not over. People are still finding it difficult to survive. This government came into power by promising that they would reduce taxes.  Just as you and I are speaking they have increased import duty for sugar. Almost all Sri Lankans drink at least a plain tea together with sugar. Therefore I would think we have to provide some relief to the people."
  ]
}