{
  "url": "https://www.ft.lk/columns/Ripple-effects-How-US-trade-policies-cast-long-shadow-over-Sri-Lanka-and-beyond/4-775280",
  "title": "Ripple effects: How US trade policies cast long shadow over Sri Lanka and beyond",
  "ut": 1744045627.0,
  "body_paragraphs": [
    "Increased tariffs or reduced preferential access to the US market could lead to significant job losses and a decline in export revenue",
    "In an interconnected global economy, the trade policies of major powers like the United States have far-reaching consequences. While geographically distant, Sri Lanka—along with numerous other emerging markets—finds itself vulnerable to the shifting tides of US trade strategies. This article delves into the potential impacts of US trade policies, examining their effects on Sri Lanka’s economy, key export sectors, and the broader implications for regional and global markets.",
    "Sri Lanka’s trade dependence and vulnerability",
    "Sri Lanka’s economy is heavily reliant on exports—particularly textiles, apparel, and agricultural products—with the US being a significant market. In 2023, Sri Lanka exported approximately $ 2.5 billion worth of goods to the US, with apparel making up around 70% of these exports. Changes in US trade policies, such as tariffs, quotas, or alterations to trade agreements, can disrupt established supply chains and erode Sri Lanka’s competitive advantage.",
    "Sri Lanka’s garment sector contributes over 6% of GDP and employs more than 300,000 workers. Increased tariffs or reduced preferential access to the US market could lead to significant job losses and a decline in export revenue.",
    "Products like tea (accounting for $ 1.2 billion in annual exports), rubber, and spices are crucial commodities. Changes in US import regulations or tariffs could negatively impact these sectors, affecting rural livelihoods and export earnings.",
    "Foreign Direct Investment (FDI)",
    "US trade policies also influence investor confidence. Uncertainty surrounding market access and trade relations may deter US and other foreign investors from investing in Sri Lanka, exacerbating economic instability.",
    "The effects of US trade policies on Sri Lanka are transmitted through several key mechanisms:",
    "Direct trade barriers: Tariffs and quotas directly impact the cost and volume of Sri Lankan exports to the US.",
    "Supply chain disruptions: Policy changes can disrupt global supply chains, affecting Sri Lankan manufacturers reliant on imported intermediate goods.",
    "Currency fluctuations: US trade strategies can influence the US dollar’s value, impacting the Sri Lankan rupee and its export competitiveness.",
    "Investor sentiment: Trade uncertainty creates volatility in financial markets, affecting investor confidence and capital flows.",
    "Competitive pressures: Restrictions on other countries may prompt them to enter alternative markets, increasing competition for Sri Lanka.",
    "Comparisons with other emerging markets",
    "Several emerging markets have employed strategies to mitigate the risks posed by US trade policies:",
    "Bangladesh: Despite being a key textile exporter, Bangladesh has leveraged low production costs and market diversification to cushion against US tariffs.",
    "Vietnam: Actively pursued free trade agreements (e.g., CPTPP) to reduce reliance on the US.",
    "India: Negotiated strategic trade deals and strengthened domestic production to reduce vulnerability.",
    "Lesson for Sri Lanka: Prioritise diversification, enhance trade agreements, and build domestic resilience.",
    "Broader market implications",
    "The influence of US trade policies stretches far beyond Sri Lanka, affecting global and regional markets:",
    "Regional trade dynamics: Shifts in policy can reshape trade flows across South and Southeast Asia.",
    "Global supply chains: Disruptions result in higher costs, inefficiencies, and uncertainty for global businesses.",
    "International trade relations: US policies can provoke retaliatory measures and broader trade disputes.",
    "Emerging market vulnerability: Countries with limited diversification and high trade dependency are especially exposed.",
    "Mitigation strategies",
    "To buffer the effects of US trade policy changes, Sri Lanka—and similarly positioned nations—can adopt the following approaches:",
    "1.Diversification of export markets",
    "Reduce reliance on the US by expanding into alternative markets and diversifying products.",
    "2.Strengthening regional trade agreements",
    "Enhance collaboration with regional partners to offset external shocks.",
    "3.Improving competitiveness",
    "Invest in infrastructure, technology, and workforce skills to boost productivity.",
    "4.Promoting economic diversification",
    "Develop domestic industries and the service sector to reduce dependency on exports.",
    "5.Engaging in diplomatic efforts",
    "Advocate for predictable and fair trade policies through international diplomacy.",
    "The United States’ trade policies wield considerable influence over global markets, and Sri Lanka is not immune to their effects. While the risks are significant, Sri Lanka can respond strategically—by learning from peer economies, diversifying its trade base, and enhancing domestic resilience.",
    "As global trade continues to evolve, international cooperation and adaptive economic strategies will be essential to ensure long-term economic stability for emerging markets like Sri Lanka.",
    "(The writer is a seasoned Asset Management Professional with over 12 years of experience in investment management, portfolio management, and risk analysis. Now based in France, he remains actively involved in the financial sector, specialising in strategic planning and trade finance.)"
  ]
}