{
  "url": "https://www.ft.lk/columns/Rebuilding-Sri-Lanka-beyond-the-catastrophe/4-785243",
  "title": "Rebuilding Sri Lanka beyond the catastrophe",
  "ut": 1764884306.0,
  "body_paragraphs": [
    "While banks and investors often favour climate mitigation projects, Sri Lanka’s urgent need lies in adaptation, protecting communities, agriculture, and infrastructure from climate shocks",
    "A strategy for financing recovery and long-term resilience",
    "Sri Lanka entered 2024–2025 with cautious optimism. After navigating one of the most severe economic crises in its post-independence history, the nation has made meaningful progress toward macroeconomic stabilisation, debt restructuring, and fiscal consolidation under the IMF Extended Fund Facility. Inflation has eased, reserves are strengthening, investment sentiment is slowly improving, and structural reforms that have been long overdue are finally taking shape.",
    "Against this backdrop of gradual progress, Cyclone Ditwah has inflicted catastrophic damage. The cyclone ravaged multiple districts, destroyed homes and livelihood assets, disrupted agriculture, wiped out infrastructure, and tragically caused significant loss of life. Early estimates place reconstruction needs at $ 4–5 billion",
    "(as per the Commissioner of Essential Services), posing a formidable challenge to a nation already grappling with limited fiscal space.",
    "Yet, crises often create opportunities to rethink systems, build smarter, and adopt strategies that transform adversity into long-term resilience. This article proposes a comprehensive, innovative, and fiscally responsible roadmap for Sri Lanka’s recovery. It draws on international best practices, regional experience, and disaster-financing instruments widely used in climate-vulnerable developing countries.",
    "Understanding recovery needs and financing options",
    "Sri Lanka is at a pivotal moment in its post-disaster recovery. A Post-Disaster Needs Assessment (PDNA) has quantified damages to physical assets, translating them into replacement costs based on pre-and post-disaster market values. These figures form the baseline for financing reconstruction. Yet the challenge is not only how much recovery financing is needed, but also how it can be mobilised in a way that strengthens resilience, stimulates growth, and ensures fiscal responsibility.",
    "After navigating one of the most severe economic crises in its post-independence history, the nation has made meaningful progress toward macroeconomic stabilisation, debt restructuring, and fiscal consolidation under the IMF Extended Fund Facility",
    "Donor Pledge Conference to signal unity and credibility",
    "Within 30 days, Sri Lanka proposes to host a presidential-led Donor Pledge Conference in Colombo or virtually. Crucially, the inclusion of Opposition members would send a strong signal of political maturity and national unity. Donors and investors value such credibility. The precedent is clear. Pakistan’s 2022 Geneva conference on climate resilience raised over $ 9 billion",
    "in pledges, partly due to cross-party representation.",
    "Macro-financial strategy where debt is turned into assets",
    "Sri Lanka’s debt burden can be transformed into opportunity through innovative instruments.",
    "Debt-for-resilience swaps: negotiations with bilateral and commercial creditors could convert portions of foreign debt into climate adaptation projects such as river basin restoration, reforestation, and early-warning systems. This",
    "conserves foreign currency reserves while funding critical infrastructure in local currency.",
    "Diaspora bonds: a “Rebuilding Sri Lanka” bond program would target the diaspora, offering low-interest instruments with returns linked to export revenues from tea and tourism.",
    "Carbon credit monetisation: a large-scale reforestation program in the central highlands could generate immediate cash by pre-selling carbon credits to global corporations, while creating local employment.",
    "Damage clearance and immediate relief",
    "Speed and efficiency are vital in the early stages of recovery.",
    "Cash-for-clearance programs: flood-affected youth could be paid via digital wallets to clear debris, ensuring funds reach families directly while stimulating village economies.",
    "Corporate zone adoption: affected districts could be divided into zones, with corporates incentivised through 110% CSR tax credits to undertake clearance work.",
    "Agriculture recovery to secure food and livelihoods",
    "Agriculture is central to Sri Lanka’s economy and food security. Recovery strategies include:",
    "Forward-contract farming auctions: supermarket chains bid to purchase future harvests, providing farmers upfront cash for replanting. Government-backed crop insurance would protect against further weather shocks.",
    "Adopt-a-paddy campaigns: international donors could sponsor plots for $ 100, receiving GPS updates and photos. This micro-level transparency encourages global participation and trust.",
    "Within 30 days, Sri Lanka proposes to host a presidential-led Donor Pledge Conference in Colombo or virtually. Crucially, the inclusion of Opposition members would send a strong signal of political maturity and national unity. Donors and investors value such credibility. The precedent is clear. Pakistan’s 2022 Geneva conference on climate resilience raised over $ 9 billion in pledges, partly due to cross-party representation",
    "Infrastructure to build back better",
    "Reconstruction of roads and bridges must embed resilience.",
    "Resilience and catastrophe bonds: investors share risk, losing principal if disaster thresholds are met. Blended finance models combine Government, development banks, and private sector investment.",
    "Recycled material mandates: cleared debris such as concrete and rocks must be reused, reducing costs and promoting a circular economy.",
    "Specialised infrastructure bonds: long-term tax credits attract stable domestic and international investors, spreading fiscal impact over 15–20 years.",
    "Public-Private Partnerships (Disaster PPPs)",
    "Fast-tracked PPPs for roads, irrigation, transport, and drainage systems would allow private partners to share revenues or receive performance-based payments. This model leverages private sector efficiency while reducing fiscal strain.",
    "Philanthropy and impact investment",
    "A presidential-led Sri Lanka Global Resilience Appeal would target philanthropists and climate foundations. A National Climate Resilience Impact Fund could pool contributions from local philanthropists, international foundations, and impact investors, financing rural schools, clinics, and water systems. Independent monitoring would ensure transparency and accountability. Crucially, the Government could directly approach major global philanthropic institutions whose mandates align with Sri Lanka’s recovery priorities. Potential partners include:",
    "The Bill and Melinda Gates Foundation, which has a global focus on health, education, and agricultural innovation.  The Novo Nordisk Foundation, which is a leader in health and life sciences research, is increasingly engaged in climate-linked health challenges. Tata Trusts, South Asia’s largest philanthropic organisation, has deep experience in rural development and disaster relief. The Rockefeller Foundation is a pioneer in climate resilience, renewable energy, and inclusive economic growth.",
    "Sri Lanka proposes a South Asian Disaster Recovery Facility with India, Bangladesh, Nepal, and Maldives. The joint procurement of rescue and reconstruction equipment would reduce costs, while surplus equipment could be re-exported to create regional synergies.",
    "Mobilising offshore funds",
    "A tax amnesty and regulatory facilitation could encourage repatriation of diaspora and corporate offshore funds. Minimum guaranteed returns would direct these funds toward infrastructure, agriculture, and climate-resilient development.",
    "By deploying innovative financing, engaging global philanthropy, and fostering regional cooperation, Sri Lanka can rebuild stronger, safer, and more prosperous",
    "National contingency fund",
    "To strengthen disaster preparedness and reduce reliance on state funding, corporates and SMEs should be mandated to maintain contingency reserves. These reserves could be held internally or pooled into a National Resilience Fund, ensuring liquidity during emergencies. Strict governance, independent audits, and transparent reporting would safeguard accountability and build investor confidence. The current gap is that Sri Lanka relies mainly on the Catastrophe Deferred Drawdown Option (Cat-DDO) and limited disaster insurance funds. These mechanisms provide some relief but are insufficient for large-scale shocks.",
    "A one-off, proportionate windfall tax on sectors that benefited disproportionately from recent economic developments could generate additional funding for urgent reconstruction.",
    "Expediting the divestment of",
    "loss-making SOEs should be a priority for 2026 Sri Lanka’s path to fiscal recovery requires confronting one of its most entrenched structural challenges, which are the loss-making State-Owned Enterprises (SOEs). These entities, sustained by taxpayer money, continue to drain public finances, distort markets, and undermine investor confidence. In the current context of post-disaster recovery and debt restructuring, the burden of funding SOEs has become untenable. The Government must move beyond incremental reforms and adopt a clear, time-bound divestment strategy. Delay only compounds fiscal pressures, erodes public trust, and diverts scarce resources away from critical investments in infrastructure, health, and climate resilience.",
    "Crises often create opportunities to rethink systems, build smarter, and adopt strategies that transform adversity into long-term resilience",
    "Prioritising climate adaptation projects",
    "While banks and investors often favour climate mitigation projects, Sri Lanka’s urgent need lies in adaptation, protecting communities, agriculture, and infrastructure from climate shocks. To shift capital toward adaptation, the Government must enact supportive policies:",
    "Sri Lanka’s recovery plan is not simply about rebuilding what was lost but also  about transforming crisis into opportunity. The nation has faced and overcome multiple challenges in the past from economic shocks to natural disasters and social upheavals each time demonstrating resilience and the ability to emerge stronger. This moment demands the same unity of purpose, mobilising the people, diaspora, and partners with one goal and one country.",
    "By deploying innovative financing, engaging global philanthropy, and fostering regional cooperation, Sri Lanka can rebuild stronger, safer, and more prosperous. With transparency and governance at its core, this roadmap positions the country as a model for climate-resilient recovery in South Asia and a nation that consistently turns adversity into strength, and crisis into lasting opportunity.",
    "With transparency and governance at its core, this roadmap positions the country as a model for climate-resilient recovery in South Asia and a nation that consistently turns adversity into strength, and crisis into lasting opportunity",
    "(The author is a senior banking professional with over three decades of leadership experience in local and international banks. His expertise covers Retail, MSME, Corporate Banking, Risk Management, and Sustainable Finance, with a strong advocacy for green finance. He has served as Vice President of the Association of Banking Sector Risk Professionals, Sri Lanka, leading key industry initiatives, and currently serves as an Independent Director in a listed finance sector company. He could be reached via email at [email protected] )"
  ]
}