{
  "url": "https://dbsjeyaraj.com/dbsj/?p=85345",
  "title": "The  ‘76 year old curse’ that President Anura Kumara Dissanayake and his NPP vowed to put an end to, does not show any signs of  abating. The political ‘honeymoon’ is now well and truly over. It is time that the Govt starts  performing.",
  "ut": 1736628748.0,
  "body_paragraphs": [
    "Kishali Pinto-Jayawardene",
    "There is an intriguing question in the air. Is the creeping self-sabotage of Sri Lanka’s National Peoples’ Power (NPP) Government due to innate political clumsiness in power, the sycophantic antics of minions appointed to office who are characteristically unable to hold the chairs that they inhabit or a dangerous tendency to lean towards ‘Orwellian’ control?",
    "Gross incompetence and political servility continues",
    "Or it is perhaps an unpalatable mixture of all of this, I wonder? There is certainly a demonstrated inability on the part of the Government to select ‘the proper person for the proper office’ in the early months after being elected to rule on an ‘unprecedented’ mandate. This is seen very well in the unholy debacle over the NPP’s first choice as Speaker of Parliament who resigned after failing to prove the veracity of his academic credentials after trying to bluff his way through public questioning.",
    "To stress the point, this is not a frivolous matter of having or not having an academic record. That is an irrelevancy. Needless to say, even legitimate academic brownie points do not necessarily translate into political ability or integrity with Sri Lanka’s past Parliaments numbering doctors of law, economics and the like who were spectacular failures in public life to put it mildly. That is scarcely the issue here.",
    "What is relevant is the ‘lies and deception’ (to borrow a scathing phrase from a Supreme Court ruling on the integrity of our politicians in a different context, decades ago) of the former Speaker who still remains in the House, sitting in the NPP ranks.",
    "Moreover, this unpleasant uproar ridicules the boast of the NPP that it is ‘different from the rest.’ Several months into office, the famed ‘76 year old curse’ that President Anura Kumara Dissanayake and his NPP vowed to put an end to, does not show any signs of being abating.",
    "That is so whether we are talking of the inability to control the rice miller ‘dons’ or variously uncouth and unwashed trade unionists who boast that this is ‘their Government’ and that they will call the tune. Rather, the very same gross incompetence and political servility continues at various levels of the public service and in public institutions.",
    "Clownish and ‘Orwellian’ in one mix",
    "Most troublingly, following in the trend of Rajapaksa-rule ironically enough, there is a clamping down of freedom of expression at various levels. These early signs should not be taken out of context but nonetheless, raise alarm signals when cumulatively taken. The warnings range across the board, from restrictions placed on academic freedoms to journalists not being able to interview Ministers without ‘party’ approval and diplomats being required to ‘consult’ the Ministry of Foreign Affairs before meeting with ministries and government institutions.",
    "Thus the faintly ‘Orwellian’ touch to all of this, framed however by distinctly clownish undertones given the unfortunate tendency of NPP spokespersons including the Cabinet spokesman to frequently misspeak and embarrass both themselves and their Government. But when we proceed from clownishness to deliberate albeit clumsy state repression, there are consequential and grave concerns.",
    "A case in point is the forced cancellation by university administration of a lecture titled ‘How to Fight Against the IMF’s Austerity Programme’ due to be held earlier in the month by the association of students of political science at the University of Peradeniya.",
    "The hapless student organisers have protested that the cancellation was due to a ‘message’ by the Acting Vice Chancellor to ‘change the title or cancel the lecture immediately,’ (see ‘FUTA demands Govt. investigation into banning of anti-IMF seminar at UoP’, the Financial Times, Monday 6th January 2025).",
    "This claim has not been contradicted by University officials. As other reports have elaborated, the change in the ‘title’ has been directed so as to not to ‘appear that the meeting challenges the government policies.’",
    "Counter-productive and reactive repression",
    "Apparently (and absurdly so) it was the ‘title’ that had caused the rumpus; the substance of what was potentially to be discussed had not given rise to any concerns.",
    "In fact, there are multiple issues with this incident apart from weighty issues such as restriction of the academic freedoms of students and staff as constitutionally secured within the right to freedom of speech, expression and information.",
    "First and to bring it down to the bare basics, the sheer stupidity of this act of ‘banning’ a student discussion boggles the proverbial senses.",
    "By what stretch of imagination did the university administration and/or the Acting Vice Chancellor not realise that this would lead to a commotion exceeding by leaps and bounds, whatever public interest that the lecture would have attracted in the first instance?",
    "By all accounts, the lecture in question would have passed by entirely unremarked if not for the asinine act of ‘banning’ the same. Now the discussion has been shifted to a public venue in Kandy with the consequent furore being manna from heaven to the organisers reveling in the national level attention that it is attracting.",
    "Secondly, it is not enough that the Office of the Prime Minister which is coupled with the Education portfolio issues a vanilla denial of any ‘pressure’ exerted on the University to cancel the event.  On the contrary, an inquiry must be held as to how this perversity happened. It does not suffice to parrot clichés on the importance of academic freedom so on and so forth.",
    "Indeed, are there not senior dons of the University in question sitting on the decision making councils of the NPP? What are their (principled?) positions on this matter, we must ask?",
    "‘Academics’ being educated about ‘academic freedom’",
    "The entire controversy is as unedifying as it is patently nonsensical. Prior to Sri Lanka’s parliamentary and presidential elections late last year, NPP speakers were the most vehement on the travails of the IMF’s austerity measures. This was a major plank of President Dissanayake’s election platform though post-election, he declared that this is not the time to discuss if the IMF programme is good or bad.",
    "But regardless, that political position of the Government and the Presidency cannot be compulsorily thrust on the Sri Lankan people. That is the very meaning of the right to freedom of speech, expression and information after all.",
    "Indeed, the NPP may acquaint itself with a 1999 ruling of the Supreme Court which peremptorily struck down as unconstitutional, an attempt to amend the Universities Act (1978) that would have irretrievably politicized the university systems. It is not as if our universities are not politicized anyway but this amendment would have institutionalized the same.",
    "As part of the legal team appearing for several senior academics challenging the Bill, this columnist recalls the principle of academic freedom as being pivotal to that effort, which argument was upheld by the Court, (SC (SD) No 6-12/1999).",
    "That apart, NPP speakers typically resort to a string of excuses as to why the earlier ‘bad’ IMF deal has now become ‘good’ including claiming that this was unavoidable baggage left by the Wickremesinghe Government.",
    "But that explanation itself exhibits a fundamental paradox. The President praises ‘immense efforts’ of the Finance Ministry, the Central Bank and political leaders ‘over the past year’ (as he did when inaugurating the Clean Sri Lanka programme), for achieving economic stability and emerging from bankruptcy.",
    "The end of the NPP’s ‘honeymoon’",
    "That said, his party parliamentarians cannot in the same breath, pejoratively talk of ‘deals’ of the previous regime. That is one of the many uneasy contradictions that pervade the NPP’s public spaces. In sum, the Government needs to get its act together in no uncertain terms. It must enforce accountability for parliamentarians who brazenly violate the public trust and sternly deal with officials who abuse their statutory functions.",
    "The political ‘honeymoon’ is now well and truly over. It is time that the Government performs.",
    "Courtesy:Sunday Times"
  ]
}