{
  "url": "https://www.dailymirror.lk/hard-talk/All-UNPers-in-SJB-will-vote-for-RW-at-the-polls-Rosy-Senanayake/334-291787",
  "title": "All UNPers in SJB will vote for RW at the polls  -  Rosy Senanayake",
  "ut": 1726429184.0,
  "body_paragraphs": [
    "United National Party (UNP) stalwart and former Mayoress of Colombo Rosy Senanayake",
    "We have just come out of this ditch that we were in and we are not even breathing properly and its President Wickremesinghe who has done",
    "If I may reiterate and remind people of where we were in April-May 2022, starting from January – there was a shortage of electricity, 13-15 hour power cuts, no fuel, gas, no fertiliser in the country. We were in dire straits",
    "This election is very crucial and it needs to go beyond party politics",
    "Our party can never be killed or never be burned out. It rose like a phoenix and the phoenix is President Wickremesinghe",
    "In 2004, the JVP at the time supported Chandrika Bandaranaike Kumaratunga to defeat Ranil Wickremesinghe",
    "The Mahinda Chinthanaya was named by AKD",
    "Lal Kantha clearly says that they are the ones who have brought government servants, university students out into",
    "Sunil Handunneththi claims that they either have to print money, take people’s assets or sell state assets that have been earmarked for PPPs in order to increase state income",
    "As Sri Lanka awaits to witness the election of its ninth Executive President, the elections race too will reach its climax this week. Opinion polls have already predicted tough competition among at least three front-runners, but politicians backing incumbent President Ranil Wickremesinghe believe that he needs to be given the opportunity to complete his full term. In a candid interview with the Daily Mirror, United National Party (UNP) stalwart and former Mayoress of Colombo Rosy Senanayake affirmed that despite changing camps, many UNPers in Samagi Jana Balawegaya (SJB) will be voting for President Wickremesinghe at the upcoming election.",
    "Days are closing in to witness another crucial election in the political history of Sri Lanka. How important is the upcoming election for the UNP, being one of the oldest political parties in the elections race?",
    "I’m not looking at the Party per se. I’m looking at the country at large. I believe that for this simple reason that President Ranil Wickremesinghe has put his ideological thoughts, beliefs and the Party that he worked for aside and has appeared as a common candidate because he wanted to bring everybody together for a common and important cause at a very crucial juncture as of today. This is important for everyone, not just for the UNP and I believe that every citizen has to think right, think carefully, look at the members in the list, there are three front-runners to begin with and out of these three front runners who is the person who can serve us to come out of the mess that we have been in. We have just come out of this ditch that we were in and we are not even breathing properly and its President Wickremesinghe who has done it for us. So for me, this election is absolutely important. This election is very crucial and it needs to go beyond party politics. People should vote for the man who they believe could put this country right.",
    "Just after the Aragalaya, the incumbent President took over the reigns with just 113 votes. There’s a claim that he has a poor backing to contest the upcoming elections when compared to the other two main candidates. What are your comments?",
    "If I may reiterate and remind people of where we were in April-May 2022, starting from January – there was a shortage of electricity, 13-15 hour power cuts, no fuel, gas, no fertiliser in the country. We were in dire straits. People were dying in queues. There was no medicine, the hospitals were not functioning and all the small businesses crashed. People were hungry and there was no one at that point who could come out and say that he would take the lead and invite everyone to come to the table, leave party politics aside and see what they could do for the country. There were ships with oil, gas tanks in the middle of the sea. There wasn’t a cent in the treasury to bring them to shore. At a time like that there was one man in Parliament who stepped in and took on the challenge to set things right when everybody was stepping back and finding excuses as to why they shouldn’t be there, there were people tweeting saying that there is no comeback etc. It was at this point that President Wickremesinghe took on the challenge without having a single member to support him. And then he reached out. He reached out first to the Opposition, the Samagi Jana Balawegaya (SJB), Tamil National Alliance, National People’s Power etc to support him. And of course the people who felt he could do something voted him in. Even at that point I was disappointed with my brothers in SJB because they are from the UNP and I always considered SJB as part of UNP. But they didn’t have the backbone to put their leader to the Presidential race. Instead they borrowed somebody from the Pohottuwa and everybody from Pohottuwa who joined SJB were as clean as snow bite and anybody who joined President Wickremesinghe was a rogue. This hypocrisy is one thing. He found his own team, a young team to support him and have delivered beyond our expectations and if anybody says otherwise I’m asking them to tap into their hearts and see why they are saying that. That’s not true because today we can breathe and have another Presidential Election. We could have been another Bangladesh, Lebanon, Argentina or Greece if not for this one man. So I believe that this Presidential Election is crucial. As a UNPer we are proud that it is our leader who is running as a common candidate and it is our duty and everyone who is supporting SJB should reconsider because half of those in SJB were brought into politics by President Wickremesinghe. He nurtured them to be who they are. So they all should think twice and make sure that he wins this race.",
    "You have been with UNP for a long time, but why couldn’t people like you try to bridge the divide between SJB and UNP?",
    "I have tried. I have tried many a times. I decided that when I lost the last elections in 2015 that I was never going to run for national politics. That’s when the President asked if I would run for Mayor and in 150 years I became the first woman Mayor to be elected. I took on the responsibility but now I really feel that I still have a lot to contribute when I see what is happening. A lot of people come into politics to be in power. All those people that day including Harsha tweeted saying that this is gone beyond repair etc. President Wickremesinghe was doing everything possible to revive the economy. In July-August 2022 the country didn’t have money to pay government servants’ salaries. I don’t even know if government employees are aware of it but that’s how bad things were.",
    "A lot of people want to win the next election. They are not interested in their subjects, people or the country. They target the elections. During the last two years RW was doing his very best and he was not targeting the elections. He had to take some drastic decisions which would have made him very unpopular and there was no way that anybody would be voting for him, with increase of taxes and other policies. But he took those strong decisions. Whilst he was doing all that the others were grooming themselves to run for this race. But fortunately I have to tell you now that when RW started the campaign he was way down but today he has surpassed some of the parties that are aspiring to win the race and he’s steadily rising through the polls. I strongly believe that he will win.",
    "People elect representatives thinking that they would serve them. But instead they work on how to win the next election during those five years. This applies to the Malimawa party as well. They have been in politics for over 20 years but they have never brought in a motion or proposal to Parliament. They just talk. There’s nothing with regards to women’s representation. I have brought in private member motions asking for the increase in women’s representation in local councils, I have brought many private member motions into Parliament. When I tried to bridge the gap between SJB and UNP they said various excuses. People have come to this very house asking me to join SJB but I have clearly said that this time they need to support President Wickremesinghe.",
    "But some opinion polls indicate a trend for NPP candidate Anura Kumara Dissanayake as well.",
    "In 2004, the Janatha Vimukthi Peramuna at the time supported Chandrika Bandaranaike Kumaratunga to defeat Ranil Wickremesinghe. They brought Mrs. Kumaratunga to power and held portfolios under her regime. At the time Anura Kumara Dissanayake (AKD) was the agriculture minister and he held many other key portfolios but didn’t deliver a single promise. In 2005 they played a key role to bring Mahinda Rajapaksa into power. The Mahinda Chinthanaya was named by AKD. Look at history. We have worked very hard for what we have. These people have never worked in their lives and all what they have done is played politics and lived off people. Then they worked for General Sarath Fonseka, Maithripala Sirisena. During Sirisena’s tenure, President Wickremesinghe who was Prime Minister at the time, created an Anti-corruption Commission and asked AKD to head it. He asked them to name their nominee and they named someone called Ananda Wijepala who didn’t have a legal, military or police background. They brought their 400 files to the commission, some were brought to task but some are still lurking around. They were given the power at the time. If you think or claim that someone has robbed the nation you need to have proper proof. The Malimawa Party is saying that they are going to catch thieves. Then at least they should have brought in a private member motion to bring the Anti-Corruption Bill in. But they have never done that. They are misleading the youth. The other day I heard Sunil Handunnetti talking about how they would increase the government income. Their three options are either to print government money, take people’s deposits or sell state assets which have already been earmarked for Public Private Partnerships. When the government wants to do something good these people have always been out on the streets, protesting. Lal Kantha clearly says that they are the ones who have brought government servants, university students out into the streets. It’s chaotic to think that people are really foolish enough to vote for these people and I don’t think they will ever come into power. I have been following some reports and polls that have been done and President Wickremesinghe has taken the lead. So I’m hopeful that he will win this election.",
    "There are issues pertaining to government workers’ salaries, functions in many state departments, local government bodies need to be streamlined. Do you think President Wickremesinghe has a solid plan to address all these issues?",
    "I’m sure he does. He has clearly spoken about what he did in the two years and how he is going to advance into the next couple of years. The main issue he has addressed in his manifesto is the salary issue. Government workers get such puny salaries and that’s one reason why they tend to steal or do misconduct in government offices. When people say the thieves or people who are corrupt are politicians, no, as the Mayor of Colombo I have seen it happening from top to bottom in every step of the way. When I was the Mayor I got a Rs. 8 million grant from KOICA to automate the tax system. My late husband has experienced how people have walked up to him and said that he has this much taxes to pay but they could undervalue it if they are given a certain bribe. The tax collector hadn’t realized that he was talking to the Mayor’s husband. The Colombo municipality doesn’t even collect 60% of its actual dues. When I went onto automate the tax system it took two years to go through the line ministries etc but eventually it went out of the window. I went crying to my leader Ranil Wickremesinghe who was not even in Parliament at the time. He spoke to the former Korean ambassador and I reapplied for this grant. Then it became a Rs. 9 million grant but still we have hiccups. They sent three teams with 12 members each, studied my entire system and how they could give us the best system. They had identified so many hiccups because the government workers don’t want it to be automated. So this is the reality. I strongly believe that he has a mechanism to make government departments more effective and he has mentioned some of it in his manifesto as well.",
    "You were the Mayor of the capital but there had been issues with regards to paying parking fees, garbage collection, road construction work. When several trees toppled onto pedestrians it was revealed that the machine that had been procured to test the age of trees was laying idle at CMC. So as you mentioned, is corruption the biggest challenge when it comes to the CMC administration?",
    "I would say yes. These people are paid such puny salaries and they always look at how they could send their child to a better school, pay the child’s tuition fees etc. So in order to eradicate that the first thing we need to do is to empower the public servant. That’s what President Wickremesinghe did. When he said he’s going to increase the salaries by 25% he has mathematically thought of it well with the Central Bank and necessary line ministries, agencies and departments. That’s how he makes his decisions. Others can’t just come and say that they are going to give this. I believe that corruption in public service could be because of them not having a proper salary. But that is no excuse and it needs to stop. But we also need to look at the humane side of those families and empower them properly. We need to create a mechanism where we could use technology to wipe out corruption. We have launched building applications and other mechanisms such as the single window counter. With regards to the parking fees, as soon as I came in I banned the particular company involved in the parking meter issue. But in summary I’m very unhappy about my five years. I came in 2018 and 2019 the Easter Sunday attacks brought a halt to all plans. In 2018 we had a Constitutional coup, soon after the Easter attacks the Presidential Election took place and soon after that came COVID. My immediate reaction was how to make my people survive because there was a dense population in the city and to keep them indoors during COVID in those underserved areas was tough. I had to give them dry rations, free medication, cooked meals and everything round the clock. Me and my team at the council worked tirelessly to ensure that these people were being looked after. Then came the financial crisis. We went into urban harvesting growing vegetables in every inch that the municipality owned and used this harvest in community kitchens, helping the underserved community, we provided aid for pregnant mothers, lactating mothers, pre-school-children and many affected people in urban communities. There were international agencies that came forward to help me in urban harvesting programmes, soup kitchens and to help vulnerable communities. So I had to concentrate entirely on that. But I want to come back again to deliver what I promised. But the biggest winner for me was the waste-to-energy project. I’m so grateful that Lord gave me the strength, power and ability to initiate this project. We know what happened in Meethotamulla and how many people died. Garbage was a huge issue in Colombo city.",
    "The UNP was one of the most powerful political parties. But today it has been limited to one national seat. How and why did this happen?",
    "This happened in 2020. Some people blame Sajith Premadasa for breaking the party and taking some people away. The blame game can be put on everyone. I strongly believe that the UNP has risen again. I was one of those people who was fighting for a change of leadership. I’ve always had faith in him. I knew he is the man who could deliver this country. There were times when I said that I would run for the race, win and then hand it over to him. That’s the faith and trust I had in him. But unfortunately people didn’t see it because the Opposition always thrashed him to a pulp. They slung mud at him and the biggest person who thrashed him to a pulp was Mangala Samaraweera. There was ridiculous character assassination that went around. Why did he do this? Because we knew if he came we would never raise our heads again. That’s when he crossed over. But just before he died he did his last interview where he says that the best President this country ever had was Ranil Wickremesinghe. Ranil Wickremesinghe is not a marketable person. Every time we put him out people would thrash him. He doesn’t market himself. He puts the country first before him or the party. Today people have realized that it’s the UNP leader that saved this nation. No one else. Our party can never be killed or never be burned out. It rose like a phoenix and the phoenix is President Wickremesinghe. People who are in SJB have talked to me and asked why we can’t form an alliance and so on. It was also the fault of the UNP working committee because it was this committee that decided to form a broader alliance and gave the leadership to Sajith, made Ranjith Maddumabandara the secretary of this alliance. The hiccup was with regards to the emblem. They couldn’t get the elephant, then they tried the swan and it didn’t work out and then they had to sign as a fresh party. Those were all UNPers and they are seriously going to vote for RW. They have realised the value of this person when they were with the party. There are no allegations against him saying he’s corrupt. He’s very clean in every step of the way.",
    "So you’re confident that the UNPers in SJB will vote for President Wickremesinghe?",
    "Yes, that’s for sure. At least some of them who can’t escape would give their second preference to President Wickremesinghe. I have been in this Party and they talk to me on a daily basis. Some of them are trying to get me on to that side as well.",
    "President Wickremesinghe invited certain politicians with allegations of corruption from the Pohottuwa camp to support him. Didn’t such decisions tarnish his image and political career?",
    "You can’t say President Wickremesinghe invited them. He came out as the common candidate and he said that anybody could join him. This race is not for a team. This race is where you’re picking a President and he should be able to work with any team that gets elected in Parliament. So in the next election if these people are corrupt and there are allegations he has the power to take a decision. You can bring any team as the next team. But I strongly believe Ranil Wickremesinghe should be the president. There are corrupt people who have joined SJB as well.",
    "Are you confident that there will be no crisis if President Wickremesinghe wins?",
    "If he wins, there will be no crisis. The country will be stabilised and many international counterparts want to help him as well. If you go by his Economic Transformation Bill this country can’t go wrong. It’s going to put the country’s economy and financial status on the right track.",
    "Colombo was a UNP stronghold. Do you think it will remain to be one?",
    "It still remains to be a UNP stronghold. You can’t touch Colombo, especially this time."
  ]
}