{
  "url": "https://www.technologyreview.com/2024/12/17/1108883/the-8-worst-technology-failures-of-2024/",
  "title": "The 8 worst technology failures of 2024",
  "ut": 1734395400.0,
  "body_paragraphs": [
    "They say you learn more from failure than success. If so, this is the story for you: MIT Technology Review’s annual roll call of the biggest flops, flimflams, and fiascos in all domains of technology. Some of the foul-ups were funny, like the \"woke” AI which got Google in trouble after it drew Black Nazis. Some caused lawsuits, like a computer error by CrowdStrike that left thousands of Delta passengers stranded. We also reaped failures among startups that raced to expand from 2020 to 2022, a period of ultra-low interest rates. But then the economic winds shifted. Money wasn’t free anymore. The result? Bankruptcy and dissolution for companies whose ambitious technological projects, from vertical farms to carbon credits, hadn’t yet turned a profit and might never do so.  Read on. Woke AI blunder  GOOGLE GEMINI VIA X.COM/END WOKENESS   People worry about bias creeping into AI. But what if you add bias on purpose? Thanks to Google, we know where that leads: Black Vikings and female popes.",
    "Google’s Gemini AI image feature, launched last February, had been tuned to zealously showcase diversity, damn the history books. Ask Google for a picture of German soldiers from World War II, and it would create a Benetton ad in Wehrmacht uniforms.  Critics pounced and Google beat an embarrassed retreat. It paused Gemini’s ability to draw people and agreed its well-intentioned effort to be inclusive had “missed the mark.”",
    "The free version of Gemini still won’t create images of people. But paid versions will. When we asked for an image of 12 CEOs of public biotech companies, the software produced a photographic-quality image of middle-aged white men. Less than ideal. But closer to the truth.  More: Is Google’s Gemini chatbot woke by accident, or by design? (The Economist), Gemini image generation got it wrong. We'll do better. (Google)  Boeing Starliner  THE BOEING COMPANY VIA NASA   Boeing, we have a problem. And it’s your long-delayed reusable spaceship, the Starliner, which stranded NASA astronauts Sunita “Suni” Williams and  Barry “Butch” Wilmore on the International Space Station. The June mission was meant to be a quick eight-day round trip to test Starliner before it embarked on longer missions. But, plagued by helium leaks and thruster problems, it had to come back empty.   Now Butch and Suni won’t return to Earth until 2025, when a craft from Boeing competitor SpaceX is scheduled to bring them home.  Credit Boeing and NASA with putting safety first. But this wasn’t Boeing’s only malfunction during 2024. The company began the year with a door blowing off one of its planes midflight, faced a worker strike, agreed to a major fine for misleading the government about the safety of its 737 Max airplane (which made our 2019 list of worst technologies), and saw its CEO step down in March. After the Starliner fiasco, Boeing fired the chief of its space and defense unit. “At this critical juncture, our priority is to restore the trust of our customers and meet the high standards they expect of us to enable their critical missions around the world,” Boeing’s new CEO, Kelly Ortberg, said in a memo. More: Boeing’s beleaguered space capsule is heading back to Earth without two NASA astronauts (NY Post), Boeing’s space and defense chief exits in new CEO’s first executive move (Reuters), CST-100 Starliner (Boeing)",
    "CrowdStrike outage  MITTR / ENVATO   The motto of the cybersecurity company CrowdStrike is “We stop breaches.” And it’s true: No one can breach your computer if you can’t turn it on. That’s exactly what happened to many people on July 19, when thousands of Windows computers at airlines, TV stations, and hospitals started displaying the “blue screen of death.”  The cause wasn’t hackers or ransomware. Instead, those computers were stuck in a boot loop because of a bad update shipped by CrowdStrike itself. CEO George Kurtz jumped on X to say the “issue” had been identified as a “defect” in a single computer file. So who is liable? CrowdStrike customer Delta Airlines, which canceled 7,000 flights, is suing for $500 million. It alleges that the security firm caused a “global catastrophe” when it took “uncertified and untested shortcuts.”   CrowdStrike countersued. It says Delta’s management is to blame for its troubles and that the airline is due little more than a refund.  More: “Crowdstrike is working with customers”(George Kurtz), How to fix a Windows PC affected by the global outage (MIT Technology Review), Delta Sues CrowdStrike Over July Operations Meltdown (WSJ)  Vertical farms  MITTR / ENVATO   Grow lettuce in buildings using robots, hydroponics, and LED lights. That’s what Bowery, a “vertical farming” startup, raised over $700 million to do. But in November, Bowery went bust, making it the biggest startup failure of the year, according to the business analytics firm CB Insights.  Bowery claimed that vertical farms were “100 times more productive” per square foot than traditional farms, since racks of plants could be stacked 40 feet high. In reality, the company’s lettuce was more expensive, and when a stubborn plant infection spread through its East Coast facilities, Bowery had trouble delivering the green stuff at any price.",
    "More: How a leaf-eating pathogen, failed deals brought down Bowery Farming (Pitchbook), Vertical farming \"unicorn\" Bowery to shut down (Axios)  Exploding pagers  MITTR / ADOBE STOCK   They beeped, and then they blew up. Across Lebanon, fingers and faces were shredded in what was called Israel’s “surprise opening blow in an all-out war to try to cripple Hezbollah.”",
    "The deadly attack was diabolically clever. Israel set up shell companies that sold thousands of pagers packed with explosives to the Islamic faction, which was already worried that its phones were being spied on.  A coup for Israel’s spies. But was it a war crime? A 1996 treaty prohibits intentionally manufacturing “apparently harmless objects” designed to explode. The New York Times says nine-year-old Fatima Abdullah died when her father’s booby-trapped beeper chimed and she raced to take it to him.  More: Israel conducted Lebanon pager attack… (Axios), A 9-Year-Old Girl Killed in Pager Attack Is Mourned in Lebanon (New York Times), Did Israel break international law? (Middle East Eye)  23andMe  MITTR / ADOBE STOCK   The company that pioneered direct-to-consumer gene testing is sinking fast. Its stock price is going toward zero, and a plan to create valuable drugs is kaput after that team got pink slips this November. 23andMe always had a celebrity aura, bathing in good press. Now, though, the press is all bad. It’s a troubled company in the grip of a controlling founder, Anne Wojcicki, after its independent directors resigned en masse this September. Customers are starting to worry about what’s going to happen to their DNA data if 23andMe goes under. 23andMe says it created “the world’s largest crowdsourced platform for genetic research.” That’s true. It just never figured out how to turn a profit.",
    "More:  23andMe’s fall from $6 billion to nearly $0 (Wall Street Journal), How to…delete your 23andMe data (MIT Technology Review), 23andMe Financial Report, November 2024 (23andMe)  AI slop  AUTHOR UNKNOWN VIA WIKIMEDIA COMMONS   Slop is the scraps and leftovers that pigs eat. “AI slop” is what you and I are increasingly consuming online now that people are flooding the internet with computer-generated text and pictures.   AI slop is “dubious,” says the New York Times, and “dadaist,” according to Wired. It’s frequently weird, like Shrimp Jesus (don’t ask if you don’t know), or deceptive, like the picture of a shivering girl in a rowboat, supposedly showing the US government’s poor response to Hurricane Helene. AI slop is often entertaining. AI slop is usually a waste of your time. AI slop is not fact-checked. AI slop exists mostly to get clicks. AI slop is that blue-check account on X posting 10-part threads on how great AI is—threads that were written by AI.",
    "Most of all, AI slop is very, very common. This year, researchers claimed that about half the long posts on LinkedIn and Medium were partly AI-generated. More: First came ‘Spam.’ Now, With A.I., We’ve got ‘Slop’ (New York Times), AI Slop Is Flooding Medium (Wired)  Voluntary carbon markets  MITTR / ENVATO   Your business creates emissions that contribute to global warming. So why not pay to have some trees planted or buy a more efficient cookstove for someone in Central America? Then you could reach net-zero emissions and help save the planet. Neat idea, but good intentions aren't enough. This year the carbon marketplace Nori shut down, and so did Running Tide, a firm trying to sink carbon into the ocean. “The problem is the voluntary carbon market is voluntary,” Running Tide’s CEO wrote in a farewell post, citing a lack of demand. While companies like to blame low demand, it's not the only issue. Sketchy technology, questionable credits, and make-believe offsets have created a credibility problem in carbon markets. In October, US prosecutors charged two men in a $100 million scheme involving the sale of nonexistent emissions savings.  More: The growing signs of trouble for global carbon markets (MIT Technology Review), Running Tide’s ill-fated adventure in ocean carbon removal (Canary Media), Ex-carbon offsetting boss charged in New York with multimillion-dollar fraud (The Guardian)  hide"
  ]
}