{
  "url": "https://www.ft.lk/columns/Think-Again-Book-review/4-773484",
  "title": "‘Think Again’: Book review",
  "ut": 1740531218.0,
  "body_paragraphs": [
    "An attempt to question our own prior decisions",
    "In our lives, we make many decisions, either willingly or unwillingly. According to the French philosopher Albert Camus, “Life is the sum of all your choices.” In that sense, one can equate living with making decisions. We make decisions in various settings, including official, personal, or even on behalf of others. We often come across guides on techniques and tools to enhance decision-making effectiveness. These may include critical thinking, fact-based decision-making, and many more. The effectiveness of our decisions is vital because they cannot only shape our present but also navigate our future. However, have you ever recognised the need, process, and benefits of thinking about our own prior decisions, assumptions, and beliefs?",
    "Organisational psychologist Adam Grant offers valuable insights into this arena in his book, ‘Think Again: The Power of Knowing What You Don’t Know’, published by Penguin Books in 2021. In today’s technology-driven world, knowledge is growing at an increasing rate. This may create a situation where the validity of our yesterday’s solution is questionable for a similar problem today. Therefore, not only the success of our personal lives but also the survival and growth of an organisation are determined by how often we question our prior decisions. In this backdrop, the author believes that rethinking is a set of skills everyone needs to improve to master their lives. In my view, this book can equip us with tools to build a mirror to reflect our own thoughts again.",
    "Dealing with blind spots in our own knowledge",
    "Suppose you are in the driver’s seat of a vehicle. Are there any areas that you cannot see with your eyes alone but are still important to be aware of for a safe drive? For instance, it is vital to be aware of vehicles approaching from behind before turning the vehicle either to the left or right to avoid accidents. As we are all aware, side mirrors can perform this marvellous job by acting as a tool to provide access to our visual blind spots, helping us better understand the real situation.",
    "Similarly, as argued by the author, we all have blind spots in our knowledge and opinions. Ultimately, being unaware of these areas can affect the effectiveness of our decisions. Therefore, it is vital to continuously question and update our opinions. However, this is not an easy task in reality. The author highlights the interplay between our competence and confidence in this process. To do anything successfully, we need to possess certain skills that ultimately drive our competence toward it. Additionally, it is necessary to have confidence to complete it successfully. In an ideal situation, having confidence equal to the level of competence would be the perfect condition. But in reality, there may be situations where our confidence exceeds our competence, which is referred to as the armchair quarterback syndrome in this book.",
    "As argued by the author, it creates barriers for someone to identify their own blind spots in knowledge, as we are blind to our weaknesses in such situations. On the other hand, we are confronted with impostor syndrome when our competence exceeds our confidence. Even though we are blind to our own strengths in this situation, it will not be harmful because, at least, we tend to question our own knowledge. In my view, awareness of this interplay will help us remain open-minded to acquiring new knowledge and will lead to better decisions in our daily lives.",
    "Especially in organisations, we often consider conflict to be something unhealthy for an organisation, and we put our maximum efforts into avoiding conflicts in organisational routines. This book differentiates between two types of conflicts that can occur in organisations and discusses the implications of each. First, relational conflicts arise due to personal differences, emotions, and interpersonal relationships. The main characteristic of these conflicts is that members involved debate personal matters rather than task-related issues. According to the research findings cited in the book, this type of conflict is highly visible in low-performing groups.",
    "In contrast, the second type, task conflicts, occur due to differences in opinions, ideas, or approaches to work-related matters. They are generally focused on how work should be done rather than personal issues. Contrary to the earlier category, this type of conflict mostly occurs in high-performing groups. Therefore, in my opinion, this book provides a different perspective on conflicts in organisations and, more interestingly, emphasises the vital role of healthy conflicts in organisational success. I also believe that discouraging task conflicts in organisations will provide negative signals to its members, as it promotes them to stop questioning prior assumptions and thinking within the organisation.",
    "Navigating the pitfalls of binary bias",
    "In this, Adam Grant further highlights the tendency of the human mind to simplify complex issues into two opposing categories. Examples include right or wrong, good or bad, success or failure. He refers to this as binary bias, which can limit our ability to rethink our assumptions, explore alternative viewpoints, and embrace the complexity of real-world challenges.",
    "This reminds me of the debate that is often visible on social media platforms in Sri Lanka about preferred political ideologies. In these discussions, users often tend to divide into two groups: those who believe in the left (socialism) and the right (capitalism). They often forget about the other spectrums of political ideologies. In reality, many more combinations are practiced across the globe.",
    "He also provides some tips to counter this binary bias. The key is to adopt a more complexity-embracing mindset, which involves acknowledging uncertainty, seeking diverse viewpoints, and being willing to rethink our assumptions rather than sticking to rigid, black-and-white perspectives. In my view, this line of rethinking can bring numerous benefits to our lives in various aspects. For example, many tend to categorise foods as either ‘good’ or ‘bad.’ This black-and-white thinking can lead to guilt and frustration, making it harder to maintain a balanced diet. In reality, healthy eating is about moderation and balance. By avoiding the binary trap and adopting a more flexible approach, individuals can develop healthier, more sustainable eating habits.",
    "Overall, rethinking can be emphasised as a skill that everyone needs to master in today’s changing world. In my view, many of us need to make an extra effort to develop this skill. For instance, individuals might expect their partners’ behaviours to remain unchanged over time, which I believe is an illusion in this ever-evolving world. As a result, this expectation may lead to failed relationships or a frustrated life. Similarly, in organisations, leaders often prefer to rely on the same business strategies for survival and growth over time. However, in reality, such organisations are likely to face a natural death in today’s dynamic environment.",
    "(The writer is a Senior Lecturer, Department of Public Administration, University of Sri Jayewardenepura, and is currently reading for the Ph.D. in Governance and Development, GSPA, NIDA, Thailand. He can be reached via email: [email protected].)"
  ]
}