{
  "url": "https://www.ft.lk/columns/Goodbye-Boss-Iqbal-Athas-and-the-craft-he-left-behind/4-787813",
  "title": "Goodbye, Boss: Iqbal Athas and the craft he left behind",
  "ut": 1770052491.0,
  "body_paragraphs": [
    "“Iqbal Athas is dead!”",
    "That would probably be the right headline. Then again, writing headlines was never really our business. That is always the area of the sub-editor. As journos we write copy. So the opening paragraph would read something like this: “Veteran journalist Iqbal Athas passed away last night after a brief illness.” Subdued. Respectful. Measured. And that, more than anything, is what we learned from Iqbal Athas—that judgment matters, and knowing when to pursue a story aggressively, and when restraint serves the truth better.",
    "In the early 1980s, during his time as Deputy Editor (News) at The Sun newspaper, Iqbal took a couple of young reporters under his wing. I was one of them. He taught us the craft of journalism. Bosses usually get a narrow window, five working days and eight hours a day, to steer the young ones, guide them, and mold them into work life. But Iqbal practically had us twenty-four-seven. We worked six days a week, and on the seventh day we still spent time with him. That was when he shifted, from boss to buddy. We would end up at his home on Pagoda Road, listening, learning, absorbing. He taught us through the stories he told, and through those conversations we learned the craft the way it was practiced then: method, instinct, discipline, attack, and when to hold back.",
    "He taught us where to push hard and where to hold back. In my younger days, when I was more than a little reckless, he would pull me up for taking unnecessary risks in the pursuit of a story. And that training has held through for us who still operate in this field. We still remember the old Sun newspaper where we cut our teeth on the fundamentals: how to be fair, balanced, and accurate. Iqbal made time to teach us those things.",
    "Iqbal never resorted to intimidation, methods that were not uncommon in the so-called training of young journalists back then. He was gentle, yet firm, and disciplined; a no-nonsense guy, who was absolutely clear about standards. I think the reason for that was simple: he himself had been through enough during his early days of learning the trade. His goal was not to punish us into becoming journalists, but to teach us to become better ones.",
    "When I first got to know Iqbal Athas, he wasn’t a defence correspondent, the role so many associate him with today, and the area in which his expertise later became widely known. Back then, he was in general news. But what set him apart even then was something valuable: the width and depth of his contact base. In those days, that was pure gold.",
    "For much of his life, he covered the defence beat, never the safest terrain for a journalist. Yet he died peacefully in his bed, at an age most in our profession would be grateful for. That, in itself, says something",
    "Every story had to be double-checked and cross-checked. You needed people who trusted you in high and low places, people who could confirm, deny, or quietly steer you in the right direction. Many times, we would take stories to him with only one source in hand, and Iqbal would help us verify it. He could do that because he was senior, seasoned, and plugged into a network that most of us could only dream of at that stage.",
    "For the uninitiated, for young journalists today, I need to emphasise something important: this was before the internet. You had to physically chase a story down. You had to piece it together through phone calls, visits, waiting outside offices, and asking the right questions in the right tone. Then you had to return and hammer it out on manual typewriters until it became something readable and real. That is why building a powerful contact base mattered so much. Your little telephone index, with names, numbers, and scribbled notes, was part of your survival kit. And Iqbal, more often than not, was generous enough to share his contacts with us.",
    "But journalism is not only about getting the facts straight. Once you had the story, you had to learn the next craft, framing it. Finding the right angle so the story would connect with the reader. Knowing the background well enough to give it depth. That was often difficult for young reporters who hadn’t yet gained the experience to see beyond the surface. Yes, we had a library, old newspapers stacked on the fourth floor of our office in Hultsdorf, but it was painfully limited compared to what journalists today can pull up in seconds through search engines. That is why having a wise editor was always an advantage. And Iqbal never held back.",
    "For much of his life, he covered the defence beat, never the safest terrain for a journalist. Yet he died peacefully in his bed, at an age most in our profession would be grateful for. That, in itself, says something. He wrote about some of the most contentious issues of his time, and had a fair share of narrow escapes, but he understood how to navigate that world with care. That, to me, is the hallmark of a particular breed of journalist. We are not freedom fighters or revolutionaries. We are writers, tasked with reporting stories as fairly and objectively as possible. And it is that discipline, I believe, that ultimately protects us.",
    "I first worked with Iqbal at the Sun Newspapers. Later, our paths crossed again at the Sunday Leader, and then once more when I returned to print after a stint in electronic media (News 1st) and joined The Sunday Times. I also worked for CNN under his patronage, and found myself in the thick of some of the biggest stories of our time, like the tsunami, the Pope’s visit to Sri Lanka, and the Easter Sunday bombings.",
    "Through all of it, I worked closely with him. And even as I gained experience and grew into the job, there were always gaps to fill, always lessons to learn, and with Iqbal, there was always something more to absorb. He remained my teacher…my boss. And that’s what I called him right to the very end.",
    "He, on the other hand, always called me “Mikey.” There’s history behind that name. It goes back to our Sun days, when I was on an undercover assignment with him and couldn’t use the name people knew from my byline. From that moment onward, right up to my last conversation with him, I was simply Mikey.",
    "Old journalists never really fade away. We leave a legacy in what we wrote, what we stood for, and what we taught the next generation. Iqbal’s story is a big one. He stood tall among us scribes. And he will be remembered as one of the very best Sri Lanka produced",
    "The last time I spoke to him was probably over eight months ago. He asked, as he always did, “How are you, Mikey?”",
    "And I replied, “Boss, I’m getting old… probably now in the departure lounge.”",
    "He got furious, and snapped back, “You bugger! I’m the one in the departure lounge. You take your turn!” We both burst out laughing. The kind of laughter that only comes when there’s affection underneath it, and years behind it.",
    "And it reminds me of something else. Old journalists never really fade away. We leave a legacy in what we wrote, what we stood for, and what we taught the next generation. Iqbal’s story is a big one. He stood tall among us scribes. And he will be remembered as one of the very best Sri Lanka produced."
  ]
}