{
  "url": "https://hbr.org/2024/07/the-6-disciplines-companies-need-to-get-the-most-out-of-gen-ai",
  "title": "The 6 Disciplines Companies Need to Get the Most Out of Gen AI",
  "ut": 1720421108.0,
  "body_paragraphs": [
    "Jorg Greuel/Getty Images",
    "Some observers are beginning to question whether gen AI will produce enough value to exceed its costs. It can, but extracting economic value from gen AI requires several different types of disciplined capabilities. Unfortunately, most companies lack these. The good news is they can develop them. Specifically, companies should invest in behavioral change, controlled experimentation, measurement of business value, data management, human capital development, and systems thinking. Once these capabilities are in place, companies should focus on picking the right projects for gen AI. They should do this by 1) funding the responsible rebels, 2) choosing projects that are quick, practical wins, and 3) linking those projects to the company’s identity.",
    "Generative AI (gen AI) is all the rage, and with good reason. With it, AI crosses the frontier into knowledge work, generating content that could previously only be created by creative human beings. This opens the possibility of much greater productivity and performance across the knowledge economy, but it raises many issues about how best to make such work productive and effective. Namely, because knowledge workers typically have substantial autonomy and variability in their roles, introducing gen AI can be a tricky proposition.",
    "Digital Intelligence  Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Digital Intelligence . Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Excel in a world that's being continually transformed by technology.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "The Latest Research: Generative AI",
    "HBR's 10 Must Reads Ultimate Boxed Set (14 Books)",
    "Read more on Technology and analytics"
  ]
}