{
  "url": "https://dbsjeyaraj.com/dbsj/?p=86993",
  "title": "“Justice for All “opposes the PSTA and reiterates its demand for the immediate repeal of the PTA.",
  "ut": 1770411166.0,
  "body_paragraphs": [
    "Sri Lanka is yet again confronted with renewed debates on the Prevention of Terrorism Act (PTA) and replacement legislation with the latest being the introduction of the proposed Protection of the State from Terrorism Act (PSTA).",
    "At the outset Justice for All questions the government’s failure to honour its campaign promise of repealing the PTA. This is against a backdrop of abuse over four decades that has contributed to a culture of impunity, with fears that any replacement law will further entrench such practices.",
    "In such a context, Justice for All opposes the PSTA and reiterates its demand for the immediate repeal of the PTA. The decades long demand for the repeal of the PTA witnessed a surge in support in the wake of the Aragalaya.",
    "These sentiments were captured in an all island signature campaign initiated by Justice for All which received wide support for the abolishment of this draconian law.",
    "Furthermore, this campaign received support from all opposition parties at the time including from individuals in the present government. Thus, the shift in position- from repeal of the PTA to introducing a new law that is far worse to what it attempts to replace- is not only disappointing but begs the question whether the debates around a replacement law is an attempt by some in government to persist with using the PTA.",
    "The following, whilst not exhaustive, are some key concerns with the PSTA-",
    "● The PSTA significantly broadens the definition of terrorism and related offences that can result in abuse;",
    "● The PSTA removes the sole minimum safeguard under the PTA that required arrests to be carried out or authorised by an officer of at least Superintendent rank, and provides broad powers of arrest to the police, military and coast guard;",
    "● Powers of arrest and administrative detention including the power to keep an individual in detention and remand for up to two years;",
    "● The PSTA vastly expands executive and security sector powers. For example, the PSTA provides broad powers to the President to proscribe organisations and impose curfew. It also allows Deputy Inspectors General of Police to apply for restriction orders to the Magistrate Court.",
    "Further, it provides the Secretary of Defence to declare prohibited places for up to 72 hours, extendable for a further 72 hours with judicial approval.",
    "The above are examples of the overbroad nature of the PSTA that entrenches powers for repression rather than dismantling it. \\\\",
    "In addition, we note that despite the promise to repeal the PTA and a ‘system change’, the government has continuously relied on the PTA, compounding fears of normalising the use of the PTA and the abusive practices associated with it.",
    "In such a context, we call for an immediate moratorium of the PTA sequenced by its repeal. We ask that victims of the PTA be heard and conscientious guarantees of non-recurrence are made.",
    "Finally, we urge the President, the Government, and the Opposition to demonstrate genuine political will and commitment towards upholding human rights and the rule of law with the aim of strengthening our democracy.",
    "<strong>1. Prof. Jayadeva Uyangoda",
    "2. Dr. Jayampathy Wickramaratne, PC",
    "3. Eran Wickramaratne",
    "5. M. A. Sumanthiran PC",
    "9. Jerusha Crosette – Thambiah",
    "10. Ravinthiran Niloshan"
  ]
}