{
  "url": "https://www.ft.lk/columns/Anura-suspends-social-and-ethnic-contracts-Mamdani-presents-new-socialism/4-784259",
  "title": "Anura suspends social and ethnic contracts; Mamdani presents new socialism",
  "ut": 1762995955.0,
  "body_paragraphs": [
    "President Anura Kumara Dissanayake presenting 2026 Budget in Parliament last week",
    "AKD as South Asia’s Milei?",
    "Zohran Mamdani and Alexandria Ocasio-Cortez at",
    "post-victory breakfast",
    "Alexandria Ocasio-Cortez (left) and Zohran Mamdani (right) celebrating victory,",
    "breakfasting at a Nepali café",
    "Democratic Socialist winning trio (from left): Bernie Sanders, Zohran Mamdani, Alexandria Ocasio-Cortez",
    "The defining characteristic of Sri Lanka’s economy is its foreign debt burden compounded by its debt repayment burden. Any rational leader of a country which has a foreign debt burden like Sri Lanka’s, regards the country’s economy as in a ‘debt trap’. By contrast, AKD sees a debt  playpen. He kept punctuating his Budget 2026 speech with the rhetorical query: “Where’s the crisis? What is the crisis? Which crisis?” He’s a debt-denier,  the economic counterpart of a climate-change denier.",
    "Anura is satisfied with Sri Lanka’s ability to make repayments on time, by which he refers to the payment of interest on the debt. But given the very slight ‘haircut’ he obtained – disgracefully under 10%-- and the compressed rather than extended timeframe for repayment, interest payment is a significant drain of resources that may otherwise have been used for investment, growth and development. The harsh debt repayment terms he failed to renegotiate impose tight parametric constraints on the economy and living standards, which he ignores. He gives every indication of going in for more ‘dollar debt’.",
    "His Budget contains pseudo-solutions which will cause far more problems. Sri Lanka had thus far avoided the Latin American phenomenon of displaced rural populations flocking to the towns and cities and girdling them with slums and shantytowns, because this country’s development model has had a common policy towards the rural areas from DS Senanayake to Ranasinghe Premadasa; a policy which regards the peasantry, including the landless peasantry, as focus and priority.",
    "President AKD tears up that ‘Social Contract’ between the State and the peasantry; the political centre and the social periphery. He puts foreign agribusiness first. As an English-language daily reported:",
    "‘…President Anura Kumara Dissanayake, in a pivotal address presenting the National Budget for 2026 in parliament yesterday, announced reforms to dismantle hurdles for Foreign Direct Investments (FDI), highlighted by a firm commitment to evaluate state land for investor use.",
    "“Sri Lanka’s land parcel will be properly evaluated, and the government will determine which lands could be made available for investors bringing in foreign direct investments as making lands available for FDIs has been an obstacle in bringing foreign direct investments,” President Dissanayake stated, emphasising a renewed focus on the investment climate. He pointed out that foreign investor confidence is currently being strengthened as Sri Lanka progresses on its economic stability and growth trajectory....’",
    "This policy will have many negative effects:",
    "Creating a problem of landlessness, as foreign corporates buy up arable land.",
    "Driving people off the land into the cities.",
    "​Creating in place of a landowning small-medium peasantry producing food and generating savings, a rural proletariat  working for foreign companies owning large tracts of land.",
    "Reduction of lands for cultivating food crops, and increase of lands for growing export crops which enrich foreign agribusiness.",
    "Ethnic Contract Suspended",
    "The biggest strategic take-away of Anura’s Budget speech is that he clearly dismissed the notion of indicating any time-frame or time-horizon, to hold long-overdue elections to the Provincial Councils.",
    "He flatly said “there is no legislation under which to hold such an election”, deceitfully tossing the ball into the court of the Parliament. The ruling JVP-NPP enjoys a two-thirds majority in the Parliament, and legislation which enables an election could be passed by Parliament shortly after the Budget debate. The President could have enjoined or encouraged this, instead of which he cynically left everything open-ended.",
    "As long as Anura remains President and the NPP holds the majority, there is no path to a Provincial Council election because of the absence of political will, and every indication of the contrary-- the political will to filibuster.",
    "If a doctor keeps a patient deliberately, open-endedly in a coma when it is safe to revive him/her, it is criminal negligence. Furthermore, it dooms the patient to atrophy. Similarly with the Provincial Councils.",
    "The Ethnic Contract, that between the State and the Tamil people, and between the Sinhala majority and the Tamil minority, has been publicly abandoned by the president (as evidenced by his Budget 2026  speech). This is one of the most retrogressive and dangerously myopic things that any Sri Lankan leader and ruling party have done since 1948.",
    "What was that ‘contract’? Given that the Sinhala Buddhists comprise the island’s overwhelming majority and that massive demographic fact produces political domination whether the electoral system is first-past-the-post or proportional representation (PR), the Tamils sought from 1949, fought for and finally attained a measure of self-governance and self-administration-- of autonomy-- within the Sri Lankan state in those areas with a Tamil/Tamil-speaking majority.",
    "Anura and the JVP-NPP have openly placed that ‘contract’ or political charter in suspended animation. They make no reference to the 13th Amendment or commitment to devolution of power to the provinces.",
    "The subsystem of elected provincial assemblies is crucial to:",
    "The horizontal relations between the centre and (geographic) periphery of the political system.",
    "The vertical relations between the centre, i.e., executive plus national assembly, and smaller municipal units further down in the political system.",
    "​Both ways, the provincial councils are the crucial intermediate tier.",
    "Anura Dissanayake weakens by disuse, crucial horizontal and vertical beams of the State’s political ‘architecture’—incurring grave risk.",
    "Despite his policy blunder in 1956, the most intellectual of post-Independence leaders this country has had since is SWRD Bandaranaike. In his prophetic speech in Jaffna in 1926, he made a point which was far more fundamental than his well-known advocacy of Federalism. That basic point was that there was an asymmetry, a mismatch, a contradiction between the demographic character of Ceylon (Sri Lanka) and its political-state superstructure. The contradiction is between, the demographic composition of the island, its uneven clustering on the one hand, and its centralised politico-state structure on the other.",
    "The Ceylon Morning Leader of July 17th 1926 reports young SWRD Bandaranaike’s assertion:",
    "“…A centralised form of Government assumed a homogenous whole. He [SWRD Bandaranaike] knew no part of the world where a Government was carried on under such conflicting circumstances as would be experienced in Ceylon. Those would be the troubles if a centralised form of Government was introduced into countries with large communal differences…",
    "…In Ceylon, each Province should have complete autonomy…A thousand and one objections could be raised against the system but when the objections were dissipated, he was convinced that some form of Federal Government would be the only solution.’",
    "(https://tamilnation.org/selfdeterminationamileelam/2607bandaranaike)",
    "SWRD got it wrong only  in naming some form of federalism as the only solution. In 1926, unitary and federal models were the only ones available, with ‘unitary’ being coterminous with centralism, and ‘federalism’ with decentralisation. Postwar, with the extension of Socialism, the wave of decolonisation, and the Chinese and Vietnamese revolutions, there were models of decentralisation and regional autonomy within a unitary framework. Indeed, the Bandaranaike-Chelvanayakam Pact of 1957 was the result and example.",
    "SWRD Bandaranaike’s core propositions remain relevant today:",
    "In a country that wasn’t ‘homogenous’, a country with ‘large communal differences’ such as Ceylon/Sri Lanka, a centralised form was systemically unviable.",
    "​“In Ceylon, each Province should have complete autonomy”.",
    "True, the 13th amendment did not confer ‘complete’ autonomy on each province – which would have meant federalism. But it did invest elected provincial legislatures with semi-autonomy.",
    "If the Bandaranaike-Chelvanayakam Pact (1957) had withstood the Sinhala chauvinist tide, which could have happened only if SWRD had been an elected President not a PM, we may still have had an Eelam War later but it would not have been an intense 30-years war between two armies.",
    "If the provincial devolution agreed upon at the Political Parties Conference in 1986 had been turned into legislation as promised, then India would not have intervened to stop us from defeating Prabhakaran in 1987.",
    "Mahinda Rajapaksa was able to drive through to final victory over Prabhakaran because the West failed to get India on board a move to stop the war, and India stayed with Mahinda because he had promised to implement the 13th Amendment, proving his good intentions by holding Provincial Council election in the Eastern province as it was militarily liberated (2008).",
    "Contrary to Sinhala chauvinism, the 13th Amendment is hardly unpatriotic. Ranasinghe Premadasa who introduced the 13th Amendment in Parliament as PM and implemented it as President, also opposed the IPKF presence and removed it from Sri Lanka.",
    "President Dissanayake’s stand on PC elections in his Budget speech has the following consequences:",
    "(I). Leaves the provinces of Sri Lanka without any elected representation in the state structure, disenfranchising the people of the provinces as inhabitants of those provinces with a provincial identity.",
    "(II). Ignores SWRD Bandaranaike’s 1926 dictum and warning, negates autonomous provinces, rendering the state structure asymmetrical with Sri Lanka’s undergirding demographic formation.",
    "(III). Returns the Tamil people politically to 1972-1987 at least: the Soulbury Constitution’s secular character and safeguards abolished; majoritarian ethnoreligious hegemony constitutionally consecrated in 1972; and Provincial Councils yet to come in 1987-’88.",
    "(IV). Specifically, strands the Tamil people back in the 1970s: insignificant Parliamentary representation; no representation at Provincial level; the hegemonistic definition of the character of the Sri Lankan state installed in the 1972 Constitution and carried over to the 1978 Constitution; no commitment by the existing Government to Provincial devolution, and no political discussion of the Tamil Question on the policy agenda.",
    "Zohran Rocks Democratic Socialism",
    "“Absolutely everything develops unevenly,” insisted Mao Zedong, philosopher and poet, apart from being a political leader and military strategist of genius. History certainly develops unevenly. The word ‘socialism’ which was banished to museums and archives in 1991, has been resurrected, not where it once dominated, in Eurasia and the global South, but in the very heart of world capitalism, New York City.",
    "The youngest Mayor of New York declares himself “proudly” as a Democratic Socialist, but he’s not the first prominent American politician to do so in recent years. Alexandria Ocasio Cortez (‘AOC’), the youngest person elected to the US Congress, whose grassroots campaign showed how the Establishment could be beaten in New York, is a Democratic Socialist. (She’s also a Catholic, as Mamdani is a Muslim). And there’s the father figure, Bernie Sanders, self-declared socialist even when he ran for the mayoralty of Vermont in 1981 and won.",
    "The ‘founding father’ of democratic socialism in the USA was Michael Harrington whom I used to read in left-liberal Jewish magazines such as Dissent and Commentary, which were among many periodicals my father received. Harrington’s ‘The Other America: Poverty in the United States’ (1962) was a founding text of American democratic socialism. Concern about mass poverty and its eradication is the touchstone of any progressivism.",
    "I had read Zohran Mamdani’s father, Prof Mahmood Mamdani writing about Uganda’s class struggles in the Marxist US journal Monthly Review, which was a favourite among my staples in my teens and twenties such as the New Left Review, Socialist Register and Race & Class.",
    "Democratic Socialism is manifestly not the socialism of the 20th century, which was the socialism of the semi-periphery and periphery of world capitalism; a besieged socialism of consequent scarcity. Bernie, AOC and Mamdani’s Democratic Socialism is the socialism of the 21st century, closer the original conception of socialism of Karl Marx which he expected to appear in the developed, affluent, modern West as the only way to solve the contradictions of advanced capitalism.",
    "Marx even predicted the fully automated factory (which robotics and AI are now on the verge of producing), but expected it to accelerate and intensify the crisis of capitalism, because the extraction of surplus value and therefore profit is from human labour power which will become obsolescent over time, thereby causing the rate of profit to fall.",
    "Around the Millennium, public opinion polls in the West (e.g., the BBC and the Times) were registering the high popularity of Karl Marx as ‘thinker of the Millennium’. As the 21st century took hold, the higher educated (college degree, grad school) American youth began to favour ‘socialism’ over ‘capitalism’. The next shift was within one of the two major parties in the USA, the Democratic Party, where only a minority of young registered Democrats held positive views of capitalism, while a growing number thought positively about socialism. The shift in public opinion is such that on CNN’s Smerconish, the question last week was ‘In 2050, will the United States of America be known as a Democratic Socialist country?’ When the poll result came in, barely over 50% said NO, while a little over 40% said YES.",
    "It must be emphasised though, that the ‘Socialism’ we are talking about is a decidedly ‘Democratic Socialism’, not a one-party system, and as Smerconish said, is indistinguishable from Social Democracy in the Nordic countries – which, he emphasised, are revealed by opinion polls as the happiest countries on the planet.",
    "What is the direct relevance to the global South, and Sri Lanka in particular? In New York City as in Sri Lanka, 1-in-4 persons are poor. But quite unlike AKD who doesn’t see any economic crisis, the twin slogans at the crux of Zohran Mamdani’s campaign were the ‘Cost-of-Living Crisis’ and his famous counter to that crisis, the principle of ‘Affordability’—making New York City affordable for all New Yorkers and not only the superrich.",
    "Barack Obama was right when he said during his 2008 presidential campaign that he was well aware his personal story would have been possible only in America-- only in the USA could a boy with an ‘alien’ name like Barack Obama grow up to be elected President. It is equally true that a 34-year-old called Zohran Mamdani, a Muslim man of Indian parentage and Ugandan background, professing democratic socialism, could be elected Mayor only in New York City: a city of immigrants, built by immigrants, where the Statue of Liberty looks out to the ocean, welcoming immigrants.",
    "It remains to be seen however, whether Zohran Mamdani can be elected to the top only in New York City, or in the future, also to the Presidency. Given his mayoral term he probably won’t be running in 2028, but he isn’t the only Democratic Socialist who can be a credible Presidential candidate in 2028. There’s Alexandria Ocasio Cortez.",
    "Is Socialism which was relevant only in the ‘Second World’ and the ‘Third World’ during my lifetime, now no longer relevant there, but only in the First World? Nope. New York City is a microcosm of the world, of humanity. Grasp what Bernie Sanders, AOC and Zohran Mamdani actually said, which won them their votes-- then you will see the global, indeed universal relevance of America’s emergent Democratic Socialism.",
    "As Bernie Sanders-AOC-Zohran Mamdani have done and are doing, Sri Lanka’s Opposition leaders/parties must focus unremittingly on:",
    "(A) The grievances, needs and aspirations of the vast majority.",
    "(B) Economic fair-play vs unfairness; social justice vs. injustice.",
    "(C) Fair direct taxation: Mamdani intends to pay for his programs by increasing (state) corporate tax from 7.25% to 11.5%, and introducing a flat 2% tax on New Yorkers who earn $1 million or more annually.",
    "That’s the core appeal of Democratic Socialism or Social Democracy—whichever you call it."
  ]
}