{
  "url": "https://www.ft.lk/opinion/Middlemen-in-shipping-and-logistics-at-it-again-lobbying-for-anti-competitive-charges-on-exporters-and-importers/14-778642",
  "title": "Middlemen in shipping and logistics at it again, lobbying for anti-competitive charges on exporters and importers?",
  "ut": 1751836367.0,
  "body_paragraphs": [
    "Since 2014, every elected Government was lobbied with misinformation to revert a gazette that eliminated anti-competitive practices in Sri Lanka",
    "Anti-competitive practices in shipping and logistics harm export competitiveness, consumers and act as tariff barriers for trade growth",
    "It was reported last week at the AGM of the Non-Vessel Operating Agents (NVOCC) under the banner of SLANA (Sri Lanka Association of NVOCC Agents) calling for “reinstatement of terminal handling charges”. This was the call by chairperson Swabha Wickramasinghe saying it has impacted the Port of Colombo. In order to understand the claim, we contacted a terminal operator at the Port of Colombo, who wanted to be anonymous in the comments.",
    "By a special correspondent",
    "Q: What is the Terminal Handling Charge (THC) in Colombo and what is the tariff item to refer?",
    "There is no published tariff item called THC. It is a terminology used by some service providers for port handling costs, we charge the shipping lines for our services provided to them at the terminal. It is generally known as the stevedoring cost. These are fees imposed by terminal operators for handling cargo at ports, terminals, or container freight stations on behalf of the carrier. These charges cover services like loading, unloading, storage, documentation, movement and security and vessel-related costs which we will bill the shipping line or its agent.",
    "Q: It was recently reported by SLANA, the NVOCC service providers, that THC must be reinstated. This means that these charges are not allowed in Sri Lanka to be collected. How do you respond and recover your costs?",
    "There is no law in Sri Lanka prohibiting the collection of charges by terminals or by any service provider to a customer. We bill it to the shipping line, and they pay us when we bill the services to each ship that calls.",
    "Q: Then what is this call to the Government by some shipping agents to reinstate THC?",
    "We have no idea, but we are aware that the Government of Sri Lanka published a gazette in 2014 to say that freight cannot be unbundled when quoting to an exporter or an importer and must be charged only to a contracting party. We understand this was to reduce nontransparent activities, it would be best asking the Sri Lanka Shippers’ Council (SLSC) in this regard.",
    "We contacted the SLSC, Sri Lanka Shippers’ Council which represents the total import/export trade associations of Sri Lanka (16 trade associations and chambers). The council responded to our questions:",
    "Q: SLANA the NVOCC agents are calling to reinstate THC, what is your view?",
    "There is nothing to reinstate. The port handling cost for a ship is paid by the service user directly to the port when contracting with its terminals, we only pay all-inclusive freight if we as shippers (cargo owners) contract with a carrier to do an export or an import which is a transport contract. There is nothing to reinstate, it’s already charged by the port terminals to the line, and we pay for it through an all-inclusive freight deal determined by the market. There is nothing removed or nothing is free.",
    "Q: We have seen over the last 10 years every time a government changed there is a call for the reinstatement of THC. This time we saw the call by SLANA. What is the issue, can you explain?",
    "Until 2014, Sri Lankan exporters and the importers were harassed with over 30 surcharges on top of freight by service providers acting as a cartel. This started by unbundling the all-inclusive rate in 1995 for imports and then exports in 1997 with a separation of THC and then started adding other charges as they were not market driven. This was a non-transparent market avoiding mechanism adapted by agents to make more revenue. Exporters were at a disadvantage and importers had to pass on the cost to consumers.",
    "After educating and providing facts and figures for 17 years the Government of Sri Lanka studied and realised that this was a clear violation of market practice and increasing indirect cost to exporters, importers and the consumer.",
    "The new regulation was incorporated as a Budget proposal in 2012 and 2014 by then President Mahinda Rajapaksa as he was the then shipping minister too. Since then, it has been in practice for nearly 12 years and respected by all Governments elected since then. But whenever a Government or a shipping minister changed over this period a lobby has been trying to mislead Governments to say they are not allowed to recover the port charges or the so-called THC. This is a complete lie to introduce the surcharge regime once again to harass local exporters and importers.",
    "Last attempt was during President Ranil Wickremesinghe’s time when the economy was struggling, and he personally intervened to stop such a move through the shipping ministry and the merchant shipping division where the agents are licensed. Earlier under President Sirisena and President Gotabaya Rajapaksa and all shipping ministers under them were lobbied by interested parties who failed and now trying the same with President Anura Kumara Disanayake and his Government.",
    "Q: What is your view on this latest call by SLANA?",
    "Firstly, we reject the statement, we should make the status quo clear, there is no service provided free in shipping and logistics to us. The regulation by the Sri Lanka Government since 2014 says only one clear thing, when collecting any charges, it must be collected from the party contracting with the freight company from point to point as an all-inclusive rate. This means if a buyer negotiates freight, they must pay all-inclusive freight to the carrier from point of acceptance to point of delivery in containerised cargo. Similarly, if a seller negotiates the freight contract with a carrier, they must pay the total freight up to the delivery point in an import.",
    "No agent is allowed to collect charges from a non-contracting third party who only delivers and receives cargo at a designated place as per sales contract. Before the law, the biggest victims were apparel exporters and others where the buyers negotiated the freight, and all surcharges were added on non-contacting local manufacturers and domestic consumers when it came to imports by agents. These were charged as land-based costs irrespective of the acceptance and delivery point on the contract of carriage and managed to escape market forces. There is not a single line in the Sri Lankan law stipulating any rate or stating that charges cannot be levied.",
    "The law only stipulates who pays for it as per liability and the final delivery point as a contracting party. The same goes with all port charges in containerised cargo. This too was adapted into law by the Government after consulting the Paris based International Chamber of Commerce (ICC) in 2014. ICC recommended adopting best practices in commercial terms (INCOTERMS) for containerised cargo into national law to avoid anti-competitive behaviour.",
    "Q: What is your response and observation to the Government?",
    "We will educate the line ministry and other ministries and if needed once again with the President, it is unfortunate that at a time exports are being focused and consumer interest are at the centre of Government’s interest, the old lobby is still trying to introduce new charges to make extra profits. We feel the Delivery Order (DO) fee for imports is currently misused and consumers are paying a hefty price which is ignored by the regulator from time to time at the Merchant Shipping Division.",
    "Such attempts will only impose indirect trade barriers for exports and indirect border taxes on imports. The fact remains that since the law in 2014 the volumes of Port of Colombo have grown and the number of agents in the country has nearly doubled as against the claims made by vested interest to mislead the Government to paint a wrong picture. This is the usual tactic by powerful middlemen in the shipping industry, and we feel one or two officials can be involved in a certain ministry division who can benefit from unlawful surcharges. We will take appropriate action as a Council as the Government will not tolerate corruption as we see it."
  ]
}