{
  "url": "https://www.technologyreview.com/2025/03/04/1112796/gene-edited-woolly-mice-step-towards-woolly-mammoths/",
  "title": "De-extinction scientists say these gene-edited ‘woolly mice’ are a step toward woolly mammoths",
  "ut": 1741055400.0,
  "body_paragraphs": [
    "They’re small, fluffy, and kind of cute, but these mice represent a milestone in de-extinction efforts, according to their creators. The animals have undergone a series of genetic tweaks that give them features similar to those of woolly mammoths—and their creation may bring scientists a step closer to resurrecting the giant animals that roamed the tundra thousands of years ago. “It’s a big deal,” says Beth Shapiro, chief science officer at Colossal Biosciences, the company behind the work. Scientists at Colossal have been working to “de-extinct” the woolly mammoth since the company was launched four years ago. Now she and her colleagues have shown they can create healthy animals that look the way the team wants them to look, she says. Related StoryDNA that was frozen for 2 million years has been sequencedThe ancient DNA fragments come from a Greenland ecosystem where mastodons roamed among flowering plants. It may hold clues to how to survive a warming climate.",
    "“The Colossal woolly mouse marks a watershed moment in our de-extinction mission,” company cofounder Ben Lamm said in a statement. “This success brings us a step closer to our goal of bringing back the woolly mammoth.” Colossal’s researchers say their ultimate goal is not to re-create a woolly mammoth wholesale. Instead, the team is aiming for what they call “functional de-extinction”—creating a mammoth-like elephant that can survive in something like the extinct animal’s habitat and potentially fulfill the role it played in that ecosystem. Shapiro and her colleagues hope that an “Arctic-adapted elephant” might make that ecosystem more resilient to climate change by helping to spread the seeds of plants, for example.",
    "But other experts take a more skeptical view. Even if they succeed in creating woolly mammoths, or something close to them, we can’t be certain that the resulting animals will benefit the ecosystem, says Kevin Daly, a paleogeneticist at University College Dublin and Trinity College Dublin. “I think this is a very optimistic view of the potential ecological effects of mammoth reintroduction, even if everything goes to plan,” he says. “It would be hubristic to think we might have a complete grasp on what the introduction of a species such as the mammoth might do to an environment.” Mice and mammoths Woolly mammoth DNA has been retrieved from freeze-dried remains of animals that are tens of thousands of years old. Shapiro and her colleagues plan to eventually make changes to the genomes of modern-day elephants to make them more closely resemble those ancient mammoth genomes, in the hope that the resulting animals will look and behave like their ancient counterparts.",
    "Before the team begins tinkering with elephants, Shapiro says, she wants to be confident that these kinds of edits work and are safe in mice. After all, Asian elephants, which are genetically related to woolly mammoths, are endangered. Elephants also have a gestation period of 22 months, which will make research slow and expensive. The gestation period of a mouse, on the other hand, is a mere 20 days, says Shapiro. “It makes [research] a lot faster.” There are other benefits to starting in mice. Scientists have been closely studying the genetics of these rodents for decades. Shapiro and her colleagues were able to look up genes that have already been linked to wavy, long, and light-colored fur, as well as lipid metabolism. They made a shortlist of such genes that were also present in woolly mammoths but not in elephants.  The team identified 10 target genes in total. All were mouse genes but were thought to be linked to mammoth-like features. “We can’t just put a mammoth gene into a mouse,” says Shapiro. “There’s 200 million years of evolutionary divergence between them.”  Shapiro and her colleagues then carried out a set of experiments that used CRISPR and other gene-editing techniques to target these genes in groups of mice. In some cases, the team directly altered the genomes of mouse embryos before transferring them to surrogate mouse mothers. In other cases, they edited cells and injected the resulting edited cells into early-stage embryos before implanting them into other surrogates.   In total, 34 pups were born with varying numbers of gene edits, depending on which approach was taken. All of them appear to be healthy, says Shapiro. She and her colleagues will publish their work at the preprint server bioRxiv, and it has not yet been peer-reviewed. COLOSSAL  “It’s an important proof of concept for … the reintroduction of extinct genetic variants in living [animal groups],” says Linus Girdland Flink, a specialist in ancient DNA at the University of Aberdeen, who is not involved in the project but says he supports the idea of de-extinction. The mice are certainly woolly. But the team don’t yet know if they’d be able to survive in the cold, harsh climates that woolly mammoths lived in. Over the next year, Shapiro and her colleagues plan to investigate whether the gene edits “conferred anything other than cuteness,” she says. The team will feed the mice different diets and expose them to various temperatures in the lab to see how they respond. Back from the brink Representatives of Colossal have said that they plan to create a woolly mammoth by 2027 or 2028. At the moment, the team is considering 85 genes of interest. “We’re still working to compile the ultimate list,” says Shapiro. The resulting animal should have tusks, a big head, and strong neck muscles, she adds.",
    "Given the animal’s long gestation period, reaching a 2028 deadline would mean implanting an edited embryo into an elephant surrogate in the next year or so. Shapiro says that the team is “on track” to meet this target but adds that “there’s 22 months of biology that’s really out of our control.” That timeline is optimistic, to say the least. The target date has already been moved by a year, and the company had originally hoped to have resurrected the thylacine by 2025. Daly, who is not involved in the study, thinks the birth of a woolly mammoth is closer to a decade away.  Related StoryAdventures in the genetic time machineAncient DNA is telling us more and more about humans and environments long past. Could it also help rescue the future?",
    "In any case, if the project is eventually successful, the resulting animal won’t be 100% mammoth: it will be a new animal. And it is impossible to predict how it will behave and interact with its environment, says Daly.  “When you watch Jurassic Park, you see dinosaurs … as we imagine they would have been, and how they might have interacted with each other in the past,” he says. “In reality, biology is incredibly complicated.” An animal’s behavior is shaped by everything from the embryo’s environment and the microbes it encounters at birth to social interactions. “All of those things are going to be missing for a de-extinct animal,” says Daly. It is also difficult to predict how we’ll respond to a woolly mammoth. “Maybe we'll just treat them as [tourist attractions], and ruin any kind of ecological benefits that they might have,” says Daly. Colossal’s director of species conservation told MIT Technology Review in 2022 that the company might eventually sell tickets to see its de-extinct animals. The team at Colossal is also working on projects to de-extinct the dodo as well as the thylacine. In addition, team members are interested in using biotech to help conservation of existing animals that are at risk of extinction. When a species dwindles, the genetic pool can shrink. This has been the fate of the pink pigeon, a genetic relative of the dodo that lives in Mauritius. The number of pink pigeons is thought to have shrunk to about 10 individuals twice in the last century. A lack of genetic diversity can leave a species prone to disease. Shapiro and her colleagues are looking for more genetic diversity in DNA from museum specimens. They hope to be able to “edit diversity” back into the genome of the modern-day birds. The Hawaiian honeycreeper is especially close to Shapiro’s heart. “The honeycreepers are in danger of becoming extinct because we [humans] introduced avian malaria into their habitat, and they don’t have a way to fight [it],” she says. “If we could come up with a way to help them to be resistant to avian malaria, then that will give them a chance at survival.” Girdland Flink, of the  University of Aberdeen, is more interested in pigs. Farmed pigs have also lost a lot of genetic diversity, he says. “The genetic ancestry of modern pigs looks nothing like the genetic ancestry of the earliest domesticated pigs,” he says. Pigs are vulnerable to plenty of viral strains and are considered to be “viral incubators.” Searching the genome of ancient pig remains for extinct—and potentially beneficial—genetic variants might provide us with ways to make today’s pigs more resilient to disease. “The past is a resource that can be harnessed,” he says. hide"
  ]
}