{
  "url": "https://www.dailymirror.lk/opinion/Government-caught-between-election-promises-and-reality-EDITORIAL/172-293204",
  "title": "Government caught between election promises and reality - EDITORIAL",
  "ut": 1728248940.0,
  "body_paragraphs": [
    "During the post presidential period of electioneering, all credible presidential parties and groupings save the faction led by ex-President Wickremesinghe, made promises of renegotiating the International Monetary Fund (IMF) agreement.",
    "Presidential candidate Anura Kumara Dissanayake (AKD) and his National People’s Power (NPP) promised to reverse the unpopular steep tax hikes, raise public servant salaries and renegotiate the unpopular IMF bailout secured by then President Wickremesinghe’s regime.",
    "Today however, in the aftermath of topping the electoral polls and responsibility for ensuring the country does not fall back into the disastrous years of Gotabaya Rajapaksa’s rule, the government confirmed Sri Lanka would go ahead with a deal to restructure sovereign bonds reached last month.",
    "A final confirmation of compliance with their parameters came from both the International Monetary Fund and an Official Creditor Committee. Despite having earlier termed the IMF deal as a ‘death trap’ and vowing to renegotiate the deal, the new regime has quickly accepted ground realities.",
    "The President’s office said on Thursday he reaffirmed a “broad agreement” with the objectives of the IMF programme but “emphasised the importance of achieving these objectives through alternative means that relieves the burden off the people”.",
    "At the time when Wickremesinghe reached an agreement with the IMF our country was faced with a situation where fuel and gas were unavailable. Food stocks were in short supply. Milk food for children was not available and shop shelves were empty.",
    "Making the situation worse none of the other political parties were willing to take responsibility for pulling the country out of the economic mess it was embroiled in. The IMF deal brokered by Wickremesinghe came about in these circumstances. But it raised the credit worthiness of the country.",
    "The government’s agreement with the IMF had many defects. It did little to lessen burdens on poorer sections of the community. A direct result of shortcomings included in the agreement is today’s level of malnutrition among children. It has led to families having to forego meals, the closure of many small and medium industries and a growing problem of unemployment.",
    "Our new president, comes from an extremely impoverished background, recognises and feels for the poorer classes in the country. It is because of this understanding, while reaffirming “broad agreement” with the objectives of the IMF programme he continues to “emphasise the importance of achieving these objectives through alternative means that relieves the burden on the people”.",
    "But the IMF, is equally adamant -IMF spokesperson Julie Kozack- speaking in Washington said “Important vulnerabilities and uncertainties do remain, and this means that sustaining reform momentum is critical.”",
    "Sri Lanka can draw down a fourth tranche of $336 million in IMF funds, only if it (IMF) is satisfied that leaders are sticking to the revenue and spending targets of the rescue plan.",
    "The IMF is unlikely to give in on core components of the bailout. Our country defaulted on its $46 billion foreign debt in 2022 after running out of foreign exchange and we went to the IMF for a bailout.",
    "Put in more local parlance, it is like a family which has run out of capital approaches a local money lender (Poli Mudalali). The poli mudalali charges extravagant interest. He has conditions and demands payment on time. He brooks no excuses.",
    "The IMF and its sister institution the World Bank (WB) created by the US and its Western allies in the aftermath of World War II, are the ‘Poli Mudalalis’ to the poorer countries emerging from colonial domination.",
    "The 2023 IMF bailout helped end crippling shortages of food, fuel and medicine but conditions imposed as part of the agreement has left millions struggling to make ends meet.",
    "Murtaza Jafferjee of the Colombo-based economic think tank ‘Advocata’ in an interview with AFP soon after Dissanayake’s election said the new President has little room to reshape the terms of the IMF deal. According to Murtaza “There are certain red lines that the IMF will not agree to negotiate.”",
    "Detractors to the IMF agreement refer to alternative sources of rescheduling our debt. But none came forward at that time. Perhaps it’s time to hold their silence."
  ]
}