{
  "url": "https://hbr.org/sponsored/2024/12/video-quick-take-schneider-electrics-charise-le-on-working-in-sustainability",
  "title": "Video Quick Take: Schneider Electric’s Charise Le on Working In Sustainability",
  "ut": 1735029014.0,
  "body_paragraphs": [
    "Welcome to the HBR Video Quick Take. I’m Todd Pruzan, senior editor for research and special projects at Harvard Business Review. As the world sets its ambitious sustainability targets, companies are focusing on redefining and sometimes reinventing their business operations. Accelerating these efforts is also shaping the landscape of work. We’re here today with Charise Le, executive vice president and chief human resources officer at Schneider Electric, to talk about how business leaders and their organizations are adapting, thriving, and driving sustainable progress in this transformative era. Charise, thanks so much for being with us.",
    "Charise Le, Schneider Electric",
    "Thank you for inviting me, Todd.",
    "Charise, how are the growing efforts around decarbonization transforming the world of work?",
    "Charise Le, Schneider Electric",
    "Yeah. I think as organizations across the globe look to accelerate their decarbonization efforts, the demand for climate-related jobs will only increase. Our study with Boston University found that deploying clean energy technologies in new and retrofitted buildings can create more than two million jobs.",
    "On the other side, workers’ preferences are changing, and people are more sustainability driven. And Deloitte found that almost 50% of self-assessed higher-income workers have considered switching jobs to work for a more sustainable company—so, great opportunities for organizations to reshape their people practices to build the connection.",
    "It does sound like a great opportunity. Charise, the growth in demand for green skills is outpacing the supply, according to some recent studies. How can companies help close the skills gap?",
    "Charise Le, Schneider Electric",
    "I think companies have roles to play in two dimensions—one, to help your own people; and two, to help society.",
    "For your own people, I think the first thing to do is make your own sustainability commitment. Raise awareness among your people about the value of green skills. Thus, you create the sense of urgency and the desire to learn. The second thing companies need to do is invest in upskilling, and do it at speed and at scale—for example, buying courses versus creating them in-house, for the most up-to-date knowledge and partnerships with educational institutions as well. And third, companies need to nurture a culture of continuous learning, by creating programs to facilitate the transfer of skills among colleagues and recognize and empower experts, and, most importantly, allocating dedicated time for people to learn.",
    "And the second dimension, which I mentioned earlier, is to go beyond your own employees—that is, to help society. For example, one of our sustainability ambitions is to train one million people in energy management by 2025. And so far, we’ve reached more than 608,000 people.",
    "Another example is our partnerships with InnoEnergy. This is a university partner co-founded with the European Union and we sponsored their master programs focused on skills for sustainable power engineering and innovative strategies to create smarter, more sustainable and resource-efficient communities. I think companies can play a vital role. It is all about having a vision and being intentional in action.",
    "Sounds like very, very ambitious work. Charise, what can companies large and small do to attract and retain today’s more sustainability-driven talent?",
    "Charise Le, Schneider Electric",
    "I think, first of all, we need to think about what people want. People need to feel that they share the same vision and values and that they are part of the company’s sustainability efforts. And the more sustainability-driven talent—they don’t buy what you do; they buy why you do it. So to start with, you need to hire people who believe what you believe.",
    "Our employee value proposition at Schneider, Impact starts with us, is reflective of a company where we invite all our employees and people in our ecosystems—partners, customers, and suppliers—to contribute to turning sustainability ambition into actions. Now, declaring your vision is not good enough. Organizations must walk the talk. You need to approach hiring in a targeted manner.",
    "Schneider Go Green is an example. It is an annual global competition for university students to share their ideas for a cleaner, more inclusive, and more sustainable world. It was first launched in 2011, and last year we had more than 19,000 students from over 70 countries registered.",
    "And you need to set targets. Targets ranging from decarbonization to DEI must not and cannot be siloed or met by a single team. They need to be embedded across all aspects of a company’s operations and considered a collective goal. Then these targets need to be communicated in a way that helps people understand how they can contribute to the success. And progress also needs to be transparently and regularly shared in order to drive accountability.",
    "Companies should make it easier for employees to reduce their individual carbon footprint in the office or at home, and by doing so, you infuse sustainability into the company’s culture. I mentioned earlier upskilling. It definitely demonstrates companies’ investment in employees’ growth and alignment with their values.",
    "In the end, beyond the professionals that we are, we are all human beings. And we perform better and are more engaged when we feel safe, make a difference, and are recognized for our impact.",
    "OK, excellent guidance for organizations and for anyone. Charise, thank you so much for sharing your insights today about sustainability policies through the HR lens.",
    "Charise Le, Schneider Electric",
    "Thank you so much for having me, Todd.",
    "We’ve been speaking with Charise Le, executive vice president and chief human resources officer at Schneider Electric, about sustainability.",
    "You can explore more insights on Schneider Electric and its sustainable approach at se.com."
  ]
}