{
  "url": "https://www.dailymirror.lk/opinion/Deflationary-Disaster-and-the-Undemocratic-Rule-of-IMF-Experts/172-297165",
  "title": "Deflationary  Disaster and the Undemocratic Rule of IMF Experts",
  "ut": 1733082868.0,
  "body_paragraphs": [
    "Sri Lanka has achieved another Staff-Level Agreement for the Third Review of the IMF program. The IMF delegation during its recent visit to Colombo praised the state of the economy and the success of their programme in Sri Lanka. The reality is far from its applause, where real output and incomes for people is much lower than where it was prior to the onslaught of the crisis. Worse, the IMF prescriptions of inflation targeting have drastically gone wrong, and the economy is caught in a deflationary downward spiral further undermining economic growth, livelihoods and job creation.",
    "The so-called rise in inflation in 2022 was a consequence not so much of loose monetary policy, but of the overnight depreciation of the rupee from Rs 200 per dollar to Rs 364 to the dollar, based on the recommendation of the IMF. The price rise caused by this depreciation of the rupee was passed onto the people including for essential goods; as yet another prescription of the IMF was to market price even essential goods and services without the government addressing price stability. This one time rise in prices labelled as inflation leading to the tremendous increase in cost of living was then unnecessarily hammered by major interest rate hikes with the Central Bank’s policy rate rising to 16.5%. The unaffordability of working capital threw many SMEs out of business. These shock policies rely on the market and oppose any role for the state in the economy.",
    "The market has its own volatile and extractive dynamics and is often the generator of crises when it is not managed by the state. The Sri Lankan rupee having depreciated as low as Rs. 364 to the dollar in 2022, has been appreciating in 2023 and 2024. Indeed, as a result of the interest rate hikes and austerity measures, the rupee has now appreciated to Rs.290 to the dollar. These market fluctuations combined with the flawed policies of the Central Bank dictated by the IMF, including the insistence that the government take no action, have now led to the dangerous state of deflation.",
    "We should learn from the history of devastation caused by deflation during the Great Depression of the 1930s. Indeed, the West, when there are signs of deflation or economic contraction, immediately take to policies of quantitative easing, but for countries like ours in the global south the double standards kick in. Even if people are thrown out of the economy to the streets and end up starving, it matters little to the IMF, where only a crude sense of stability with capacity to repay debt and returns for global finance capital matter; both of which are enhanced through low levels of inflation and appreciation of the currency.",
    "The dangerous deflationary trend now haunting Sri Lanka will have far reaching impact with the economic life of our people undermined for years to come. However, there are two reasons for this failure of economic policy making during this crucial historic moment in the depths of economic crisis.",
    "First, the IMF and to a larger extent Central Banks around the world in our times, are beholden to the interests of finance capital. Their policies inevitably err on the side of investors and the wealthy who prefer lower inflation to safeguard the value of their capital even if it undermines economic growth. The dogmatic policies that insist on inflation targeting and flexible exchange rates are backed by a political project of extracting wealth from our part of the world. Contrary to the belief that Western capital contributes to developing countries with investment in the global south, the reality is that capital, both through high interest debt and through other flows including through the national elite seeking investments abroad, has been flowing in larger quantities from the South to the North.",
    "Second, surrendering economic policy making to experts without Democratic oversight leads to divergence from the needs of the country. In Sri Lanka, the undemocratic rule of the previous government saw through the passing of laws such as the Central Bank Act by an illegitimate parliament to expedite the rule by elite to the detriment of the people’s interest. Indeed, Amartya Sen articulated so clearly that famines are caused not due to scarcity but due to the lack of Democracy. I would say this is the case during escalating economic crises as well. It is to be seen if the demands for relief and economic revival at the heart of the great mandate given to the newly elected government will finally ensure Democratic oversight of the economy.",
    "The IMF and the Central Bank have publicly claimed that their targets for inflation in Sri Lanka are 5% with a plus or minus 1% variation limit. I would argue for our country and particularly during a crisis, the 5% inflation target is extremely low, and that the kind of stimulus needed for the economy should tolerate higher levels of inflation to get production going and increase employment. Indeed, small businesses and for that matter farmers will avoid investing in production if they expect their output prices to be low in the future, and would just hold onto cash during deflationary cycles.",
    "The reality is that headline inflation in Sri Lanka in November was -2.1%, and such a negative inflation rate or deflation has been the case over the last three months. In fact, over the last sixteen months inflation has been well below the targeted inflation band of 4% to 6%, except the two months in January and February this year when it reached 6.4% and 5.9% respectively.",
    "Who should be fired if the Central Bank under the guidance of the IMF experts have gotten inflation so wrong, particularly given the fanfare of the stringent reviews of the IMF program? Should we not urgently change course and bring the economy under Democratic control to ensure recovery, and avoid the dangers of a prolonged economic depression?"
  ]
}