{
  "url": "https://www.dailymirror.lk/opinion/The-UN-missing-the-wood-for-the-trees-EDITORIAL/172-292702",
  "title": "The UN -missing the wood for the trees -  EDITORIAL",
  "ut": 1727648247.0,
  "body_paragraphs": [
    "In what is becoming almost a monotonous regular feature at the UNHRC, that organisation presented a ‘comprehensive report on Sri Lanka’ authored by the Commissioner of Human Rights earlier in September this year.",
    "It called on the government to take responsible and meaningful action to determine and disclose the fate and whereabouts of tens of thousands of people who have been subjected to enforced disappearance over the decades. It also called on government to hold those responsible to account.",
    "Both are serious issues to both the victims’ families and our country’s social fabric. The Daily Mirror too, acknowledges the need to take action and hold to account persons accused of allegedly responsible for these actions, many of which are described as crimes against humanity.",
    "Editors of this paper too have themselves faced state sponsored violence for stands against perpetrators of this type of crime. We continue to stand by these principles and do not advocate prosecution of this type of criminals be postponed or brushed under the carpet.",
    "However, today the world is witnessing the crime of genocide being committed in broad daylight. Thousands of Palestinians are being done to death by the State of Israel simply because they are Palestinian.",
    "According to United Nations Office for the Coordination of Humanitarian Affairs (OCHA), over 41,272 Palestinians have been killed in the Gaza Strip. Anodolu Ajansi reports over 16,400 Palestinian children have been killed in Israeli attacks in Gaza since Oct. 7. Ismail Thawabteh, who heads Gaza’s government media office, told Anadolu, the victims included 115 babies” and added 35 Palestinian children have died from malnutrition and dehydration amid a tight Israeli blockade on the enclave.",
    "The UN has called for a ceasefire in Gaza. But Israel continues attacking civilian homes, places of religious worship, school, universities and even UN compounds where displaced Palestinians have sought refuge.According to the OCHA, over 70,000 Palestinian Gaza housing units have been destroyed and more than 1.9million Gazans have been displaced by Israel.",
    "What makes this terrible situation even worse is the fact that, the State of Israel itself was artificially created via the partition of Palestine by the UN!",
    "Under the partition plan, the Arab state (Palestine) was to have a territory of 11,592 square kilometres, or 42.88 percent of the territory. The Jewish state received a territory of 15,264 square kilometres, or 56.47 percent. The remaining 0.65 percent or 176 square kilometres -comprising Jerusalem, Bethlehem and the adjoining area- would become an International Zone.",
    "Today Israel occupies the entire Palestinian territory. Israel has also cut off electricity and water supplies to the Gaza Strip. It has not permit food or humanitarian aid to the area. The World Health Organisation (WHO) has reported nearly 600 Israeli attacks on health care services in Gaza and the West Bank since Israel’s war on Palestine began in October 2023.",
    "The Head of the UN Children’s Fund UNICEF said in a statement that children in Gaza “are caught in a nightmare that worsens with every passing day”.",
    "Today, adding insult to injury, Israel has now commenced attacking another Arab State -Lebanon- accusing a militant group in that country -not the government- of carrying out armed attacks on Israel.",
    "According to CNN commencing on 25 September, Israeli airstrikes targeting the militant group Hezbollah in Lebanon have killed nearly over 700 Lebanese people and wounded 1,600 others. These numbers are rising.",
    "While raising charges of rights violations in Sri Lanka is important to prevent a repetition of similar events in the future. It is more important to immediately halt Israel’s ongoing massacre of people of non Jewish faith living in its neighbourhood.",
    "It is time the countries of this world brought pressure to bear on Israel -not merely verbally- but perhaps by imposing economic trade and sports sanctions on that state; to make it fall in line. Presently by limiting itself to words, Israel feels it can act with complete impunity in whatever it does.",
    "Let us not forget that it was ultimately international sanctions imposed on the apartheid state of South Africa that forced that country to change course."
  ]
}