{
  "url": "https://www.ft.lk/opinion/Fixing-public-finances-without-a-chainsaw/14-775680",
  "title": "Fixing public finances without a chainsaw",
  "ut": 1745270352.0,
  "body_paragraphs": [
    "The threats posed by today’s geopolitical and demographic shifts call for a fundamental transformation in public-finances management. Instead of focusing exclusively on debt reduction and tax hikes, European and US policymakers should leverage the value of public-sector assets to generate new revenue streams",
    "STOCKHOLM – Just as businesses and households assess their balance sheets before making investment decisions, so should governments. When budgets become imbalanced, the most effective way to boost revenue is by improving the management of assets and liabilities. By contrast, US President Donald Trump’s reckless spending cuts – spearheaded by chainsaw-waving billionaire Elon Musk and his Department of Government Efficiency – represent the worst possible approach to addressing fiscal challenges.",
    "To be sure, the threats posed by today’s geopolitical and demographic shifts call for a fundamental transformation of public-finances management. This challenge is particularly urgent in Europe, where the United States’ recent pivot toward Russia has made defence spending a top priority.",
    "But so far, European governments have focused exclusively on increasing debt and raising taxes, overlooking the full scope of their assets and liabilities. This narrow approach has deprived policymakers of crucial insights and accountability, and has led to inefficient resource allocation and potential inequities within and across generations.",
    "It doesn’t have to be this way. If governments introduced accrual accounting-driven targets and adopted public-sector net worth as a key metric of fiscal health, they could generate new revenue streams and strengthen their fiscal positions without cutting essential public services or resorting to tax hikes. Accrual accounting records revenues when they are earned and expenses when they are incurred, rather than when cash changes hands. Net worth is the value of all assets minus the value of all liabilities. Public debt is just one of a state’s liabilities.",
    "While governments are effectively the biggest wealth managers in their respective jurisdictions, they rarely behave like it, partly owing to policymakers’ limited understanding of the assets the state owns. Moreover, most governments – with the notable exception of New Zealand – rarely rely on accrual accounting and net-worth data as a basis for decision-making, thereby failing to hold themselves to the same accounting standards they impose on others.",
    "In fact, despite the global shift toward accrual accounting, few governments have fully integrated it into their planning, budgeting, financial reporting, and fiscal management processes. This is like relying on centuries-old maps to navigate modern transportation systems. What may have been useful in the era of dirt roads and slow-paced horse-drawn carriages is poorly suited to today’s fast six-lane highways.",
    "Evidence suggests that adopting accrual accounting practices in the public sector offers significant benefits, yet much of the policy debate in recent decades has centered on whether the costs are too high. While such a shift requires investments in new information systems, staff training, and capacity building, the financial returns far exceed the costs. Fair-value accounting, in particular, can improve asset and liability management, potentially boosting non-tax revenues by several percentage points of GDP each year.",
    "Prosperity through better accounting",
    "Many countries have attempted to improve their accounting practices, typically in response to fiscal crises. But past reform efforts have been short-lived and repeatedly undermined by institutional resistance. As brilliantly satirised in the classic British sitcom Yes Minister, bureaucrats with a vested interest in preserving the status quo often oppose the transparency and accountability that accurate financial statements can bring. As a result, even the world’s most advanced economies continue to rely on a cash-based and debt-driven approach to public finance, paying little attention to their own balance sheets.",
    "One possible explanation for policymakers’ reluctance to adopt an accrual-based fiscal framework is that the policy debate is often dominated by economists and lawyers, who tend to dismiss accountants’ expertise. Professional self-preservation likely also plays an important role, as a new accounting system could render some traditional civil-service skills obsolete.",
    "The problem is particularly evident in public real estate. Governments are the largest property owners in every economy, with real-estate portfolios whose fair value is often around half the total market value of all property within their jurisdiction. Yet, when making financial decisions, governments consistently overlook these assets, failing to manage them effectively to maximise taxpayer value.",
    "Pittsburgh, Pennsylvania, is a prime example. When the city reassessed the value of its properties, it discovered that their actual worth was 70 times higher than the figure recorded in its financial statements. With proper management, these assets could generate additional non-tax revenues surpassing the city’s total annual tax income.",
    "It is not true that governments cannot manage their finances more efficiently. Wealth management, after all, is not rocket science; in the private sector, it is routine practice. Research by the International Monetary Fund shows that better management of government assets could generate non-tax revenues equivalent to 3% of GDP annually. To capitalise on this opportunity, national and local governments should establish public wealth funds (PWFs) – independent holding companies designed to improve commercial real asset management, benefit taxpayers, and eliminate the need to sell undervalued assets",
    "Pittsburgh is far from an outlier. Most cities fail to assess and disclose the fair market value of their real-estate holdings and operational assets, leaving vast financial potential untapped. For example, Transport for London (TfL) – the city’s struggling transportation authority, which relies heavily on central-government funding for investment and to cover pandemic-related losses – valued its own property holdings at approximately £19 billion ($24.6 billion). But this figure appears to represent less than 15% of TfL’s total properties. The true market value of TfL’s holdings is likely closer to £100 billion.",
    "The US Defence Department offers another striking example. Despite multiple attempts to assess its multitrillion-dollar real-estate portfolio, it has never published the results in its financial statements. To this day, the Pentagon remains unable to produce fully auditable financial records, as required by law.",
    "Traditionally, when a finance ministry identifies surplus property on a government department’s books, its default response is to push for a sale. Such a solution aligns with debt-based fiscal targets and rules: if an asset is deemed unnecessary for the operations of a government entity, selling it is a logical way to reduce debt.",
    "But there are two significant drawbacks to this approach. First, it creates an incentive for departments to hide assets or downplay their value, since acknowledging the existence of a valuable asset could lead to pressure to sell it and reduce departmental budget deficits – especially if the proceeds go directly to the Treasury rather than to the department itself. This dynamic undermines transparency, distorts decision-making, and leads to inefficient asset allocation. Second, as past sales of government real estate suggest, poorly managed properties are often sold for less than their long-term fair value.",
    "These accounting failures extend to a significant share of government liabilities. Non-debt obligations, such as public-sector pensions, are often overlooked by policymakers – even when their total value exceeds the public debt. In the absence of adequate accounting practices, government liabilities will remain poorly understood and, therefore, mismanaged.",
    "The promise of public wealth funds",
    "Poor asset management can have far-reaching financial implications. Cash-strapped public bodies struggle to make informed decisions, such as whether to retain existing assets and manage them more effectively or sell them. The result is missed opportunities and a debilitating lack of strategic vision.",
    "Birmingham, in the United Kingdom, should serve as a cautionary tale. In September 2023, the city council effectively declared itself bankrupt. With sound accounting and professional asset management, the city’s property portfolio could have generated returns several times its estimated operating deficit. Moreover, developing the city’s real-estate assets could have supported broader public-policy goals such as urban renewal and expanding access to affordable housing.",
    "It is not true that governments cannot manage their finances more efficiently. Wealth management, after all, is not rocket science; in the private sector, it is routine practice. Research by the International Monetary Fund shows that better management of government assets could generate non-tax revenues equivalent to 3% of GDP annually. For the European economy – including the UK and Norway – that would amount to nearly €700 billion ($758 billion) in additional revenues each year.",
    "To capitalise on this opportunity, national and local governments should establish public wealth funds (PWFs) – independent holding companies designed to improve commercial real asset management, benefit taxpayers, and eliminate the need to sell undervalued assets. Unlike sovereign wealth funds (SWFs), which are funded through budget surpluses (often generated by natural-resource revenues) and invest in financial assets, PWFs oversee commercial public assets, such as property and state-owned enterprises, with the goal of maximising financial returns for taxpayers.",
    "PWFs are structured to maintain a commercial focus while remaining insulated from political interference and mismanagement by inexperienced politicians. To achieve this, they must have an independent board, clear commercial goals, and market-based hiring practices.",
    "PWFs also have broader potential applications, particularly in property management and development. Given the scale of public-sector property holdings, central governments may require multiple vehicles to manage their portfolios, while local authorities could benefit from pooling their assets to achieve economies of scale.",
    "At both the national and local levels, strong leadership is needed to establish the institutional frameworks needed to ensure that PWFs align with public-policy goals without compromising their commercial objectives. Successful examples of national PWFs include Singapore’s Temasek, Malaysia’s Khazanah, and ADQ in Abu Dhabi. At the local level, urban wealth funds like Copenhagen’s By & Havn and HafenCity Hamburg demonstrate how cities can successfully manage and develop real public assets.",
    "While governments are effectively the biggest wealth managers in their respective jurisdictions, they rarely behave like it, partly owing to policymakers’ limited understanding of the assets the state owns. Moreover, most governments – with the notable exception of New Zealand – rarely rely on accrual accounting and net-worth data as a basis for decision-making, thereby failing to hold themselves to the same accounting standards they impose on others",
    "Even without adequate accounting standards, estimating government properties’ actual or potential value is not difficult and can provide a solid foundation for developing a PWF strategy. A lack of data is not a valid excuse for inaction: while the availability of property data varies by country, online mapping technologies – especially when combined with land registry data – can generate reliable working estimates for any given urban area within weeks and at minimal cost.",
    "Singapore offers a useful model. Temasek – the PWF responsible for managing the country’s operational assets – has been instrumental in the city-state’s transformation from a developing economy into one of the world’s richest within a single generation. Since its establishment in 1974, Temasek has expanded its portfolio from $0.3 billion to nearly $315 billion.",
    "Over the past six decades, Singapore has built what is likely one of the world’s largest sovereign portfolios, with assets divided among Temasek and two SWFs: GIC and the Monetary Authority of Singapore. Collectively, these funds’ assets are estimated to be worth three to four times Singapore’s annual GDP, surpassing some of the SWFs of hydrocarbon-rich countries like Norway and Saudi Arabia.",
    "Lacking natural resources – or even the capacity to generate electricity at the time of independence in 1965 – Singapore’s success has been driven by hard work, ingenuity, and financial discipline. Today, roughly one-fifth of its government spending is funded by investment returns from its various sovereign funds, which have provided an average annual revenue stream equivalent to 3.4% of GDP over the past five years – nearly matching Singapore’s corporate tax revenues. By law, the remaining half of the funds’ net investment return must be reinvested to ensure long-term financial stability.",
    "At a time when European governments are seeking resources to pursue rearmament, policymakers would be well advised to heed these lessons. The vast property and commercial-asset holdings owned by European Union member states have been systematically and severely undervalued in official accounts, exacerbating the continent’s economic problems. Policymakers must shift to accrual accounting- and net worth-driven financial oversight, investing and managing assets based on long-term needs. By establishing PWFs at the national, regional, and local levels, they could improve asset management and deliver greater value to taxpayers without relying on underpriced asset sales.",
    "Ensuring sustainable prosperity in Europe requires policymakers who focus on improving the management of public assets and liabilities not because it’s easier, but because it represents the greatest opportunity to revitalise Europe’s economies. Integrating public-sector assets into the financial system is not only fair to future generations; it will also strengthen the EU’s ability to confront today’s economic and security challenges. The bloc’s survival depends on it – and the time for action is running out. (Source: https://www.project-syndicate.org/onpoint/manage-government-assets-to-fix-public-finances-by-dag-detter-2025-03)",
    "Dag Detter, Principal at Detter & Co, is an investment adviser and a former president of Stattum, the Swedish National Wealth Fund, where he led the restructuring of the government’s $70 billion portfolio of enterprises and real estate.",
    "(The writer, Principal at Detter & Co, is an investment adviser and a former president of Stattum, the Swedish National Wealth Fund, where he led the restructuring of the government’s $ 70 billion portfolio of enterprises and real estate.)"
  ]
}