{
  "url": "https://www.technologyreview.com/2025/02/21/1112237/8000-pregnant-women-may-die-us-aid-cuts/",
  "title": "8,000 pregnant women may die in just 90 days because of US aid cuts",
  "ut": 1740094200.0,
  "body_paragraphs": [
    "This article first appeared in The Checkup, MIT Technology Review’s weekly biotech newsletter. To receive it in your inbox every Thursday, and read articles like this first, sign up here. Yesterday marks a month since the inauguration of Donald Trump as the 47th US president. And what a month it has been. The Trump administration wasted no time in delivering a slew of executive orders, memos, and work notices to federal employees. Related StoryWhat’s next for reproductive rights in the USSeven states are set to implement laws supporting abortion access, but the future of reproductive rights in the US is unclear.",
    "On February 18, Trump signed an executive order that seeks to make IVF more accessible to people in the US. In some ways, the move isn’t surprising—Trump has expressed his support for the technology in the past, and even called himself “the father of IVF” while on the campaign trail last year. Making IVF more affordable and accessible should give people more options when it comes to family planning and reproductive freedom more generally. But the move comes after a barrage of actions by the new administration that are hitting reproductive care hard for people around the world. On January 20, his first day in office, Trump ordered a “90-day pause in United States foreign development assistance” for such programs to be assessed. By January 24, a “stop work” memo issued by the State Department brought US-funded aid programs around the world to a halt.",
    "Recent estimates suggest that more than 8,000 women will die from complications related to pregnancy and childbirth over the next 90 days if the funding is not reinstated. On January 24 Trump also reinstated the global gag rule—a policy that requires nongovernmental organizations receiving US health funding to agree that they will not offer abortion counseling and care. This move alone immediately stripped organizations of the funding they need to perform their work. MSI Reproductive Choices, which offers support for reproductive health care in 36 countries, lost $14 million as a result, says Anna Mackay, who manages donor-funded programs at the organization. “Over 2 million women and girls would have received contraceptive services with that money,” she says.",
    "The US Agency for International Development (USAID) had a 2025 budget of $42.8 billion to spend on foreign assistance, which covers everything from humanitarian aid and sanitation to programs promoting gender equality and economic growth in countries around the world. But the “stop work” memo froze that funding for 90 days. The impacts were felt immediately and are still rippling out. Clinical trials were halted. Jobs were lost. Health programs were shut down. “I think this is going to have a devastating impact on the global health architecture,” says Thoai Ngo at Columbia University’s Mailman School of Public Health. “USAID is the major foreign funder for global health … I’m afraid that there isn’t [another government] that can fill the gap.” Related StoryWhy the term “women of childbearing age” is problematicNew movie The Substance showcases how women are thought about in terms of youth and fertility. That idea makes for bad research and health guidance.",
    "Reproductive health care is likely to lose out as affected governments and health organizations try to reorganize their resources, says Ngo: “In times of crisis … women and girls tend to be deprioritized in terms of access to health and social services.”  Without information on and access to a range of contraceptive options, unintended pregnancies result. These have the potential to limit the freedoms of people who become pregnant. And they can have far-reaching economic impacts, since access to contraception can improve education rates and career outcomes. And the health consequences can be devastating. Unintended pregnancies are more likely to be ended with abortions—potentially unsafe ones. Maternal death rates are high in regions that lack adequate resources. A maternal death occurred every two minutes in 2020. “It’s difficult to overstate how catastrophic this freeze has been over the last several weeks,” says Amy Friedrich-Karnik, director of federal policy at the Guttmacher Institute, a research and policy organization focused on global sexual and reproductive health and rights. “Every single day that the freeze is in place, there are 130,000 women who are being denied contraceptive care,” she says. The Guttmacher Institute estimates that should USAID funding be frozen for the full 90 days, around 11.7 million women and girls would lose access to contraceptive care, and 4.2 million of them would experience unintended pregnancies. Of those, “8,340 will die from complications during pregnancy and childbirth,” says Friedrich-Karnik.",
    "“By denying people access to contraception, not only are you denying them tools for their bodily autonomy—you are really risking their lives,” she says. “Thousands more women will die down the road.” “USAID plays such a central role in supporting these life-saving programs,” says Ngo. “The picture is bleak.” Even online sources of information on contraceptives are being affected by the funding freeze. Ben Bellows is a chief business officer at Nivi, a digital health company that develops chatbots to deliver health information to people via WhatsApp. “Two million users have used the bot,” he says. Related StoryHow Indian health-care workers use WhatsApp to save pregnant womenFemale volunteers are using messages, statuses, and hyperlocal groups to fight dangerous medical misinformation and combat the country’s high maternal mortality rate.",
    "He and his team have been working on a project to deliver information on contraceptive options and family planning to women in India, and they have been looking to incorporate AI into their bot. The project was funded by a company that, in turn, is funded by USAID. Like the funding, the work is “frozen,” says Bellows.  “We’ve slowed [hiring] and we’ve slowed some of the tech development because of the freeze [on USAID],” he says. “It’s bad [for] the individuals, it’s bad [for] the companies that are trying to operate in these markets, and it’s bad [for] public health outcomes.” Reproductive health and freedoms are also likely to be affected by the Trump administration’s cuts to federal agencies. The National Institutes of Health and the Centers for Disease Control and Prevention have been in the administration’s crosshairs, as has the Food and Drug Administration. After all, the FDA regulates drugs and medical devices in the US, including contraceptives. The CDC collects and shares important data on sexual and reproductive health. And the NIH supports vital research on reproductive health and contraception. The CDC also funds health programs in low-income countries like Ethiopia. Following Trump’s executive order, the country’s ministry of health terminated the contracts of more than 5,000 health workers whose salaries were supported by the CDC as well as USAID.",
    "“That’s midwives and nurses working in rural health posts,” says Mackay. “We’re turning up to support these staff and provide them with sexual reproductive health training and make sure they’ve got the contraceptives, and there’s just no one at the facility.” So, yes, it is great news if the Trump administration can find a way to make IVF more accessible. But, as Mackay points out, “it’s increasing reproductive choice in one direction.”",
    "Now read the rest of The Checkup Read more from MIT Technology Review's archive Last November, two years after Roe v. Wade was overturned, 10 US states voted on abortion rights. Seven of them voted to extend and protect access. My colleague Rhiannon Williams reported on the immediate aftermath of the decision that reversed Roe v. Wade. Fertility rates are falling around the world, in almost every country. IVF is great, but it won’t save us from a looming fertility crisis. Gender equality and family-friendly policies are much more likely to be effective.  Decades of increasingly successful IVF treatments have caused millions of embryos to be stored in cryopreservation tanks around the world. In some cases, they can’t be donated, used, or destroyed and appear to be stuck in limbo “forever.” Ever come across the term “women of childbearing age”? The insidious idea that women’s bodies are, above all else, vessels for growing children has plenty of negative consequences for us all. But it has also set back scientific research and health policy.  There are other WhatsApp-based approaches to improving access to health information in India. Accredited social health activists in the country are using the platform to counter medical misinformation and superstitions around pregnancy.",
    "From around the web The US Food and Drug Administration assesses the efficacy and toxicity of experimental medicines before they are approved. It should also consider their “financial toxicity,” given that medical bills can fall on the shoulders of patients themselves, argue a group of US doctors. (The New England Journal of Medicine) Robert F. Kennedy Jr., the new US secretary of health and human services, has vowed to investigate the country’s childhood vaccination schedule. During his confirmation hearing a couple of weeks ago, he promised not to change the schedule. (Associated Press) Some scientists have been altering their published work without telling anyone. Such “stealth corrections” threaten scientific integrity, say a group of researchers from Europe and the US. (Learned Publishing) The US Department of Agriculture said it accidentally fired several people who were working on the federal response to the bird flu outbreak. Apparently the agency is now trying to hire them back. (NBC News) Could your next pet be a glowing rabbit? This startup is using CRISPR to “level up” pets. Their goal is to eventually create a real-life unicorn. (Wired) hide"
  ]
}