{
  "url": "https://hbr.org/2025/01/research-trying-to-pick-the-best-of-the-best-is-the-wrong-approach",
  "title": "Research: Trying to Pick the “Best of the Best” Is the Wrong Approach",
  "ut": 1738136135.0,
  "body_paragraphs": [
    "retales botijero/Getty Images",
    "In selecting the most creative people or ideas to hire or implement, many organizations use multi-step processes that winnow the initial pool to a group of finalists and then select “the best of the best” from the finalists. Research conducted in which the authors were involved found that such an approach may be a waste of time and resources and that the experts trying to pick the winners from the finalists agonize and can’t really determine the clearly superior choices. A better approach might be: keep the selection criteria for identifying talent or potential relatively broad, don’t try to select the best of the best and instead use other criteria such as diversity or cultural fit, involve experts early in the process, and create a community of winners that includes all finalists.",
    "For over 150 years, the Rijksakademie van Beeldende Kunsten (National Academy of Fine Arts) in Amsterdam has been in the business of identifying and developing artistic talent. During that time, it has picked some clear winners; alumni include such important artists as Piet Mondrian.",
    "Attracting and Cultivating Talent Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Attracting and Cultivating Talent. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Discover how to attract, hire, develop, and keep talented people who will grow and thrive throughout their employee journey.",
    "Learn More & See All Courses",
    "Read more on Hiring and recruitment",
    "Innovation and Talent management"
  ]
}