{
  "url": "https://dbsjeyaraj.com/dbsj/?p=85383",
  "title": "Cultural Centre in Jaffna Constructed with Indian Grant Named  ‘Thiruvalluvar Cultural Center’, in honour of the great Tamil poet-philosopher Thiruvalluvar   on 18 Jan 2025",
  "ut": 1737142872.0,
  "body_paragraphs": [
    "(Text of Media Released by the High Commission of India in Colombo on 18 January 2025)",
    "High Commissioner of India to Sri Lanka H.E Santosh Jha and Minister of Buddhasasana, Religious and Cultural Affairs Hon’ble Hiniduma Sunil Senevi jointly announced the naming of the Cultural Centre in Jaffna as ‘Thiruvalluvar Cultural Center’, in honour of the great Tamil poet-philosopher Thiruvalluvar, at a ceremony held on 18th January 2025. The event was also attended by Minister of Fisheries, Aquatic and Ocean Resources Hon’ble Ramalingam Chandrashekhar, Governor of Northern Province Hon’ble Nagalingam Vethanayan, Municipal Commissioner of Jaffna Mr. S. Krishnendran, Secretary to Ministry of Buddhasasana, Religious and Cultural Affairs, Mr. Atapattu, Consul General of India in Jaffna Sai Murali, along with other dignitaries and cultural artists from Jaffna.",
    "2.\tBuilt with Indian grant assistance of USD 12 million, the Center provides a space where the rich traditions, arts, and aspirations of the people of the Northern Province could thrive. The iconic structure is a state-of-the-art facility consisting of multiple facilities such as a museum of two floors; an advanced theatre style auditorium for more than 600 people; a 11-storeyed learning tower; a public square which could also act as an amphitheater; etc.",
    "3.\tThe foundation stone for the Cultural Center was laid by the Prime Minister of India, Shri Narendra Modi, during his historic visit to Jaffna in March 2015. The facility was subsequently inaugurated in March 2022 and dedicated to the people of Sri Lanka in February 2023.",
    "4.\tHigh Commissioner H.E Santosh Jha, during his address at the naming ceremony on 18th January, said that the initiative not only served to pay tribute to the great Thiruvalluvar, it was also a celebration of a shared history, a shared culture, and the unique and unbreakable bond between India and Sri Lanka. He remarked that the occasion marked the beginning of a journey guided by the wisdom of Thiruvalluvar, towards a future rich in culture, collaboration, and shared prosperity. The High Commissioner urged the people of Jaffna and the Northern Province to make the center a living, breathing embodiment of Thiruvalluvar’s teachings.",
    "5.\tMinister of Buddhasasana, Religious and Cultural Affairs Hon’ble Hiniduma Sunil Senevi said that an ideal name had been chosen for the Cultural Center in Jaffna. He added that Thiruvalluvar’s teachings remind us that our actions should always be rooted in compassion and righteousness, and that his masterpiece, the Thirukkural, guides us in the pursuit of a just and harmonious society. In a special gesture, Hon’ble Minister gifted the High Commissioner of India a copy of the first ever edition of translation of the Thirukkural into Sinhala.",
    "6.\tOn behalf of the President of Sri Lanka, H.E. Anura Kumara Disanayaka, the Hon’ble Minister thanked the Government of India for the generous gift of the cultural center, and said that he looked forward to working with all stakeholders towards making it a hub of vibrant cultural activity.",
    "*********************************************************************"
  ]
}