{
  "url": "https://www.dailymirror.lk/opinion/Let-election-month-not-be-preceded-by-false-promises/172-289859",
  "title": "Let election month not be preceded by false promises",
  "ut": 1724104746.0,
  "body_paragraphs": [
    "To all intents and purposes, it looks as though the presidential elections will definitely be held on 21 September this year. Forty candidates paid their deposits. One was rejected. None of the candidates are female. On election morn, we will receive a long list of thirty-nine candidates, thirty-five of whom will probably lose their deposits.",
    "Many of these worthies will not even physically visit all districts or provinces of the country. Most of them will lose their deposits. So why are they contesting the election?",
    "However, one thing is certain, there will be election promises galore between now and the date electioneering ends. Ever since the presidential system of government was imposed on our country, in the pre-election period many candidates promised to do away with the executive presidency. None who were elected to the post ever fulfilled that promise.",
    "Ms. Chandrika Bandaranaike Kumaratunge (in 1994) was the first to promise to do away with the Constitution introduced by J.R Jayewardene in 1978 which granted the president near sweeping dictatorial powers. Though she ruled for two terms Kumaratunge did not fulfill this pledge.",
    "Before he was elected President, Maithripala Sirisena too promised to do away with the executive presidency. Sadly after being elected to office, the promise was swept under the carpet.",
    "All elections in our country -whether they be presidential or parliamentary- have all been preceded with promises most of which have not been kept. In one election an ex-Prime Minister promised to lower the price of rice even if he/she had to go to the moon to get the same.",
    "Today in the shadow of the September presidential election -promises most of which will not see the light of day- are being made. The main candidates, Premadasa from the Samagi Jana Balawegaya (SJB), Dissanayake of the National People’s Power (NPP) and President Wickremesinghe are all promising to bring down the cost of living. They speak of lowering taxes in the aftermath of victory at the presidential polls.",
    "Yet all three of them agree, they will work within the framework of IMF conditions for granting our country the bailout for restructuring our foreign debt! So how is this going to be done? Are they thinking of unilaterally breaking with the agreement signed between the IMF and this country?",
    "Would it not be better if they were to tell ‘us the people’, that we will have to keep tightening our belts for a while longer.",
    "The NPP has promised to bring Arjuna Mahendran -the former disgraced Central Bank Chief- back to this country. This is not a simple process and may take a long time. Perhaps the ex-Central Bank Chief may not even be among the living by the time the process is completed. So why make this an election promise?",
    "Is the NPP indirectly trying to say that by bringing him (Mahendran) back to the country for prosecution, we will get the allegedly stolen funds back to the country?",
    "Your guess is as good as mine.",
    "Very recently Sajith Premadasa -the SJB candidate at the presidential election- promised to abolish the Executive Presidency if he is elected president. It’s not that we doubt Premadasa’s word. But to abolish the executive presidency Premadasa will need a two-thirds majority in parliament.",
    "The likelihood of any of the main political parties receiving a two-thirds majority is more than wishful thinking. So why bring this age-old promise up once again.",
    "To add to the witches brew, the election monitoring body PAFFREL has complained to the Commissioner of Election against the government granting a pay hike of Rs. 25,000 to public servants from 2025.",
    "As the date of the presidential election draws closer we will surely witness candidates making many more promises they never mean to keep.",
    "We the voters, do not need empty promises. We would like to hear what plans if any, the candidates plan to tackle the problems faced by the minority communities. We would like to hear plans of action against those indulging hate speech.",
    "Let’s not waste time spouting hot air."
  ]
}