{
  "url": "https://www.ft.lk/opinion/Government-must-seize-moment-to-deliver-justice-and-reconciliation/14-783462",
  "title": "Government must seize moment to deliver justice and reconciliation",
  "ut": 1761510019.0,
  "body_paragraphs": [
    "President Anura Kumara Disanayake",
    "NPC cautions against the danger of unjustified complacency following the UN Human Rights Council (UNHRC) resolution adopted last month in Geneva, which gives Sri Lanka two more years to fulfil its commitments on accountability, truth-seeking, and reparations",
    "By The National Peace Council",
    "Sri Lanka stands at a moment when political intent, social demand, and institutional opportunity align. The people have given the new Government a decisive majority and a clear mandate for change. With a two-thirds majority in Parliament, a largely cooperative opposition, and an expectant population, the Government now has a unique opportunity to deliver on its promises of system change and to move forward on long-delayed justice and reconciliation.",
    "The National Peace Council (NPC) urges the Government to act with urgency and decisiveness to implement its transitional justice commitments as part of building a fairer and more inclusive state. Delivering justice now would rebuild trust among communities, restore Sri Lanka’s credibility internationally, and lay a foundation for renewed investment and rapid economic development.  On  the other hand, continued delay in addressing the grievances of communities affected by past violence not only erodes confidence in the Government’s sincerity but also risks allowing other issues to side-track the reform agenda.",
    "Findings from the Sri Lanka Barometer, a national survey on reconciliation jointly funded by the EU and the German Government, with field work done in the early part of this year, shows that political trust had declined in the Northern and Eastern provinces and was the lowest among all provinces. The report notes that “longstanding justice claims related to the war remain unresolved, continuing to erode trust and reflecting the fractured relationship between Tamil communities and the State.”",
    "At the community level, Tamil groups continue to demand reparations for losses suffered during and after the war. Reparations are not merely financial; they are acknowledgements that lives lost mattered and commitments to prevent recurrence. The Valvettithurai Citizens’ Committee has appealed to the Office for Reparations regarding the 1989 massacre in which 66 civilians were killed and 34 injured during operations by the Indian Peacekeeping Force. This makes clear that time does not heal wounds that have never been recognised.",
    "In addition, Muslim civic groups continue to seek justice for those killed in massacres and riots that remain unresolved to this day—Kattankudy (1990), Palliyagodella (1992), Aluthgama (2014), and Digana (2018). These tragedies still cast long shadows over communities whose pain has yet to be acknowledged. The Catholic Church has also voiced deep disappointment at the slow pace of investigations into the 2019 Easter Sunday bombings and has renewed its call for an independent public prosecutor, a key election pledge. Many years after tragedy, justice remains elusive.",
    "The NPC cautions against the danger of unjustified complacency following the UN Human Rights Council (UNHRC) resolution adopted last month in Geneva, which gives Sri Lanka two more years to fulfil its commitments on accountability, truth-seeking, and reparations. The resolution also de-emphasises the need for an international mechanism at this time.  NPC stands prepared to support the Government in mobilising public and civil society support for reconciliation and transitional justice initiatives through national mechanisms and with international support. With the political power to legislate and the people’s demand for change clear, this is the moment for the Government to act."
  ]
}