{
  "url": "https://www.ft.lk/columns/Anatomy-of-an-assassination-Case-study-on-the-element-of-surprise-and-security-failures/4-773396",
  "title": "Anatomy of an assassination: Case study on the element of surprise and security failures",
  "ut": 1740344548.0,
  "body_paragraphs": [
    "It is time to move beyond damage control and embrace a comprehensive security overhaul",
    "The recent assassination of contract killer Ganemulla Sanjeewa by another contract killer, identified as Samindu Dilshan Piyamanga Kahadanaarachchi, has once again exposed critical vulnerabilities in Sri Lanka’s security framework. The killer, operating under multiple aliases, meticulously planned and executed the assassination in broad daylight, exploiting weak security protocols and leveraging the element of surprise to his advantage.",
    "While the swift arrest of the assassin at a roadblock in Palavi, Puttalam, demonstrated the effectiveness of Sri Lanka’s intelligence and law enforcement agencies in post-incident response, the failure to anticipate and neutralise the threat beforehand raises serious concerns about proactive security measures. This case is a textbook example of how the element of surprise can be weaponised, and it highlights the urgent need for better risk management, intelligence coordination, and crisis preparedness.",
    "The power of the element of surprise in assassinations",
    "In military strategy, law enforcement, and criminal operations alike, the element of surprise is a decisive factor that can determine the outcome of an engagement. Sun Tzu, in The Art of War, emphasises that “all warfare is based on deception,” a principle that applies not just to combat but to assassinations and counter-assassination measures as well.",
    "In this case, the assassin and his accomplices meticulously engineered a false sense of normalcy to gain access to the target and execute their plan without arousing suspicion. Their strategy can be broken down into the following key principles of surprise:",
    "1. Deception through disguise",
    "The assassin and his female accomplice dressed as lawyers, allowing them to blend seamlessly into the environment. By carrying a forged Bar Association ID, the assassin eliminated any immediate suspicion that could have led to preemptive scrutiny. This level of deception suggests that he studied the psychology and routines of security personnel, understanding that they would be less likely to question someone who appeared to belong to the legal fraternity.",
    "2. Exploiting complacency and routine",
    "Security personnel at high-risk locations often develop a false sense of security due to the predictability of their daily routines. The assassin likely conducted multiple reconnaissance missions (dry runs) before the actual operation, familiarising himself with the entry points, security procedures, and response times. By repeatedly entering and exiting the court premises in the days leading up to the attack, he normalised his presence, reducing the likelihood of suspicion.",
    "3. Weapon concealment and tactical advantage",
    "One of the most ingenious aspects of the assassination was the method of weapon concealment. The firearm was smuggled inside a statute book, carried by the female accomplice. This method capitalised on:",
    "The assumption that legal professionals would not be carrying weapons.",
    "The fact that books are not typically subjected to thorough security checks.",
    "This tactic ensured that the assassin could access his weapon at the perfect moment, avoiding detection before the attack.",
    "4. Shock factor and the security paralysis effect",
    "The moment an unexpected attack occurs, human psychology plays a critical role in determining the outcome. The assassin likely anticipated that the initial gunshots would cause momentary paralysis among the security personnel and bystanders. This split-second delay in reaction time allowed him to execute his mission and make a swift escape attempt.",
    "Studies in law enforcement crisis response suggest that individuals who are not mentally and physically conditioned for sudden violence often experience cognitive delay, resulting in freezing, confusion, or inaction—all of which were evident in the security personnel’s reaction at the scene.",
    "The failure of security risk management",
    "The biggest failure in this incident was not just in physical security measures but in threat anticipation and intelligence-driven risk management. Several key areas of failure need to be addressed:",
    "1. Lack of threat intelligence and advance security screening",
    "Given the high-risk profile of the victim, there should have been proactive intelligence gathering on potential threats.",
    "No red flags were raised regarding the suspicious movements of the assassin in the days leading up to the attack.",
    "Insider threats (e.g., corrupt officials providing access) must also be investigated.",
    "2. Failure in access control measures",
    "The fact that a forged Bar Association ID was sufficient to bypass security highlights a lack of verification procedures.",
    "More rigorous identity checks and biometric security measures should be considered for sensitive locations.",
    "3. Reactive instead of proactive security",
    "Security personnel were unprepared for an armed confrontation in a high-risk environment.",
    "No clear protocols were in place for rapid response to an active shooter scenario.",
    "4. Poor training and situational awareness among security officers",
    "The lack of immediate counteraction against the shooter shows a failure in crisis training.",
    "Officers on duty were visibly confused and hesitant, suggesting insufficient preparation for emergency situations.",
    "Key lessons and recommendations",
    "1. Adopt intelligence-driven security protocols",
    "Strengthen surveillance and monitoring of high-risk areas.",
    "Implement real-time threat assessment to detect suspicious behaviour patterns.",
    "2. Enhance access control and screening procedures",
    "Introduce biometric ID verification for sensitive locations.",
    "Conduct randomised security checks to prevent complacency.",
    "3. Improve crisis response training",
    "Train security personnel in active shooter response and high-stress decision-making.",
    "Implement scenario-based drills to condition officers to react swiftly to unexpected threats.",
    "4. Use advanced technology to counter the element of surprise",
    "Deploy AI-driven surveillance systems to detect anomalies in crowd behaviour.",
    "Implement real-time coordination between intelligence agencies and security personnel.",
    "Turning failure into a learning opportunity",
    "While the swift apprehension of the assassin was commendable, this incident must serve as a turning point for Sri Lanka’s security and law enforcement agencies. The element of surprise was the key factor that enabled the assassin’s success, and it is imperative that security forces eliminate predictability in their operations.",
    "By shifting from reactive policing to proactive risk management, implementing modern security technologies, and enhancing training programs, Sri Lanka can mitigate future threats and ensure that such catastrophic security failures do not repeat.",
    "It is time to move beyond damage control and embrace a comprehensive security overhaul—because in the realm of crime and counterterrorism, the best defence is one that eliminates the element of surprise altogether.",
    "(The writer served in the Police department for 38 years, was the former head of Counter Terrorism – State Intelligence Service, and served as Consultant to the Financial Crime Investigation Division for four years after his retirement.)"
  ]
}