{
  "url": "https://www.ft.lk/columns/The-happiness-files-A-book-review/4-786596",
  "title": "The happiness files: A book review",
  "ut": 1767739022.0,
  "body_paragraphs": [
    "The never-ending chase for happiness",
    "We are now at the beginning of the year 2026. If we reflect on the wishes we extended to others and those we received in return, the word “happy” will almost certainly appear at the top of the list. There is nothing to be surprised about this, because living a happy life is one of the primary goals of our lives. In reality, however, this often appears as a challenging goal to realise in everyday life. In August 2025, a Harvard professor, Arthur C. Brooks, provided valuable insights into this matter in his book “The Happiness Files: Insights on Work and Life”, published by Harvard Business Review Press [1].",
    "In my view, this book not only provides research-backed practical recommendations for various aspects of our lives that affect our happiness, but also helps us re-conceptualise happiness itself. Hence, the key insights of this book might guide us to begin the new year in a meaningful manner.",
    "Worrying and its influence on happiness",
    "It is worthwhile to spend some time reflecting on the amount, nature, and reasons for worries in our daily lives. Worrying is a mental process in which the mind attempts to deal with uncertain situations that may have negative outcomes. These worries may relate to past events and, in most cases, to future events that have not yet occurred. We may also realise that some worries relate to our own actions (such as job performance or expected examination results), while others are linked to external factors (such as limited career growth opportunities or inflation). Although worrying is a natural psychological process, this book reminds us of its often-unobserved influence on anxiety and happiness in our everyday lives. More interestingly, it explains, with scientific evidence, that most of the events we worry about do not actually happen in reality. Therefore, it would be worthwhile to reflect on our daily worries and manage them in the new year in order to adopt a fresh approach to our lives.",
    "Dealing with criticisms",
    "Technically, criticism refers to the evaluation of the positive and negative aspects of a person or thing, expressed either verbally or in writing. However, in reality, many people do not prefer to receive negative criticism but are eager to give it. In addition to matters in organisational life, it is much easier than in the past to share opinions, even about social incidents, in today’s social media–driven world. This book uncovers various aspects of this issue and its impact on individuals’ happiness. An important point the author raises is that even though we cannot avoid offering criticism, we can change the way we deal with it. For instance, it guides readers to offer criticism as a gift to the receiver rather than as a weapon and explains how to do so.",
    "Managing relationships",
    "As social beings, it is almost impossible for us to function without social interactions. In this regard, the author highlights the often-ignored value of good relationships in attaining happiness. Drawing on scientifically proven findings, the book explains how family and friends can influence our lives. On the other hand, not every relationship affects happiness in the same way. More importantly, it provides guidance on how to identify and manage toxic relationships. For example, as suggested in the book, learning how to distinguish a real friend from a deal friend, or even a frenemy, is essential for a happier life.",
    "Happiness depends on the how, not just the what",
    "The author further reminds us of an important aspect of our work and achievements. Specifically, the book shows that not only what we have done or achieved matters for happiness, but also how we achieve it. For instance, even if someone passes an examination by cheating, the result will not provide a genuine sense of inner accomplishment. The same idea applies to promotions at work. Therefore, it is vital to pay attention to this aspect in our daily matters. Especially in this AI-led era, we may be able to bypass previous indicators of genuine effort, but we cannot artificially generate the inner accomplishment associated with those tasks. In addition, the book explains how engaging in satisfactory and meaningful work can positively influence our happiness.",
    "Happiness is not a destination",
    "This book also provides valuable guidance on a common behaviour that many unknowingly follow. That is, we expect to gain happiness once certain objectives are achieved. In other words, we tend to perceive happiness as a destination. For instance, many workers express that they will be able to stay happy once they shift from their current workplace. Unfortunately, after joining a new organisation, they often encounter new issues that hinder their happiness. As a result, the cycle continues to repeat. However, the book reminds us of the unavoidable nature of negative emotions associated with our lives. It therefore encourages readers to view happiness as a progressive journey and to focus on achieving “happierness” rather than a final state of happiness. In my opinion, this book is a good choice for those who are looking for a fresh and novel start to the New Year.",
    "[1] https://store.hbr.org/product/the-happiness-files-insights-on-work-and-life-by-arthur-c-brooks/10851",
    "(The author is a Senior Lecturer, Department of Public Administration, University of Sri Jayewardenepura, and is currently reading for the Ph.D. in Governance and Development, GSPA, NIDA, Thailand. He can be reached via email: [email protected].)"
  ]
}