{
  "url": "https://hbr.org/2024/07/u-s-commercial-real-estate-is-headed-toward-a-crisis",
  "title": "U.S. Commercial Real Estate Is Headed Toward a Crisis",
  "ut": 1721716509.0,
  "body_paragraphs": [
    "JasonDoiy/Getty Images",
    "The risks of U.S. commercial banks being overexposed to commercial real estate (CRE) have intensified as the global pandemic upended long-held economic assumptions of perpetually subdued inflation, low interest rates, and in-office work. An analysis from The Conference Board suggests that in the next two years, more than $1 trillion in CRE loans will come due, and an increasing number of banks, mostly regional and community banks, risk having insufficient capital cushions. Executives should take steps now — including examining banking relationships, extending debt maturities, and securing adequate working capital — to mitigate the potential fallout.",
    "U.S. banks face a reckoning: Over the next two years, more than $1 trillion in commercial real estate (CRE) loans will come due, according to The Conference Board calculations using MSCI Real Assets data. Institutions with the most concentrated exposures, insufficient capital cushions, and limited lifelines from larger institutions or regulators face significant losses.",
    "Sharpening Your Business Acumen Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Sharpening Your Business Acumen. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Take your career to the next level by learning business and finance basics, and developing an enterprise mindset.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "HBR Emotional Intelligence Ultimate Boxed Set (14 Books) (HBR Emotional Intelligence Series)",
    "The Psychological Safety Collection: Establish a Culture of Trust to Build an Innovative, Thriving Team",
    "Read more on Corporate finance",
    "Finance and investing,",
    "Economic cycles and trends,",
    "Financial service sector",
    "and Real estate industry"
  ]
}