{
  "url": "https://hbr.org/2024/05/you-need-new-skills-to-make-a-career-pivot-heres-how-to-find-the-time-to-build-them",
  "title": "You Need New Skills to Make a Career Pivot. Here’s How to Find the Time to Build Them.",
  "ut": 1716273325.0,
  "body_paragraphs": [
    "master1305/Getty Images",
    "With any significant change in your career comes the need for new skills. But that’s even more true when you want a radical career change. In these situations, it’s going to take more than listening to a few webinars to build the knowledge you need get to where you...more",
    "Sometimes you don’t just want a new job, you want a radical career change. Perhaps you’ve been in finance and now want to be an acupuncturist, you’re a marketer eager to lead a startup, or you’re an educator looking to shift into catering and event planning.",
    "In these situations, it’s going to take more than listening to a few webinars to build the knowledge or experience you need get to where you want to go. You must set aside a significant amount of time for self-directed learning, formal training, or even a second job to gain the skills for the big leap.",
    "This is not easy, but it is possible.",
    "In my experience as a time management coach, I’ve found these strategies to be the most effective for consistently making time for acquiring brand-new career skills.",
    "Accept the Time Commitment",
    "At the onset, it’s important to recognize that between taking care of your personal life, your main job, and this specific skill-building work, you likely won’t have time for much else. For a major career change to work, you need to be willing to cut back in other areas. That may look like limiting optional items like keeping up on your favorite TV shows, going to happy hours and concerts, and volunteering. And at times, you may need to scale back on essential activities. For example, maybe you can still go for runs, but training for a marathon is out of the picture. Perhaps you can still get an acceptable amount of sleep at night throughout the week, but sleeping in on the weekends is no longer in the cards. Or maybe you make sure to have quality time with your family every day, but need to go to class or work on learning once the kids are in bed.",
    "I don’t recommend that you sacrifice your health or most important relationships to make this change work. But you do need to commit a significant amount of time if you plan to leave your current career.",
    "If you’ve decided you really are serious about making a huge career shift and you’ve set aside the time, you need to then research what’s required for your new field. That could be an education program that sets you up for formal licensing or certification, or it could be more independent learning or side hustle work.",
    "Before you put in a lot of time, make sure you know where that time counts. If you must do a formal program to legally practice in your new profession, put your extra time into the prerequisite courses and applications and then, once you’re accepted, the required coursework. Don’t spend lots of time on self-directed learning where you’re not getting credit for what you’re doing. The opposite is true if a formal program isn’t necessary. You might be significantly delaying your success by going back to school, when you could be taking advantage of other ways to acquire skills and gain experience already at your fingertips.",
    "One of the best ways to find time for independent learning is by layering it onto activities that you’re already doing throughout your day. For example, if you need to listen to course material, do that while walking or driving to work. If you need to read, do it during a commute if you take public transportation or use an app on your phone that will read the text to you while you’re walking or driving. (Using voice reading apps, such as Talk and Text to Speech!, is the primary way that I get through long pdfs.)",
    "If you tend to revert to reading or watching things on your phone during downtimes, like when you’re waiting at a doctor’s office or during a child’s soccer practice, use that time to work through your learning material instead. Every little bit counts.",
    "Finding slices of time already in your workday will help you get a lot done. But if you have a great deal of material to get through — or mandated coursework you need to complete — you’ll also need to designate time to immerse yourself in the learning.",
    "A formal education program can be helpful for this if they have live class times when you’re expected to show up or attend virtually. This helps to force the issue and make your learning consistent. One of my coaching clients, who is doing an MBA in addition to working a full-time job, goes to class on Wednesday night, attends the office hours on the weekend, and uses two hours before and one hour after those office hours to get all the homework done. This ensures she’s consistently investing time in her learning at a designated time each week. If you take on a second job to learn new skills where they require you to work certain hours — for instance, 5-9 pm on a Tuesday and 9 am to 2 pm on a Saturday — that can also help make it a lot easier to be consistent with your skills development.",
    "For self-paced work, you’ll need to clarify the time to get things done for yourself. Usually, I’ve seen my clients pick one or two nights a week where they spend between 90 minutes to two hours dedicated to learning from about 7 pm to 9 pm. Then they usually have a longer studying time on the weekends of three to four hours. Some people may try to fit in learning on their lunch hour, but I’ve seen that it’s hard for most people to be consistent at that time unless it’s something relatively small like commenting on classmates’ posts. Depending on the commitments you already have at work and in your personal life, you should find a time that works for you. Just make sure it’s consistent so it becomes routine.",
    "It’s extremely important from both a practical and emotional standpoint that you’re clear on when you’re focused on your learning and when you’re not. Practically, it helps you to avoid making other plans, working late, or simply forgetting to focus on learning. Emotionally, it helps with not having the constant nagging feeling that you should be doing personal development but never quite knowing when to engage and when to simply relax.",
    "Modify Your Work Schedule",
    "Depending on the rigor of your skill-building needs, you may have to modify your work schedule to make everything work. Start by reviewing your organization’s policies on work times. Then think through what would most support your outside development, such as adjusting your hours: You could come in earlier so you could leave earlier and have time for learning or your side hustle, or you could come in later and leave later in order to work on your development in the mornings. Alternatively, and if your company allows it, you could switch to working four, 10-hour days so that you have your fifth day free for education or a second job. Once you’ve decided what you think would work best, have a discussion with your manager about whether or not the changes would be possible in your particular situation or role.",
    "Finally, if you just really don’t feel like you can fit it all in, consider reducing your “day job” down to part time — 75% or 80% of your full-time role — if you can. With those additional hours, you can focus on what it takes to get to your next career step.",
    "Gaining a brand-new set of skills for a new career takes time, effort, dedication, and focus. But if you really want the change and you use the right strategies, you have what it takes to make it happen, even in your already busy schedule.",
    "Career Management Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Career Management. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "What's your next career move? Learn how to set yourself up for success.",
    "Learn More & See All Courses",
    "How to Invest Your Time Like Money",
    "Read more on Career transitions",
    "and Managing yourself"
  ]
}