{
  "url": "https://www.ft.lk/columns/Power-failure-by-default-or-design/4-773347",
  "title": "Power failure – by default or design",
  "ut": 1740161764.0,
  "body_paragraphs": [
    "The recent power failures underscore the need for a broader scope that includes safeguarding critical infrastructure",
    "Sri Lanka has recently experienced significant power outages, notably the nationwide blackout on 9 February 2025. According to official reports, this particular incident was attributed to a monkey coming into contact with a grid transformer at the Panadura substation, causing a system-wide imbalance.",
    "While this explanation points to an accidental cause, it has sparked discussions about the underlying vulnerabilities in Sri Lanka’s power infrastructure. Experts have long warned that the national power grid is in a weakened state, making it susceptible to widespread outages even from minor disturbances.",
    "Regarding concerns about potential sabotage involving internal actors within the Ceylon Electricity Board (CEB) and private renewable energy suppliers, there is no publicly available evidence to substantiate such claims. The recent outages have been officially linked to technical failures and external factors, rather than deliberate acts of sabotage.",
    "The role of intelligence agencies in preempting and addressing threats to national infrastructure is crucial. However, the effectiveness of these agencies in identifying and mitigating non-traditional security threats, such as infrastructure vulnerabilities, has been a topic of debate. Historically, intelligence efforts have been more focused on traditional security concerns like terrorism and extremism. The recent power failures underscore the need for a broader scope that includes safeguarding critical infrastructure.",
    "To enhance national security and prevent future energy crises, the following measures are recommended:",
    "Infrastructure modernisation: Invest in upgrading the aging power grid to enhance resilience against both technical failures and external interferences.",
    "Comprehensive threat assessment: Expand the mandate of intelligence agencies to include non-traditional threats, ensuring a holistic approach to national security.",
    "Inter-agency collaboration: Foster collaboration between the CEB, intelligence agencies, and private energy providers to share information and coordinate efforts in protecting the power infrastructure.",
    "Public transparency: Maintain open communication with the public regarding the causes of power outages and the steps being taken to address them, which can help in managing public perception and trust.",
    "By implementing these strategies, Sri Lanka can work towards a more secure and reliable power supply, thereby strengthening its social, economic, and political stability.",
    "(The writer is former Head of Counter Terrorism – State Intelligence Service and a present member of the Waqfs Board.)"
  ]
}