{
  "url": "https://www.dailymirror.lk/opinion/Academics-professionals-receive-slots-in-newly-elected-Cabinet/172-296340",
  "title": "Academics, professionals receive slots in  newly elected Cabinet",
  "ut": 1732042307.0,
  "body_paragraphs": [
    "Among the 21-member Cabinet of Ministers sworn in before President Anura Kumara Dissanayake there are 13 new faces in the parliament assuming responsibility for their respective portfolios. Many would agree that the newly appointed Cabinet, unprecedentedly, is the most qualified in the Sri Lankan political history. In comparison to previous governments, the new cabinet comprises individuals who are University academics and reputed professionals. Here is an elaborate description of the educational and professional backgrounds of the members of the new cabinet as well as a gist of their political history.",
    "Dr. Harini Amarasuriya",
    "Prime Minister Dr. Harini Amarasuriya, who received the highest number of preferential votes in the Combo District, was sworn in as Minister of Education and Higher Education and Vocational Education. Dr. Amarasuriya is a Sociologist and Activist and served as a Senior Lecturer in the Department of Social Studies at the Open University. She has obtained a BA (Hons) in Sociology from the University of Delhi, MA in Applied and Development Anthropology from Macquarie University followed by a PhD in Social Anthropology from the University of Edinburgh. She was nominated by National Peoples’ Power (NPP) in 2020 as their national list member for Parliament and has currently assumed duties in the office as the first Prime Minister of Sri Lanka to hold a Doctorate!",
    "Vijitha Herath, who set the record for obtaining the highest preferential votes in Sri Lanka, was sworn in as Minister of Foreign Affairs, Foreign Employment and Tourism. He is a degree holder in Science from the University of Kelaniya. Minister Herath has been a prominent figure in the People’s liberation front (JVP) and a parliamentarian who represented Gampaha district continuously since 2000.",
    "Anura Karunathilake, Minister of Urban Development, Construction and Housing, is a Senior lecturer in the Department of Mathematics, University of Kelaniya. He served as the Secretary of the Kelaniya University Teachers’ Association (KUTA). Minister Karunathilake who was nominated by NPP through the national list, is a member of the NPP’s Policy Drafting Committee as well.",
    "Prof. Anil Jayantha Fernando",
    "Prof. Anil Jayantha Fernando, Minister of Labour, holds a doctorate in business administration and is a chartered accountant. He is a National Executive Member of NPP and a member of NPP Economic Council.",
    "Sunil Kumara Gamage, Minister of Youth Affairs and Sports is a Chartered Accountant by profession and was appointed through NPP’s national list.",
    "Hiniduma Sunil Senevi",
    "Prof. Hiniduma Sunil Senevi, Minister of Buddha Sasana, Religious and Cultural Affairs holds a BA in Sinhala from the University of Sri Jayewardenepura, Masters from University of Kelaniya and a Doctorate in Philosophy from the University of Peradeniya. He counts over two decades of experience at the Faculty of Social Sciences and Languages, University of Sabaragamuwa. Minister Sunil Senevi is an Author, Literary Critic and a script writer.",
    "Prof. Chandana Abeyrathna",
    "Prof. Chandana Abeyrathna, Minister of Public Administration, Provincial Councils and Local Government is a degree holder in History from the University of Kelaniya. He served as the Head of the Department of History and Dean of the Faculty of Social Sciences, University of Kelaniya where he worked for nearly three decades. Minister Abeyrathna is a national executive member of the NPP and is currently the Chairman of NPP’s National intellectual organization.",
    "Ananda Wijepala, Minister of Public Security and Parliamentary Affairs, is an Honors degree holder in Sociology at the University of Colombo and Postgraduate Diploma holder in Criminology and Criminal Justice at the University of Sri Jayewardenepura. He has done his Masters in Social Sciences at the University of Kelaniya. Minsister Wijepala was appointed as the Private Secretary to President Anura Kumara Dissanayake, and held the same position when President Dissanayake served as a minister in 2004. He also served as the Secretary of the Anti-corruption Secretariat in 2015 and is the National Organizer of the NPP’s National Intellectual Organization.",
    "Engineer Kumara Jayakody, Minister of Energy, obtained his degree in Engineering at the University of Peradeniya. He is an Engineer and a project manager by profession. Minister Jayakody is a National Executive member of the NPP and entered the parliament through the National list.",
    "Prof. Upali Pannilage",
    "Prof. Upali Pannilage, Minister of Rural Development, Social Security and Community Empowerment is a professor in sociology at the faculty of humanities and social sciences, University of Ruhuna. He further served as the Dean of the same faculty and headed the Department of Sociology. Minister Pannilage entered through the national list and is a National Executive Member of the NPP, a member of the Policy Drafting Committee as well as the National Intellectual Organization.",
    "Dr. Nalinda Jayatissa",
    "Dr. Nalinda Jayatissa, Minister of Health and Mass Media, gained his Doctorate in Medicine from the University of Sri Jayewardenepura. He is the former Chairperson of the Medical faculty Students Union. He worked as a Healthcare professional until he became fully involved in Politics with the JVP. In 2009, he became a member of the Western Provincial council and was re-appointed in 2014. Minister Jayatissa is a former Parliamentarian appointed in 2015, he is a National Executive member of NPP and party leader of the Kandy district.",
    "Attorney-at-Law Harshana Nanayakkara, Minister of Justice and National Integration obtained his LLB (Hons) from Sheffield University and was appointed as a Barrister at the Lincoln’s Inn. He took his oaths in 1999 and worked as a State Counsel from 2000-2004. Minister Nanayakkara is a National Executive member of NPP and the organizer of the Moratuwa polling division.",
    "Bimal Rathnayake, Minister of Transport, Highways, Ports and Civil Aviation is a degree holder from the University of Moratuwa. He is one of the 18 national list parliamentarians nominated by the NPP and has been a key figure in JVP for many years. Minister Rathnayake is the national organizer and political bureau member of the JVP and was first elected to Parliament in 2001 from the Kurunegala District. He retained his seat in the 2005 parliamentary elections through the JVP’s national list and made his reappearance in 2015 through JVP’s national list.",
    "Dr. Dammika Patabendi",
    "Dr. Dammika Patabendi, Minister of Environment, gained his doctorate from the Medical Faculty, University of Colombo. After a brief period of practising medicine, he became fully involved in politics with the JVP. Dr. Patabendi is a National Executive Member of the NPP and served as its Kegalle district organizer.",
    "Sunil Handunneththi, who set the record for the highest preferential votes in the Matara district, was appointed as Minister of Industry and Entrepreneurship Development. He holds a degree In Business Management at the University of Sri Jayewardenepura and is a former Chairperson of the COPE.",
    "Samantha Vidyarathna, Minister of Plantation and Community Infrastructure is a degree holder in Economics from the University of Kelaniya. He is a former Deputy Minister of Cultural affairs and National Heritage and a former member of the Uva Provincial council. Minister Vidyarathna is a National Executive member of NPP and party leader of the Badulla district.",
    "Saroja Savithri Paulraj",
    "Saroja Savithri Paulraj, Minister of Women and Child Affairs is a Degree holder in Translation and Interpretation at the University of Kelaniya. Paulraj served as a Tamil Teacher and is currently a Visiting lecturer at the University of Ruhuna. Minister Paulraj is the Chairperson of the NPP affiliated organization ‘Women for Rights’ and a National Committee member of the ‘Progressive Women’s Collective’.",
    "Prof. Chrishantha Abeysena",
    "Prof. Chrishantha Abeysena, Minister of Science and Technology holds three degrees in Christian studies, Buddhist studies and International Relations. Furthermore, He is the Chief of the NPP Health Policy Drafting Committee and a National Executive Member of the NPP.",
    "Ramalingam Chandrasekar",
    "Ramalingam Chandrasekar, Minister of Fisheries, Aquatic and Ocean Resources served as a Deputy Chairperson of Parliament and is the NPP organizer for the Jaffna district.",
    "K.D. Lalkantha was appointed as Minister of Agriculture, Livestock, Land and Irrigation. He is the President of the National Trade Union Centre, Political Bureau member of JVP and a former Member of Parliament. Minister Lalkantha is a National Executive member of NPP and party leader of the Kandy district.",
    "Wasantha Samarasinghe",
    "Wasantha Samarasinghe, Minister of Trade, Commerce, Food Security and Co-operative Development holds a degree in Business Administration from the University of Kelaniya and was the Chairman of the University’s Student union. He was a Convener of the Inter University Students Federation and is currently, the convener of the Anticorruption Voice Organization. Minister Samarasinghe is a former chairman of the Inter-Company Employees Union and a National Organizer at the National Trade Union Center."
  ]
}