{
  "url": "https://www.eiu.com/n/hizbullah-attempts-to-back-away-from-escalation-with-israel/",
  "title": "Hizbullah attempts to back away from escalation with Israel",
  "ut": 1720732671.0,
  "body_paragraphs": [
    "Hizbullah attempts to back away from escalation with Israel",
    "ForecastingGeopoliticsRiskIsraelLebanonMiddle East and AfricaCountry Analysis",
    "On July 10th Hassan Nasrallah, the leader of Hizbullah, an Iranian‑sponsored Lebanese Shia group, affirmed that his organisation would unilaterally end attacks on Israel, if a ceasefire is reached between Israel and Hamas, an Islamist group that controls Gaza. However, he also boasted of growing rocket and drone attacks on Israel and said that Hizbullah did not fear a war. Mr Nasrallah’s remarks capture the dilemma that Hizbullah and Israel face as they ratchet up attacks on each other while still attempting to avoid inadvertently precipitating a full‑fledged war.",
    "Hizbullah has supported Hamas in its war with Israel by attacking its neighbour across their shared border, precipitating a forceful and expanding response from Israel. The clashes have increased in frequency and intensity from both sides. In the past month Israel has carried out targeted killings of about 15 senior Hizbullah commanders, including Muhammad Nasser, the commander of the Aziz unit on July 3rd. Hizbullah has responded to the assassinations with increasingly large attacks, including a barrage of 200 rockets and 20 drones on the day after Mr Nasser was killed, causing two civilian fatalities in northern Israel. Both sides have also been striking more deeply inside each other’s territory, and notably on July 10th Israel hit a Hizbullah air defence system in Janta, southern Israel, about 40 km from their joint border.",
    "Both Israel and Hizbullah have tried to emphaise to the other side the risk of all‑out war. Hizbullah has released drone footage of Israeli military bases and infrastructure to demonstrate that it can penetrate Israeli air space undetected. Meanwhile, Israel has reminded Lebanon of the destruction in Gaza and in June leaked intelligence about Hizbullah’s alleged use of Beirut airport for arms smuggling, signalling that in the event of war, it would be a target. Hizbullah is facing considerable domestic criticism for the escalating confrontation with Israel amid worries that a war will devastate the crisis‑riven country.",
    "Even without a full‑fledged war, both sides have paid a heavy price for the nine months of violence. On the Lebanese side, about 95 civilians and 300 Hizbullah fighters have been killed, more than 90,000 people have fled their homes, and the cost to the economy has been estimated at about US$1.5bn so far. There have been about 30 fatalities on Israel’s northern front, but about 60,000 people also remain evacuated from Israel’s northern border areas, and there has been extensive fire damage, including to some 40,000 acres of forest as a result of Hizbullah attacks.",
    "Full-scale war, including ground incursions and unrestrained rocket fire, would cause death and destruction on a much larger scale. Hizbullah, which has the direct backing of Iran, is believed to have an arsenal of 150,000 missiles, rockets and other lethal weapons, which is enough to wage a protracted offensive, and far more troops than Hamas. Israeli capabilities have been degraded by the expenditure of arms and ammunition in the Gaza war, but it is still capable of inflicting massive damage on Lebanon.",
    "Although both Israel and Hizbullah are keen to avert war for now, Mr Nasrallah’s promise to unilaterally end hostilities in the event of a Gaza ceasefire is unacceptable to Israel, which is demanding that the Shia organisation move its forces at least 10 km further north of the border. US and French mediators have sought to broker an agreement that would trade a Hizbullah withdrawal in exchange for adjustments to the border that the group has demanded. So far, however, Mr Nasrallah has rejected such terms. Even without a Gaza ceasefire, we expect the Gaza conflict to shift to lower intensity. However, a separate deal between Israel and Hizbullah is unlikely, especially as Hizbullah would view that as too restrictive, in terms of its operational interests and core support base.",
    "Hizbullah has already in effect moved its troops away from the border and could quietly signal to Israel that it will not return, at least for now, but will not commit to a permanent arrangement. If so, we expect Israel to accept this de facto arrangement, as the cost of an outright war is too high. We nonetheless expect the border to remain tense, and clashes will escalate again over time as Hizbullah tries to stage a gradual return. Unlike in the past, Israeli tolerance for such activity will be much lower since the experience of October 7th, which has prompted a fundamental change in its deterrence posture. The risk of an Israel-Hizbullah war remains high in the longer term.",
    "The analysis and forecasts featured in this article are accessible through EIU’s Country Analysis service. This comprehensive solution provides unmatched global insights covering the political and economic outlook for nearly 200 countries, enabling organisations to identify potential opportunities and risks effectively.",
    "ForecastingGeopoliticsRiskIsraelLebanonMiddle East and AfricaCountry Analysis"
  ]
}