{
  "url": "https://www.dailymirror.lk/opinion/Mismanaging-of-workers-trust-Lanka-Transformers-Ltd-in-the-spotlight-for-transferring-funds-shares/231-292038",
  "title": "Mismanaging of workers’ trust  Lanka Transformers Ltd in the spotlight for transferring funds, shares",
  "ut": 1726773158.0,
  "body_paragraphs": [
    "From time to time since the inception, LTL incorporated two Trusts for the sole benefit of its employees",
    "Inaction against funds and shares being illegally transferred from this trust to two Companies has led to the filing of an FR Application in Supreme Courts",
    "These alleged frauds have been brought to the notice of the main share- holder CEB",
    "The Additional Solicitor General’s position in this regard was that the SC Rules do not allow for perfunctory withdrawal of applications filed",
    "Lanka Transformer Limited Holdings (Pvt) Ltd, a subsidiary of Ceylon Electricity Board has come under criticism for allegedly committing one of the largest financial frauds in the country by transferring its shares and dividends illegally amongst its top management.",
    "Lanka Transformers Limited (LTL) was incorporated in July 1980 by the Ceylon Electricity Board (CEB) by retaining the majority of the shares with the latter hence, is a state owned company coming under the purview of the Ministry of Power and Renewable Energy. Later on October 31, 2008, LTL got its name changed to LTL Holdings (Pvt) Ltd under Section 8(3)(b) of the Companies Act No: 07 of 2007.",
    "From time to time since the inception, LTL incorporated two Trusts for the sole benefit of its employees. It is from these two Trusts that funds and shares have been allegedly transferred to two Companies - Paradev (Pvt) Ltd and Teckpro Investment Ltd, although trust property cannot be transferred to a company unless it is stipulated in the Trust Deed.",
    "Wasantha Samarasinghe",
    "This document shows how the shares have been transferred fraudulently",
    "LTL Directors Upali Jayawardena, Ravindra Pitigala and M.J.M.N. Marikkar have also been appointed as Directors to the two Trusts and the other holding companies while Rajiv Cassie Chitty was appointed as their Company Secretary. These fraudulent transfers have been carried out by its Directors/ Trustees in an alleged criminal breach of trust and acting in collusion, depriving the employees who are the sole share-holders of the two Trusts.",
    "These alleged frauds have been brought to the notice of the main share- holder the CEB and the subject Ministry and every complaint has fallen on deaf ears, although the Attorney General has clearly stated that LTL Holdings is an entity subject to government scrutiny.",
    "This inaction led Voice Against Corruption Movement headed by Wasantha Samarasinghe of Janatha Vimukthi Peramuna and three others to file an FR Application in Supreme Courts (SC FR 355/19) seeking interim orders to direct the CEB and its Board of Directors and the Ministry Officials including the Minister and Ministry Secretary to remove the three Directors of LTL subsidiaries and holding companies, to direct the CEB to rectify the share registry of LTL subsidiaries and holding companies, to recover the money/ shares entitled for the employees from the three Directors who misappropriated them; to restrain the Company Secretary from functioning his duties, to prevent the said three Directors and other Directors from functioning as the Directors of LTL; to order the CEB to appoint new Board of Directors to the LTL, its subsidiaries and holding companies- Paradev and Teckpro, to issue an interim order restraining the Directors from taking any steps to change the share structure or composition of LTL subsidiaries and holding companies and a restraining order preventing them from withdrawing monies in LTL bank accounts without prior approval, until the final hearing and determination of the application.",
    "Having sought such a number of interim orders, to the surprise of LTL employees, Wasantha Samarasinghe and the other three Petitioners by an affidavit dated July 5, 2021, sought to withdraw the application as per SC Rules, to which the Additional Solicitor General (ASG) Milinda Gunathileke PC objected.",
    "In this affidavit, Samarasinghe has stated as, ‘pursuant to the filing of this application, the 20th Amendment to the Constitution was enacted into law and LTL is required to be audited by the Auditor General. We therefore state that the public interest sought to be canvassed and the matters impugned in these proceedings by the Petitioners have been duly and sufficiently addressed and therefore do not wish to pursue this application, and respectfully seek the indulgence to permit the Petitioners to unconditionally withdraw this application’.",
    "Fraudulent share/ dividend transfers",
    "However, the ASG’s position in this regard was that the SC Rules do not allow for perfunctory withdrawal of applications filed and required the court to inquire into the merits of such withdrawal and that the court should not permit the withdrawal of the application on various grounds.",
    "Gunathileke PC states that the Petitioner has failed to set out any reasons for the withdrawal of the application and is a necessary implication that an application to withdraw must exhibit a valid reason.",
    "The ASG has further stated, that very serious allegations have been set out in the petition against the respondents because the subject matter involves large amounts of state resources and serious allegations relating to handling such resources and that allowing this application to be withdrawn would have serious implications on public finances. It was further submitted that the withdrawal should not be permitted for the reason that the reason that the present application is filed as a matter of public interest. In addition, the ASG has argued that the application to withdraw should not be allowed on the grounds that the proceedings have reached the stage of litis contestation and the withdrawal could impact parliamentary control over public finance and the role of the Auditor General.",
    "In this back drop, plans are afoot to challenge the fraudulent share/ dividend transfers for the benefit of the three LTL Directors and their allies by way of a fundamental rights application.",
    "The following details came to light as per what is reported in the FR Application.",
    "These three Directors are allegedly accused of being involved in illegal share transferring of LTL subsidiaries and for misappropriating the dividends payable to CEB and LTL employees.",
    "After the incorporation of LTL in July 1980, on June 27, 1986, the major shareholder -the CEB entered into a joint venture agreement with National Industries A/S – a company incorporated in Norway. In this joint venture, CEB held 70% shares and was issued 30% shares of the total shareholding.",
    "As per the FR Application, 30% shares held by National Industries A/S, was transferred to a new company -ABB Krafts A/S which too has been incorporated in Norway.",
    "Subsequently, the Board of Directors at a meeting held on March 30, 2001, decided to issue 1.67 million ordinary shares which is 10% of LTL shares to their employees.",
    "Hence Lanka Transformers Limited Employees Share Ownership Trust (LTL-ESOT (Trust) was incorporated on July 10, 2001, by a Deed of Trust to enable its employees to acquire and receive benefits from LTL shares. The three Directors- Jayawardena, Pitigala and Cassie Chitty were appointed as Trustees by this Deed of Trust. LTL issued the said 1.67 million ordinary shares amounting to 10% of the shareholding, to the Trustees at a par value of Rs. 10 each to hold in the trust until they are transferred to the participants as stipulated in the Trust Deed. Although all LTL Group employees were entitled for shares they were not issued any. All the shares were transferred to the trust.",
    "However LTL Board of Directors did not specify the manner of distribution percentage amongst the employees. In the light of this, the Trustees decided that the senior Management would be allotted 50% of the shares of the ESOT (Trust). This resulted in 7 senior managers which included the trustees were to get the benefit of the decision of their own. This was a lavish serving on themselves.",
    "“The Trustees cannot ignore any rule other than what is stipulated in the Deed of Trust. As per the said Deed of Trust, this Trust was for the benefit of all LTL employees- present and future and the shares purchased by this Trust was to be allocated amongst the employees within two years of the creation of the Trust,” sources said.",
    "Following this, share issue was registered at the Registrar of Companies and the total number of shares issued as at June 8, 2002 of LTL was 16.67 million in total- CEB’s 10.5 million shares (63%), ABB A/S’s 4.5 million shares (27%) and LTL-ESOT (Trust) 1.67 million shares (10%).",
    "By end 2004, ABB A/S decided to sell its 27% stake. In an attempt to purchase these shares LTL formed Lanka Transformers Group Employees Trust (LTGET). Later the newly formed LTGET was advised by the LTL to incorporate yet another company by the name LTL- ESOT (Limited) for the purpose of channeling money to purchase ABB A/S’s 27% shares.",
    "In order to raise money for this purchase, LTL applied for a loan from the National Development Bank (NDB). Eventually LTL came forward as a guarantor for the loan and the NDB granted Rs.500 million loan. Questions are raised as to how LTL gave security to another ‘Trust’ under its own wing to purchase its own shares. LTL’s alleged intention was to create a third party to own the 27% shares of ABB A/S and to pay its loan to the NDB by way of LTL dividends.",
    "Permission not obtained",
    "“Neither LTL obtained permission from the Cabinet nor from the Treasury to be a guarantor for this loan. This is an illegal act and the government could have taken immediate action against this,” sources said.",
    "As a result, LTL-ESOT (Limited) was formed by issuing seven shares of Rs.10 each to a share capital of Rs.70. These seven shares have been issued to the seven senior employees of LTL to be held in the Trust on behalf of the employees and the Rs.500 million loan was given to them to purchase the 27% stake of ABB A/S which was4.5 million shares.",
    "Following this share purchase, CEB retained 63% stake while LTL- ESOT (Limited) became the second major shareholder with 4.5 million shares which is 27% and LTL- ESOT (Trust) 10% with 1.67 million shares out of LTL shareholding.",
    "Thereon, employees of LTL Holdings became beneficiaries of the two Trusts LTL-ESOT (Trust) and LTL-ESOT (Limited) which consist of 10% and 27% shares respectively which is 37% altogether.",
    "It was at this point the three Directors have been placed in a unique and personally advantageous position of having virtual control of the said cumulated holding of 37% of LTL Holdings shares which was manipulatively used to enrich themselves. It is surprising that not only the CEB, but also the Treasury and the subject Minister maintained a deafening silence on this issue.",
    "When distributing dividends on August 20, 2015, the three Directors and their close allies obtained massive amounts of money.",
    "As described in the FR Application, Jayawardena, Pitigala and Marikkar have obtained Rs. 90 million each while their close allies Dammika Nanayakkara was paid Rs. 49.775 million and Sudath Annasiwatte Rs. 33.309 million.",
    "Having obtained huge amount of money four days before, once again on August 24, 2015, Jayawardena and Marikkar obtained yet another Rs.90 million each and Pitigala Rs. 11.770 million.",
    "Meanwhile in October 2018, LTL Holdings allegedly has incorporated yet another company by the name Teckpro Investment Ltd. The three accused Directors have then issued 10 million shares of Teckpro Investment Limited for a noncash consideration of Rs.7,067 million amongst themselves and 120 individuals who are said to be some of the LTL employees. As a result, the interest of a large number of employees have been overlooked.",
    "Although all LTL employees should have been benefited, majority shares of Teckpro Investment Ltd totaling to 50.04% stake had been issued to the three Directors and their close allies- Jayawardena 2.93 million shares, Pitigala 1.034 million shares and Marikkar 1.078 million shares. This in a shocking turn of event taking over the total control of LTL shareholding.",
    "In October 2017, share ownership of 1.67 million shares of LTL Holdings held by these three Directors were removed from the share register and was replaced with Teckpro Investment Ltd, holding the identical number of shares whereby the shares allocated to the employees under the Trust Deed dated July 10, 2001 had been omitted from the said share allotment.",
    "On December 4, 2018, Teckpro Investment Ltd has once again issued 523,485 ordinary shares out of which an unusually higher number of shares have been issued to these three Directors.",
    "LTL- ESOT (Limited) holds 4.5 million shares (27%) of LTL Holdings and its name was then changed to Paradev (Pvt) Ltd.",
    "Out of this 27% stake owned by newly incorporated Paradev (Pvt) Ltd, Jayawardena, Marikkar, Pitigala, Annasiwatta and Nanayakkara has obtained over 70% shares. The beneficiaries were not the LTL employees but Jayawardena 2.9 million shares (33.5%) Marikkar 1.2 million shares (14%), Pitigala 1.1 million shares (13%), Annasiwatta and Nanayakkara combined 1.3 million shares (15%).",
    "Meanwhile, it came to light how these Trustees have put in place an elaborate fraudulent scheme to terminate the Deed of Trust dated July 10, 2001 by allocating the shares among some of the employees of LTL Holdings in an arbitrary manner with majority allotted to three of them and their allies in complete breach of Trust with fraudulent intentions.",
    "These three have annexed a purported Trust Deed dated March 31, 2010, to the petition filed in Commercial High Court (CHC) 48/2018, seeking to amend the earlier Trust Deed.",
    "Requests were made to remove the requirement of allocating shares to participants, to permit the Board of Directors of LTL Holdings to terminate the Trust at their discretion and to transfer the Trust property of LTL Holdings to participants in a manner decided by the Board.",
    "After the issuance of the fraudulent Trust Deed, the Chief Operating Officer (COO) of LTL Holdings by an undated letter to one of the Petitioners in 2016, have specifically stated that all shares have to be kept in a Trust and shall not be divulged to any of the employees. The COO has further stated that none of the shares has been transferred to any of the employees.",
    "Meanwhile the three Trustees who are also the Directors of Paradev (Pvt) Ltd have filed a purported application to the Commercial High Court (CHC 48/17) to acquire CEB’s shares in LTL Holdings in terms of Section 256 of the Companies Act.",
    "The three Trustees have misled claiming that they obtained Cabinet Approval to dilute the shares of LTL Holdings and accordingly sought to restructure the shareholding of LTL Holdings in order to make CEB holding a minority and Paradev majority.",
    "At this point several former employees of LTL Holdings intervened in the said case and brought to the notice of the CHC the frauds committed by the three Trustees.",
    "Consequently, the case was withdrawn by Paradev who was the Petitioner and the case was dismissed.",
    "Since the CEB had more than 50% shares of LTL Holdings, the latter is liable to be audited by the Auditor General (AG) and subject to the overall supervision of the Parliament including the COPE.",
    "Apart from the said financial frauds, as stated in the FR Application, the three Trustees and their allies have fraudulently withdrawn money from LTL Holdings or its subsidiaries bank account at Commercial Bank A/c 1500005578.",
    "From this account, on four occasions Rs. 24 million, Rs 25 million, Rs. 31 million and Rs. 28.333 million have been transferred to Marikkar’s account.",
    "Meanwhile, Rs. 5 Million has been transferred to Pitigala’s account and Rs. 3 Billion has been transferred to an account bearing number 1500046704.",
    "Meanwhile, a sum of Rs.371.136 million which was in the HNB A/c 076010095211 belongs to the LTL ESOT (Trust) has been fraudulently withdrawn.",
    "As per the FR Application, neither the three Trustees nor others have infused any capital in LTL subsidiaries or holding companies- Paradev and Teckpro and has no ownership whatsoever to obtain dividends amounting to billions of rupees.",
    "It is believed that the subject issue is a part of a larger web of corruption and fraudulent transactions involved by the three Trustees.",
    "The three Trustees have committed anyone or more of the following serious criminal offenses- criminal misappropriation of public funds, criminal breach of trust, cheating and money Laundering.",
    "Although dividends due to the CEB and the LTL Holdings employees have been misappropriated, the Chairman and Board of Directors of CEB have so far failed to remove the three Directors of LTL Holdings and its subsidiaries and to rectify the said illegal share transfers.",
    "All attempts to contact Wasantha Samarasinghe to find out the reason for him to withdraw the SCFR Application failed as there was no response from him. Although a text message was sent seeking a comment but there was no response until the paper went for publication.",
    "All attempts taken to speak to LTL Holdings Chairman Upali Jayawardena and Directors Ravindra Pitigala and M.J.M.N. Marikkar failed. After a message was left, Manager Planning and Corporate Affairs LTL, Ashani Muthumala contacted this newspaper and promised to convey the message to the three officials. But however, until the paper went for publication, none of them contacted the paper."
  ]
}