{
  "url": "https://dbsjeyaraj.com/dbsj/?p=85412",
  "title": "Sri Lankan Media Spotlights President Dissanayake’s “Tightrope Walk “between China and India.Editorials,Cartoons and Commentaries Focus on AKD’s “Balancing Act”  While Engaging with Two Powerful Countries",
  "ut": 1737402069.0,
  "body_paragraphs": [
    "Following Sri Lankan  President Anura Kumara D issanayake’s recent, four-day visit to China, analysis and commentary in local media pointed to the leader’s “balancing act” with Beijing and New Delhi, Colombo’s two key partners vying for greater strategic influence on the island.",
    "During Mr. Dissanayake’s state visit from January 14 to 17, 2025, close on the heels of his India visit in December 2024, he announced a $ 3.7 billion investment — “one of our largest FDIs” — from Sinopec for a refinery in the southern Hambantota district.",
    "Meanwhile, addressing a public rally of supporters following his return, President Dissanayake said his government is discussing a joint venture with India to refurbish world War II era oil storage tanks in the eastern Trincomalee district and develop it as a hub, referring to a project that many past governments have discussed.",
    "Around Mr. Dissanayake’s visit, Sri Lanka and China issued a 21-point joint statement, covering various bilateral matters.  Sri Lanka sought more Chinese investment, and the two sides committed to the early conclusion of a comprehensive free trade agreement.",
    "Further, Sri Lanka reaffirmed its “strong commitment” to the one-China principle, recognising Taiwan as an “inalienable part” of China’s territory, and said it “will firmly support China on issues related to Xizang and Xinjiang”. While the joint statement made no mention of Chinese marine research vessels calling at Sri Lankan ports, an issue New Delhi remains highly sensitive to, the two sides agreed to continue maritime cooperation, and “pool their strength to build a maritime community with a shared future.”",
    "In its coverage since, Sri Lankan media pointed to the comparable, red-carpet honour and ceremonial welcome accorded to President Dissanayake in both New Delhi and Beijing. In its latest editorial, weekend newspaper Sunday Times observed that the two joint statements, issued with the governments of India and China, were “similar in content and intention”.",
    "“Both aspirants for global power status and leadership roles in the Global South are wooing Sri Lanka through a strategic lens: India through its ‘Neighbourhood First and SAGAR’ framework and China through the BRI,” the editorial noted, adding: “It seems that Sri Lanka has agreed to both jealous suitors, rendering its future balance of relations an extremely fraught tightrope walk.”",
    "Meanwhile, Colombo-based analyst and disinformation researcher Sanjana Hattotuwa highlighted Sri Lanka’s “careful diplomatic balancing” in both statements. Sri Lanka’s joint statement with India focused heavily on “specific development projects” and “granular implementation details”, while its statement with China emphasised cooperation in the Belt and Road Initiative (BRI) and broader economic frameworks, he observed.",
    "Weekend newspaper Sunday Morning took the view that “India, which came to Sri Lanka’s rescue during the financial crisis, will understandably feel slighted, for although it pushed for finalisation of several large-scale projects…the Lankan delegation pushed for more time to study the projects. However, such concern does not appear to be applicable to the Chinese, where 15 agreements were signed, sealed, and delivered with lightning speed.”",
    "In his recent column titled ‘AKD’s tightrope walk between China and India’, Senior journalist and political commentator V. Thanabalasingham wrote that maintaining “a non-hostile” approach to China and India “will undoubtedly be a long-term challenge for the Sri Lankan Government.”",
    "Following announcements on agreements inked with China, some detractors slammed the Dissanayake government for merely taking forward predecessor governments’ initiatives with India and China, or for “compromising” Sri Lanka’s interests.",
    "Pubudu Jayagoda, from the Frontline Socialist Party — formed in 2012 by a breakaway faction of Mr. Dissanayake’s Janatha Vimukthi Peramuna [JVP or People’s Liberation Front] — accused the government of allowing India to control Sri Lanka’s north and east, and China to control the southern parts of the island, Tamil daily Virakesari reported on Tuesday.",
    "Acclaimed Sri Lankan cartoonists, often among the boldest and most astute commentators on domestic politics and economy, too, expressed their take on the competing interests of India and China in their recent cartoons, highlighting the tricky balance act facing Mr. Dissanayake, who has pledged to follow a non-aligned foreign policy."
  ]
}