{
  "url": "https://www.ft.lk/columns/World-No-Tobacco-Day-is-today/4-777121",
  "title": "World No Tobacco Day is today",
  "ut": 1748632982.0,
  "body_paragraphs": [
    "Tobacco remains an ever-evolving and formidable threat",
    "World No Tobacco Day, marked annually on 31 May, addresses a major public health challenge—the persistent burden of tobacco use. This year’s theme, “Unmasking the Appeal” compels us to expose the deceptive marketing tactics and manipulative strategies employed by the tobacco industry, especially those targeting our youth and women.",
    "Tobacco use remains the single most preventable cause of death worldwide and is a leading risk factor for noncommunicable diseases (NCDs) such as heart disease, cancer, diabetes, and chronic respiratory illness.",
    "Our Region continues to bear a mammoth share of the global tobacco burden, with some 411 million adult tobacco users across our eleven countries. With one-third of the world’s tobacco users, South-East Asia is the epicentre of the global tobacco epidemic. Most concerning is the prevalence of smokeless tobacco use, with the Region accounting for over 280 million users, or 77% of the global total.",
    "Yet, despite these alarming figures, we have reason to be hopeful.",
    "Between 2000 and 2022, tobacco use among adult men and women in the region declined from 68.9% to 43.7%, and from 33.5% to 9.4% respectively. These significant reductions are the result of sustained, evidence-based tobacco control efforts led by governments, civil society, and public health advocates.",
    "Our collective resolve is paying off. We are on track to meet the NCD Global Target of a 30% relative reduction in tobacco use prevalence by 2025 among people aged 15 years and older, compared to 2010 levels. In fact, we are projected to achieve a 34% reduction, a rare and remarkable accomplishment.",
    "However, these gains must not breed complacency.",
    "Tobacco remains an ever-evolving and formidable threat. We now face aggressive industry marketing of new and emerging nicotine and tobacco products (NENTPs) — such as electronic cigarettes, heated tobacco products, and flavoured nicotine pouches. These are being disguised as safer alternatives and deliberately targeted at children and adolescents. An estimated 11 million adolescents aged 13–15 years are already addicted to tobacco products in our region, nearly 30% of the global total in this age group.",
    "The theme of World No Tobacco Day 2025 urges us to unmask these dangerous industry ploys. Flavoured nicotine and tobacco products, attractive packaging, influencer endorsements on social media, and misleading health claims are tools of manipulation designed to recruit new users and keep existing users addicted.",
    "We call on all our countries to take bold actions, including:",
    "nstrengthening implementation of the WHO Framework Convention on Tobacco Control (FCTC) and MPOWER provisions",
    "nenforcing comprehensive bans on NENTPs",
    "nexpanding quality tobacco cessation services",
    "nprotecting health policies from tobacco industry interference in line with Article 5.3 of the WHO FCTC",
    "ncountering surrogate advertising and misleading promotion of smokeless tobacco and arecanut products, and",
    "ninvesting in youth-led campaigns, peer education, and school health programs to build tobacco resistance and prevent initiation.",
    "We also urge our Member States to invest in disaggregated data collection, strengthen research on local tobacco trends and their determinants, and enhance the enforcement of tobacco control laws on the ground to close regulatory loopholes and stay ahead of evolving industry malpractices.",
    "Tobacco use not only kills prematurely — it deepens poverty, damages the environment, and burdens families and health systems. This World No Tobacco Day is a call for vigilance and action. Let us work together to “unmask the appeal” of tobacco in all its forms and reveal its true face: disease, death, and despair.",
    "Together, we can create a future where our children live free from the shadow of tobacco and enjoy healthier, longer lives.",
    "(The writer is Regional Director for WHO South-East Asia.)"
  ]
}