{
  "url": "https://www.ft.lk/columns/Sri-Lanka-s-Northern-Gateway-Economic-promise-and-geopolitical-power-in-Indian-Ocean/4-784005",
  "title": "Sri Lanka’s Northern Gateway: Economic promise and geopolitical power in Indian Ocean",
  "ut": 1762477577.0,
  "body_paragraphs": [
    "The northern and eastern waters are among the richest marine zones in the country",
    "The Northern and Eastern Provinces of Sri Lanka are historically and strategically important regions that contribute significantly to the country’s economy, social development, and cultural heritage. Despite decades of conflict and disruption, these provinces possess immense potential due to their land resources, human capital, and emerging economic sectors.",
    "Northern Province: Comprises 5 districts — Jaffna, Kilinochchi, Mullaitivu, Mannar, and Vavuniya.",
    "Eastern Province: Comprises 3 districts — Trincomalee, Batticaloa, and Ampara.",
    "Combined, these provinces cover about 27% of Sri Lanka’s land area (Northern 8,884 km², Eastern 9,996 km²).",
    "Population: Approximately 3.5 million in the Northern Province and 1.5 million in the Eastern Province, making up around 15% of the national population.",
    "Sri Lanka’s Northern Province stands at the crossroads of economy, geography, and strategy. Once shaped by decades of conflict, the region is now redefining its place in the island’s national development and in the wider Indian Ocean geopolitical landscape. Its location, resources, and emerging connectivity make it not just a regional concern but a national and international priority.",
    "1. Geographic and strategic significance",
    "The Northern Province occupies a commanding position at the southern edge of the Indian subcontinent, with proximity to Tamil Nadu across the Palk Strait—just about 30 kilometres away. This unique location positions the north as Sri Lanka’s “Northern Gateway” to South Asia. Historically, the region served as a maritime bridge between South India and the island, facilitating trade, cultural exchange, and movement of people.",
    "In modern times, this geography offers immense strategic potential. The waters around the Northern and eastern coasts are part of the key sea lanes of communication (SLOCs) in the Indian Ocean, through which nearly two-thirds of the world’s oil trade passes. This gives Sri Lanka’s northern waters heightened geopolitical importance, especially as major powers such as India, China, and the United States expand their presence in the region. Ensuring maritime security, port development, and fisheries management in these areas is therefore central to Sri Lanka’s long-term national interests.",
    "2. Marine and fisheries resources",
    "The northern and eastern waters are among the richest marine zones in the country. They contribute significantly to Sri Lanka’s marine fisheries, including valuable tuna, prawns, cuttlefish, and crab exports. The reactivation of fisheries harbours in Point Pedro, Kankesanthurai, Pesalai, and Mullaitivu has revitalised local livelihoods while enhancing national seafood exports.",
    "The development of sustainable fisheries, combined with modern processing and cold storage facilities, could transform the north into a leading seafood hub for both domestic and international markets. Furthermore, its proximity to Indian ports allows for regional cooperation in sustainable ocean resource management.",
    "3. Agricultural and natural resources",
    "The Northern Province is blessed with fertile lands, particularly in the Jaffna Peninsula and Vanni regions. Agriculture remains a mainstay of the economy, with paddy, onions, chillies, pulses, and tobacco being key crops. The unique underground limestone aquifer system supports both agriculture and domestic water supply, while the region’s dry-zone climate favours cultivation of drought-resistant crops.",
    "The Eastern Province, complementing the north, is also a major agricultural zone producing paddy, maize, and livestock products. Together, these two provinces contribute over 8–10% of Sri Lanka’s total agricultural output, providing a vital base for food security and rural employment.",
    "4. Infrastructure and connectivity potential",
    "Post-war reconstruction has improved road, rail, and port connectivity across the northern and eastern regions. The development of the Kankesanthurai (KKS) Port, the Palaly International Airport, and the potential reopening of ferry links to India could position the Northern Province as a transshipment and logistics node. These projects align with broader Indo-Pacific connectivity initiatives and could attract investment from regional partners.",
    "5. Economic contribution and future prospects",
    "Although the Northern and Eastern Provinces together contribute around 9% of Sri Lanka’s GDP (Northern 4.5%, Eastern 4.7% in 2023), their potential is far greater. With investments in renewable energy (especially wind and solar), fisheries, tourism, and logistics, the Northern Province could become a leading growth frontier. Its skilled diaspora and youth population further add to the innovation potential of the region.",
    "6. Geopolitical and developmental outlook",
    "Strategically, the Northern Province’s location between the Bay of Bengal and the Arabian Sea makes it central to the Indo-Pacific balance of power. Partnerships with India in connectivity, trade, and energy could bring economic benefits while maintaining maritime stability. However, such cooperation must also safeguard Sri Lanka’s sovereignty and ensure that local communities directly benefit from regional projects.",
    "Sri Lanka’s Northern and Eastern Provinces are not peripheral regions—they are the country’s Northern Gateway to economic renewal and strategic influence. Unlocking their potential requires a blend of economic foresight, diplomatic balance, and sustainable development. As the Indian Ocean gains new global prominence, these provinces will increasingly define Sri Lanka’s role at the heart of the region’s emerging maritime economy.",
    "Geopolitical and strategic location",
    "The Northern Province occupies a highly strategic position in the Indian Ocean and South Asian maritime geography. It lies closest to India’s southern coast, particularly Tamil Nadu, with the Palk Strait and Gulf of Mannar acting as natural maritime corridors connecting Sri Lanka with the Indian subcontinent.",
    "This location gives the Northern Province an exceptional role in:",
    "Maritime security and regional trade, as major Indian Ocean shipping routes pass nearby.",
    "Bilateral relations between Sri Lanka and India, particularly through Jaffna, Mannar, and Point Pedro.",
    "Regional cooperation in fisheries management, environmental protection, and coastal development.",
    "The northern coastline — with harbours such as Kankesanthurai (KKS), Point Pedro, and Mannar — can serve as future nodes for trade, logistics, and naval security. Its proximity to India also makes it central to regional security interests involving India, China, and other Indian Ocean powers.",
    "Sea and marine resources",
    "The Northern Province possesses rich marine and coastal resources, making it a key area for Sri Lanka’s blue economy:",
    "The Palk Bay and Gulf of Mannar are biologically rich waters with tuna, prawns, crabs, cuttlefish, and other high-value fish species.",
    "Coastal lagoons such as Jaffna Lagoon, Vadamarachchi Lagoon, and Mannar Lagoon support fisheries, aquaculture, and salt production.",
    "The shallow seas are ideal for seaweed cultivation, pearling, and coastal tourism.",
    "There is growing potential for offshore wind energy, tidal energy, and marine biodiversity conservation.",
    "These marine resources are crucial not only for food security and livelihoods but also for economic diplomacy and regional maritime cooperation.",
    "Agricultural resources and land potential",
    "The Northern Province’s landscape includes fertile plains, inland water bodies, and irrigation systems such as Iranamadu, Akkarayan, and Giant’s Tank, supporting a wide range of crops.",
    "Key agricultural strengths include:",
    "Paddy cultivation as a mainstay of food production.",
    "High-value crops such as onions, chilies, pulses, vegetables, and fruits.",
    "Palmyrah and coconut industries that contribute to traditional livelihoods and local enterprises.",
    "Livestock and dairy farming, especially in Vavuniya and Mannar.",
    "Agriculture remains not just an economic activity but a foundation for food security, rural employment, and post-conflict recovery.",
    "Geoeconomic and security relevance",
    "In a broader Indian Ocean context, the Northern Province represents Sri Lanka’s northern maritime frontier, bridging South Asia and Southeast Asia. It has:",
    "Potential to become a regional logistics hub linking Colombo, Trincomalee, and South Indian ports.",
    "Strategic importance for maritime surveillance and sea lane security, particularly given rising regional competition among India, China, and Western Indo-Pacific powers.",
    "Opportunities for marine-based industries, ship repair, and renewable energy projects that can integrate with national development goals.",
    "1. Harnessing the Northern Province’s strategic value requires:",
    "Investment in port and transport connectivity.",
    "Development of fisheries, aquaculture, and marine technology.",
    "Strengthening cross-border trade and cooperation with India.",
    "Promoting sustainable agriculture and agro-processing industries.",
    "Ensuring environmental protection and sustainable use of marine resources.",
    "The Northern Province is not merely a peripheral region—it is Sri Lanka’s northern gateway to the Indian Ocean. Its geostrategic position, abundant sea resources, and agricultural base make it a cornerstone for national security, regional cooperation, and economic diversification. Strengthening this region through sustainable development and strategic investment will enhance Sri Lanka’s role in the Indian Ocean and ensure that the Northern Province becomes a bridge between Sri Lanka, India, and the wider Indo-Pacific region.",
    "2. Contribution to national GDP",
    "The Northern Province contributes around 3–4% to the national GDP, primarily through agriculture, fisheries, and services.",
    "The Eastern Province contributes approximately 5–6%, driven by agriculture, fisheries, tourism, and port activities (Trincomalee).",
    "Combined, the provinces account for roughly 8–10% of Sri Lanka’s GDP, despite facing infrastructure and development challenges.",
    "Provincial economic growth rates have been higher post-conflict due to reconstruction, with digital infrastructure investments and trade corridor development stimulating local economies.",
    "The Northern and Eastern Provinces together represent the economic performance of the island’s former conflict-affected regions. Their combined contribution to Sri Lanka’s total GDP has fluctuated between 9% and 10% from 2019 to 2023, showing both recovery and structural limitations in regional growth.",
    "a. Declining trend overall (2019–2023)",
    "The combined GDP share of Northern and Eastern Provinces declined slightly from 9.9% in 2019 to 9.2% in 2023.",
    "This shows a marginal fall of 0.7 percentage points over five years, suggesting that growth in these provinces has not kept pace with the Western, Central, and Southern provinces.",
    "b. Northern Province recovery in 2023",
    "Northern Province’s share fell from 4.7% (2019) to 4.0% (2022) but rebounded to 4.5% (2023), possibly due to post-pandemic recovery in fisheries, agriculture, and service sectors.",
    "c. Eastern Province gradual decline",
    "Eastern Province’s share declined steadily from 5.2% (2019) to 4.7% (2023), marking a 0.5 percentage point fall, reflecting slower industrial and infrastructure growth compared to other regions.",
    "d. Western Province dominance",
    "Western Province continues to dominate, maintaining 44% of national GDP in 2022–2023, which is nearly five times the combined GDP share of the Northern and Eastern Provinces.",
    "e. Structural imbalance",
    "The data highlights regional disparities in economic development. Despite improvements in infrastructure, the Northern and Eastern economies remain relatively under-industrialised, heavily dependent on agriculture and public sector employment.",
    "The combined Northern and Eastern economic contribution is stagnant, not keeping pace with national growth.",
    "The Northern Province’s small rebound in 2023 could signal localised improvements but remains below pre-pandemic levels.",
    "To ensure balanced national growth, targeted investment in transport, renewable energy, fisheries, and SME development in these regions is crucial.",
    "3. Land capacity and agriculture",
    "Northern and Eastern Provinces together have millions of acres of arable land, including paddy fields, vegetable lands, and cash crops.",
    "Agriculture remains the primary economic activity, with major products including:",
    "Paddy (both Maha and Yala seasons)",
    "Big onions (Jaffna and Kilinochchi)",
    "Chilies, vegetables, and pulses",
    "Coconut and sugarcane in Eastern Province",
    "Fisheries: Both provinces have extensive coastlines, providing livelihoods for over 50,000 fishing families.",
    "Potential exists to increase yields using modern irrigation, technology, and market linkages.",
    "4. Economic activity and industrial sectors",
    "Northern Province: Small-scale industries, handicrafts, ICT services, and tourism (Jaffna cultural sites).",
    "Eastern Province: Port-related industries (Trincomalee), livestock, salt production, and eco-tourism.",
    "Digital economy: Investments in e-governance, digital payments, and ICT hubs are gradually increasing, linking producers and consumers.",
    "Provincial economic diversification is critical for reducing dependence on agriculture and fisheries.",
    "5. Health and national health system",
    "Both provinces are integrated into the national health system, providing free or subsidised healthcare.",
    "Smart health initiatives are emerging:",
    "Telemedicine for remote districts",
    "Digital patient records",
    "Mobile clinics in Mannar, Mullaitivu, and Ampara",
    "Challenges remain in infrastructure, equipment, and specialist availability, especially in rural areas.",
    "6. Population and workforce",
    "The population is predominantly rural, with high participation in agriculture, fisheries, and small-scale trade.",
    "Youth employment programs in digital skills, tourism, and entrepreneurship are underway to reduce underemployment.",
    "Literacy rates are improving, providing a foundation for skill-based economic growth.",
    "7. District-level economic highlights",
    "The Northern and Eastern Provinces of Sri Lanka, together covering nearly one-third of the island’s land area, hold immense yet underutilised potential in driving the country’s balanced and inclusive development. Although these provinces contribute a relatively modest 9–10% of national GDP, they possess unique natural resources, specialised economic activities, and strategic advantages that make them vital to Sri Lanka’s long-term growth and development.",
    "Geographic and strategic significance",
    "Bordered by the Indian Ocean and the Bay of Bengal, the Northern and Eastern Provinces form the island’s northern and eastern coastal belt. Their location provides strategic advantages for maritime trade, fisheries, and regional connectivity with South India and Southeast Asia. Key ports, including Kankesanthurai, Point Pedro, and Trincomalee, further enhance their potential as hubs for logistics, shipping, and energy development.",
    "Natural resources and specialisations",
    "The Eastern Province features fertile plains and expansive lagoons, along with mineral resources such as clay, limestone, and mineral sands, vital for construction and industrial sectors. The Northern Province, with its coastal lagoons and inland water bodies, supports rich fisheries and salt production.",
    "Agriculture is a cornerstone of both provincial economies, with paddy cultivation dominating in districts like Ampara, Batticaloa, Kilinochchi, and Mannar. Crops such as onions, chilies, vegetables, and palm products supplement local incomes. Livestock farming, particularly dairy production, further contributes to rural livelihoods and food security.",
    "Fisheries and coastal economy",
    "The provinces collectively account for nearly two-thirds of Sri Lanka’s coastline, anchoring the island’s fisheries industry. Coastal waters are rich in tuna, cuttlefish, prawns, and other high-value species. Key fishing centres include Jaffna, Mullaitivu, Mannar, and Trincomalee. Post-war recovery and modernised fishing techniques have improved productivity, though challenges remain in infrastructure, cold storage, and market access.",
    "Tourism and cultural heritage",
    "Tourism is a growing opportunity, with pristine beaches such as Nilaveli, Pasikudah, and Casuarina, alongside historic and religious sites like Nallur Kovil, Koneswaram Temple, and Kantharodai ruins. Managed effectively, tourism can generate employment, income, and regional revenue, while showcasing the provinces’ cultural richness.",
    "Budget allocation and development initiatives",
    "National and provincial budgets allocate funds for:",
    "Road and transport infrastructure",
    "Irrigation and agricultural development",
    "Education and skill development",
    "Healthcare modernisation",
    "Fisheries and coastal protection",
    "Investments in digital infrastructure, e-governance, and smart health systems are also enhancing service delivery efficiency.",
    "Strengths and opportunities",
    "Natural resources: Fertile lands, rivers, coastal zones, and port facilities",
    "Agriculture: Paddy, onion, chili, vegetables, and livestock",
    "Tourism and culture: Historical sites, religious landmarks, and eco-tourism",
    "Digital adoption: E-services, payment systems, and ICT capacity building",
    "Human capital: Educated youth, skilled workers, and resilient communities",
    "Post-conflict infrastructure gaps",
    "Limited industrialisation and private-sector engagement",
    "Seasonal water scarcity in some districts",
    "Market access and price volatility",
    "Healthcare and specialist shortages in remote areas",
    "Integrating the Northern and Eastern Provinces into the national economy requires:",
    "Targeted investment in transport, ports, irrigation, and rural industries",
    "Strengthened governance and local administration",
    "Youth entrepreneurship and access to finance",
    "Sustainable utilisation of fisheries, agriculture, and renewable energy resources",
    "The Northern and Eastern Provinces, though smaller contributors to GDP, are critical for Sri Lanka’s inclusive growth, food security, and cultural identity. Their rich natural resources, strategic location, and human capital present opportunities for sustainable development. Targeted investments in infrastructure, agriculture, fisheries, health, and skills will not only enhance provincial growth but also promote equitable development, sustainable livelihoods, and regional integration into the national economy.",
    "(The writer is a researcher in the legislative sector, specialising in policy analysis and economic research. He is currently pursuing a PhD in Economics at the University of Colombo, with a research focus on governance, development, and sustainable growth. He holds a Bachelor of Arts in Economics (Honours) from the University of Jaffna and a Master’s degree in Economics from the University of Colombo. His academic background is further strengthened by postgraduate diplomas in Education from the Open University of Sri Lanka and in Monitoring and Evaluation from the University of Sri Jayewardenepura. In addition to his research work, Muralithas has contributed to academia by teaching economics at the University of Colombo and the Institute of Bankers of Sri Lanka (IBSL), and has also gained industry experience as an investment advisor at a stock brokerage firm affiliated with the Colombo Stock Exchange.)"
  ]
}