{
  "url": "https://hbr.org/2024/11/how-3-companies-are-using-ai-to-mimic-expert-judgement",
  "title": "How 3 Companies Are Using AI to Mimic Expert Judgement",
  "ut": 1731656715.0,
  "body_paragraphs": [
    "Jorg Greuel/Getty Images",
    "Advanced AI is facilitating the transfer of expertise from humans to machines and back to humans like never before. This article examines three cases of where this has occurred and suggests how these advances in technology could boost the effectiveness of your...more",
    "You might not have heard of expert systems, but they’re already in use in many fields including fault diagnosis, finance, and medicine. In artificial intelligence (AI), an expert system is a computer program that mimics the decision-making capabilities of a human expert. These systems are built to address complex problems by reasoning through extensive knowledge bases, primarily using if-then rules instead of traditional procedural programming.",
    "However, they haven’t up until recently made the widespread impact expected on management decision-making. One reason is that managerial contexts are much more in flux than other applications. Now, because of changes in technology and AI, expert systems are becoming increasingly powerful. They can capture actual human expertise with the level of flexibility and adaptability required.",
    "Here we explain how advanced AI is facilitating the transfer of expertise from humans to machines and back to humans like never before. We examine three cases of where this has occurred and suggest how these advances in technology could boost the effectiveness of your strategic decision making to improve competitiveness.",
    "Evaluating high-return investment opportunities",
    "A German venture capital organization that we’ll call Bavaria Ventures is always on the lookout for financially attractive startups. However, as Josef, one of the business partners explains, “We’ve seen double-digit growth in the number of applications we receive per analyst.” This has put pressure on the company as the decision-making process involves vetting each application. “It’s both time consuming and complex,” Josef continues, “numerous contextual factors must be considered, and personal judgement based on experience plays a huge role. But the sheer volume of applications means that we must delegate the first stage assessment to junior analysts.”",
    "Insight Center Collection",
    "Collaborating with AI",
    "How humans and machines can best work together.",
    "The problem is that the junior analysts simply don’t have the experience to spot a potential winner and often overlook good proposals. This happens even when they follow the decision-making template defined by Bavaria Ventures’ managing partners.",
    "What the company did: Bavaria Ventures wanted speedier and more accurate assessments of startups based on what its managing partners believed were the most promising ones. Rather than continue to train junior analysts in the hope that they’d transfer the company’s decision-making template into accurate assessments, Bavarian Ventures turned to producing a hybrid expert system which it labelled AI-4-VC. “The first step,” says Josef, “was to turn to a university for help in developing a solution that facilitated a faster and more accurate ranking of startup applications.” This was designed to mimic how an experienced managing partner of Bavaria Ventures went about assessing a startup’s attractiveness in the first round.",
    "According to Josef, the tool was developed through a combination of machine learning (specifically, a “random forest” algorithm that uses decision trees to make predictions) and deep learning in the form of natural language processing.He explained how it works. “The solution ranks applications according to their fit with what we’re looking for. A senior analyst periodically reviews the results to see if he or she wishes to overrule the algorithm. If the senior analyst does, then this is taken in by the algorithm and the weighting of criteria is adjusted. The expert system implements any change in preferences among the managing partners in almost real-time.”",
    "Results: After a period, the AI-4-VC replaced some of the junior analysts and minimized the time spent on low-fit applications. This assisted Bavaria Ventures to respond faster to the applications from startups with the most promising potential. They also discovered that their AI-4-VC solution was accurate even with relatively small-size datasets of applications.",
    "How to do it yourself: A professional with a basic knowledge of machine learning will be able to put a system like this together. Major tech companies now offer platforms that make it easy to combine machine learning with natural language processing (NLP) to build your own expert system. If you’re looking for flexibility and scalability, platforms like Google Cloud AI Platform, Amazon SageMaker, or Azure Machine Learning are great options. For faster prototyping or if you’re focused on NLP, tools like Hugging Face or Colab are most likely a better fit.",
    "Coping with excessive customer demands",
    "An Indian satellite data analytics company that we’ll call Sat Vista Analytics offers “decision intelligence from space.” As Rohan, the company’s Chief Technology Officer describes, “We provide results for banks to assess possible loans to small-hold farmers by understanding how much each farmer is likely to earn. We also assist agribusinesses to establish contracts and set prices of their own products [cocoa, rice, wheat] based on likely crop yields.”",
    "However, Sat Vista Analytics has struggled with overload from the number of analyses demanded by its clients. These analyses required the company’s remote sensing specialists to perform multiple tasks ranging from data preprocessing and spectral signature analysis to the interpretation of vegetation indices.",
    "What the company did:  The company’s executives analyzed the situation and decided that classic process automation based on fixed rules wouldn’t work. So, as Rohan explains, “We decided to create ‘analysis avatars,’” which are AI-based clones of their best specialists. This involved monitoring the data analysis practices of the company’s best remote sensing specialists and turning these behavioral patterns into a set of rules (algorithms).",
    "But crucially, the algorithms were based on observing the specialist’s data processing decisions, not on rules provided by the specialist themselves. That’s because people often aren’t all that great at explaining how they make decisions. Rohan spelled out how this works. “Instead of asking each specialist about their preferred ways of treating, analyzing and interpreting satellite data to create a set of recommendations, we monitored what each specialist actually did with the different data sets.” The analysis avatar started out with a simple machine-learning based approach and continued to become more complex as more data points about the specialists’ behavior were collected.",
    "Results: Today, the analysis avatars can mimic the data treatment behavior of the company’s best remote sensing specialists to a level of precision, recall, and accuracy that meets most simple application demands. This has left the human specialists to focus on new or more complicated tasks. Moreover, inexperienced remote sensing specialists joining the company fresh from university can learn the company’s best practices without distracting its human experts.",
    "How to do it yourself: Look for existing AI platforms that enable AI models to capture and replicate expert decision-making patterns automatically through observation. Your ideal platform should support continuous learning and real-time data processing. This will enable your AI system to evolve as new data is gathered, thus making intelligent decisions based on expert behavior without relying on predefined rules.",
    "Upskilling R&D for competitive advantage",
    "An Australian company that we’ll call Be Smarter wanted to improve the problem-solving skills of its R&D employees to boost competitiveness. They considered developing online training courses to upgrade their employees’ R&D skills and problem-solving methods.",
    "However, as Leo, Head of R&D, pointed out, “We soon realized that the administrative effort required, the cost involved and the need to achieve alignment with different training needs presented serious obstacles.”",
    "What the company did: Be Smarter adopted a more flexible approach. This involved AI agents, each representing a specific type of expertise. As Leo explains, “The agents can interpret and generate human-like text to carry out a wide range of functions, such as explaining concepts, answering questions or providing specific recommendations.” The agent is flexible and can deliver modules when the employee needs them or skip over content when it’s not required.",
    "R&D employees can use different agents as assistants to help them look at a given problem from an unusual perspective. Leo provided a case where “an R&D employee facing a technological challenge can choose multiple AI agents to help them with a technical explanation, a fresh perspective, or instructions about how to tackle the problem from a different angle.” For example, an R&D employee facing a mining technology problem can choose a software testing agent, a geology agent, or a machinery agent to help them.",
    "When selecting agents, R&D employees regularly asked themselves which agents are most suitable in helping them with their type of problem. So, Be Smarter decided to install a rating system for employees to provide feedback on the usefulness of an AI agent for different types of problems.",
    "Results: The AI agents assisted R&D employees to access the most suitable technological or problem-solving expertise when needed. This is based on their peers’ recommendations of which agents were most helpful for which type of problem – a recommender system. This lowered the personal training costs and boosted the effectiveness of the support offered.",
    "How to do it yourself: If you’re seeking to enhance your problem-solving capabilities, consider implementing AI agents that represent specific areas of expertise. Review the growing number of AI-based platforms for creating agentic systems that can capture diverse expert knowledge. These process complex queries and interact with users as if guided by human experts. Focus on creating a flexible system where your employees can choose agents tailored to their immediate needs allowing for personalized learning and assistance",
    "Today, you can integrate advanced AI technologies to transform how expertise is transferred and utilized within your organization. AI agents can now support dynamic decision-making systems that adapt in near real-time, offering you more flexibility and responsiveness in strategic decision-making.",
    "Instead of relying on static expert systems, ensure your decision-making support algorithms are designed to be continuously updated through feedback. This enables you to stay agile and make more informed decisions as conditions evolve. The beauty of advanced AI is its flexibility to incorporate changes on the fly.",
    "As AI continues to evolve, you should proactively explore how these advances can be integrated into your strategic decision-making processes. This will help you drive innovation, ensuring that your business remains competitive in a rapidly-changing environment.",
    "Strategy Planning and Execution Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Strategy Planning and Execution. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "How to develop a winning strategy—and put it to work.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "Inside GE's Transformation",
    "How the Next Generation of Managers Is Using Gen AI",
    "Read more on Strategy",
    "Technology and analytics",
    "and AI and machine learning"
  ]
}