{
  "url": "https://www.technologyreview.com/2024/11/06/1106641/life-seeking-ice-melting-robots-could-punch-through-europas-icy-shell/",
  "title": "Life-seeking, ice-melting robots could punch through Europa’s icy shell",
  "ut": 1730849400.0,
  "body_paragraphs": [
    "At long last, NASA’s Europa Clipper mission is on its way. After overcoming financial and technological hurdles, the $5 billion mission launched on October 14 from Florida’s Kennedy Space Center. It is now en route to its target: Jupiter’s ice-covered moon Europa, whose frozen shell almost certainly conceals a warm saltwater ocean. When the spacecraft gets there, it will conduct dozens of close flybys in order to determine what that ocean is like and, crucially, where it might be hospitable to life. Europa Clipper is still years away from its destination—it is not slated to reach the Jupiter system until 2030. But that hasn’t stopped engineers and scientists from working on what would come next if the results are promising: a mission capable of finding evidence of life itself. Related StoryNASA’s Europa Clipper spacecraft is set to look for life-friendly conditions around JupiterAfter a big setback, the spacecraft's team hopes to assess how well the moon could support life.",
    "This would likely have three parts: a lander, an autonomous ice-thawing robot, and some sort of self-navigating submersible. Indeed, several groups from multiple countries already have working prototypes of ice-diving robots and smart submersibles that they are set to test in Earth’s own frigid landscapes, from Alaska to Antarctica, in the next few years But Earth’s oceans are pale simulacra of Europa’s extreme environment. To plumb the ocean of this Jovian moon, engineers must work out a way to get missions to survive a  never-ending rain of radiation that fries electronic circuits. They must also plow through an ice shell that’s at least twice as thick as Mount Everest is tall.",
    "“There are a lot of hard problems that push up right against the limits of what’s possible,” says Richard Camilli, an expert on autonomous robotic systems at the Woods Hole Oceanographic Institution’s Deep Submergence Laboratory. But you’ve got to start somewhere, and Earth’s seas will be a vital testing ground.  “We’re doing something nobody has done before,” says Sebastian Meckel, a researcher at the Center for Marine Environmental Sciences at the University of Bremen, Germany, who is helping to develop one such futuristic Europan submersible. If the field tests prove successful, the descendants of these aquatic explorers could very well be those that uncover the first evidence of extraterrestrial life.",
    "Hellish descent The hunt for signs of extraterrestrial biology has predominantly taken place on Mars, our dusty, diminutive planetary neighbor. Looking for life in an icy ocean world is a whole new kettle of (alien) fish, but exobiologists think it’s certainly worth the effort. On Mars, scientists hope to find microscopic evidence of past life on, or just under, its dry and frozen surface. But on Europa, which has a wealth of liquid water (kept warm by Jupiter, whose intense gravity generates plenty of internal friction and heat there), it is possible that microbial critters, and perhaps even more advanced small aquatic animals, may be present in the here and now. Related StoryThe search for extraterrestrial life is targeting Jupiter’s icy moon EuropaNASA’s Europa Clipper mission will travel to one of Jupiter's largest moons to look for evidence of conditions that could support life.",
    "The bad news is that Europa is one of the most hostile environments in the solar system—at least, for anything above its concealed ocean.  When NASA’s Clipper mission arrives in 2030, it will be confronted by an endless storm of high-energy particles being whipped about by Jupiter’s immense and intense magnetic field, largely raining down onto Europa itself. “It’s enough to kill a regular person within a few seconds,” says Camilli. No human will be present on Europa, but that radiation is so extreme that it can frazzle most electronic circuits. This poses a major hazard for Europa Clipper, which is why it’s doing only quick flybys of the moon as its orbit around Jupiter periodically dips close.  Clipper has an impressive collection of remote sensing tools that will allow it to survey the ocean’s physical and chemical properties, even though it will never touch the moon itself. But almost all scientists expect that uncovering evidence of biological activity will require something to pierce through the ice shell and swim about in the ocean.  An illustration of two Europa exploration concepts from NASA. An ice-melting probe called PRIME sits on the surface of the moon, with small wedge-shaped SWIM robots deployed below.NASA/JPL-CALTECH   The good news is that any Europan life-hunting mission has a great technological legacy to build upon. Over the years, scientists have developed and deployed robotic subs that have uncovered a cornucopia of strange life and bizarre geology dwelling in the deep. These include remotely operated vehicles (ROVs), which are often tethered to a surface vessel and are piloted by a person atop the waves, and autonomous underwater vehicles (AUVs), which freely traverse the seas by themselves before reporting back to the surface. Hopeful Europa explorers usually cite an AUV as their best option—something that a lander can drop off and let loose in those alien waters that will then return and share its data so it can be beamed back to Earth. “The whole idea is very exciting and cool,” says Bill Chadwick, a research professor at Oregon State University’s Hatfield Marine Science Center in Newport, Oregon. But on a technical level, he adds, “it seems incredibly daunting.” Presuming that a life-finding robotic mission is sufficiently radiation-proof and can land and sit safely on Europa’s surface, it would then encounter the colossal obstacle that is Europa’s ice shell, estimated to be 10 to 15 miles thick. Something is going to have to drill or melt its way through all that before reaching the ocean, a process that will likely take several years. “And there’s no guarantee that the ice is going to be static as you’re going through,” says Camilli. Thanks to gravitational tugs from Jupiter, and the internal heat they generate, Europa is a geologically tumultuous world, with ice constantly fragmenting, convulsing and even erupting on its surface. “How do you deal with that?”",
    "Europa’s lack of an atmosphere is also an issue. Say your robot does reach the ocean below all that ice. That’s great, but if the thawed tunnel isn’t sealed shut behind the robot, then the higher pressure of the oceanic depths will come up against a vacuum high above. “If you drill through and you don’t have some kind of pressure control, you can get the equivalent of a blowout, like an oil well,” says Camilli—and your robot could get rudely blasted into space. Even if you manage to pass through that gauntlet, you must then make sure the diver maintains a link with the surface lander, and with Earth. “What would be worse than finally finding life somewhere else and not being able to tell anyone about it?” says Morgan Cable, a research scientist at NASA’s Jet Propulsion Laboratory (JPL). Pioneering probes What these divers will do when they breach Europa’s ocean almost doesn’t matter at this stage. The scientific analysis is currently secondary to the primary problem: Can robots actually get through that ice shell and survive the journey?   A simple way to start is with a cryobot—a melt probe that can gradually thaw its way through the shell, pulled down by gravity. That’s the idea behind NASA’s Probe using Radioisotopes for Icy Moons Exploration, or PRIME. As the name suggests, this cryobot would use the heat from the radioactive decay of an element like plutonium-238 to melt ice. If you know the thickness of the ice shell, you know exactly how many tablespoons of radioactive matter to bring aboard.  Related StoryInside NASA’s bid to make spacecraft as small as possibleWhen it comes to exploring the solar system, we must grapple with the hard limits of physics.",
    "Once it gets through the ice, the cryobot could unfurl a suite of scientific investigation tools, or perhaps deploy an independent submersible that could work in tandem with the cryobot—all while making sure none of that radioactive matter contaminates the ocean. NASA’s Sensing with Independent Micro-Swimmers project, for example, has sketched out plans to deploy a school of wedge-shaped robots—a fleet of sleuths that would work together to survey the depths before reporting back to base. These concepts remain hypothetical. To get an idea of what’s technically possible, several teams are building and field-testing their own prototype ice divers.  One of the furthest-along efforts is the Ocean Worlds Reconnaissance and Characterization of Astrobiological Analogs project, or ORCAA, led by JPL. After some preliminary fieldwork, the group is now ready for prime time; next year, a team will set up camp on Alaska’s expansive Juneau Icefield and deploy an eight-foot tall, two-inch wide cryobot. Its goal will be to get through 1,000 feet of ice, through a glasslike upper layer, down into ancient ices, and ultimately into a subglacial lake.",
    "ORCAA team members stand by a lake on top of a glacier during Alaska fieldwork. NASA/JPL-CALTECH   This cryobot won’t be powered by radioactive matter. “I don’t see NASA and the Department of Energy being game for that yet,” says Samuel Howell, an ocean worlds scientist at JPL and the ORCAA principal investigator. Instead, it will be electrically heated (with power delivered via a tether to the surface), and that heat will pump warm water out in front of the cryobot, melting the ice and allowing it to migrate downward. The cryobot will be permanently tethered to the surface, using that link to communicate its rudimentary scientific data and return samples of water back to a team of scientists at base camp atop the ice. Those scientists will act as if they are an astrobiology suite of instruments similar to what might eventually be fitted on a cryobot sent to Europa.",
    "The 2025 field experiment “has all the pieces of a cryobot mission,” says Howell. “We’re just duct-taping them together and trying to see what breaks.” Space scientists and marine engineers are also teaming up at Germany’s Center for Marine Environmental Sciences (MARUM) to forge their own underwater explorer. Under the auspices of the Technologies for Rapid Ice Penetration and Subglacial Lake Exploration project, or TRIPLE, they are developing an ice-thawing cryobot, an astrobiological laboratory suite, and an AUV designed to be used in Earth’s seas and Europa’s ocean.  Their cryobot is somewhat like the one ORCAA is using; it’s an electrically heated thawing machine tethered to the surface. But onboard MARUM’s “ice shuttle” will be a remarkably small AUV, just 20 inches long and four inches wide. The team plans to deploy both on the Antarctic ice shelf, near the Neumayer III station, in the spring of 2026.   Germany’s Center for Marine Environmental Sciences is developing a small AUV that it plans to deploy in Antarctica in 2026.MARUM – CENTER FOR MARINE ENVIRONMENTAL SCIENCES, UNIVERSITY OF BREMEN.   From a surface station, the ice shuttle will thaw its way down through the ice shell, aiming to reach the bitingly cold water hundreds of feet below. Once it does so, a hatch will open and the tiny AUV will be dropped off to swim about (on a probably preprogrammed route), wirelessly communicating with the ice shuttle throughout. It will take a sample of the water, return to the ice shuttle, dock with it, and recharge its batteries. For the field test, the ice shuttle, which will have some rudimentary scientific tools, will return the water sample back to the surface for analysis; for the space mission itself, the idea is that an array of instruments onboard the shuttle will examine that water. As with ORCAA, the scientific aspect of this is not paramount. “What we’re focusing on now is form and function,” says project member Ralf Bachmayer, a marine robotics researcher at MARUM. Can their prototype Europan explorer get down to the hidden waters, deploy a scout, and return to base intact? Bachmayer can’t wait to find out. “For engineers, it’s a dream come true to work on this project,” he says.",
    "Swarms and serpents A submersible-like AUV isn’t the only way scientists are thinking of investigating icy oceanic moons. JPL’s Exobiology Extant Life Surveyor, or EELS, involves a working, wriggling, serpentine robot inspired by the desire to crawl through the vents of Saturn’s own water-laden moon, Enceladus. The robotic snake has already been field-tested; it recently navigated through the icy crevasses and moulins of the Athabasca Glacier in Alberta, Canada. Related StoryThe Biggest Questions: Are we alone in the universe?Scientists are training machine-learning models and designing instruments to hunt for life on other worlds.",
    "Although an AUV-like cryobot mission is likely to be the first explorer of an icy oceanic moon, “a crazy idea like a robotic snake could work,” says Cable, the science lead for EELS. She hopes the project is “opening the eyes of scientists and engineers alike to new possibilities when it comes to accessing the hard-to-reach, and often most scientifically compelling, places of planetary environments.” It might be that we’ll need such creative, and perhaps unexpected, designs to find our way to Europa’s ocean. Space agencies exploring the solar system have achieved remarkable things, but “NASA has never flown an aqueous instrument before,” says Howell. But one day, thanks to this work, it might—and, just maybe, one of them will find life blooming in Europa’s watery shadows. Robin George Andrews is an award-winning science journalist and doctor of volcanoes based in London. He regularly writes about the Earth, space, and planetary sciences, and is the author of two critically acclaimed books: Super Volcanoes (2021) and How To Kill An Asteroid (October 2024). hide"
  ]
}