{
  "url": "https://www.technologyreview.com/2025/03/04/1112773/at-rightscon-in-taipei-activists-reckon-with-a-us-retreat-from-promoting-digital-rights/",
  "title": "At RightsCon in Taipei, activists reckon with a US retreat from promoting digital rights",
  "ut": 1741037400.0,
  "body_paragraphs": [
    "Last week, I joined over 3,200 digital rights activists, tech policymakers, and researchers and a smattering of tech company representatives in Taipei at RightsCon, the world’s largest digital rights conference.  Human rights conferences can be sobering, to say the least. They highlight the David vs. Goliath situation of small civil society organizations fighting to center human rights in decisions about technology, sometimes challenging the priorities of much more powerful governments and technology companies.   But this year’s RightsCon, the 13th since the event began as the Silicon Valley Human Rights Conference in 2011, felt especially urgent. This was primarily due to the shocking, rapid gutting of the US federal government by the Elon Musk–led DOGE initiative, and the reverberations this stands to have around the world.  At RightsCon, the cuts to USAID were top of mind; the development agency has long been one of the world’s biggest funders of digital rights work, from ensuring that the internet stays on during elections and crises around the world to supporting digital security hotlines for human rights defenders and journalists targeted by surveillance and hacking. Now, the agency is facing budget cuts of over 90% under the Trump administration.",
    "The withdrawal of funding is existential for the international digital rights community—and follows other trends that are concerning for those who support a free and safe Internet. “We are unfortunately witnessing the erosion … of multistakeholderism, with restrictions on civil society participation, democratic backsliding worldwide, and companies divesting from policies and practices that uphold human rights,” Nikki Gladstone, RightsCon’s director, said in her opening speech.  Cindy Cohn, director of the Electronic Frontier Foundation, which advocates for digital civil liberties, was more blunt: “The scale and speed of the attacks on people’s rights is unprecedented. It’s breathtaking,” she told me.",
    "But it’s not just funding cuts that will curtail digital rights globally. As various speakers highlighted throughout the conference, the United States government has gone from taking the leading role in supporting an open and safe internet to demonstrating how to dismantle it. Here’s what speakers are seeing:   The Trump administration’s policies are being weaponized in other countries  On Tuesday, February 25, just before RightsCon began, Serbian law enforcement raided the offices of four local civil society organizations focused on government accountability, citing Musk and Trump’s (unproven) accusations of fraud at USAID.  “The (Serbian) Special Anti-Corruption Department ... contacted the US Justice Department for information concerning USAID over the abuse of funds, possible money laundering, and the improper spending of American taxpayers’ funds in Serbia,” Nenad Stefanovic, a state prosecutor, explained on a TV broadcast announcing the move.   “Since Trump’s second administration, we cannot count on them [the platforms] to do even the bare minimum anymore.” —Yasmin Curzi  For RightsCon attendees, it was a clear—and familiar—example of how oppressive regimes find or invent reasons to go after critics. Only now, by using the Trump administration’s justifications for revoking USAID’s funding, they hope to gain an extra veneer of credibility.   Ashnah Kalemera, a program manager for CIPESA, a Ugandan nonprofit that runs technology for civic participation initiatives across Africa, says Trump and Musk’s attacks on USAID are providing false narratives that “justify arrests, intimidations, and continued clampdowns on civil society organizations—organizations that obviously no longer have the resources to do their work anyway.”  Yasmin Curzi, a professor at FGV Law School in Rio de Janeiro and an expert on digital law, says that American politics are also being weaponized in Brazil’s domestic affairs. There, she told me, right-wing figures have been “lifting signs at protests like ‘Trump save us!’ and ‘Protect our First Amendment rights,’ which they don’t have.” Instead, Brazil’s Internet Bill of Rights seeks to balance protections on user privacy and speech with criminal liabilities for certain types of harmful content, including disinformation and hate speech.  Despite the differing legal frameworks, in late February the Trump Media & Technology Group, which operates Truth Social, and the video platform Rumble tried to enforce US-style speech protections in Brazil. They sued Brazilian Supreme Court justice Alexandre de Moraes for banning a Brazilian digital influencer who had fled to the United States to avoid arrest in connection with allegations that he has spread disinformation and hate. Truth Social and Rumble allege that Moraes has violated the United States’ free speech laws.  (A US judge has since ruled that because the Brazilian court had yet to officially serve Truth Social and Rumble as required under international treaty, the platforms’ lawsuit was premature and the companies do not have to comply with the order; the judge did not comment on the merits of the argument, though the companies have claimed victory.)",
    "Platforms are becoming less willing to engage with local communities  In addition to how Trump and Musk might inspire other countries to act, speakers also expressed concern that their trolling and use of dehumanizing language and imagery will inspire more online hate (and attacks), just at a time when platforms are rolling back human content moderation. Experts warn that automated content moderation systems trained on English-language data sets are unable to detect much of this hateful language.  Related StoryHow Silicon Valley is disrupting democracyTwo books explore the price we’ve paid in handing over unprecedented power to Big Tech—and explain why it’s imperative we start taking it back.",
    "India, for example, has a history of platforms’ recognizing the necessity of using local-language moderators and also failing to do so, leading to real-world violence. Yet now the attitude of some internet users there has become “If the president of the United States can do it, why can’t I?” says Sadaf Wani, a communications manager for IT for Change, an Indian nonprofit research and advocacy organization, who organized a RightsCon panel on hate speech and AI.  As her panel noted, these online attacks are accompanied by an increase in automated and even fully AI-based content moderation, largely trained on North American data sets, that are known to be less effective at identifying problematic speech in languages other than English. Even the latest large language models have difficulties identifying local slang, cultural context, and the use of non-English characters. “AI is not as smart as it looks, so you can use very obvious [and] very basic tricks to evade scrutiny. So I think that’s what’s also amplifying hate speech further,” Wani explains.  Others, including Curzi from Brazil and Kalemera from Uganda, described similar trends playing out in their countries—and they say changes in platform policy and a lack of local staff make content moderation even harder. Platforms used to have humans in the loop whom users could reach out to for help, Curzi said. She pointed to community-driven moderation efforts on Twitter, which she considered to be a relative success at curbing hate speech until Elon Musk bought the site and fired some 4,400 contract workers—including the entire team that worked with community partners in Brazil.  Curzi and Kalemera both say that things have gotten worse since. Last year, Trump threatened Meta CEO Mark Zuckerberg with “spend[ing] the rest of his life in prison” if Meta attempted to interfere with—i.e. fact-check claims about—the 2024 election. This January Meta announced that it was replacing its fact-checking program with X-style community notes, a move widely seen as capitulation to pressure from the new administration.  Shortly after Trump’s second inauguration, social platforms skipped a hearing on hate speech and disinformation held by the Brazilian attorney general. While this may have been expected of Musk’s X, it represented a big shift for Meta, Curzi told me. “Since Trump’s second administration, we cannot count on them [the platforms] to do even the bare minimum anymore,”  she adds. Meta and X did not respond to requests for comment. The US’s retreat is creating a moral vacuum  Then there’s simply the fact that the United States can no longer be counted on to support digital rights defenders or journalists under attack. That creates a vacuum, and it’s not clear who else is willing—or able—to step into it, participants said.  The US used to be the “main support for journalists in repressive regimes,” both financially and morally, one journalism trainer said during a last-minute session added to the schedule to address the funding crisis. The fact that there is now no one to turn to, she added, makes the current situation “not comparable to the past.”",
    "But that’s not to say that everything was doom and gloom. “You could feel the solidarity and community,” says the EFF’s Cohn. “And having [the conference] in Taiwan, which lives in the shadow of a very powerful, often hostile government, seemed especially fitting.” Indeed, if there was one theme that was repeated throughout the event, it was a shared desire to rethink and challenge who holds power.  Multiple sessions, for example, focused on strategies to counter both unresponsive Big Tech platforms and repressive governments. Meanwhile, during the session on AI and hate-speech moderation, participants concluded that one way of creating a safer internet would be for local organizations to build localized language models that are context- and language-specific. At the very least, said Curzi, we could move to other, smaller platforms that match our values, because at this point, “the big platforms can do anything they want.”  Do you have additional information on how Doge is affecting digital rights globally? Please use a non-work device and get in touch at tips@technologyreview.com or with the reporter on Signal: eileenguo.15.  hide"
  ]
}