{
  "url": "https://www.dailymirror.lk/hard-talk/AUBREY-V-RAYMOND-A-noble-man-with-sterling-qualities/334-297846",
  "title": "AUBREY. V. RAYMOND A noble man with sterling qualities",
  "ut": 1733853485.0,
  "body_paragraphs": [
    "More things are wrought by prayer than this world dreams of. These lines of Alfred Lord Tennyson were reflected in the life and times of late Aubrey. V. Raymond. It is with a deep sense of sorrow that I am paying humble homage to the memory of a dear departed personality, friend and non-related brother.",
    "In fact, his life ebbed a way unexpectedly on December 11, 2023 underlining the biblical saying that in the midst of life we are in death. Indeed, I was terribly shocked and could not believe that he is no more with us. Aubrey will always be remembered by his many friends, relatives and all other associates for his excellent qualities like not parading his good deeds. He viewed life as a pre – ordained opportunity to attain perfection through a blend of human and divine love and thence to blaze a righteous trail for others to follow and perpetuate.",
    "In fact, his consideration for others was something that welled up from within, a natural outcome of his conviction that the whole world was one family. I consider it as a great honor and privilege to have come to known him through a newspaper I worked for and my association with him dates back more than two decades. My first meeting was precisely on June 15, 2000, when I needed his advice and guidance in the publication of the obituaries in the obituary column of the newspaper. The unique quality in Aubrey was that he always prayed to the Lord as a mark of gratitude and thanks in consideration of each and everyone.",
    "He was unassuming and found no attraction in the luxuries of life. He had a heart bigger than his head and was never slow in rising to the occasion when it came to giving a helping hand to the hard – hit poor and down trodden. Being benevolent and sweet by nature he soon found his place in the heart of everyone. “Love and forgive, live and let live” was his motto. The loneliest, the most wretched received compassion in his hands. Religion played a very great role in his life and his hospitality, generosity and magnanimity knew no bounds. At his house, he lavishly entertained everyone and always maintained tranquility, equanimity and charming serenity.",
    "He was a noble man with sterling qualities who helped me on numerous occasions when I was precariously and perilously pushed  into the vortex of dire straits. He was more than a friend and treated me always as a brother. His motto was that “what the right hand gives, the left hand should not know.”",
    "When the month of December dawns he would call me requesting me to see him and bestowing upon me food vouchers, helping me generously, and whispers “bury your worries, enjoy yourself with your family during Xmas with my kindest generosity.” So selfless a soul was he and so enthusiastic about the affairs of others. He was a gentle person with an ever beaming smile, kindly eyes, merciful heart and pleasing words. He was an epitome of perfect beauty, ennobling culture, flawless knowledge and mellowed wisdom. I cannot for a moment imagine that he has left us for good. Indeed, tears flow from my eyes when I think of him for the valuable advice and guidance he gave me very often to make me a man. It is his golden advice and encouragement which made me what I am today.",
    "Though his mortal remains were buried, his deeds and service to humanity shall remain immortal. In fact, he is greatly missed with loving memories, never will I forget his thoughtfulness and kindness, always there when I needed him most, near or far he was a comfort. As a brother he will be missed by someone and as a friend he will be missed by all. In loving memory of him I wish to quote the following: - To the uninitiated he brought the light of knowledge. To the feeble he brought the power of strength. To the sinner the liberation of forgiveness. To the suffering the peace of mercy. To the comfortless, comfort. Undoubtedly, I have lost a kind – hearted and noble friend – brother who helped and gloried in the mirth and merriment of others. A deeply religious servant of his maker. Finally, I wish to conclude “Goodnight Sweet prince and the flights of angels sing thee to thy rest."
  ]
}