{
  "url": "https://www.eiu.com/n/fed-opts-for-hawkish-50-with-unemployment-set-to-rise/",
  "title": "Fed opts for “hawkish 50”, with unemployment set to rise",
  "ut": 1726745299.0,
  "body_paragraphs": [
    "Fed opts for “hawkish 50”, with unemployment set to rise",
    "EconomyForecastingInflationAmericasUnited StatesCountry Analysis",
    "The Federal Reserve (Fed, the central bank) has cut the target range for the federal funds rate by 50 basis points, to a range of 475-500 basis points. The accompanying summary of economic projects (SEP) showed that members of the Federal Open Market Committee (FOMC) now expect interest rates to fall by a further 50 basis points by end-2024 (for a total of 100 basis points of loosening this year) and by 100 basis points in 2025, to a target range of 300-325 by the end of that year. It also forecasts that the unemployment rate will rise to 4.4% by end-2025, from 4.2% currently. We expect the Fed to cut interest rates by a further 25 basis points at each of its two remaining meetings in 2024.",
    "The decision to begin cutting interest rates follows a marked deterioration in the labour market since the FOMC last met in July. The July and August jobs reports showed a labour market facing higher unemployment and slowing jobs growth. These data led the Fed chair, Jerome Powell, to pivot the Fed away from its inflation-fighting stance towards protecting the labour market, stating in his remarks to the Jackson Hole economic symposium on August 23rd that “we don’t seek or welcome further labour market cooling”.",
    "Beginning the loosening cycle with a 50 basis point cut—as opposed to the typical 25-basis-point reduction—confirms the FOMC’s intention to prevent further labour market weakening. Mr Powell described the decision as a “recalibration of our policy stance [that] will help maintain the strength of the economy and the labour market and will continue to enable further progress on inflation as we begin the process of moving towards a more neutral stance”.",
    "Despite debate in the run-up to the decision over whether the FOMC would cut rates by 25 or 50 basis points, the most consequential information came in the September SEP. The FOMC revised up its median forecast unemployment rate for end-2024 to 4.4%, from 4% in June. It also revised down its forecast for core inflation by 20 basis points, to 2.6%. These estimates are consistent with a “Taylor rule” (a simple monetary policy targeting rule) interest rate very similar to the FOMC’s latest forecast. In addition, the committee adjusted down its forecast for interest rates; it now expects 200 basis points of easing by end-2025 (including the September 50-basis-point announcement).",
    "The projected interest rate will only reach the FOMC’s estimate of the neutral rate by end-2026. The SEP therefore still gives the FOMC room to loosen faster if the labour market shows further signs of weakening. Mr Powell argued in the press conference that the 50-basis-point cut was “a sign of our commitment not to get behind” [the curve]. It is likely that recent improvements in productivity drove up the neutral rate of interest to 2.9%. As things stand, the FOMC’s view is that improving productivity will enable unemployment to remain elevated through 2025 without weighing on growth.",
    "As inflation moderates further, we will maintain our focus on the state of the labour market. The September and October jobs reports will be published on October 4th and November 1st respectively, before the next FOMC meeting. The FOMC will announce further interest-rate decisions on November 7th and December 18th, when we expect two further 25-basis-point cuts. We will publish a further analysis in the coming days unpacking the Fed’s latest decision and setting out the full implications for our US forecast.",
    "The analysis and forecasts featured in this article are accessible through EIU’s Country Analysis service. This comprehensive solution provides unmatched global insights covering the political and economic outlook for nearly 200 countries, enabling organisations to identify potential opportunities and risks effectively.",
    "EconomyForecastingInflationAmericasUnited StatesCountry Analysis"
  ]
}