{
  "url": "https://www.ft.lk/columns/History-fiction-and-stories-we-choose-to-believe/4-772767",
  "title": "History, fiction, and stories we choose to believe",
  "ut": 1738890586.0,
  "body_paragraphs": [
    "Yudhanjaya Wijeratne on alternate histories, narrative power, and the myths that shape us",
    "In a conversation that spans history, fiction, and the human tendency to shape narratives to fit our worldview, Sri Lankan writer and data scientist Yudhanjaya Wijeratne, who was a panelist at the Galle Literary Fest 2025, discusses the interplay between fact and fiction, the limits of historical truth, and why some stories persist while others fade…",
    "“Sometimes fiction is a little bit truer than reality,” Wijeratne remarks early in our conversation on the sidelines of the Galle Literary Festival (GLF). It’s a statement that seems paradoxical at first, but he explains it through the lens of both literature and data science.",
    "“Humans are not necessarily great at facts, we are storytellers – we make sense of our lives through stories,” he says. “We try to draw cause and effect, creating explanations that fit our worldview. And in many cases, fictional narratives help us understand certain truths better than raw data ever could.”",
    "This observation carries through much of Wijeratne’s work. A writer of speculative fiction, his stories often examine alternate futures and hypothetical histories, exploring ways in which technology, society, and politics might evolve. But as we discuss the blurred lines between history and fiction, it becomes clear that our understanding of the past is just as much a product of narrative construction as any futuristic dystopia.",
    "History as a construct",
    "“History is a story,” Wijeratne asserts. “The best we can do is reconstruct it as accurately as possible, but we are not omniscient. Some records survive, others don’t. Some perspectives dominate, others are erased. What we call history is, in many ways, the version of events that won out.”",
    "As we discuss how civilisations selectively curate their past, shaping national myths that reinforce cultural identities, he cites the case of Sri Lanka’s foundational legend of Vijaya – the Indian prince who was exiled, arrived on the island, and established the Sinhalese race.",
    "“It’s interesting that we choose that story,” Wijeratne muses. “Why is the Vijaya story more important to us and what does that say about us? What about the tribes that lived here before – the Yakshas, the Nagas? Why do we omit those stories?”",
    "This tendency to cherry-pick narratives is not unique to Sri Lanka. Wijeratne references the Battle of Thermopylae, immortalised in Western culture as the heroic stand of 300 Spartans against the Persian Empire. “The reality,” he points out, “is that they got their backsides kicked. They were only part of a much larger Greek force, and they didn’t achieve anything until the other city-states joined in. But we’ve chosen the version of the story that resonates with our ideals of sacrifice and heroism.”",
    "Does selective storytelling cross into the realm of misinformation? Are fiction writers, particularly those exploring alternate history, at risk of creating narratives that future generations might mistake for fact?",
    "“That’s for the future to decide,” Wijeratne says. “We already live in a world where myths have taken root as fact. Look at the US military’s obsession with the Spartan myth. Look at how historical figures are reimagined to suit modern politics. Stories take on lives of their own.”",
    "This, he argues, is why fiction can be more powerful than mere facts. “You can walk up to someone and present them with raw data, and it won’t change their mind. But a story? That gets through.”",
    "Wijeratne sees literature as existing in the space between the writer and the reader. “You write a book, but by the time it reaches the reader, it has changed. They reinterpret it through their own lens, their own experiences.”",
    "He likens this to religious texts such as the Bible, which continue to be reinterpreted across generations. “The core stories remain, but they adapt to new times, new contexts. That’s why they persist.”",
    "The same applies to fiction. “The human condition hasn’t fundamentally changed. We still feel loss, anger, regret, love – whether we’re looking at a smartphone or sitting around a fire thousands of years ago. The stories that endure are the ones that tap into those emotions.”",
    "Writing without boundaries",
    "Speaking about his own writing philosophy, Wijeratne rejects the notion of being bound to specific themes. “I don’t think we should be obligated to write about war or trauma just because we come from Sri Lanka. That’s a damper on imagination. If those themes emerge naturally, fine – but I want to explore what fascinates me, whether it’s starships or dystopias or something else entirely.”",
    "He also expresses frustration with books that feel engineered to win awards or check ideological boxes. “I like stories where you can tell the author went down a weird rabbit hole, where their curiosity drove the narrative.”",
    "His upcoming books, The Wretched and the Damned and The Pilgrim Machine, continue his tradition of speculative exploration, examining future societies and the impact of technology. But as our conversation reveals, his real fascination lies in the age-old question: Why do we believe the stories we tell ourselves?",
    "Returning to the idea that our myths, histories, and fictions are all deeply intertwined, he says, “We choose the stories that define us,” he says. “And those choices reveal who we are.”",
    "Whether examining the past or imagining the future, the narratives we create – and believe – shape the world as much as any historical event. And in that sense, fiction may indeed be the greatest truth of all.",
    "GLF: A convergence of literary minds",
    "Yudhanjaya Wijeratne also spoke on the Galle Literary Festival as both an attendee and a panellist. “For writers in Sri Lanka,” Wijeratne noted, “one of the most valuable aspects of GLF is the chance to meet other working professionals. Unlike countries with robust literary ecosystems – where conventions, workshops, and networking events are commonplace – Sri Lanka’s literary scene can feel fragmented. GLF bridges this gap, providing a rare platform where writers can engage in meaningful dialogue about the craft, the industry, and the art of storytelling itself.”",
    "He says, the interaction isn’t just about casual conversation; it’s an exchange of ideas that can profoundly influence a writer’s trajectory. For Wijeratne, whose work is predominantly published in the US and UK, GLF offers a chance to connect with peers he might not otherwise meet. It’s a space where literary minds converge, fostering a sense of community that’s often missing in the solitary world of writing.",
    "Beyond its impact on writers, GLF serves a crucial role in reaffirming the value of literature within Sri Lankan society. In a time when economic pressures often steer young people toward careers in technology, business, or medicine, literature can be seen as a luxury rather than a necessity. The festival challenges this notion.",
    "“GLF has a certain glamour about it,” he says. “It maintains a standard that elevates literature’s prestige, reminding us that storytelling is not just entertainment – it’s a vital part of our cultural identity.” This glamour isn’t about exclusivity; it’s about creating an environment where literature is celebrated, where writers are respected, and where intellectual curiosity is encouraged.",
    "Balancing scale with intimacy",
    "Wijeratne observed that one of the festival’s defining characteristics is its intimacy. Unlike massive literary gatherings like the Jaipur Literature Festival, where sheer scale can dilute meaningful interactions, GLF maintains a more personal atmosphere. This intimacy, however, comes with its own set of challenges.",
    "The festival relies heavily on sponsorships, with ticket sales covering only a fraction of its costs. Scaling up could increase revenue, but it risks losing the unique charm that makes GLF special. As Wijeratne pointed out, “It’s not just about having 150 people from the local writing scene – it’s about creating high-value spaces where meaningful exchanges can happen.”",
    "Beyond the festival: Building an ecosystem",
    "While GLF is a powerful anchor, Wijeratne believes supporting Sri Lankan writers requires more than a once-a-year event. “A festival is great, but it’s not enough. We need long-term resources – mentorship programs, writing residencies, and educational initiatives that nurture talent beyond the festival’s brief window.”",
    "Drawing from his own experiences, Wijeratne highlighted models like Clarion West, a six-week residency for speculative fiction writers, and the University of Oslo’s free course on speculative fiction, which he had helped develop. “Programs like these offer sustained support, helping writers develop their craft in a structured environment.”",
    "GLF’s growing focus on Sri Lankan writers is a positive sign. In its early years, the festival often felt more international than local, but this is changing. Wijeratne sees this as an opportunity: “While GLF can’t be everything to everyone, it can inspire others to create complementary spaces. Imagine if visiting authors extended their stay for workshops or residencies, mentoring emerging writers. Imagine libraries hosting regular literary discussions, or community-funded festivals popping up across the country. GLF can’t do it all – but it can spark ideas, foster connections, and remind us of literature’s enduring power.”",
    "In the end, the festival’s true success isn’t just in packed venues or celebrity authors. It’s in conversations that linger long after the event, the stories that are written because of a chance encounter, and the young writers who find their voice in a world that often tells them to stay silent.",
    "As Sri Lanka continues to define its place in the global cultural landscape, GLF stands as both a mirror and a beacon – a reflection of our literary heritage and a light guiding us toward a richer, more vibrant future."
  ]
}