{
  "url": "https://www.ft.lk/columns/Living-in-2035-Seven-paradoxes-Arthur-C-Clarke-hasn-t-envisioned/4-776425",
  "title": "Living in 2035: Seven paradoxes Arthur C. Clarke hasn’t envisioned",
  "ut": 1747165425.0,
  "body_paragraphs": [
    "Workers with advanced skills in AI, data science, or robotics—representing only 10–15% of the global workforce —are likely to thrive, commanding salaries far higher than average",
    "Fast-forward 10 years and step into 2035. Imagine your morning ritual with the Daily FT. Forget passively “reading”; in a decade, your news consumption will be a more dynamic, immersive experience.",
    "Visualise unfolding a sleek, flexible digital-ink display, the Daily FT flowing across its surface like liquid information. Or perhaps you’ll slip on your AR glasses, the headlines and stories overlaying your reality, ready for your command. Maybe even a holographic image of Elon Musk will materialise before you, with a voice cut on space travel. All in a digital world. While the rustle of physical paper might linger as a nostalgic luxury, the future belongs to the screen.",
    "Picture this too: AI algorithms crafting stories precisely for you. Daily FT knows your deepest interests, anticipates your reading habits, even responds to your real-time emotions, shaping headlines and articles that evolve with your engagement. Articles will burst into life with augmented and virtual reality. Instead of simply reading about an event, you could step into a 3D reconstruction, navigate interactive timelines, or experience a live simulation – walking through the scene if you were there. If it were a news item on terrorists killing Kashmiri tourists, you yourself may be virtually facing the gunmen.",
    "Still this is something Arthur C. Clarke could have possibly imagined. He spoke about future media, though not using the same words. He foresaw a future where information access would be ubiquitous and instantaneous, facilitated by technologies like satellite communication. So these are nothing new.",
    "Conversely, this analysis focuses on seven trends that even Arthur C. Clarke did not anticipate, not due to a deficiency in his imaginative capacity, but rather because the technological landscape of his time had not yet evolved to its present state. So let’s begin.",
    "Paradox #1: (Divided Society) By 2035, we expect technology, especially AI, to change society a lot. Some hope this will make things fairer for everyone. But it might actually make the gap between the “haves” and “have-nots” even bigger in a new digital way.",
    "By 2035, AI-driven automation is projected to be significantly more advanced, impacting a broader spectrum of jobs, including white-collar roles. According to the McKinsey Global Institute (2023), up to 30% of current jobs globally (approximately 400 million workers) could be automated by 2030, with roles in data analysis, legal research, and even creative industries increasingly affected by 2035. Workers with advanced skills in AI, data science, or robotics—representing only 10–15% of the global workforce —are likely to thrive, commanding salaries far higher than average.",
    "Conversely, those lacking such skills, particularly the 50% of workers in low-skill or routine jobs, face unemployment or a shift to lower-paying, precarious gig work, which paid 30% less on average than stable employment in 2022. This could widen income inequality, with the global Gini coefficient rising from 0.65 in 2023 to 0.70 by 2035 (World Bank projection). As Yuval Noah Harari warns, a new “unemployable” class—potentially 20–25% of the working-age population in developed economies—may emerge, lacking economically viable skills. If this group grows to 100–150 million globally, it could strain welfare systems, with governments needing $ 1–2 trillion annually to provide minimal subsistence, risking social unrest.",
    "Moreover, by 2035, while basic AI-powered services like voice assistants or simple chatbots may be accessible to 80% of the global population, advanced applications—such as personalised financial planning tools or AI-driven education platforms—could remain costly. For example, premium AI education services currently cost $ 100–500 per month, affordable to only the top 10% of earners in developed nations. This creates an “AI privilege” gap, where only 20% of global consumers can access high-value AI tools by 2035. Such disparities could deepen economic divides, with the wealthiest 1% owning 50% of global wealth by 2035, up from 38% in 2023, exacerbating existing inequalities.",
    "Technological advancements are set to widen the gap between nations, as illustrated by the divergent paths of South Korea and Pakistan. South Korea, with a GDP per capita of $ 36,000 in 2023 and $ 10 billion annually invested in AI and robotics, leverages domestic innovation and access to global tech markets. Its 5G penetration (95% of the population) and 50,000 AI patents filed by 2023 position it to grow its economy by 6% annually through 2035. In contrast, Pakistan, with a GDP per capita of $ 1,600 and only $ 500 million in tech investment, struggles with limited domestic R&D (0.2% of GDP) and a 50% internet penetration rate. By 2035, industrialised nations like South Korea could see GDP growth 2–3 times faster than developing countries, with the global economic divide increasing by 25%.",
    "Paradox #2: (Innovation of Complexity) Digitalisation will dominate with hyper personalisation attending to most of your personal needs. Still you find your life is more complex and stressed in 2035.",
    "While digitalisation promises efficiency and hyper-personalisation aims to cater to our every whim, the very nature of this technologically saturated existence could ironically lead to increased complexity and a pervasive sense of stress and restlessness. In 2022, the WHO reported that 11% of adolescents showed signs of problematic social media behaviour, struggling to control use and facing negative consequences, indicating the addictive potential of constant digital engagement. The recent British TV series ‘Adolescence’ delves into themes such as the dangers of social media, and the corrosive effects of online interactions on young minds.",
    "Digitalisation also blurs the lines between work and personal life. While hyper-personalisation can theoretically manage our schedules and tasks efficiently, the constant connectivity can lead to a feeling of being perpetually “on.” The rise of remote work, for example, has made it harder for many to disconnect; a study on technology use and work-life balance highlighted how internet and mobile technologies increase the permeability of work into personal life. By 2035, with even more seamless integration of work tools into our personal lives (e.g., work tasks integrated into smart home assistants), this boundary erosion could worsen, contributing to employees felt burned out “very often or always.”",
    "Why life will appear ‘shallow’? Possibly. Imagine your personal AI constantly suggesting alternative vacation destinations based on your past travel data and the “optimal” experiences of others. While seemingly helpful, this constant stream of “better” options could lead to a feeling that your current experience is inadequate, fostering a sense of restlessness and a perpetual desire for something “more,” even if your current situation is objectively good. This information overload, where the sheer volume of data exceeds our processing capacity, is linked to increased stress, anxiety, and even depression.",
    "Will the jobs be better? Yes and No. What awaits leaders in 2035? Imagine the executive suite in 10 years: Compensation soaring, not just in numbers, but in the sheer power their earnings command, unlocking access to premium goods and experiences. Yet, this gilded cage comes with a formidable cost. The demand for unparalleled, relentless performance will push leaders onto an unyielding treadmill, chasing ever-escalating expectations. Survival in this high-stakes arena will necessitate a breathtaking array of talents, a target so demanding it could breed profound disillusionment. Brace for a future where the ascent to the top may paradoxically pave the way for an era of increasing executive unease. Studies have shown a correlation between increased workload and technology-related stress among managers, suggesting this trend could intensify by 2035.",
    "Paradox #3: (Good Health – Poor Health) While the 10% rich may get a chance to live beyond 100 years, thanks to AI based advanced healthcare, the overall health of the population, in 2035, will be lower than what is today.",
    "Imagine in 2035, AI can analyse a person’s entire genomic profile and lifestyle data to predict and prevent diseases decades in advance, offering highly personalised treatments. This technology, initially very expensive, might be exclusively available to the top 10%, allowing them to significantly extend their healthy lifespans.",
    "On the other hand, even today, factors like poverty, lack of access to nutritious food, polluted environments, and stressful living conditions significantly impact overall population health, often more than access to healthcare alone. These disparities are evident in the lower life expectancies and higher rates of chronic diseases in lower socioeconomic groups globally. This could lead to a neglect of preventative measures, management of common chronic diseases, and access to basic healthcare for the majority, ultimately lowering overall health metrics.",
    "Then, there is a concerning possibility where medical advancements primarily focus on extending the biological lifespan without adequately addressing the factors that contribute to a meaningful and functional existence. This will lead to the rise of “High-Tech Warehousing” for the elderly. While this might reduce the burden on human caregivers numerically increasing “life expectancy” for this group, it doesn’t inherently improve their quality of life. This could lead to a significant population living in a state of “biological survival” rather than active engagement with life, creating a substantial societal burden in terms of healthcare costs and emotional toll on families. The numerical increase in life expectancy becomes a hollow victory if it’s not accompanied by an equivalent increase in healthspan and quality of life.",
    "Paradox #4: (‘Gut-feeling’ ruling over Evidence) Even though we’ll have lots of good data and AI to help make smart choices by 2035, big bosses will probably still make the most important decisions themselves. They’ll likely go with what feels right in the moment instead of just following the data.",
    "Despite advancements in data analytics, high-level decision-making often favours intuitive “gut-feeling” judgements over rigorous data-driven approaches. The Trump administration’s 2018 tariffs on nations like China and Canada exemplify this. While the US trade deficit with China, which reached $ 419 billion in 2018, was cited to justify tariffs, the policy leaned heavily on political ideology—namely the “America First” doctrine—rather than comprehensive economic analysis. Studies, such as one from the National Bureau of Economic Research, estimated that these tariffs cost US consumers $ 51 billion annually and reduced GDP growth by 0.2%. The selective use of data, ignoring broader economic impacts and expert warnings of retaliatory trade measures, highlights a persistent bias toward subjective narratives over objective analysis.",
    "Looking to 2035, this trend will persist, with both strengths and weaknesses. On the positive side, human intuition remains vital in scenarios where AI struggles, such as predicting emotional or cultural responses to unprecedented events. For instance, AI can analyse historical data but often fails to anticipate shifts driven by social movements or geopolitical surprises, where human leaders excel by interpreting subtle cues. A 2023 McKinsey report noted that 70% of executives still rely on experience-based intuition for strategic decisions in volatile markets, as AI lacks the contextual empathy to fully decode human behaviour. This intuitive edge allows leaders to navigate disruptions where data alone is insufficient.",
    "However, over-reliance on “gut feelings” can lead to costly errors in fast-paced, data-rich environments. Human biases, like confirmation bias, and limited cognitive capacity can obscure non-obvious trends that AI uncovers. For example, a 2024 study by Gartner found that companies using AI-driven market analysis outperformed intuition-led competitors by 15% in revenue growth, as AI identified emerging trends faster. Overlooking data-driven insights risks financial losses, stifles innovation, and hampers adaptability by tethering decisions to past experiences rather than leveraging AI’s ability to detect disruptive opportunities and drive agility in dynamic markets.",
    "Paradox #5: (Polluted Planet) In 2035, the world will be more environmentally conscious. Still it could be a more polluted version of the planet then.",
    "While environmental awareness is projected to be significantly higher in 2035, leading to increased adoption of sustainable practices and green technologies, several factors could paradoxically result in a more polluted planet than today.",
    "Firstly, the sheer scale of increased consumption and production, driven by a larger global population and continued economic growth (even if partially “greener”). For example, while electric vehicles might become more mainstream, the overall number of vehicles, even fossil fuel based ones, on the road globally could still increase heavily. Data from the UN suggests a global population nearing 9 billion by 2035, putting immense strain on resources and waste management systems. Secondly, the legacy of current pollution and climate change impacts will continue to manifest in 2035.",
    "Existing pollutants in soil and water will persist, and the effects of climate change, such as more frequent and intense extreme weather events (heatwaves, floods, wildfires), can exacerbate pollution. Rising global temperatures, predicted to potentially reach a critical 1.5°C warming threshold by the mid-2030s, can also worsen air quality by increasing the formation of ground-level ozone.",
    "Thirdly, the uneven global adoption of sustainable practices could create pollution hotspots. While developed nations might make significant strides in reducing their environmental footprint, developing economies, striving for industrialisation and higher living standards, might still rely on less environmentally friendly technologies and regulations. Finally, the emergence of new forms of pollution associated with advanced technologies cannot be discounted.",
    "Paradox #6: (Crippled minds) Even though there will be lots of cool new tech for learning by 2035, going to school might become harder and less fun for many people. This is because there will be more competition for good, but expensive, schools, and what they teach might still be old and not helpful for the jobs of the future.",
    "While advanced educational technologies are expected to proliferate by 2035, several factors suggest that the learning experience for many could become more challenging and less engaging. Firstly, the increasing demand for higher education coupled with potentially limited spaces in prestigious institutions could intensify competition, driving up costs and making quality education inaccessible to a larger portion of the population.",
    "Data from the OECD indicates that while global education outcomes are improving, significant disparities persist between developed and developing countries, and projections suggest that by 2035, only 63% of the world’s 20-24 year olds will have completed upper secondary education, with even lower rates in regions like Africa (39%). This suggests that access to quality education remains a significant hurdle.",
    "Secondly, the perennial issue of teaching out dated stuff. The World Economic Forum’s “The Future of Jobs Report” consistently highlights the growing importance of skills like critical thinking, creativity, and complex problem-solving, which may not be adequately integrated into traditional curricula by 2035. This disconnect between what is taught and what is needed in the job market could lead to student disengagement and a perception of learning as an uninteresting and ultimately unhelpful task.",
    "Finally, while technology offers the potential for personalised learning, its unequal implementation and the digital divide could exacerbate existing inequalities. If advanced educational technologies are primarily accessible to wealthier students and institutions, it could create a two-tiered system where some benefit from engaging, tailored learning experiences while others are stuck with outdated methods and limited resources. Without concerted efforts to bridge this gap, the proliferation of technology alone will not guarantee a more engaging or effective learning experience for all by 2035.",
    "Paradox #7: (Lab-Grown Food Dominance) Lab-grown meat and vertical farming will supply 20% of global food, reducing agricultural land use by at least 15% and cutting food-related emissions significantly by 2035. This will also result in unemployment of millions at present engaged in traditional agriculture.",
    "Lab-grown (cultivated) meat, produced by culturing animal cells, has seen rapid advancements. As of 2023, over 150 companies globally were developing cultivated meat, with Singapore and the US approving sales of lab-grown chicken. The global cultivated meat market was valued at $ 1.7 billion in 2022 and is projected to reach $ 25 billion by 2030. By 2035, with continued investment and technological breakthroughs (e.g., bioreactor efficiency, cell culture media cost reduction), reaching 20–25% of meat supply is plausible. Vertical farming, which grows crops in stacked, controlled environments, is expanding rapidly. The global vertical farming market was valued at $ 5.1 billion in 2022 and is expected to reach $ 26 billion by 2030.",
    "Combining lab-grown meat and vertical farming, a 15% reduction in agricultural land use (1.2 billion hectares) is possible by 2035. This aligns with studies projecting that alternative proteins and precision agriculture could halve agricultural land needs by 2050. By 2035, lab-grown meat and vertical farming could reduce food-related emissions by 2–3 billion tons annually (15–20% of current agricultural emissions).",
    "Agriculture employs 1 billion people globally (25% of the workforce), with 700 million in smallholder farming in developing countries. Livestock and crop farming are labour-intensive, especially in regions like Sub-Saharan Africa and South Asia. Lab-grown meat and vertical farming are highly automated. A single cultivated meat facility employs 50–100 workers compared to thousands in traditional livestock farming for equivalent output. Vertical farms rely on robotics and AI, reducing labour needs by 80% compared to conventional farms. If these technologies supply 40% of food, 100–200 million agricultural jobs could be displaced by 2035, particularly in meat processing, dairy, and field crop farming.",
    "This will be, generally, a cross section of 2035. There could be other developments that may not end in paradoxes. For example, by 2035, the global energy landscape will be significantly cleaner. Renewables are projected to account for nearly 60% of global electricity generation by 2035, up from 30% in 2023. Solar and wind power will dominate, with solar photovoltaic capacity expected to quadruple between 2025 and 2035, reaching over 4,000 gigawatts globally.",
    "Scientific and technological progress by 2035 will redefine human capabilities, with breakthroughs that may seem unthinkable today. Quantum computing, biotechnology, and space exploration will lead the charge.",
    "The global landscape in 2035 is projected to exhibit increased interconnectedness too, notwithstanding the potential for heightened protectionist tendencies among nations, particularly in the realm of technology. It is anticipated that the legal and policy framework surrounding AI will evolve in an ethical and responsible manner. Overall, while the future is expected to offer improvements for a significant portion of the global population, it will not be without its inherent challenges.",
    "(The writer is a futurist and a policy researcher. The opinions expressed are personal. He can be reached at [email protected].)"
  ]
}