{
  "url": "https://www.ft.lk/columns/Chance-for-significant-political-and-economic-change/4-766172",
  "title": "Chance for significant political and economic change",
  "ut": 1724977563.0,
  "body_paragraphs": [
    "Anura Kumara Dissanayake",
    "It would be a big surprise if Anura Kumara Dissanayake (AKD) from the National People’s Power (NPP) fails to win the Presidential elections due to be held on 21 September. This is within a month. So far there are no reliable indications that anyone, including Ranil Wickremesinghe, would be able to postpone or derail the elections. The Supreme Court stands very firm on the fundamental rights of the people and people are behind the Supreme Court. People are further fed up with so many obnoxious political leaders in the past who postponed and/or cancelled various elections for Provincial Councils and Local Government institutions.",
    "The Supreme Court has given a new verdict that Ranil Wickremesinghe’s decision to postpone the local government elections in March 2023 was arbitrary and unwarranted and he was responsible for this democratic and fundamental rights breach.",
    "Whatever the structural or other weaknesses of the Election Commission, they have done and are doing their best to have a ‘free and fair’ Presidential election in September. However, the election should be not only ‘free and fair,’ but also completely ‘nonviolent.’ This is something we should add to our democratic mottos.",
    "Bad history of violence",
    "Sri Lanka has a bad history of violence during and after elections. All these were provoked and organised by the local and national leaders of the traditional political parties like the UNP, the SJB, the SLFP and the SLPP. When Sajith Premadasa was submitting his nominations, the behaviour of his supporters outside the Election Commission was quite aggressive. Even among ordinary people there are tendencies for violence during elections. I have seen this since my childhood at Moratuwa. Aggression and violence are also there in many people’s day-to-day life. A major part of this consists of domestic violence against women. This is one part of the horrible political culture that a new government should take measures to change. May be the task is long term. But the measures to change are immediate through warnings, placing norms, and using formal and informal education.",
    "At the beginning after independence, Sri Lanka had a reliable and a relatively stable political party system. The policies between the UNP, then the SLFP, the Federal Party or the Left could be easily understandable. This does not mean that the voters always voted rationally, but the political parties and their representatives were clear. The political activists who joined political parties did so based on ideology or policies. However, the situation has completely changed now in the case of established political parties. Personal gains and benefits appear to be the reasons behind now in joining political parties except in the case of NPP or the remaining other left parties.",
    "Frogs jumping from one party to the other",
    "The political party system has become corrupt. Many of the Members of Parliament are like frogs jumping from one party to the other for personal benefits. This became very clear when Gotabaya Rajapaksa had to leave, and Ranil Wickremesinghe decided to come. The only genuine MP who left a former party appears to be Thalatha Atukorala. She resigned and did not jump. Among many reasons for the situation, two can be highlighted here. (1) Under the district electoral system, only wealthy people could contest elections. The abolition of ‘seat system’ has created many other defects for democracy. (2) The registration of political parties has become quite loose and ambiguous. Most of the recognised political parties are not parties but ‘interest groups’ or ‘pressure groups.’",
    "There are 84 political parties recognised in Sri Lanka at present! In Australia, nationally the number is only 9. To register as a political party in Australia, there should be 1,500 verified number of party members among other conditions. The conditions in Sri Lanka are ambiguous. This is a strong defect in Sri Lanka’s party system and the Election Commission. A party constitution and the names of office bearers appear to be the only conditions. Even among four political parties registered at present, even the names of office bearers are not supplied! The Election Commission should take more responsibility in rectifying the electoral and political party system in Sri Lanka.",
    "What is wrong with the economy? Corruption is a main ailment in the economy, and the country, which prevents many possible foreign direct investments (FDI) and local entrepreneurial individuals and groups being hesitant to start investments and businesses. Otherwise, the potentials in society for the economy are immense. I say this with some experience. My first job was as an Assistant Director of Commerce affiliated to minor exports. A study I conducted proved that the gems exported from Sri Lanka have a larger value than what is recorded at our customs. Where did the balance go? Of course I preferred to become an academic soon.",
    "Again, my last assignment in Sri Lanka was as a Director of the Colombo Stock Exchange (CSE). That was the historical height of the CSE, and my proposal was to extend the CSE to at least Maldives. I did see the immense potential of the CSE and entrepreneurial companies, but the Rajapaksa regime destroyed all of those for family gains.",
    "In the economy, inefficiency of the state sector and state enterprises is a stumbling block. A major reason is political appointments, lack of planning, and leadership. Of course, people should be given suitable employment, but the purpose of state enterprises and even departments should be to uplift the economy and serve society in overall terms. If the state sector is open equally for minority communities (Tamil, Muslim and Christian), their contributions would be immense and creative. The situation now is lopsided.",
    "Socialist or social democratic policies",
    "For the economy to take a new path, there should be some form of socialist or social democratic policies. We should not be hesitant to use the term ‘socialist.’ That is amusingly written even in the country’s constitutional name. We should dialogue as to what kind of socialist policies that are suitable in the country today. Poverty in Sri Lanka is immense particularly under the lopsided policies of Ranil Wickremesinghe, Gotabaya Rajapaksa, Yahapalanaya (Ranil and Sirisena), Mahinda Rajapaksa, and even before. This should be changed with the support and participation of entrepreneurs and businesspeople. Corporate Social Responsibilities (CSR) should be promoted like in other democratic countries. The story can go on and on. What is crucial is the election.",
    "There are 39 candidates contesting, 22 from political parties and 17 as independent candidates including Ranil Wickremesinghe. There is not a single women candidate! Sri Lanka does not have independent and professional opinion polls. Although he is a son of Mahinda Rajapaksa, Namal Rajapaksa hardly has any chance even to take the third place. From the traditional political parties, the breakaway group from the UNP, registered as the Samagi Jana Balawegaya (SJB) meaning the United People’s Power, Sajith Premadasa appears to be the only challenger to AKD from the old order. He is an arrogant person with political family inheritance from his father, Ranasinghe Premadasa, sharing this inheritance with his wife and mother.",
    "The past revolutionary or insurrectionary party, the JVP, has been the basis of the NPP. However, they are now operating as a democratic party. This change may be largely due to the present leader Anura Kumara Dissanayake (AKD). Compared to many other contestants in the fray, he comes from a poor family and is well educated in the country’s university system. He is also a determined person along with many others in the movement like Harini Amarasuriya, Tilvin de Silva, Vijitha Herath, Sunil Hadunhetti and K.D. Lalkantha, etc.",
    "The most commendable of their campaign is that it is a political movement. They have rallied and organised different professionals and social groups like the teachers, students, nurses, doctors, academics, workers, peasants, retired army personal and expatriate Sri Lankans. The number of rallies that they have already conducted in various districts are unimaginable to any other candidate or party. It is on this basis that I would, as a political science academic, predict Anura Kumara Dissanayake to win from the National People’s Power. It would be a big chance for a significant political and economic change."
  ]
}