{
  "url": "https://www.ft.lk/columns/Leading-without-trust-is-akin-to-building-on-quicksand/4-784164",
  "title": "Leading without trust is akin to building on quicksand",
  "ut": 1762808370.0,
  "body_paragraphs": [
    "Delegation crumbles when the leader perpetually doubts the subordinate’s competence or commitment",
    "Leading without trust is like building on quicksand. The unsound foundation makes it unstable and unreliable.",
    "In December 2025, I complete 53 years in a corporate career ranging from an accounts clerk at Lever Brothers (Ceylon) Ltd. in 1972, the post I am most proud of, Managing Director at Anglo American Corporation (Central Africa) Ltd., Group Finance Director/Executive Director at John Keells Holdings PLC (JKH) to my current role as Leadership Coach/Mentor.",
    "Being a period when the world transformed from pencil and paper, typewriters, and adding machines to computers, accounting packages, the internet, and artificial intelligence, I am tempted to catalog the shifting technologies, evolving business models, and/or the seismic global events as key influencers of my career. But they are mere backdrops. The true, constant engine that has driven my career and anchored my thinking has always been something far more fundamental and far more human. That, undoubtedly, is the strategic intangible asset of Trust. God blessed me with the ability to Trust and the qualities to be Trusted.",
    "In the first quarter of my career, I was primarily a manager of tasks and people. In 1987, I began a journey of transitioning from manager to leader. I was enlightened and inspired by thoughts I gathered at a Tom Peters and Bob Waterman leadership development workshop, a workshop which was based on their seminal publication, “The Search of Excellence.” I no longer desired to just manage tasks. I was hungry to lead and guide people. I did not want to just direct processes. I wanted to create culture and develop mindsets. And in that exciting, fast-evolving, pressure-cooker environment, I discovered a profound and almost paradoxical truth. That the fastest way to get things done, the most efficient path to extraordinary productivity, was not through command and control, but by letting go.",
    "I quickly realised that leaders who try to control everything produce truly little. The moment I chose to replace scepticism and doubt with faith and trust in the competency, commitment, and good intention of my teams, my own professional life was significantly transformed. It was like releasing an enormous, hidden handbrake. I became powerful by being powerless. By letting go of control and distributing authority. I multiplied my capacity and sharpened my capability. My overall confidence, influence and effectiveness grew considerably. I was not wasting precious time micro-managing or double-checking. I was investing in guiding, coaching, mentoring, and creating a shared vision.",
    "Trust is an essential pre-requisite for effective leadership",
    "I was convinced that these were the real tasks of a leader. They immediately multiplied my own output because the energy I saved by not worrying became energy I used in building. I can confirm that trust is an essential pre-requisite for effective leadership. It remains the anchor of my leadership style.",
    "Empowerment, delegation, and enabling others to act are not mere buzzwords. They are the essential pillars of effective leadership. A leader who hoards decision-making power, or micromanages, stifles growth, breeds resentment, and limits the organisation’s potential. True leadership means enabling team members to own their tasks and make impactful decisions. This is empowerment in action. It unlocks individual capability and fosters a culture of ownership. This crucial transference of authority is fundamentally impossible without a solid foundation of trust. Empowerment without trust is mere recklessness",
    "Similarly, I pursued natural, and deliberate, ways of making myself trustworthy and credible. I recognised that my word was priceless. When my teams knew I would deliver on a promise and understood that my intentions were always aligned with the company’s long-term health and their personal growth, they stopped wasting time on corporate politics or covering their backs. The hours and emotional energy they saved on defending themselves were instantly re-routed into producing exceptional work. Similarly, customers, suppliers, bankers and other stakeholders who engaged with me, interacted in an overarching spirit of Trust and concluded agreements and transactions expeditiously and with minimum fuss. A quick phone call replaced countless hours of painful haggling. All in the name of Trust.",
    "Trust did not just make me a better leader; it made me dramatically more productive, less stressed, and more impactful. Trust has certainly been the unbreakable currency that has compounded over half a century in delivering returns far exceeding the norms. My longevity in the corporate world is a testament to this principle.",
    "There was a watershed moment in my career in the mid-1980s. I had watched, with awe, the skills of a flying trapeze at a travelling circus. Eureka! – It dawned on me that the essence of true team-based success is not merely dependent on coordination, but on absolute, implicit trust. The trapeze was a precise ballet of interdependence, demanding that the flyer commits to the void, releasing his/her grip high above the net, utterly certain that the catcher will be there. The flyer’s act of letting go was, to me, the purest expression of faith in another human being. It was an act where physical vulnerability was shared, and the margin for error was non-existent. The catcher, conversely, was compelled to absorb the flyer’s momentum, relying solely on shared timing and non-verbal cues honed over countless hours. Their relationship transcended simple teamwork.",
    "It was a symbiotic commitment where failure meant immediate physical harm. If the catcher hesitated or the flyer doubted the counterpart’s readiness, the rhythm would have broken, and the entire performance would have failed. This was not just about mechanics. It was about a deep, psychological certainty. ‘Formula One’ pit stops, competitive rowing crews, and modern orchestras operate on this same principle of profound trust. Consider the construction of a human pyramid. The person at the apex must place his/her entire weight and security onto the shoulders of those below, who must stabilise instantly and perfectly. Every member relies on the unwavering stability of the others, requiring not just physical strength, but the conviction that their teammate is operating with perfect focus and dedication.",
    "Mistrust exacts a heavy toll on any organisation",
    "Surveys confirm that mistrust exacts a heavy toll on any organisation. It erodes relationships, hinders collaboration, and slows decision-making. Productivity suffers as controls and verification consume time and energy. The psychological cost includes stress and suspicion. A climate of mistrust stifles innovation and prevents genuine connection, leading to significant tangible and intangible losses. Trust, however, is the invisible determinant of organisational effectiveness; a silent language that turns individual risk into collective triumph. It is the psychological safety net that allows peak performance, transforming potentially fatal risks into breathtaking displays of teamwork and human mastery. Trust, I soon learnt, is the bedrock of many leadership behaviours and actions. It fuels empowerment, spurs confident delegation, and fosters environments where true enablement thrives.",
    "Empowerment, delegation, and enabling others to act are not mere buzzwords. They are the essential pillars of effective leadership. A leader who hoards decision-making power, or micromanages, stifles growth, breeds resentment, and limits the organisation’s potential. True leadership means enabling team members to own their tasks and make impactful decisions. This is empowerment in action. It unlocks individual capability and fosters a culture of ownership. This crucial transference of authority is fundamentally impossible without a solid foundation of trust. Empowerment without trust is mere recklessness. Delegation crumbles when the leader perpetually doubts the subordinate’s competence or commitment. For a team member to step up, risk failure, and innovate in pursuit of a goal, they must have implicit trust that the leader supports them, even if the outcome is not perfect, and explicit trust that the leader has confidence in their abilities and intentions. This reciprocal faith, which involves trusting the process and trusting the person, is the invisible yet most powerful mechanism that transforms a group of individuals into a high-performing, self-directed team. Without it, leadership remains distant, and enablement remains an empty promise.",
    "Empowerment is the fundamental act of granting employees the necessary authority, resources, and self-belief to make decisions and act autonomously within defined boundaries. True empowerment requires leaders to cultivate a culture of psychological safety, allowing for mistakes as learning opportunities rather than failures. It moves control away from the centralised leader into the hands of those closest to the work, the customer, or the problem. This is far more than just sharing tasks. It is about sharing power and accountability. When employees feel empowered, they develop a sense of ownership, increasing their engagement, motivation, and ability to innovate, directly impacting speed and customer satisfaction. At the Ritz-Carlton, for example, employees are famously empowered to spend up to $ 2,000 per guest per incident to resolve any complaint or make an experience memorable, without seeking managerial approval.",
    "Successful delegation",
    "Effective delegation is the assignment of specific tasks, authority, and responsibility to an appropriate team member, enabling the leader to focus on high-level strategic priorities. It is crucial for capacity building and workload management. Unlike simply passing off work, successful delegation involves matching tasks to an individual’s strengths and developmental goals, providing clear expected outcomes, and furnishing the necessary resources and decision-making latitude. Critically, while the task is transferred, the leader retains ultimate accountability for the result. This requires guidance and support. Not micromanagement.",
    "Poor delegation, often seen when leaders delegate only undesirable tasks or fail to transfer authority, undermines trust and development. There are many tech companies leveraging agile methodologies that utilise delegation through product owner roles. Instead of a CEO or VP managing every sprint, the product owner, often a senior employee, is delegated the complete authority to prioritise the product backlog, define user stories, and accept or reject final development work for their specific domain.",
    "Enabling others to act is a comprehensive leadership practice that involves strengthening the self-determination and competence of team members, fostering collaboration, and building relationships. It is the supportive framework that enables empowerment and delegation to be operational. This involves consciously providing decision rights and enabling the Trust required for individuals to feel capable and confident in using their delegated authority. The climate of mutual respect and shared values gives people the psychological safety to share ideas and challenge processes without fear of reprisal. A hallmark of the JKH Operating Model is the extensive autonomy given to employees through generous decision rights to act in the company’s best interest.",
    "Trust can be nurtured. This is not a vague statement rooted in hope, but a practical one rooted in behavioural science. Trust, though perceived as an emotional state, is in fact the dynamic social glue that binds individuals, teams, and societies together. While betrayals can fracture it instantly, the process of nurturing trust is slow, deliberate, and sustained by predictable actions, making it less an abstract virtue and more a fundamental, observable skill. Nurturing trust involves conscious management of reliability, the courageous embrace of vulnerability, and the commitment to transparent and empathetic communication.",
    "At its most basic level, trust is predictability. It is the confident expectation that others will behave in alignment with their stated intentions and past actions. Therefore, the foundational pillar in nurturing Trust is unwavering consistency and reliability. These are not grand, life-altering gestures, but the meticulous keeping of small promises. Returning a call promptly, meeting a minor deadline, following up on a commitment et cetera. These micro-behaviours accumulate to form a pattern recognised by the other person as, “This person walks the talk.”",
    "Sporadic reliability is far more damaging than outright unreliability, as it introduces uncertainty and forces the recipients to expend mental energy constantly wondering what is next? Nurturing trust requires minimising the delta between declared intent and observable action. Over time, this consistency translates into a deeply embedded sense of comfort and confidence. This consistency gives birth to a pronounced sense of psychological safety, which is the necessary precondition for high-performing teams and resilient personal relationships. It is the steady, visible proof that the other party is stable, principled, and respects the sanctity of the relationship.",
    "While reliability creates the foundation of safety, vulnerability creates the depth of trust. Trust is maximised when individuals are willing to share their imperfect selves, admitting mistakes, acknowledging shortcomings, and expressing fears. As Dr. Brené Brown, American academic, suggests; genuine connection, and thus deep trust, cannot occur without the willingness to be vulnerable. This requires courage because opening oneself up to potential harm or judgment is inherently risky. The practice of nurturing trust through vulnerability is two-fold.",
    "Trust can be nurtured. This is not a vague statement rooted in hope, but a practical one rooted in behavioural science. Trust, though perceived as an emotional state, is in fact the dynamic social glue that binds individuals, teams, and societies together. While betrayals can fracture it instantly, the process of nurturing trust is slow, deliberate, and sustained by predictable actions, making it less an abstract virtue and more a fundamental, observable skill. Nurturing trust involves conscious management of reliability, the courageous embrace of vulnerability, and the commitment to transparent and empathetic communication",
    "Firstly, it involves being trusting, extending goodwill, and taking the calculated risk of sharing sensitive information or exposing a need. Secondly, it involves being trustworthy in responding to the other person’s vulnerability with empathy and non-judgment. “He who does not trust enough, will not be trusted” says Lao Tzu. This empathetic response validates vulnerable action and solidifies the belief that the relationship is a haven. The cycle of risk, empathy and reinforcement, is the engine of deep, sustainable relational trust, distinguishing earned trust from blind faith.",
    "Effective communication serves as the crucial lubricant that keeps the complex machinery of trust running smoothly. Nurturing trust requires communication that is transparent, timely, and focused on clarifying intention. Misunderstandings are silent assassins of trust. They are rarely born from malice but from ambiguous messaging, unstated assumptions, or a delay in sharing critical information. Transparency means proactively providing context, especially during periods of change or uncertainty. When leaders or partners withhold information, even with good intentions (e.g., to prevent worry), the recipient interprets the omission as secrecy, eroding confidence. Timeliness means addressing issues head-on, avoiding the tendency to procrastinate difficult conversations. The longer a problem festers, the more opportunity there is for speculation and narrative-building that undermines trust.",
    "Crucially, nurturing trust necessitates candour without cruelty. Candour requires speaking the truth with clarity but always framed within an underlying respect for the other person and a desire for their growth or the relationship’s health. This ensures that even when communication is challenging, the intention remains positive, preventing the interaction from devolving into conflict or resentment. Furthermore, active, non-defensive listening is just as important as speaking, demonstrating that the other person’s perspective is valued and respected, thereby nurturing mutual trust.",
    "Trust can be fractured",
    "Despite the best efforts, trust can often be fractured. No individual or relationship is immune to failure, miscommunication, or betrayal. In these moments, nurturing trust transforms into the challenging work of trust repair. The key difference between a failed relationship and a repaired one lies in the commitment to accountability and amendment.",
    "Genuine trust repair requires three specific actions: Acknowledgment, Apology, and Amendment. First, there must be a clear Acknowledgment of the harm done, using specific language and avoiding defensive justifications. Second, a sincere and non-conditional Apology must be offered, expressing remorse for the impact of the action, not just the fact of the error. Finally, and most critically, there must be a concrete plan for Amendment, a visible, demonstrable change in behaviour to prevent recurrence. This is the most challenging step because it demands consistency over time to overwrite the narrative of unreliability. Trust cannot be restored simply by words. It is rebuilt only through actions that prove the commitment to a new, more reliable future. The work of repair demonstrates that the relationship is valued enough to warrant the effort required to restore its foundation. Notwithstanding the best intentions, fractured Trust may sometimes prove to be irretrievable.",
    "In conclusion, trust is the only currency that matters. It accelerates execution, fuels innovation, and dissolves silos between leader, team, and client. Cultivate it relentlessly. Let mutual faith be your decisive advantage and let integrity be your compass and moderator. Avoid building in quicksand. Go forward and build, together, on the solidity of trust.",
    "(The writer is currently, a Leadership Coach, Mentor and Consultant and boasts over 50+ years of experience in very senior positions in the corporate world – local and overseas. www.ronniepeiris.com.)"
  ]
}