{
  "url": "https://dbsjeyaraj.com/dbsj/?p=47426",
  "title": "‘Kaanaa Inbam Kaninthathaeno’ – Splendid “Singing in the Rain” Song by TA Moti and Susheela in “Sabash Meena” ♫",
  "ut": 1771530099.0,
  "body_paragraphs": [
    "Favourite Film Songs – 6",
    "One of the things I loved to do as a boy and even as a young adult was to get soaking wet in the rain. If it started raining while I was on my way home from school I simply got wet instead of taking shelter. Fortunately I had loving parents who understood this as well as my other quirks. My mother even  let me bathe in the rain at times if it showered heavily.",
    "I would dance about happily as the raindrops fell on me. I would splash about in the puddles caused by the torrential downpour. Sometimes I would even sing in the rain. When we were small children the elder of my two younger sisters was also allowed to  join me in the rain at times. My younger  brother was not permitted a rain bath as he had asthma. My youngest sister was too small for a rain bath. Our neighbours would look on aghast  at this  unconventional spectacle of myself and my sister merrily  bathing in the rain.  The kids in the neighbourhood would watch us enviously as we enjoyed ourselves.Of course if there was thunder and lightning I/we would be summoned inside immediately.",
    "After the rain bath was over and I came inside , my mother  would get me to take a shower. Thereafter she would ensure that my hair and body was wiped fully dry and then give me a cup of frothing, strong coffee usually  with a beaten egg (Muttaikkoappi). I never fell sick or caught a cold after a bath in the rain.Those were joyful times indeed. Nowadays I don’t bathe or sing in the rain as I did in those days. Instead I stand under the shower and sing. Water falling on my head has that effect still!",
    "T. A. Moti and P. Susheela renders ♫ ‘Kaanaa Inbam Kaninthathaeno’ ♫ via YouTube",
    "With such fondness for getting wet in the rain being ingrained in me from childhood , scenes of rain and the sight of characters in a film enjoying themselves  in the rain has always delighted me.  This delight increases  if the actors start  singing in the rain.There seems to be a universal fascination among filmmakers for rain scenes and one gets to see such sequences on screen frequently.",
    "The most famous of them all in English films is the song “Singing in the rain” sung by Gene Kelly in the film by the same name” Singing in the rain”. There are many rain song scenes in Hindi and Tamil films too. Two of  the finest rain songs  in Hindi are “Pyar Hua Iqrar Hua” sung by Manna Dey and Lata Mangeshkar in “Shree 420”. It is picturised on Raj Kapoor and Nargis. The other is from “Manzil” starring Amithabh Bachchan and Moushumi Chatterjee. The song “Rim Jhim Gire Sawan” sung by Lata is picturised on both Amitabh and Moushumi.Then there is the  “Dum Dum Diga Diga” sung exuberantly by Mukesh in the 1960 film “Chhalia”. This song in the rain is picturized on the legendaty Raj Kapoor. The music was composed by the Kalyanjj-Anandji brothers",
    "Among the many rain songs in Tamil films a few of the outstanding ones are “Ennai Konja konja” sung by Hariharan and Sujatha Mohan in “Aadhi”. It is picturised on Vijay and Trisha. Another is “Nee Varumpoathu” sung by Chitra in “Mazhai” and picturised on Shreya Saran and “Jeyam” Ravi”. A third song worth mentioning is “Adada Mazhaidaa”  sung by Rahul Nambiar and Sainthavi in “Paiya”. It is picturised on Tamannah and Karthi.And of course there is  the famous  “Oho Megam Vandhadho” in Maniratnam’s “Mouna Ragam”. The number sung by S.Janaki  is picturized on the cutely vivacious Revathy.Music is by Illaiyarajah while the words were by Vaali.",
    "However my all – time favourite  rain song in Tamil films is from an old black and white film screened first in 1958. The  film is “Sabash Meena” and the opening lines of the  song are “Kaanaa Inbam Kaninthathaenoah – Kaadhal Thirumanam Oorvalam Thaanoa”. It is picturised on  the film’s lead pair Sivaji Ganesan and Malini. The song is sung by T. A. Moti and P. Susheela. The lyricist is Ku. Maa. Balasubramaniam while the music is composed by T.G.Lingappa. “Sabash Meena” was produced and directed by B. R. Panthulu under the banner of Padmini Pictures.",
    "The song sequence is filmed excellently by operative cameraman  M. Karnan under the cinematographic direction of W. R. Subba Rao.It begins with lightning, thunder and rain.A frightened heroine screams and clasps the hero tightly.The embrace leads to a flowering of a romantic mood resulting in a song in the midst of pouring rain. The shots of rain, flow of water, lightning, thunder etc are very realistic. So too is the lead pair getting really wet in the rain. One sees them shivering in the  falling rain with glistening rain drops running down their faces. One sees them singing romantically with joyful exuberance  in the rain.  The spirit of buoyant happiness displayed by Sivaji and Malini in the song is summed up best  by the French phrase  that is often used in English – “Joie de Vivre”.",
    "Ku. Maa. Balasubramaniam",
    "Another reason for my loving this song is the poetic brilliance of the lyricist K.M. Balasunramaniam. Kurichchi Maarimuthu Balasubramaniam known generally as Ku. Maa. Balasunramaniam was a journalist turned poet cum film lyricist.KM Balasubramaniam  hailed from the Thiruvaaroor district in the Tamil Nadu state of India. He  worked as a sub – editor in several newspapers. Balasubramaniam worked in Colombo too for the Tamil daily “Virakesari” in 1945.While working as a journalist KM Balasubramaniam also wrote film lyrics. He has written 170 film songs for 54 Tamil films from 1951 to 1982.",
    "The noteworthy feature of this song is the comparison of the  falling rain to a wedding celebration. It is implied that the two lovers are united in a state of wedded bliss against the backdrop of pouring rain. The hitherto unexperienced pleasure  felt by  the couple at that moment is akin to a “love marriage wedding procession”(Kaadhal Thirumana Oorvalanthaanoa).",
    "The belief in Hindu weddings is that the 330 million Celestial beings known as “Devas” bless the married couple from their  heavenly abode above. In the song the  rain showered from the sky is compared to the honeyed flowers thrown as blessings by the celestial beings dwelling in the skies. (Vaanam Sindhum Maamalai Ellaam Vaanoar Thoovum Thaenmalaroa).",
    "Another aspect of a  traditional Tamil wedding is the loud beating of drums to a crescendo (Ketti Maelam) at the time of tying the “Thaali” or sacred marriage thread. In the song the cracking of thunder clouds is compared to the loud sound of drums at a wedding. (Maegam Yaavum Paeroliyoadu Maelam Poalay Mulanguvathaalay).",
    "Another poetic flourish  is the comparison of lightning to the bright fireworks displays at grand weddings. ( Minnal Ellaam Vinnil Vaana Vaedikkaiyoa). The flowing rain waters gathering momentum as a flood on earth  is compared to thoughts brimming with love. (Mannil Perugum Vellam Poalay Manathil Pongum Premainaaley).",
    "The song itself begins on a low note and gradually gathers tempo and tone. The verses are interspersed with very high notes of singing as the song moves from Pallavi to anupallavi and then saranam. After the high vocals it recedes slowly to a low scale again. Set against the backdrop of falling rain the pace and volume of the song reflects the acttuality of falling  rain itself. It is like rain starting with a drizzle then pouring in torrents and then subsiding into a drizzle again.",
    "The tour de force of the song is the fabulous singing of P.Susheela and T.A.Moti. Susheela whose mother tongue is Telugu  perfectly pronounces Tamil but the Kannadiga Moti  has a few problems with Tamil words. For instance he stresses on the “Ni” in the word “Kaninthathaeno” in the opening line or pallavi.Despite these lapses in pronouncing some words Moti excels in singing the exquisite “Brigas” with their ear – tingling “Aahaara Aalapanaigal”. Susheela is equally brilliant in singing the same.The duo hit it off splendidly.",
    "T. A.Moti was a popular singer in the fifties and eary sixties of the last century and sang several Tamil film songs. Today he is remembered by Tamil film fans for the songs he rendered in “Vaanaratham” and of course “Kaanaa Inbam Kaninthathaeno”. Though it is a duet shared with the South Indian skylark Susheela,this song from “Sabash Meena” has now become the signature song of T. A. Moti.",
    "The genesis of the song is quite interesting. “Sabash Meena” was a comedy starring Sivaji Ganesan, J.P. Chandrababu, Malini and B. Sarojadevi. Though Sivaji and Malini were  the lead actors, pride of place went to  ace comedianChandrababu who played  double “look alike” roles in the film.In those days the much in demand Chandrababu got paid more than lead actors like Sivaji Ganesan, M.G. Ramachandran or Gemini Ganesan.",
    "♫ ‘Kaanaa Inbam Kaninthathaeno’ ♫ Audio via soundcolud",
    "Even as the film was being made the hero Sivaji Ganesan went up to T. G. Lingappa and requested  the music director to compose a melody in a different style for him.  It was after Sivaji made this request that the composing of music and  recording of “Kaanaa Inbam Kaninthataeno” was to commence. The director Banthulu and script writer P. Neelakandan had decided upon a rain sequence and got the lyricist KM Balasunramaniam to write  an appropriate duet for a rain scene . Now it had to be set to music.The playback singer T. M. Soundarararajan had done the  “voicing”  for all the earlier songs recorded  for Sivaji  Ganesan  in the film then.When Sivaji made this request Lingappa got the bright idea of enlisting another singer with a unique voice for the “Kaanaa Inbam” number.",
    "Film historian and writer Vaamanan in his “Thirai Isai Alaigal” quotes Lingappa as having told Sivaji Ganesan that he could accede to Sivaji’s request with a song in a different style and that it would be better if a singer other than TM Soundararajan could sing it. Sivaji agreed. Lingappa then composed the stylistically different melody in the Hindustani Bhagesri raga. Aware that T. A. Moti was very knowledgeable in Hindustani  music, Lingappa got the singer down from Bangalore (now Bengaluru) and recorded the song together with Susheela.This was how Moti got to sing instead of TMS.",
    "As stated before the music director Lingappa has composed the song in the Bhagesri raga. The well –known singer and musicologist Charulatha Mani who wrote a series of illuminating articles in “The Hindu” describes the Bhagesri raga as “bewitching”. According to her “Bhagesri, a raga that relaxes the senses and calms the mind, is predominantly north Indian in flavour. It is suitable for lighter pieces and dramatic vocalisation. Ragas such as Bhagesri cannot be defined purely by the notes themselves, but by the various permutations and combinations of these notes that give rise to the characteristic prayogas and phrases that may be said to be typical of the raga”. Charulatha Mani goes on to observe thus – “Kaana inbam” from “Sabhash Meena”, in the music of T. G. Lingappa, is a lilting slow melody in Bhagesri. The song begins in the lower Nishada and slowly progresses upwards”.",
    "Though he did not sing “Kaanaa Inbam”, TM Soundararajan  did sing all the other songs for Sivaji in the film Among these was the famously popular  “Chithiram Paesuthadi” song. Lingappa composed the melody for this in another Hindustani raga “Misra Behag”. The song was also sung separately in the film as a female number. The singer was Soolamangalam Rajalakshmi. The songs “Kaanaa Inbam”  by TA Moti – P.Susheela and and “Chithiram Paesuthadi” by TM Soundarajan were the two hit songs of “Sabash Meena”.Both were picturised on Sivaji and the radiant actress Malini.",
    "Apart from  playing the titular role of Meena in “Sabash Meena” opposite Sivaji Ganesan, Malini also acted as leading lady to M.G.Ramachandran in another “Sabash” movie- “Sabash Maappillai”. Malini married the producer – director S. Raghavan. She acted opposite Kalyankumar in the film “Azhagu Nilaa” produced and directed by her husband. The film flopped. Thereafter Malini faded away from the film scene.",
    "This then is the story of the “Sabash Meena” song in the rain “Kaanaa Inbam Kaninthathaeno, Kaadhal Thirumana Oorvalam Thaanoa”. It is one of my favourite film songs and I do hope  many readers, viewers and listeners would  enjoy the song as much as I did.",
    "D.B.S.Jeyaraj can be reached at dbsjeyaraj@yahoo.com"
  ]
}