{
  "url": "https://www.technologyreview.com/2025/08/15/1121885/why-us-federal-health-agencies-are-abandoning-mrna-vaccines/",
  "title": "Why US federal health agencies are abandoning mRNA vaccines",
  "ut": 1755214200.0,
  "body_paragraphs": [
    "This time five years ago, we were in the throes of the covid-19 pandemic. By August 2020, we’d seen school closures, national lockdowns, and widespread panic. That year, the coronavirus was responsible for around 3 million deaths, according to the World Health Organization. Then came the vaccines. The first mRNA vaccines for covid were authorized for use in December 2020. By the end of the following month, over 100 million doses had been administered. Billions more have been administered since then. The vaccines worked well and are thought to have saved millions of lives. Related StorymRNA vaccines just won a Nobel Prize. Now they’re ready for the next act.Scientists hope to leverage mRNA for a bevy of vaccines and therapeutics.",
    "The US government played an important role in the introduction of these vaccines, providing $18 billion to support their development as part of Operation Warp Speed. But now, that government is turning its back on the technology. Funding is being withdrawn. Partnerships are being canceled. Leaders of US health agencies are casting doubt on the vaccines’ effectiveness and safety. And this week, the director of the National Institutes of Health implied that the reversal was due to a lack of public trust in the technology.",
    "Plenty of claims are being thrown about. Let’s consider the evidence. mRNA is a molecule found in cells that essentially helps DNA make proteins. The vaccines work in a similar way, except they carry genetic instructions for proteins found on the surface of the coronavirus. This can help train our immune systems to tackle the virus itself.",
    "Research into mRNA vaccines has been underway for decades. But things really kicked into gear when the virus behind covid-19 triggered a pandemic in 2020. A huge international effort—along with plenty of funding—fast-tracked research and development. The genetic code for the Sars-CoV-2 virus was sequenced in January 2020. The first vaccines were being administered by the end of that year. That’s wildly fast by pharma standards—drugs can typically spend around a decade in development. And they seemed to work really well. Early trials in tens of thousands of volunteers suggested that Pfizer and BioNTech’s vaccine conferred “95% protection against covid-19.” No vaccine is perfect, but for a disease that was responsible for millions of deaths, the figures were impressive. Still, there were naysayers. Including Robert F. Kennedy Jr., the notorious antivaccine activist who currently leads the US’s health agencies. He has called covid vaccines “unsafe and ineffective.” In 2021, he petitioned the US Food and Drug Administration to revoke the authorization for covid vaccines. That same year, Instagram removed his account from the platform after he repeatedly shared “debunked claims about the coronavirus or vaccines.” Related StoryHow measuring vaccine hesitancy could help health professionals tackle itRFK Jr. is a high-profile face of vaccine hesitancy, but people's vaccine concerns fall on a much broader spectrum.",
    "So perhaps we shouldn’t have been surprised when the US Department of Health and Human Services, which RFK Jr. now heads, announced “the beginning of a coordinated wind-down” of mRNA vaccine development earlier this month. HHS is canceling almost $500 million worth of funding for the technology. “The data show these vaccines fail to protect effectively against upper respiratory infections like covid and flu,” Kennedy said in a statement. Well, as we’ve seen, the mRNA covid vaccines were hugely effective during the pandemic. And researchers are working on other mRNA vaccines for infections including flu. Our current flu vaccines aren’t ideal—they are produced slowly in a process that requires hen’s eggs, based on predictions about which flu strains are likely to be prominent in the winter. They’re not all that protective. mRNA vaccines, on the other hand, can be made quickly and cheaply, perhaps once we already know which flu strains we need to protect against. And scientists are making progress with universal flu vaccines—drugs that could potentially protect against multiple flu strains. Kennedy’s other claim is that the vaccines aren’t safe. There have certainly been reports of adverse events. Usually these are mild and short-lived—most people will be familiar with the fatigue and flu-like symptoms that can follow a covid jab. But some are more serious: Some people have developed neurological and cardiovascular conditions.",
    "These problems are rare, according to an evaluation of adverse outcomes in almost 100 million people who received covid vaccines. Most studies of mRNA vaccines haven’t reported an increase in the risk of Guillain-Barré syndrome, a condition that affects nerves and has been linked to covid vaccines. Covid vaccines can increase the risk of myocarditis and pericarditis in young men. But the picture isn’t straightforward. Vaccinated individuals appear to have double the risk of myocarditis compared with unvaccinated people. But the overall risk is still low. And it’s still not as high as the risk of myocarditis following a covid infection. And then there are the claims that mRNA vaccines don’t have the support of the public. That’s what Jay Bhattacharya, director of the NIH, wrote in an opinion piece published in the Washington Post on Wednesday. “No matter how elegant the science, a platform that lacks credibility among the people it seeks to protect cannot fulfill its public health mission,” Bhattacharya wrote. He blamed the Biden administration, which he wrote “did not manage public trust in the coronavirus vaccines.” It’s an interesting take from someone who played a pretty significant role in undermining public trust in covid policies, including vaccine mandates. In 2020, Bhattacharya coauthored the Great Barrington Declaration—an open letter making the case against lockdowns. He became a vocal critic of US health agencies, including the NIH, and their handling of the outbreak. Unlike Kennedy, Bhattacharya hasn’t called the vaccines unsafe or ineffective. But he has called vaccine mandates “unethical.” Curiously, the US government doesn’t seem to be turning away from all vaccine research. Just work on mRNA vaccines. Some of the funding budget originally earmarked for covid vaccines will be redirected to two senior staffers at the NIH who are exploring the use of an old vaccine technology that makes use of inactivated viruses—a move that researchers are describing as “troubling” and “appalling,” according to reporting by Science. Not all mRNA research is being abandoned, either. Bhattacharya has expressed his support for research into the use of mRNA-based treatments for cancer. Such “vaccine therapeutics” were being explored before covid came along. (Notably, Bhattacharya isn’t referring to them as “vaccines.”) It is difficult to predict how this will all shake out for mRNA vaccines. We mustn’t forget that this technology helped save millions of lives and shows huge promise for the development of cheap, effective, and potentially universal vaccines. Let’s hope that the recent upsets won’t prevent it from achieving its potential. This article first appeared in The Checkup, MIT Technology Review’s weekly biotech newsletter. To receive it in your inbox every Thursday, and read articles like this first, sign up here. hide"
  ]
}