{
  "url": "https://hbr.org/2024/12/when-your-team-bypasses-you-to-get-things-done",
  "title": "When Your Team Bypasses You to Get Things Done",
  "ut": 1733298347.0,
  "body_paragraphs": [
    "Martin Diebel/Getty Images",
    "Although the rigid, “command-and-control” style of leadership has largely been replaced by more collaborative approaches, structures and processes remain essential, particularly in large, highly matrixed organizations where a lack of alignment can impact far more than just personal credibility. When team members bypass the chain of command, it presents an opportunity for leaders to evaluate and strengthen their team’s alignment. By addressing employee bypassing behaviors with empathy, clarity, and consistency, leaders can strengthen accountability and cohesion while emphasizing the importance of organizational structure. Ultimately, this proactive leadership approach fosters a collaborative, empowered, and high-performing team that remains aligned with the organization’s mission and goals.",
    "John, a senior executive at a nonprofit and a client of mine, found himself facing an unexpected challenge with one of his direct reports, Alex. During one of the organization’s largest fundraising events, he began noticing a troubling pattern as Alex repeatedly bypassed the “chain of command.” Instead of following traditional reporting structures, Alex went directly to John’s boss for updates and feedback. The situation escalated when a key external partner mentioned a change in the event’s plans to John — one that he hadn’t even heard about. In that moment, he felt the pressure mount as he realized he was losing credibility with a critical partner.",
    "Leading People Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Leading People. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "What you need to know about being in charge.",
    "Learn More & See All Courses",
    "Cyber Monday Savings Today",
    "HBR Daily Leader: Everyday Wisdom for Exceptional Leadership",
    "HBR Guide to Leading Through Change Toolkit",
    "Read more on Managing people",
    "and Power and influence"
  ]
}