{
  "url": "https://www.dailymirror.lk/opinion/The-Anura-tsunami-and-the-challenge-it-is-going-to-face/172-296094",
  "title": "The Anura tsunami and the challenge it is going to face",
  "ut": 1731700774.0,
  "body_paragraphs": [
    "President Anura Kumara Dissanayake in the North during the election campaign on Nov 10, 2024",
    "How can one explain the massive two-thirds victory of the National People’s Power (NPP) at the Thursday’s Parliamentary election, based on the results of the Presidential election held two months ago, on September 21?",
    "Also, how can one explain the unprecedented massive support the Tamil and Muslim people have extended to the NPP at the Parliamentary election?",
    "Although NPP leader, Anura Kumara Dissanayake won the Presidential election he failed to secure 50 percent of mandatory votes at the first round of counting compelling the authorities to go for the second count, for the first time in Sri Lankan election history. Despite the first election making a tremendous impact on the second election when two elections are held one after the other within a short period, many doubted the possibility of the NPP gaining an absolute majority in Parliament this time.",
    "If the votes Anura Kumara Dissanayake bagged at the Presidential election was put into the seat allocation formula of the Constitution, the party could have secured only 78 seats at district level, 15 district bonus seats and 12 national list seats, which altogether would have been 105 seats.",
    "That is eight seats less than the absolute majority. Even some NPP leaders seemed to have been concerned about this fact. Apparently for this reason they suggested to form a national unity government with the representatives of the Tamil and Muslim communities. Yet, it is now out of the question, the party has won 159 seats.",
    "How can we understand the NPP coming first in the electorates such as Jaffna, Kankesanthurai and Nallur in the Jaffna Peninsula which is considered to be the heartland of the Tamil nationalism and the stronghold of the Ilankai Thamil Arasu Katchi (ITAK)? The Party had been pushed to the fourth place in the Jaffna District two months ago, at the Presidential election. it managed to get only 27,000 votes while the other three parties had collectively bagged over 320,000 votes. This time the NPP alone has obtained over 80,000 votes.",
    "Similarly, the Sri Lanka Muslim Congress (SLMC) has been defeated by the NPP at the former’s stronghold in the east, Kalmunai. Although this heart change within the Tamil and Muslim communities is puzzling to the outsiders, the leaders of those two communities had sensed such a danger towards the end of the general election campaign.",
    "Some Tamil leaders hence called on their community not to let the Tamil nationalism get dissolved in the southern call for a system change. Muslim leaders on their part warned their brethren not to eliminate the Muslim political leadership in the name of system change. Yet, the two communities have rejected those ethnically sensitive pleas by their leaders.",
    "Some Muslim leaders spread ethnic sensitive false allegations against the NPP during the Presidential eelction. One such allegation was that NPP leader during one of his speeches after the Easter Sunday terrorist attacks in 2019 has commented that extremism emerges from every Muslim woman’s womb whereas Anura Dissanayake had actually stated in the speech in question that the womb that gave birth to the extremism was the Muslim society and as such it is the responsibility of the Muslims to find remedy to the problem. This distorted statement by Muslim leaders had been circulating in the social media until Thursday.",
    "The mind change within the Sinhalese community during the period between the Presidential election and the Parliamentary election was a quantitative one whereas it was both quantitative and qualitative within the minorities.",
    "Tamils have accepted the NPP call without the party agreeing to the main demands of the Tamil leaders on federalism, merger of Northern and Eastern Provinces and full implementation of the13th Amendment to the Constitution. And also, the election was held against a backdrop of allegations by Tamil social media activists that the JVP was instrumental to the demerger of the two provinces through a legal action in 2006.",
    "Despite several parties having secured two thirds or more powers in Parliament before, no party has made such an enormous sacrifice as the JVP had made for the current victory for the past six decades. Nearly 70,000 people including the founder leader of the JVP Rohana Wijeweera had to make the supreme sacrifice in two bloody suppressions unleashed by two past governments, before the JVP was finally enthroned this week with full powers.",
    "Following the second insurrection of the party in late eighties where 60,000 people were killed by armed forces and vigilante groups supportive of the then UNP government according to unofficial reports, JVP has been contesting all elections since 1994 without any success.",
    "However, it was President Gotabaya Rajapaksa who ultimately created the “revolutionary” environment for the NPP to launch its “revolution.” His absurd actions brought in an unprecedented economic crisis which shattered the people’s traditional bonds with political parties. And the slogans of the Aragalaya, the popular uprising in 2022 too was instrumental to it. Finally, people found a new political leadership in the JVP.",
    "The JVP had by then changed its policy framework as well from socialism to social democracy and formed the NPP in 2019 along with a few dozen groups that were seeking a “system change.” The new party came to power along the platform created by Gotabaya Rajapaksa. Many among the intelligentsia who failed to understand this new political alignment among the ordinary people questioned as to “how three percent can turn into fifty percent.”",
    "Had Gotabaya Rajapaksa approached the IMF by 2020 after the COVID 19 pandemic, the NPP would have had to wait another decade to come to power. On the other hand, had Ranil Wickremesinghe allowed the local government elections to be held last year as scheduled, Election Commission wouldn’t have needed to go for a second count at the Presidential election in September.",
    "The challenges before the NPP leadership now are greater than those they encountered for the past 59 years since the formation of the JVP. President Dissanayake has to mobilize a bankrupt country with a state machinery corrupt to the core to be able to repay a huge amount of foreign debt while fulfilling the aspirations of the people who reposed trust on him and his party. The greater the electoral victory the party has gained, the greater the aspirations that the people want the government to fulfil. It is going to be a dangerous political game."
  ]
}