{
  "url": "https://www.ft.lk/columns/The-quantum-leaps-from-oppositional-critique-to-governmental-competence/4-773978",
  "title": "The quantum leaps from oppositional  critique to governmental competence",
  "ut": 1741371677.0,
  "body_paragraphs": [
    "Shall we agree that the most pressing lapse perhaps is the stark failure of the government, which when it was incumbent in opposition long and loudly critiqued the dread Prevention of Terrorism Act",
    "Government is walking a tightrope these days, precariously poised between past hopes and a hanging by public opinion.",
    "That, of course, is only the view of the via media citizen, committed to treading the middle path between cautious optimism and critical engagement.",
    "There are the partisans – on both sides of the socio-political divide between conservatives and progressives – whose biases and prejudices are perhaps best shelved in a container marked ‘expired’ in the greater national interest and recalibration project at hand...",
    "On the one hand, there are the echoes of the hallelujah chorus still harping on the now tired refrain of “we don’t have experience in robbing central banks”. Good for campaigning, not so great when apprehending the erstwhile robbers of the great Central Bank scam isn’t proceeding to plan... smacks of a lack of foresight, as well as no smidgen of political naivety, which (while expected) is far more forgivable than the savvy of the experienced crooks who look like they may all go scot-free (at present).",
    "On the other, there is the hanging jury – including, demonstrably, a rump leftover from the previous political uni-culture looking to crow at this dispensation’s presently hamstrung efforts – they would burn the country to the ground again (if only by word this time) to gain brownie points with their erstwhile partners, mentors and fellow travellers in an arguably crooked and long-lasting regime. They’re in big business, black markets and the business of crony politics.",
    "Commendably right on certain occasions",
    "To be fair ... government gets it commendably right on certain occasions, even if you’re not naturally inclined to take the charitable view, for personal or for political reasons.",
    "For one, there is the charming simplicity of a man of the people who manages to adroitly open his own doors rather than relying on flunkeys – as was par for the course under successive previous dispensations. Where alleged drug pushers become parliamentary mafia deigned to help heads of state disembark on national occasions such as Independence Day celebrations.",
    "For another, there is the heart-warming empathy exuded by a gracious lady, who as prime minister has merely continued to exhibit the social consciousness that was characteristic of her even while in opposition and on the civic action front across a broad spectrum of issues. So those who bend or stoop to accuse the premier of a propaganda stunt for public consumption are talking through their hats. While suspiciously doffing their own caps to previous incumbents in the second highest office in the land – he who couldn’t forbear the odour of rotting at a garbage dump turned gravesite when the ‘trash mountain’ at Meethotamulla collapsed, and the Mikado deigned to stop by and inhale the aroma of death.",
    "Dr. Harini Amarasuriya not only responded to the heartfelt cries of the daughter of slain editor Lasantha Wickrematunge but also broke precedent by having the state in her own person directly address a petitioner rather than through bureaucratic portals. That speaks volumes for her savvy as a statesperson while underling the empathetic humanity that was so strikingly missing in many previously male dominated military machines that passed muster as governments because many including mal-informed voters knew no better way. This is the way!",
    "Let’s not get carried away by hype however, and a surprisingly good eye for optics that the JVP-led NPP government has developed to its advantage during its brief stint in power – we should really say ‘in office’, or better yet ‘in service’ (if we were sufficiently persuaded to buy in to their spiel).",
    "There are on the other hand growing lists of egregious lapses that any citizens’ movement desirous of maintaining the momentum towards a cleaner, more caring and administratively competent government must keep at the forefront of their critical engagement of the powers – or officials or servitors – that be.",
    "Shall we agree that the most pressing lapse perhaps is the stark failure of the government, which when it was incumbent in opposition long and loudly critiqued the dread Prevention of Terrorism Act, to ban, lift, amend, remove, rescind – you get the drift, comrade – the PTA?",
    "Is there any persuasive argument that may convince anyone but the naive or sentimental lovers of a nanny state to the effect that this draconian piece of legislation is any longer necessary – if, in any event, it ever was, save to afford a patriarchal state the paternalistic privilege of protecting its people from their perceived enemies, at injurious cost to citizenry and state property?",
    "And if there is indeed a persuasive or convincing enough an argument in favour of retaining the PTA – or re-introducing that thorn by any other name in cunningly disguising it as ATA, XTA, YTA or ZTA – thus do we not ask it of our bigwigs in government now to explain their vociferous stance when they demanded its abolition then?",
    "Were they mistaken then... or merely being disingenuous now?",
    "Not to heap burning coals on our newbie policymakers’ heads! But isn’t there a raft of other lacunae that are rightly expressed sooner than later if the kudos that redounds to government when it gets things right doesn’t descend into allegations of kakistocracy as citizens did when sundry regimes so egregiously failed to deliver on their once most ardent promises? And save us and that cachinnating chorus the scurrilous pleasure of being able to say, “All the same, noh?” in grave, dulcet tones – as if there isn’t a distinction between those who won’t and those who can’t.",
    "And those who won’t certainly don’t run to the type of the NPP, who are certainly trying – and are certainly keen to be seen trying.",
    "Their limited success so far in achieving breakthroughs in emblematic cases they promised to prosecute with vim, vigour and vitality once in office may redound more to the nature of the beast – a lack of evidence after so long a hiatus in probing with due diligence, an inefficient investigative apparatus grown sluggish out of caution of the deep state, the law’s delays – than a lacuna in sincerity. Just that it is as hard for the government of the day to realise that governance and opposition are alike as ‘apple’ and ‘papol’ as it is for the once gobsmacked and lord help us god-awful to admit their stalwarts have feet of clay...",
    "(Editor-at-large of LMD | The opposition in transit into government?)"
  ]
}