{
  "url": "https://www.ft.lk/columns/Call-for-strong-mandate-Why-2-3rd-majority-for-President-AKD-and-NPP-critical-for-national-reform/4-776213",
  "title": "Call for strong mandate: Why 2/3rd majority for President AKD and NPP critical for national reform",
  "ut": 1746475112.0,
  "body_paragraphs": [
    "This election is not merely about local councils—it is about strengthening the foundation for long-term change",
    "The national crossroads",
    "As Sri Lanka prepares for the upcoming local government elections, I urge all citizens who have placed their trust in integrity, reform, and a new political culture to stand firmly with President Anura Kumara Dissanayake and the National People’s Power (NPP). This election is not merely about local councils—it is about strengthening the foundation for long-term change.",
    "Progress under President AKD",
    "In recent months, the NPP-led Government has already taken courageous steps to stabilise the economy, restore rule of law, and reorient the public sector toward service over privilege. These early wins, backed by a 62% approval rating (as reported by Verité Research), are the clearest indication that Sri Lankans are ready for clean, accountable governance.",
    "The legislative power to reform",
    "However, for real transformation to take root, a two-thirds majority is essential. Without it, crucial legislative reforms, anti-corruption enforcement, and economic overhauls will face unnecessary delays and resistance from entrenched political forces that thrive on gridlock and self-preservation.",
    "A divided and directionless opposition",
    "Let us also be clear—the opposition remains fractured and disoriented, lacking leadership and a vision for the future. In contrast, the NPP continues to offer a disciplined, people-first alternative, backed by professionals, public servants, and youth across the country.",
    "The people must decide",
    "I call upon all Sri Lankans—regardless of class, faith, or region—to look beyond slogans and politics of fear. We must ask ourselves:",
    "nDo we want corruption to return?",
    "nDo we want this new beginning to be derailed by the same forces that brought us ruin?",
    "nOr do we want this momentum to continue into a cleaner, fairer, more progressive Sri Lanka?",
    "A decisive vote for the future",
    "Vote decisively. Vote for transformation. Vote for a two-third majority for President AKD and the NPP.",
    "(The writer is a Reform Advocate and Civil Society Contributor.)"
  ]
}