{
  "url": "https://www.ft.lk/columns/NPP-not-so-easy-to-read-the-writing-on-the-wall/4-774901",
  "title": "NPP: not so easy to read  the writing on the wall?",
  "ut": 1743188277.0,
  "body_paragraphs": [
    "The NPP is aligning its stars with reputable players in the private sector in a way that brings the reputations of both the party and professionals concerned into question",
    "Fresh elections are upon us and it is the NPP that may well be weighed in the balance (albeit on a different scale from that of its corrupt yet incompetent predecessors) and found to be wanting in other aspects. Also pertinent to note that new planets are swimming into our skies these days, portending eventualities that few foresaw and fewer still welcomed",
    "Author Ernest Hemingway had a simple formula for writing successfully. “First, you sit in front of the typewriter. Then, you bleed all over the page.”",
    "However the pioneer of terse functional prose that cut through prolixity and bombast alike had more sober thoughts. He admitted confessionally that there was no worse moment than waking to write in the morning and having to sit, staring at the blank page, for hours.",
    "Perhaps the National People’s Power government can relate. Maybe more so for its formula for winning elections had a similar approach: ‘First, you stand in front of your audience. Then, you bleed all over the platform.’",
    "Today though, that party is on a different podium. It may need to wake up to the reality that this modus operandi for campaigning as an opposition leaves something to be desired when applied as the sole practicum of a government.",
    "Once upon a time, the JVP-led NPP woke up one day to the writing on the wall. ‘Mene, mene, tekel, upharsin’ – Meaning that those at Belshazzar’s feast had been weighed in the balance and found to be wanting. Their days were numbered, and their kingdom divided and given up to others. The message helped the Marxists to move the hearts and minds of a people, and sweep the electoral boards across a nation desperately in need of democratic-socialism among other salves.",
    "But that was – by electoral and news cycle time spans – a long time ago, in a galaxy far, far away. Fresh elections are upon us and it is the NPP that may well be weighed in the balance (albeit on a different scale from that of its corrupt yet incompetent predecessors) and found to be wanting in other aspects. Also pertinent to note that new planets are swimming into our skies these days, portending eventualities that few foresaw and fewer still welcomed.",
    "For one, the NPP’s first ever budget – which was expected to be somehow ‘socialist’ and sensitive to the masses’ long-suffering plight – turned out to be far more attuned to the neoliberal agenda. What price ‘more power to the people’?",
    "And although tough talk by the IMF no doubt compelled AKD & Co. (who had girded their loins, pre-election, to take the economic reforms bull by its austere horns) to swallow the bitter pill, it leaves a bad taste in the mouth for folks and families still struggling to get by on the government’s milk of human kindness alone. (‘You will always have the poor with you.’)",
    "The irony that the upper and upper-middle classes are smiling all the way from the bank to the car dealership to avail themselves of long-denied automotive choices now on offer while even the bourgeoisie muddle along in a sellers’ market or make do with second-hand scraps is not a feather in the cap the proletariat will let the JVP wear happily in the future.",
    "For another, the NPP is aligning its stars with reputable players in the private sector in a way that brings the reputations of both the party and professionals concerned into question.",
    "Those up to date with social media shots fired, and volleys returned in defensive responses, need not be reminded that the JVP leader – that doyen of probity – has been charged in the court of public opinion of making at least a brace of senior presidential and state sector appointments that beg the question of conflict of interest.",
    "It was a soapbox on which the JVP/NPP in the past had made itself hoarse, and really should have known better. Truly of concern is not its lapse but its lackadaisical response to serious charges that could tarnish its stronghold – transparency and accountability – too soon into its promising tenure.",
    "That the NPP has feet of clay in regard to managing its reputation is clear. But it is germane to the ongoing issue of trust, transparency and accountability that more than public intellectuals on YouTube challenge the government’s praxis – even in, especially in, the cases where it gets public appointments egregiously wrong. And pity to permit a few false steps – perhaps made by default rather than design – to up-end the whole salutary national transformation project.",
    "Last not least there is that panoply of promises on which practical steps have yet to be taken apart from bleeding – sincerely or sanctimoniously, depending on your political sensitivities – in the well of a house where its mandate still runs strong.",
    "These span the gamut from failure to bleed copiously enough from constitutional moves to abolish the executive presidency. Through a baffling lack of even simple progress such as locating and releasing the missing pages from special presidential inquiries into the Easter Sunday bombings from which people’s hearts and minds still bleed. To dismantling the draconian PTA which once bled a nation dry through the shedding of innocent blood.",
    "For the NPP to have its bleeding hearts taken more seriously in the marketplace and the mindscape of a country still muddling through mediocrity towards the bright, sunlit uplands that were once envisaged under a promising new regime, it will have to do better than merely continue to narrate the litany of woes with which we are painfully familiar.",
    "While the optics of the government’s modus operandi look good on paper and in parliament, the writing on the wall must sooner than later bring culprits to justice, criminal masterminds to book, and errant policemen and other guardians of the law who violated the people’s rights and sense of peace to prison.",
    "This is not to gainsay that beyond the unforgiving glare of public scrutiny – and hostile at that, by vested interests in corporate and civil society circles inimical to system change – there is much that is commendable taking place in the national interest. These are not limited to politics and economics but embrace the civic, the social and the cultural.",
    "The recently concluded Salaam Ramadan food fiesta that included potentially all communities of Colombo boroughs and their suburbs in which the president expressed a personal interest is perhaps the best case in point at the end of an otherwise lacklustre week. No doubt the long-abandoned national reconciliation project will receive a similar fillip at Sinhala and Tamil New Year time.",
    "Domestically, that is. On the international stage how the NPP government handles the sanctions imposed by the UK will test its mettle in terms of navigating between the Scylla of Sinhala-Buddhist patriotic sentiments still lying deep and strong at home and the Charybdis of Tamil nationalism apparently alive and kicking abroad.",
    "Its JVP element in particular will have to bite down on the bit to manage defending its erstwhile nemesis the military while championing the causes of devolution and self-determination for all of Sri Lanka’s people. This is demonstrably the litmus test that will light the touch paper of the government’s credentials.",
    "Meanwhile, the moving finger writes – and having writ, moves on. May this administration (like many a rogue regime and egregious government before it) not come to be weighed and found wanting.",
    "(Editor-at-large of LMD | the blank page + dried blood on the wall.)"
  ]
}