{
  "url": "https://www.ft.lk/columns/IMF-Arugam-Bay-and-US-warning/4-783463",
  "title": "IMF, Arugam Bay and US warning",
  "ut": 1761510050.0,
  "body_paragraphs": [
    "The shady part of that deal is the influx of Israelis into Sri Lanka arriving as tourists, overstaying their visas and engaging in unlicensed businesses",
    "Despite a clean Government, minimisation of waste and improvement in efficiency, the slow progress in narrowing the income gap requires serious tax reforms. That goes against IMF’s demand for broadening the tax base, and hence the Chief’s reminder. IMF’s insistence on improving tax collection is necessary but it is not a reform in tax structure",
    "The US administration had issued a warning to American tourists visiting Sri Lanka of an imminent threat of violence, terrorism and landmines. A similar warning was issued in October last year pointing to developments in Arugam Bay. But the current warning came amidst two other developments besides Arugam Bay.",
    "Firstly, the IMF Mission Chief Evan Papageorgiou has been urged to remind President cum Finance Minister Anura Kumara Disanayake (AKD) that the incoming Budget must be fully in compliance with the Bank’s austerity program and it must be prepared in accordance with the program parameters. In fact, the previous three Budgets including AKD’s first complied with IMF conditionalities. If so, what prompted the Chief to issue this reminder? Was he just repeating a tradition or in receipt of information that the new Budget may set different priorities as per the Government’s election promises?",
    "Improving tax compliance, broadening the tax base and tackling revenue leakages by strengthening the tax exemption framework are some of IMF’s recommended measures. But the fund’s insistence on broadening the tax base is class biased in the sense that it falls more heavily on the poor than on the rich. Yet, despite an above expected growth rate of 4% in 2024 the economy is still not out of the woods, and IMF continues to prioritise strengthening the country’s financial stability so that the economy could sustain the level of foreign debt.",
    "Although the Fund admits that “protecting the poor and vulnerable should remain a priority”, a promise made to voters by AKD and his team at the election, Government hands had remained tied. Hence, public investment on education and healthcare for example is inadequate, and poverty eradication is progressing only at snail pace.",
    "Story behind Sri Lanka’s national debt",
    "Decades of a ruinous tax system that deprived successive Governments of any chance to balance let alone achieve surplus in national Budgets and the chronic negative imbalance in external trade left no alternative but to finance budget deficits through borrowing from domestic as well as foreign sources. The 25-years war against Tamil separatists made the situation worse. This is the story behind Sri Lanka’s national debt. IMF is more a caretaker of the rich and entrepreneurial than a guarantor of domestic prosperity.",
    "The present Government, despite its commitment to cleanse the economic mess inherited from previous regimes and to eradicate the political culture that promoted this mess is caught in a dilemma. It is a dilemma between prioritising economic growth and balancing that growth with minimising the disparity in income distribution. Having made a commitment already to operate its economic program within the open economy paradigm the new leadership could not opt for any alternative radical agenda. The only sensible choice therefore was to work within the IMF parameters while reducing the negative impact arising from it by eliminating waste and inefficiency. This strategy even won kudos from IMF.",
    "In Argentina for example IMF and US jointly screwed the country’s economy and with a corrupt political leadership the country’s poverty worsened. Trump is now offering $ 20 billion lifeline to President Javier Miliei. In Sri Lanka on the other hand despite a clean Government, minimisation of waste and improvement in efficiency, the slow progress in narrowing the income gap requires serious tax reforms. That goes against IMF’s demand for broadening the tax base, and hence the Chief’s reminder. IMF’s insistence on improving tax collection is necessary but it is not a reform in tax structure.",
    "Ranil’s vengeance on AKD and NPP",
    "This difficulty facing the Government is creating the second context for US warning about violence. Ranil Wickremesinghe (RW), the man who proudly claims credit for saving the economy by inviting the IMF is now looking forward to exploiting any simmering post-Budget discontent by placing the responsibility for it not at the feet of IMF but on the shoulders of AKD and NPP. His intention to organise in coalition with other leaders of the Opposition a scheduled 1,000 anti-Government rallies is not really about the economy but to seek vengeance on AKD and NPP for reinforcing rule of law and restoring judiciary’s independence. He is still reeling with anger over his arrest by the Police and appearance in the court on an allegation of misusing public funds when he was the president. He and his reactionary colleagues are hoping that the Government could be toppled through mass rallies and unrest.",
    "The third context for the travel warning is once again connected with Arugam Bay. The disturbing situation in Arugam Bay also has a link with RW. It was he who signed the deal with Israel for supplying 20,000 skilled workers from Sri Lanka to solve Israel’s labour shortage caused by the dismissal of all Palestinian workers employed there until October 2023. However, the shady part of that deal is the influx of Israelis into Sri Lanka arriving as tourists, overstaying their visas and engaging in unlicensed businesses. Among these tourists are Israeli soldiers on leave of whom several are war criminals with Palestinian blood on their hands.",
    "These tourists as reported by observers are slowly building almost an Israeli colony in Arugam Bay, a beach resort in Muslim populated Pottuvil in the Eastern Province. Such Israeli colonies are reported to be mushrooming also in the Himalayan region of India and in places like Dharamkot, Kasol, Bhagsu and so on to the discontent of the local population. In Thailand too in Pai district there is one although the authorities maintain as in Sri Lanka that they are all tourists on short-term visas. However, the one in Arugam Bay displays an exclusive Jewish environment marked by a Chabad House, kosher-only restaurants advertised in Hebrew and other unlicensed businesses operated by Israelis with one or two locals as silent partners perhaps. There is already a police post in Arugam Bay to protect these foreigners.",
    "Ultra-nationalists could be used in anti-NPP coalition to trigger violence",
    "But it is a tinder box for anti-Jewish violence given the widespread Muslim anger over Israel’s genocide in Gaza. At the same time there is also a pro-Israeli and ultra-nationalist Buddhist group which considers Israel as the model to make Sri Lanka a Sinhala Buddhist country. The danger is that these ultra-nationalists could be used by elements in RW’s anti-NPP coalition to trigger violence. Already the arrest of two Muslims as assumed terrorists under the draconian PTA and for displaying their sympathy towards Palestine and anger over Israel indicates the extent to which AKD and NPP are prepared to compromise Sri Lanka’s historic pro-Palestine stand to please Israel and US.",
    "Finally, being fully aware of Sri Lanka’s alliance with China, the US travel warning could be interpreted as Trump’s subtle reminder to the centre-left Government that its moves are being watched closely by the US-India-Israel trio. Trump is a president with fascist traits. His open instruction to CIA to begin covert action to topple Venezuela’s President Nicolas Maduro is proof of it. With IMF determining AKD/NPP’s economic strategy and the trio watching over its foreign policy the challenges facing the new leaders are formidable. Aragalaya mission is not",
    "(The writer is a retired economist, W. Australia.)"
  ]
}