{
  "url": "https://www.ft.lk/columns/Visa-free-or-free-visa-The-good-and-the-bad/4-771784",
  "title": "Visa free or free visa? The good and the bad",
  "ut": 1736967388.0,
  "body_paragraphs": [
    "Sri Lanka has recently garnered significant attention by extending “free visas” to several countries. However, there seems to be confusion surrounding the terminology used for this initiative. In this brief analysis, I aim to clarify the terms “visa-free” and “free visa,” while also shedding light on the potential long-term impact of such policies on Sri Lanka’s tourism industry.",
    "Although superficially the words ‘visa-free’ and ‘free-visa’ would appear to have the same meaning, in a tourism context it is quite different.",
    "Visa-free means that an individual can enter a country without having to go through the process of applying for a visa and providing documentary evidence. The tourist basically turns up at the airport and gets his passport stamped without too many questions being asked. The tourist may or may not be charged for this entry. So the important point to note is that visa-free does not necessarily mean that one does not have to pay for the visa. The granting of visa-free entry would depend on the individual country’s regulations, and often it is on a reciprocal basis. It is the whole pre-application process that has been removed. In reality this should be termed ‘visa waiver’ or ‘visa exemption’, which would be a more appropriate description of the scheme.",
    "Free visa on the other hand, is where the traveller does not have to pay a fee for obtaining his visa, but is still required to obtain a visa. He is required to apply for one, with necessary documentation as required. So in this case there is no charge for the visa but a visa has to be obtained, either on arrival or on line prior to arrival.",
    "While both terms are used to promote tourism and facilitate travel, understanding the distinction can help avoid confusion.",
    "A few days ago, it was announced that Sri Lanka will be introducing ‘free visas’ to 39 countries early next year. Originally the approval was for only seven countries according to the Government immigration website (“A free Visa regime implemented for nationals of China, India, Indonesia, Russia, Thailand, Malaysia, and Japan with immediate effect, until 31.03.2024, launching as a pilot program to rebuild the tourism industry in line with the Cabinet of Ministers Approval 23/1885/602/023 dated 24.10.2023 is extended until further notice”)",
    "The implementation of the new expanded ‘free visa’ scheme will now allow travellers from these 39 countries to enter Sri Lanka without having to pay for a visa. However, it is not quite clear if a ‘processing charge’ will be levied. The cost of a single entry, one month tourist visa is about $50 to Sri Lanka.",
    "Understanding this distinction is essential for clear communication and proper policy implementation.",
    "The current world tourism environment",
    "Today tourism is booming in almost every destination, and for the first time arrivals are beginning to surpass pre-pandemic levels. This rapid surge in tourism is boosting tourist arrival numbers all over the world. It is forecast that the world will see 1.53 billion visitors in 2024, a 17.23% increase from 2023 (https://roadgenius.com/statistics/tourism/global-tourism-2024-forecast).",
    "Destinations are scrambling to carve out a piece of the expanding cake, and are trying out various marketing and promotional tactics to do so.",
    "One of the popular initiatives and trends that has developed for the past few years is this free visa/visa free travel offering by various countries, in different degrees related to their individual regulations. It certainly seems to be having a positive impact in attracting more tourists.",
    "It is basically a marketing ‘pull strategy’ where these initiatives create interest and demand in the destination, leading to rapid growth of tourist arrivals.",
    "However, this type of rapid growth could also lead to some problems, in the long-term if the process is not managed well. Hence it would be worthwhile to study the pros and cons of these schemes.",
    "The good and the bad of free visas",
    "This scheme is effectively creating a discount in the mind of the traveller by wavering off the visa fee. As a result it creates a demand due to the perception of something cheaper being available. On the average people will always look for bargains (that’s why there are consumer sales !) and it is quite clear that there will be a direct correlation in increase in visitor numbers from such a ‘discounting ‘ scheme. This will spur demand and growth in numbers, and help a country garner greater market share. This is particularly a good strategy to follow for a country which is seeking rapid growth (like Sri Lanka).",
    "Studies have shown that customers feel a certain sense of happiness and well-being when they feel they have purchased something at a bargain price. Promotions and discounts stimulate dopamine production in the brain, offering buyers a sense of reward. Phrases like “50% off” or “Free Gift with Purchase” or even “free visa” activates the brain’s short-term reward mechanism, making the purchase more appealing.",
    "So “free visa” will work in driving up arrivals (sales)",
    "2. Family-friendly appeal",
    "In addition free visas have advantages for families traveling together. If the normal visa fees are applicable, for a family of four adults the cost would be in the order of $ 200. Whereas under the free visa scheme there will be no costs in this order, and it will thus incentivise for family travel.",
    "Unfortunately there could be a downside to this scheme as well. The principle of discounting in marketing is where the customer is attracted to a short term price reduction of a commodity or service. Reducing prices is a tempting way to increase sales, and it’s often effective in the short term. However, if it is not used properly, discounts can range from being ineffective to actually harming the business. Customers could begin to expect that the product is worth only the discounted price and therefore returning to a general price level later on, could be somewhat difficult.",
    "There is also the perception that anything discounted and given cheap as having a low brand value. Consumers are also more likely to believe that a brand that is promoted more often than others in its industry, is of poorer quality than others in that industry. On the other hand a brand that is promoted less often, is perceived to be of better quality (consumer advertisements for Lamborghini or Rolls-Royce are few and far between, and that too never with a discount!)",
    "These same marketing principles apply to the free visa scheme as well.",
    "Travellers could, overtime, expect free or discounted visas as a norm, and re-imposing visa charges at a later date may be a deterrent.",
    "The brand value of ‘destination Sri Lanka’ could also be somewhat tarnished when perceived as a cheaper destination.",
    "There is also the possibility that this type of promotion would be attracting the lower segment of budget traveller who would be seeking the cheapest offer. High-end tourists, also known as luxury travellers, tend to spend more money, take more trips, and are less affected by global economic turmoil than low-end tourists.",
    "There is much talk today by the authorities about making Sri Lanka a more higher value destination yielding higher earnings. So will the free visa scheme be working at odds with this goal?",
    "There will be a loss of revenue to the Government. Scrutiny of the free visa countries approved indicate that most of Sri Lanka Tourism major source markets are included. If Sri Lanka attracts 2.5 m tourists next year it would be safe to assume that about 75% would be on the free visa regime. Which means that the state will lose about $ 95 m annually.",
    "In the long term it may fuel mass tourism and cause over tourism issues, and consequently have detrimental social and cultural impacts.",
    "So how do we manage the situation?",
    "As already stated, Sri Lanka’s free visa scheme is specific to certain select countries only. Considering the aforementioned issues it should be implemented for only for a specific time period and not extended to more countries. . In this manner it will help Sri Lanka increase market share in the short term which is very necessary for both the industry, as well as for the country economically.",
    "Immediate measures must be taken to manage the large influx of tourists expected due to such a scheme. Many countries which have had sudden high growth in arrivals are already facing serious issues of over -tourism and overcrowding of attractions. In some severe cases the backlash has reached alarming proportions and there have been outright confrontations with tourists and locals residents. (Barcelona July 2024).",
    "Sri Lanka is already at the brink of over tourism and over visitation of some of its popular attractions. The tourism experience at Yala National Park and the Sigiriya Rock is generating much negative publicity and some tour operators are not recommending these attractions to tourists. Another attraction that is fast going the same way is the Seven Arch Bridge in Ella.",
    "Urgent improvement of tourist infrastructure will be needed on the fast track. During certain periods, immigration counters are totally overcrowded and a nightmare to negotiate and clear. This is the first and last impressions for a tourist visiting Sri Lanka. Good public transport for tourists is still very poor with travel from Colombo to Arugam Bay or Passikuda taking eight hours. Advance bookings on the popular trains to his virtual impossibility today.",
    "Sri Lanka must change its product offering with more value additions and less crowded itineraries and more slow experiential travel. Many of the popular tour itineraries today are just ‘tick-the-boxes’ hurried tours, herding groups of tourists around the island from one attraction to another.",
    "Sri Lanka must also move away from focussing on just arrivals (heads to beds) and start emphasising quality over quantity.",
    "The tourism authorities must therefore immediately focus on implementing urgent mitigation methods simultaneously with the introduction of the free visa scheme.",
    "If not, there is the real danger that Sri Lanka tourism will eventually receive mounting negative publicity, and possibly even reversal of demand in the future, undoing what the free visa scheme really hoped to achieve in the first place!",
    "https://visasnews.com/en/sri-lanka-no-free-visas-eta-still-necessary-and-chargeable/",
    "https://www.adaderana.lk/news.php?nid=104339",
    "https://insidebe.com/articles/the-dangers-of-discounting/",
    "https://www.linkedin.com/pulse/sales-dopamine-how-brains-reward-system-shapes-process"
  ]
}