{
  "url": "https://hbr.org/2024/10/how-to-compassionately-manage-an-employee-with-a-terminal-illness",
  "title": "How to Compassionately Manage an Employee with a Terminal Illness",
  "ut": 1727852148.0,
  "body_paragraphs": [
    "Maryna Terletska/Getty Images",
    "Managing an employee with a terminal illness requires a balance of compassion and strategic action. When an employee receives a terminal diagnosis continuing to work might offer them a sense of normalcy and purpose. As the illness becomes a part of their daily life, work can be a respite by helping them maintain social connections and feel productive. Managers in this situation should follow three interlinked strategies: First, support your terminally ill employee by adapting the work environment to their needs, such as flexible hours or remote work, and involve them in decisions about their role adjustments. This shows respect and ensures they feel valued. Second, maintain team morale by balancing honesty with sensitivity and facilitating opportunities for the team to express their feelings. Finally, ensure business continuity by helping the employee document key responsibilities, create a transition plan, and involve the team in the transition process.",
    "With remarkable shifts in research and advances in medicine, life expectancy more than doubled between 1900 and 2021. Yet, there are many illnesses that still don’t have a cure. This means that, at some point in your career as a manager, you may have someone with a terminal illness on your team.",
    "Leading People Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Leading People. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "What you need to know about being in charge.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "Smart Rivals: How Innovative Companies Play Games That Tech Giants Can't Win",
    "How to Thrive in a Gen AI World (HBR Special Issue)",
    "Read more on Leadership and managing people",
    "Managing employees and Workplace health and safety"
  ]
}