{
  "url": "https://www.technologyreview.com/2025/08/22/1122315/i-gave-police-access-to-my-dna/",
  "title": "I gave the police access to my DNA—and maybe some of yours",
  "ut": 1755819000.0,
  "body_paragraphs": [
    "Last year, I added my DNA profile to a private genealogical database, FamilyTreeDNA, and clicked “Yes” to allow the police to search my genes. In 2018, police in California announced they’d caught the Golden State Killer, a man who had eluded capture for decades. They did it by uploading crime-scene DNA to websites like the one I’d joined, where genealogy hobbyists share genetic profiles to find relatives and explore ancestry. Once the police had “matches” to a few relatives of the killer, they built a large family tree from which they plucked the likely suspect. Related StoryWhy we need safeguards against genetic discriminationThere's a lot of genetic data out there. We're still figuring out how to use and protect it.",
    "This process, called forensic investigative genetic genealogy, or FIGG, has since helped solve hundreds of murders and sexual assaults. Still, while the technology is potent, it’s incompletely realized. It operates via a mishmash of private labs and unregulated websites, like FamilyTree, which give users a choice to opt into or out of police searches. The number of profiles available for search by police hovers around 1.5 million, not yet enough to find matches in all cases. To do my bit to increase those numbers, I traveled to Springfield, Massachusetts.",
    "The staff of the local district attorney, Anthony D. Gulluni, was giving away free FamilyTree tests at a minor-league hockey game in an effort to widen its DNA net and help solve several cold-case murders. After glancing over a consent form, I spit into a tube and handed it back. According to the promotional material from Gulluni’s office, I’d “become a hero.” But I wasn’t really driven by some urge to capture distantly related serial killers. Rather, my spit had a less gallant and more quarrelsome motive: to troll privacy advocates whose fears around DNA I think are overblown and unhelpful. By giving up my saliva for inspection, I was going against the view that a person’s DNA is the individualized, sacred text that privacy advocates sometimes claim.",
    "Indeed, the only reason FIGG works is that relatives share DNA: You share about 50% with a parent, 25% with a grandparent, about 12.5% with a first cousin, and so on. When I got my FamilyTree report back, my DNA had “matched” with 3,309 people. Some people are frightened by FIGG or reject its punitive aims. One European genealogist I know says her DNA is kept private because she opposes the death penalty and doesn’t want to risk aiding US authorities in cases where lethal injection might be applied. But if enough people share their DNA, conscientious objectors won’t matter. Scientists estimate that a database including 2% of the US population, or 6 million people, could identify the source of nearly any crime-scene DNA, given how many distant relatives each of us has. Related StoryA new law in California protects consumers’ brain data. Some think it doesn’t go far enough.Tech companies collect brain data that could be used to infer our thoughts—so it’s vital we get legal protections right.",
    "Scholars of big data have termed this phenomenon “tyranny of the minority.” One person’s voluntary disclosure can end up exposing the same information about many others. And that tyranny can be abused. DNA information held in private genealogy websites like FamilyTree is lightly guarded by terms of service. These agreements have flip-flopped over time; at one point all users were included in law enforcement searches by default. Rules are easily ignored, too. Recent court filings indicate that the FBI, in its zeal to solve crimes, sometimes barges past restrictions to look for matches in databases whose policies exclude police. “Noble aims; no rules” is how one genetic genealogist described the overall situation in her field. My uncertainty grew the more questions I asked. Who even controls my DNA file? That’s not easy to find out. FamilyTree is a brand operated by another company, Gene by Gene, which in 2021 was sold to a third company, MyDNA—ultimately owned by an Australian mogul whose name appears nowhere on its website. When I reached FamilyTree’s general manager, the genealogist Dave Vance, he told me that three-quarters of the profiles on the site were “opted in” to law enforcement searches. One solution holds that the federal government should organize its own national DNA database for FIGG. But that would require new laws, new technical standards, and a debate about how our society wants to employ this type of big data—not just getting individual consent like mine. No such national project—or consensus—exists. I’m still ready to join a national crime-fighting database, but I regret doing it the way I did—spitting in a tube on the sidelines of a hockey game and signing a consent form that affects not just me but all my thousands of genetic relatives. To them, I say: Whoops. Your DNA; my bad. This article first appeared in The Checkup, MIT Technology Review’s weekly biotech newsletter. To receive it in your inbox every Thursday, and read articles like this first, sign up here.  hide"
  ]
}