{
  "url": "https://www.dailymirror.lk/opinion/The-President-and-the-Media/172-295838",
  "title": "The President and the Media",
  "ut": 1731432721.0,
  "body_paragraphs": [
    "Given that a JVP-led government is almost a fait accompli after tomorrow, the JVP/NPP leadership must learn from the mistakes of its predecessors",
    "President Anura Kumara Dissanayake recently accused certain media institutions of propagating fake news. His grouse was over two incidents of media coverage. The first is the media reports about the government printing fresh money, which the Central Bank itself has refuted. The second was the criticism of the government’s handling of the terror alert on the Israeli tourists in Argum Bay.",
    "The President, who rightly claims that the right course of action had been taken upon the alerts – and not publicising them in the media- says the government beefed up security in response to the terrorist threat. The primary criticism of the government’s response, though, was - not about not telling the media about it- but whether it had shared information with the international partners, whose citizens were the primary target and whose intelligence agencies have a trove of experience in combatting transnational terrorism.",
    "One cannot blame the President for being offended by what he characterised as politically influenced misinformation about the state of the economy. However, it is rich considering  that the JVP and the NPP exploited a much larger reservoir of misinformation to ensure Mr. Dissanayake’s election victory.",
    "There is no gainsaying that the media should be open to criticism as much as it does criticise the powers that be. Media is not above criticism, as is the office of the presidency or the government.",
    "After all, the criticism of media, legitimate or self-interested, is way better than white-vanning journalists, bombing media houses and abducting and forced disappearances of journalists, which the Mahinda Rajapaksa regime adopted as part of its de-facto policy in taming its critics.",
    "Given that a JVP-led government is almost a fait accompli after the election tomorrow, the JVP/NPP leadership must learn from the mistakes of its predecessors. Tolerance is a necessity when in political opposition, however, it relegates into a matter of discretion when in the government, more so with overwhelming power.",
    "However, given the political origin, ideological disposition and zealotry of its cadre base, I have strong reservations that the JVP is one of the parties whose relations with the media could easily degenerate into that of the Rajapaksas. One would hope these fears would not become real.",
    "Constructive criticism",
    "Much of that depends on the government’s willingness to put up with constructive or otherwise criticism. Where the media coverage fails to live up to the basic ethical standards or becomes deliberately inflammatory or defamatory, as was the reportage of Dr  Mohamed Shafi, who was subjected to a religiously motivated media coverage of ‘sterilising’ Buddhist women- there are appropriate institutions to seek recourse, ranging from the Press Complaint Commission to the judiciary.",
    "Still, considering that the JVP’s tolerance to dissent in a government of their own is untested, it might help if the President and the key members of his administration act with a dose of restraint in their handling of the media because some of his own people might take this as a dog-whistle to go out against the non-compromising media personnel.",
    "One could still agree with much of the President’s observations on the media.   Fifteen years back, in my early years of journalism, I used to take with a pinch of salt the anecdotes of old timers in the newsroom as to how great the newspaper journalism in this country in the 70s was. But now, one cannot help but agree that the quality of journalism has been on a freefall in recent times.",
    "The vast majority of newspaper coverage is shallow, lacking the contextualisation and what my late friend Ravi Ladduwahetti used to call ‘kiyawana wita leewima’ – a simple act of transcribing press conferences and telephone calls to source personnel.",
    "Some of these inadequacies could be addressed through competent gatekeepers.",
    "However, there is a greater structural problem in the local media industry: The vast majority of media institutions in the country are owned by people with direct political affiliations, who use the power of their processions as leverage in a transactional relationship with the governments in power.",
    "When a television station disproportionately uses its airtime to promote one candidate in a tacit understanding of securing a presidential pardon for their kinsman, that is a glaring abuse of public trust placed on media. However, one who surveys how the television licence was distributed among financers of successive governments would find an unholy nexus between political power and media ownership. Successive governments have also used government and SOE advertisements as a source of leverage to reward like-minded institutions and punish others. To make matters worse is the lack of demarcation between the editorial and the ownership, which those who have worked in media offices would know very well.",
    "A problem not unique to Sri Lanka",
    "However, this is not a problem that is unique to Sri Lanka. India’s once proud media landscape has been subdued by the ruling BJP’s financial machinery through takeovers by like-minded business tycoons, making one ponder how fast centuries-old honourable traditions and heritage could be dismantled. Elsewhere, Elon Musk’s takeover of X, formerly Twitter, has turned it into a cesspool of racism, immigrant-phobia and misogyny.",
    "Finding a single course of remedies for this larger media degeneration is hard.",
    "However, there is one that should be quite effective - and set the standards high for the rest to follow.",
    "England is one country where the media landscape is insulated from extreme polemics, similar to the United States. That is notwithstanding Rupert Murdoch owning many media houses with a large audience. Perhaps the counter-wheeling effect of the BBC, which still dominates the airwaves, creates both financial and ethical imperative for others to play by the implicit rules, especially in catering to an audience who have long been disposed to BBC-styled – and not Fox news styled- coverage. Public service media, such as BBC, sets a  better playing field for the media industry and could serve as torchbearers to higher professional standards.",
    "The government should consider converting the state media institutions- Rupavahini, SLBC, and Lake House- into public service media institutions similar to BBC or NHK in Japan.",
    "This has long been the goal of media activists, who passed a resolution way back in the mid-2010s. However, successive governments who promised to implement the policy backtracked when they were in power. So did media activists when appointed to plum posts in state media institutions.",
    "As way back in the mid-1990s, soon after the election of the Chandrika Kumaratunga administration, then Minister of Media, the late Dharmasiri Senanayake, appointed a commission to turn Lake House into an independent media institution. Interestingly, the SLFP trade union in Lake House at the time opposed the move- obviously, it would have cost the trade union leaders their plum posts in the institution.",
    "The state control of media institutions serves no practical purpose for the government in the era of social media and the internet- other than giving jobs to the party catchers. By converting the state media into public service media under a media commission or similar mechanism, the government could infuse vibrancy and fair play for media to flourish- and set the bar high so that others would be compelled to follow.",
    "That could well be a resolute gesture of the government’s commitment to free media, which none of its predecessors have managed to live up to.",
    "Follow @RangaJayasuriya on X"
  ]
}