{
  "url": "https://www.technologyreview.com/2025/10/06/1124280/2025-climate-tech-companies-to-watch-cemvision-low-emissions-cement/",
  "title": "2025 Climate Tech Companies to Watch: Cemvision and its low-emissions cement",
  "ut": 1759713300.0,
  "body_paragraphs": [
    "Cement is one of the most used materials on the planet, and the industry emits billions of tons of greenhouse gasses annually. Cemvision wants to use waste materials and alternative fuels to help reduce climate pollution from cement production.  Today, making cement requires crushing limestone and heating it to super high temperatures, usually by burning fossil fuels. The chemical reactions also release carbon dioxide pollution.  Swedish startup Cemvision made a few key production changes to reduce both emissions and the need to mine new materials. First, the company is moving away from Portland cement, the most common form of the material used currently.  Related StoryOver $1 billion in federal funding got slashed for this polluting industryThe US Department of Energy cuts could spell trouble for clean cement.",
    "Making Portland cement requires reaching ultra-high temperatures, over 1,450 °C (2,650 °F). Instead, Cemvision makes a material that requires lower temperatures (roughly 1,200 °C, or 2,200 °F), which reduces the amount of energy required.  The company also uses alternative sources for heating. Rather than fossil fuels, Cemvision can use a combination of plasma, hydrogen, and electricity. The startup tested its process in a demonstration-scale kiln, which can make up to 12 tons per day. The material has a high strength under compression and doesn’t heat up much when it’s mixed with water, both desirable qualities for builders.",
    "Cemvision also has a strong focus on building a circular economy. The company’s cement incorporates waste materials like mine tailings and slag, a by-product of iron and steel manufacturing. And it recently published results showing that it can use steel slag from electric arc furnaces and basic oxygen furnaces. These materials reduce the need for newly-mined limestone and other virgin materials, cutting down on the carbon dioxide emitted from that material in chemical reactions taking place in the kiln.   Key indicators  Industry: Cement Founded: 2019 Headquarters: Stockholm, Sweden Notable fact: Cemvision was a member of the Breakthrough Energy Fellows program and the Norrsken accelerator program, started by Klarna cofounder Niklas Adalberth.   Potential for impact The cement industry today accounts for about 7% of global greenhouse gas emissions. Cemvision’s process can reduce emissions by between 80% and 95% compared to traditional cement-making by using waste materials and alternative fuels.",
    "The company has partnerships with builders and industrial customers, including in construction and mining.  Caveats Cemvision’s material will be more expensive than conventional cement, so it’ll require either policy support or customers who are willing to pay more. The European Union has a policy system that charges for pollution, and that should help make Cemvision’s cement competitive. The company says its product will be less expensive than one of the leading methods of cleaning up cement, carbon capture and sequestration.  The cement industry is quite conservative, and there’s often resistance to new technologies, including adopting materials other than Portland cement. Cemvision’s cement will need to gain wide acceptance to make progress on emissions.  Next steps Cemvision has a site selected and is currently raising money to finance a full-scale plant in Northern Europe. That facility will have a capacity of 500,000 metric tons annually, and the company says it should open by 2028.  2025Climate Tech Companies to WatchHow we chose the companiesBill Gates: Read his essayAther EnergyCemvisionCyclic MaterialsEnvisionFervo EnergyHiNa Battery TechnologyKairos PowerPairwiseRedwood MaterialsTratonSee the full listhide"
  ]
}