{
  "url": "https://www.dailymirror.lk/opinion/Asia-and-the-Pacific-UN-conference-calls-for-efforts-to-make-gender-equality/172-296337",
  "title": "Asia and the Pacific UN conference calls for efforts to make gender equality",
  "ut": 1732040653.0,
  "body_paragraphs": [
    "The Asia-Pacific Ministerial Conference on the Beijing+30 Review opened on November 19, bringing together over 1,200 delegates from governments, civil society and youth groups, the private sector and academia to discuss progress and priority actions to support gender equality and women’s empowerment.",
    "Jointly organised by the United Nations Economic and Social Commission for Asia and the Pacific (ESCAP) and UN-Women, the three-day conference in Bangkok is being held ahead of next year’s 30th anniversary of the Beijing Declaration and Platform for Action. That landmark international commitment continues to shape policies toward gender equality",
    "“Where new opportunities emerge, we must ensure women and girls are positioned to thrive,” ESCAP Executive Secretary Armida Salsiah Alisjahbana stated in her opening remarks, adding that women must be at the forefront of the issues that define our common future such as climate action and digital transformation.",
    "“As we look forward, the Beijing+30 Review offers us a unique opportunity to galvanise political will and public engagement to accelerate the implementation of the Beijing Platform for Action,” said Sima Bahous, UN Women Executive Director.",
    "More girls across Asia and the Pacific are in school today than ever before. Maternal mortality has declined by one-third since 2000, and women have gained greater access to leadership positions in politics, business and decision-making spaces. Despite these achievements in recent decades, progress remains slow and uneven across the region. Critical bottlenecks remain: Deeply entrenched discriminatory social norms and gender stereotypes; high levels of gender-based violence; disproportionate unpaid care and domestic work; and limited investments in addressing gender equality.",
    "At the conference, ESCAP and UN Women also launched a new report Charting New Paths for Gender Equality and Empowerment: Asia‑Pacific Regional Report on Beijing+30 Review. The report highlights the challenges ahead, but also forward-looking strategies and solutions under six thematic areas: poverty reduction and human capital development; shared prosperity and decent work; freedom from gender-based violence; meaningful participation and gender-responsive governance; peaceful and just societies; and gender and the environment. On the sidelines of the conference, a special event on the care economy will be held as well as various independently organised events, exhibitions and performances including a digital art exhibition and a chat GPT gender robot trained to answer gender-related questions."
  ]
}