{
  "url": "https://www.dailymirror.lk/opinion/Christ-less-West-vs-Christ-filled-Palestinian-resilience/172-298909",
  "title": "Christ-less West vs. Christ-filled Palestinian resilience",
  "ut": 1735233063.0,
  "body_paragraphs": [
    "With a nearby billboard proclaiming “stop the genocide in Gaza”, the Latin Patriarch of Jerusalem, Pierbattista Pizzaballa, delivers a speech in Bethlehem town in the Israel-occupied West Bank on December 24. AFP",
    "While glittering Christmas decorations adorn malls and mansions across the Western world, a stark contrast emerges in Bethlehem, the birthplace of Jesus. As babies are being massacred and frozen to death in nearby Gaza by those who have no regard for Christ’s message, the festive spirit commemorating the birth of the Prince of Peace feels sombre and desolate.",
    "This grim reality serves as a poignant reminder of the spiritual disconnect between the Christ-less Christmas of Western ‘nominal’ Christianity and the suffering endured by those who live closest to the site of Christ’s birth.",
    "“Blessed are those who are persecuted for righteousness’ sake, for theirs is the kingdom of heaven.” So said Christ—Matthew 5:10—advocating justice and righteousness and giving hope to the marginalised and the oppressed that the suffering would be rewarded with a high place in the Kingdom of God. If only Jesus were to return today, on whose side would he be? Will he side with those who kill Palestinian babies by bombing them to smithereens and starving and freezing them to death by denying them access to food and warm clothes? Or will he go to the Gaza Strip and stop the carnage?",
    "While Christ-filled Christianity will have no difficulty in answering this question and saying Jesus is against all forms of oppression, the Christ-less, Zionist-controlled Western Church may still justify Israel’s genocide even if its stance meant blasphemy or was against Christ’s teachings.",
    "With Gaza’s historic churches being reduced to rubble, Christianity and its symbols are being wiped out from the holy land in preparation for Israel to take over the whole of Palestine. Israel’s strategy, it appears, is to de-Christianise the Holy Land before de-Islamising it. This strategy is being implemented with the full support of the Christ-less West, which is preoccupied with an Islamophobic civilisational clash fuelled by the Benjamin Netanyahu-led Zionist leadership.",
    "Palestine’s Christian population, which was ten percent when Israel was set up in 1947 through an anything-but-just United Nations resolution, is less than two percent today and shrinking. Yet, the Christ-less Western Church is little concerned about the vanishing flock.",
    "Christ was and is a Palestinian. Period. Despite the conflicts of the Crusades between European kingdoms and Muslim caliphates from the 11th to 14th centuries, historical accounts suggest periods of relative coexistence among Muslims, Christians, and Jews in Palestine, Syria, and other parts of the Middle East. However, the peace was lost with the establishment of the State of Israel in 1948 by European Jews with doubtful Semitic origins and having a vision for an expansionist state in collusion with Western imperialism.",
    "Regaining the lost peace of the Holy Land now appears to be entwined in the Christ-less church’s warped interpretation of the Second Coming of Jesus and in its moves to expedite the most awaited prophecy.",
    "While the Zionist-friendly, Christ-less church let the Middle Eastern region bleed instead of making peace in keeping with Christ’s teaching and working for global justice, Jesus came alive in Bethlehem in the sermon delivered by Lutheran Priest, Rev. Dr. Munther Isaac. A son of Palestine, he sees Jesus in Palestinians’ struggle for freedom and justice.",
    "His message in his Christmas sermon was as powerful as it was in his last Christmas message. Yes, Jesus is under the rubble this year too, he proclaimed, but the Christ-less West feigned deaf and blind to his message filled with the spirit of Jesus’ teachings. The Zionist-controlled Western media ignored or downplayed his message, whereas it should have topped the news bulletin if the Western media were true to their claim that their journalism was fact-based, agenda-free, and value-driven.",
    "Delivering his Christmas message on December 21 at the Bethlehem Lutheran Church at a time when the Gaza war had seen nearly 45,000 Palestinian deaths, including those of some 17,000-20,000 children, Rev. Isaac’s criticism of the Western church was biting, if not despondent.",
    "Here is an excerpt from his spellbinding sermon:",
    "“Last year I said silence is complicity. We are past that. Numbness is a betrayal of humanity. Yours and those in Gaza.”",
    "“Equally, we must insist that all who committed war crimes must be held accountable. We cannot normalise impunity. What kind of a world and future are we leaving our children—if we accept a reality where war criminals go unpunished, even emboldened—where they openly boast of their crimes, and rather than met with justice, they are met with applause in the halls of Congress and defended by European parliaments? And they still dare to lecture us on human rights and international law.”",
    "“Never again is only a slogan. Empty words. Never again should mean never again to all peoples. Never again has become yet again! Yet again to supremacy. Yet again to racism. Yet again for genocide.”",
    "“And sadly, never again has become yet again for the weaponization of the Bible and the silence and complicity of the Western church—yet again for the church siding with power, with the Empire.”",
    "A similar message resonated in Pope Francis’s statement on Saturday. Widely hailed for his reform-centred and social justice crusade, the Pope, in his forthright message, criticised Israel and described Israel’s killing of Palestinian children in Gaza as ‘cruelty’.",
    "And when the Zionist state, which is no respecter of Christ’s message, reacted angrily, saying that the Pope’s remarks were disconnected from the truth, the Pope on Sunday doubled down on his remarks. “With pain, I think of Gaza, of so much cruelty, of the children being machine-gunned, of the bombings of schools and hospitals. What cruelty,” the pope said after his weekly Angelus prayer.  Yet, while the Christ-filled churches cry for justice for Palestine and the return of peace in the Holy Land, the Christ-less West has become the war party and complicit in the genocide. Blind to the truth and the message of Christ, they fail to see that the suffering the Palestinians are going through is not defeat; it is victory; it is resilience, as Rev. Isaac highlighted in his sermon last week.",
    "He said, “It has been 440 days of Palestinian resilience—sumud. Indeed, 76 years of sumud. But we have not and will not lose hope. Yes, it is 76 years of the ongoing Nakba, but it is also 76 years of Palestinian steadfastness, sumud, clinging to our rights and the justice of our cause: 76 years of praying and singing for peace. We are a stubborn people. We will continue echoing the words of the Angels: Glory to God in the Highest, Peace on Earth!”",
    "“And today we say: Our faith in the God of truth and justice is our hope. Today we continue to cry out to Him because we believe that He hears us and because we believe in His justice and goodness. And because we believe in His solidarity with the oppressed!” “I know that the Lord maintains justice for the poor and righteousness for the needy.” (Psalm 140:12)"
  ]
}