{
  "url": "https://hbr.org/sponsored/2024/10/video-quick-take-intercoms-brian-donahue-on-how-ai-agents-can-be-your-first-tier-of-customer-service-support",
  "title": "Video Quick Take: Intercom’s Brian Donahue on How AI Agents Can Be Your First Tier of Customer Service Support",
  "ut": 1729070936.0,
  "body_paragraphs": [
    "Todd Pruzan, HBR: Welcome to the HBR Video Quick Take. I’m Todd Pruzan, Senior Editor for Research and Special Projects at Harvard Business Review.",
    "For customer service operations today, artificial intelligence has become an essential component of responsible customer service leadership. To talk about how and why an AI agent can be your tier one support, we’re here today with Brian Donahue, Intercom’s Vice President of Product, for his insights. Brian, thanks so much for being with us.",
    "Brian Donahue, Intercom: Hey, Todd. Thanks for having me here.",
    "Todd Pruzan, HBR: OK, Brian, a lot of customer service leaders seem to be struggling with how to fit AI into their support system. So with so many potential options, how do they get started?",
    "Brian Donahue, Intercom: The best way to really think about it is an AI agent is your front line of customer support, so what can they solve before your human agent needs to step in. And usually, this is the most common, straightforward types of questions. And really, what we think the way folks can land it easily in their head is, think of your agent as your tier one support.",
    "Todd Pruzan, HBR: OK, can you talk a little bit more about what tier one support is and what AI means for the operations at this stage? I mean, how does a customer experience AI?",
    "Brian Donahue, Intercom: Yeah, there’s no standard definition of what tier one support means. A lot of companies mean slightly different things or sometimes meatier different things. So the way we think about it is, what are the types of questions coming in and really, bucketing those. So we think bucket one of these question types is informational questions that customers have.",
    "These are the generic. The answer is generic. It doesn’t matter who the customer is, it’s going to be the same answer that they’re going to get. And this is the easiest place for your AI agent to start. All the answers are in your knowledge base somewhere, or should be or need to be for the AI agent to be able to answer it, so it’s just having that support content in place. So that’s straightforward. Everyone gets that part of it. But it’s useful to think about that, this informational content, you may have, if your service, your business has enough scale, you probably have product specialists or service specialists, people who specialize in different areas because it’s more complicated, it’s deeper, it’s just harder for customer service folks to really know the breadth of your business.",
    "But in this case, your AI agent can scale for that full width and depth. So really, the AI agent, not just handles the informational questions, but also handles that product specialization. As long as you have the documentation there, your AI agent knows it. So yeah, that’s bucket one, informational.",
    "Todd Pruzan, HBR: Informational. That makes sense. So where does it go from there?",
    "Brian Donahue, Intercom: So if information is generic, the answer is basically the same for any customer. Then the second bucket is where that’s not the case. It needs to be personalized. So usually what’s happening here, I’ll give an example for it as someone saying, hey, when is my new credit card going to arrive? Obviously, this is specific to that customer. To answer a personalized question means your AI agent needs to go and hook up to some third-party data, third party from the support tool. So it’s doing that, plucking that data, matching up with the customer and saying, hey, your order is going to arrive here, your credit card is going to arrive here. So that’s the basic of personalized data or sorry, personalized answers, plucking data and tailoring that answer to do it.",
    "What’s really cool is an AI agent is kind of amazing what it does. You can give it all this data. The customer has the question, and it synthesizes it needs this data, and I can answer the question that way. So the way it’s able to synthesize an answer is actually kind of pretty amazing. So that’s bucket 2, which is personalization.",
    "The third bucket is actions, where in personalization, you’re still just giving information. It’s just specific to that customer. The third one is where it’s actions, where it means you’re doing something. It’s like, hey, OK, I’m waiting that long for the credit card, and then the AI agent can say, hey, I know you’re eligible for a virtual credit card. Would you like me to set one up for you? And then you can go ahead and the end user can basically ask the agent to act on their behalf.",
    "So agents is where you’re not only just accessing information, integrating in the answer, but you’re actually able to start making changes on the customer’s behalf. So taking agents, canceling an order, or ordering, setting up that virtual credit card. So we think that’s the third chunk of it.",
    "What’s really interesting is every company has a different ratio of informational versus personalized versus actions. So that can vary quite a bit per company just based on the type of business they run. But we think, fundamentally, those three buckets, once your AI agent is doing those, that’s really, basically, tier one support.",
    "Todd Pruzan, HBR: Well, that is amazing. So with tier one support handling so much of the basics, does that mean the human workforce can focus on the larger customer service challenges?",
    "Brian Donahue, Intercom: Yeah, that’s exactly right. It’s kind of like, really, it’s delivering on the promise for what technology is meant to do for customer service for so long, and this is what AI agents actually do. Your humans can work on the harder stuff, the more complex stuff, the stuff that requires real problem-solving ability, the stuff that requires judgment calls on what should we do here.",
    "And when customers are coming in and sometimes they really need human empathy, it’s actually the thing they need most to turn them from a frustrated customer to actually, a loyal customer. So this is all where humans must be in the mix. And that’s, basically, tier 2. So you’re freeing up your humans from answering the stuff that is more straightforward, maybe a little more sophisticated if it’s personalized or if it’s actions, but getting your humans really focus[ed] on that bigger, harder, more complex type of questions where the customer really needs a human to solve it for them. So basically, AI agents, tier one support; humans, tier 2 and beyond.",
    "Todd Pruzan, HBR: OK, that all makes sense. Thank you so much, Brian, for sharing your insights about using AI agents for tier one support.",
    "Brian Donahue, Intercom: Thanks, Todd. Thanks for having me.",
    "Todd Pruzan, HBR: We’ve been speaking with Brian Donahue, Vice President of Product at Intercom. To learn more about scaling your support operation without scaling your team, click the link below.",
    "Learn more about AI agents and the role they play in providing customer service responsibly."
  ]
}