{
  "url": "https://www.technologyreview.com/2025/01/16/1110016/new-nuclear-power/",
  "title": "Interest in nuclear power is surging. Is it enough to build new reactors?",
  "ut": 1736987400.0,
  "body_paragraphs": [
    "This article is from The Spark, MIT Technology Review’s weekly climate newsletter. To receive it in your inbox every Wednesday, sign up here. Lately, the vibes have been good for nuclear power. Public support is building, and public and private funding have made the technology more economical in key markets. There’s also a swell of interest from major companies looking to power their data centers.  Related StoryWhat’s next for nuclear powerGlobal shifts, advancing tech, and data center demand: Here’s what’s coming in 2025 and beyond.",
    "These shifts have been great for existing nuclear plants. We’re seeing efforts to boost their power output, extend the lifetime of old reactors, and even reopen facilities that have shut down. That’s good news for climate action, because nuclear power plants produce consistent electricity with very low greenhouse-gas emissions. I covered all these trends in my latest story, which digs into what’s next for nuclear power in 2025 and beyond. But as I spoke with experts, one central question kept coming up for me: Will all of this be enough to actually get new reactors built?",
    "To zoom in on some of these trends, let’s take a look at the US, which has the largest fleet of nuclear reactors in the world (and the oldest, with an average age of over 42 years). In recent years we’ve seen a steady improvement in public support for nuclear power in the US. Today, around 56% of Americans support more nuclear power, up from 43% in 2020, according to a Pew Research poll.",
    "The economic landscape has also shifted in favor of the technology. The Inflation Reduction Act of 2022 includes tax credits specifically for operating nuclear plants, aimed at keeping them online. Qualifying plants can receive up to $15 per megawatt-hour, provided they meet certain labor requirements. (For context, in 2021, its last full year of operation, Palisades in Michigan generated over 7 million megawatt-hours.)  Big Tech has also provided an economic boost for the industry—tech giants like Microsoft, Meta, Google, and Amazon are all making deals to get in on nuclear. These developments have made existing (or recently closed) nuclear power plants a hot commodity. Plants that might have been candidates for decommissioning just a few years ago are now candidates for license extension. Plants that have already shut down are seeing a potential second chance at life. There’s also the potential to milk more power out of existing facilities through changes called uprates, which basically allow existing facilities to produce more energy by tweaking existing instruments and power generation systems. The US Nuclear Regulatory Commission has approved uprates totaling six gigawatts over the past two decades. That’s a small but certainly significant fraction of the roughly 97 gigawatts of nuclear on the grid today.   Any reactors kept online, reopened, or ramped up spell good news for emissions. But expanding the nuclear fleet in the US will require not just making the most of existing assets, but building new reactors.  We’ll probably also need new reactors just to maintain the current fleet, since so many reactors are scheduled to be retired in the next couple of decades. Will the enthusiasm for keeping old plants running also translate into building new ones?  Related StoryWhy Microsoft made a deal to help restart Three Mile IslandA once-shuttered nuclear plant could soon return to the grid.",
    "In much of the world (China being a notable exception), building new nuclear capacity has historically been expensive and slow. It’s easy to point at Plant Vogtle in the US: The third and fourth reactors at that facility began construction in 2009. They were originally scheduled to start up in 2016 and 2017, at a cost of around $14 billion. They actually came online in 2023 and 2024, and the total cost of the project was north of $30 billion. Some advanced technology has promised to fix the problems in nuclear power. Small modular reactors could help cut cost and construction times, and next-generation reactors promise safety and efficiency improvements that could translate to cheaper, quicker construction. Realistically, though, getting these first-of-their-kind projects off the ground will still require a lot of money and a sustained commitment to making them happen. “The next four years are make or break for advanced nuclear,” says Jessica Lovering, cofounder at the Good Energy Collective, a policy research organization that advocates for the use of nuclear energy.",
    "There are a few factors that could help the progress we’ve seen recently in nuclear extend to new builds. For one, public support from the US Department of Energy includes not only tax credits but public loans and grants for demonstration projects, which can be a key stepping stone to commercial plants that generate electricity for the grid.  Changes to the regulatory process could also help. The Advance Act, passed in 2024, aims at sprucing up the Nuclear Regulatory Commission (NRC) in the hopes of making the approval process more efficient (currently, it can take up to five years to complete).  “If you can see the NRC really start to modernize toward a more efficient, effective, and predictable regulator, it really helps the case for a lot of these commercial projects, because the NRC will no longer be seen as this barrier to innovation,” says Patrick White, research director at the Nuclear Innovation Alliance, a nonprofit think tank. We should start to see changes from that legislation this year, though what happens could depend on the Trump administration. The next few years are crucial for next-generation nuclear technology, and how the industry fares between now and the end of the decade could be very telling when it comes to how big a role this technology plays in our longer-term efforts to decarbonize energy.    Now read the rest of The Spark Related reading For more on what’s next for nuclear power, check out my latest story. One key trend I’m following is efforts to reopen shuttered nuclear plants. Here’s how to do it.   Kairos Power is working to build molten-salt-cooled reactors, and we named the company to our list of 10 Climate Tech Companies to watch in 2024.   Another thing  Devastating wildfires have been ravaging Southern California. Here’s a roundup of some key stories about the blazes.",
    "→ Strong winds have continued this week, bringing with them the threat of new fires. Here’s a page with live updates on the latest. (Washington Post) → Officials are scouring the spot where the deadly Palisades fire started to better understand how it was sparked. (New York Times)",
    "→ Climate change didn’t directly start the fires, but global warming did contribute to how intensely they burned and how quickly they spread. (Axios)  →The LA fires show that controlled burns aren’t a cure-all when it comes to preventing wildfires. (Heatmap News) → Seawater is a last resort when it comes to fighting fires, since it’s corrosive and can harm the environment when dumped on a blaze. (Wall Street Journal) Keeping up with climate   US emissions cuts stalled last year, despite strong growth in renewables. The cause: After staying flat or falling for two decades, electricity demand is rising. (New York Times) With Donald Trump set to take office in the US next week, many are looking to state governments as a potential seat of climate action. Here’s what to look for in states including Texas, California, and Massachusetts. (Inside Climate News) The US could see as many as 80 new gas-fired power plants built by 2030. The surge comes as demand for power from data centers, including those powering AI, is ballooning. (Financial Times)",
    "Global sales of EVs and plug-in hybrids were up 25% in 2024 from the year before. China, the world’s largest EV market, is a major engine behind the growth. (Reuters) A massive plant to produce low-emissions steel could be in trouble. Steelmaker SSAB has pulled out of talks on federal funding for a plant in Mississippi. (Canary Media) Some solar panel companies have turned to door-to-door sales. Things aren’t always so sunny for those involved. (Wired) hide"
  ]
}