{
  "url": "https://www.technologyreview.com/2025/03/10/1112904/the-cheapest-way-to-supercharge-americas-power-grid/",
  "title": "The cheapest way to supercharge America’s power grid",
  "ut": 1741575126.0,
  "body_paragraphs": [
    "US electricity consumption is rising faster than it has in decades, thanks in part to the boom in data center development, the resurgence in manufacturing, and the increasing popularity of electric vehicles.  Accommodating that growth will require building wind turbines, solar farms, and other power plants faster than we ever have before—and expanding the network of wires needed to connect those facilities to the grid.  But one major problem is that it’s expensive and slow to secure permits for new transmission lines and build them across the country. This challenge has created one of the biggest obstacles to getting more electricity generation online, reducing investment in new power plants and stranding others in years-long “interconnection queues” while they wait to join the grid. Fortunately, there are some shortcuts that could expand the capacity of the existing system without requiring completely new infrastructure: a suite of hardware and software tools known as advanced transmission technologies (ATTs), which can increase both the capacity and the efficiency of the power sector.",
    "ATTs have the potential to radically reduce timelines for grid upgrades, avoid tricky permitting issues, and yield billions in annual savings for US consumers. They could help us quickly bring online a significant portion of the nearly 2,600 gigawatts of backlogged generation and storage projects awaiting pathways to connect to the electric grid.  The opportunity to leverage advanced transmission technologies to update the way we deliver and consume electricity in America is as close to a $20 bill sitting on the sidewalk as policymakers may ever encounter. Promoting the development and use of these technologies should be a top priority for politicians in Washington, DC, as well as electricity market regulators around the country.",
    "That includes the new Trump administration, which has clearly stated that building greater electricity supply and keeping costs low for consumers are high priorities.  In the last month, Washington has been consumed by the Trump team’s efforts to test the bounds of executive power, fire civil servants, and disrupt the basic workings of the federal government. But when or if the White House and Congress get around to enacting new energy policies, they would be wise to pick up the $20 bill by enacting bipartisan measures to accelerate the rollout of these innovative grid technologies. ATTs generally fall into four categories: dynamic line ratings, which combine local weather forecasts and measurements on or near the transmission line to safely increase their capacity when conditions allow; high-performance conductors, which are advanced wires that use carbon fiber, composite cores, or superconducting materials to carry more electricity than traditional steel-core conductors; topology optimization, which uses software to model fluctuating conditions across the grid and identify the most efficient routes to distribute electricity from moment to moment; and advanced power flow control devices, which redistribute electricity to lines with available capacity.   \"This would allow utilities to earn a profit for saving money, not just spending it, and could save consumers billions on their electricity bills every year.\"     Other countries from Belgium to India to the United Kingdom are already making large-scale use of these technologies. Early projects in the United States have been remarkably successful as well. One recent deployment of dynamic line ratings increased capacity by more than 50% for only $45,000 per mile—roughly 1% of the price of building new transmission. So why are we not seeing an explosion in ATT investment and deployment in the US? Because despite their potential to unlock 21st-century technology, the 20th-century structure of the nation’s electricity markets discourages adoption of these solutions.  For one thing, under the current regulatory system, utilities generally make money by passing the cost of big new developments along to customers (earning a fixed annual return on their investment). That comes in the form of higher electricity rates, which local public utility commissions often approve after power companies propose such projects. That means utilities have financial incentives to make large and expensive investments, but not to save consumers money. When ATTs are installed in place of building new transmission capacity, the smaller capital costs mean that utilities make lower profits. For example, utilities might earn $600,000 per year after building a new mile of transmission, compared with about $4,500 per mile annually after installing the equipment and software necessary for line ratings. While these state regulatory agencies are tasked with ensuring that utilities act in the best interest of consumers, they often lack the necessary information to identify the best approach for doing so.Overcoming these structural barriers will require action from both state and federal governments, and it should appeal to Democrats and Republicans alike. We’ve already seen some states, including Minnesota and Montana, move in this direction, but policy interventions to date remain insufficient. In a recent paper, we propose a new approach for unlocking the potential of these technologies. First, we suggest requiring transmission providers to use ATTs in some “no regrets” contexts, where possible downsides are minor or nonexistent. The Federal Energy Regulatory Commission, for example, is already considering requiring dynamic line ratings on certain highly congested lines. Given the low cost of dynamic line ratings, and their clear benefit in cases of congestion, we believe that FERC should quickly move forward with, and strengthen, such a rule. Likewise, the Department of Energy or Congress should adopt an efficiency standard for the wires that carry electricity around the country. Every year, approximately 5% of electricity generated is lost in the transmission and distribution process. The use of high-performance conductors can reduce those losses by 30%.In addition, federal agencies and state lawmakers should require transmission providers to evaluate the potential for using ATTs on their grid, or provide support to help them do so. FERC has recently taken steps in this direction, and it should continue to strengthen those actions.",
    "Regulators should also provide financial incentives to transmission providers to encourage the installation of ATTs. The most promising approach is a “shared savings” incentive, such as that proposed in the recent Advancing GETS Act. This would allow utilities to earn a profit for saving money, not just spending it, and could save consumers billions on their electricity bills every year. Finally, we should invest in building digital tools so transmission owners can identify opportunities for these technologies and so regulators can hold them accountable. Developing these systems will require transmission providers to share information about electricity supply and demand as well as grid infrastructure. Ideally, with such data in hand, researchers can develop a “digital twin” of the current transmission system to test different configurations of ATTs and help improve the performance and efficiency of our grids.  We are all too aware that the world often faces difficult policy trade-offs. But laws or regulations that facilitate the use of ATTs can quickly expand the grid and save consumers money. They should be an easy yes on both sides of the aisle. Brian Deese is an innovation fellow at the Massachusetts Institute of Technology and served as director of the White House National Economic Council from 2021 to 2023. Rob Gramlich is founder and president of Grid Strategies and was economic advisor to the chairman of the Federal Energy Regulatory Commission during the George W. Bush administration. hide"
  ]
}