{
  "url": "https://www.eiu.com/n/irans-president-dies-in-helicopter-crash/",
  "title": "Iran’s president dies in helicopter crash",
  "ut": 1716164869.0,
  "body_paragraphs": [
    "Iran’s president dies in helicopter crash",
    "ForecastingPoliticsIranMiddle East and AfricaCountry Analysis",
    "Ebrahim Raisi, Iran’s hardline president, has been killed in a helicopter crash in the west of the country, which has officially been blamed on bad weather. The event, which will trigger an election within 50 days, will not lead to substantive change in policy direction as conservatives dominate all the main levers of power and will engineer victory for a like-minded successor. But his death will create enormous political uncertainty and intense jockeying for position, first over the presidency, and then, more importantly, over the succession to Ayatollah Ali Khamenei, the supreme leader, for which Mr Raisi had been a leading candidate.",
    "Mr Raisi’s hardline policies, characterised by increasing domestic repression and reversal of his predecessor’s outreach to the West—including essentially scuppering a potential resurrection of the Joint Comprehensive Plan of Action (the Iran nuclear deal)—reflected the outlook of the dominant ultra-conservative elite of which he was a part. And this outlook will not change with his passing. However, his death will be especially destabilising during a period of exceptional regional tension (arising from the Israel-Hamas war) and fierce intra-elite rivalry as Ayatollah Khamenei’s advanced age and infirmity bring the succession question into intense focus. An unprecedented direct missile strike by Iran on Israel last month, and Israel’s restrained initial response, may raise suspicions of Israeli involvement in the crash, which occurred in foggy weather in mountains near the border with Azerbaijan (which has close military and intelligence ties with Israel). However, there is nothing to suggest this was anything other than a crash, although a full investigation is pending.",
    "Mr Raisi was elected in 2021, after a long career in the judiciary during which he was accused of being responsible for human rights abuses and sanctioned by the US. The foreign affairs minister, Hossein Amirabdollahian, also died in the crash. According to the constitution, Mr Raisi will be temporarily replaced by his deputy, Mohammad Mokhber, and a council comprising Mr Mokhber, the speaker of parliament and the head of the judiciary will be responsible for arranging an election within 50 days. Adding to the uncertainty, a new legislature is due to take office next month (dominated by conservatives following a tightly controlled election in March), with a fierce battle expected over the speakership between ultra-hardliners and more moderate “neo-conservatives”, led by the current speaker, Mohammad Bagher Ghalibaf, who is widely expected to run for the presidency.",
    "The presidential election, due by mid-July, will be tightly vetted to ensure a conservative victory, but will be fiercely contested between ultra-conservatives and more moderate factions. Major policy change is unlikely, although a victory for a more moderate candidate would be more conducive to preventing a further deterioration in relations with the West. Public engagement with the process will be minimal, given a widespread loss of faith in the political system.",
    "The complete analysis featured in this summary article can be found in EIU’s Country Analysis service. This integrated solution provides unmatched global insights covering the political and economic outlook for nearly 200 countries, enabling organisations to identify prospective opportunities and potential risks.",
    "ForecastingPoliticsIranMiddle East and AfricaCountry Analysis"
  ]
}