{
  "url": "https://www.technologyreview.com/2025/06/24/1118433/namibia-world-first-hydrogen-economy-wind-solar-power/",
  "title": "Namibia wants to build the world’s first hydrogen economy",
  "ut": 1750721400.0,
  "body_paragraphs": [
    "On an afternoon in March in the middle of the world’s oldest desert, Johannes Michels looks out at an array of solar panels, the size of 40 football fields, that stretches toward a ridge of jagged peaks between the ochre-colored sand and a cloudless blue sky. Inside a building to Michels’s left sits a 12-megawatt electrolyzer—a machine resembling two giant AA batteries that is designed to split water into its two component parts, H₂ and O. Behind him is the desert factory’s key piece of proprietary tech: a rotating kiln in which the hydrogen gas from that water is mixed with iron ore to create a pure form of iron, the main ingredient in steel.  Factories have used fossil fuels to process iron ore for three centuries, and the climate has paid a heavy price: According to the International Energy Agency (IEA), the steel industry today accounts for 8% of carbon dioxide emissions. Purifying the ore involves extracting iron that is bound to oxygen, and “removing the bond between the iron and oxygen requires a massive amount of energy,” says Michels, the 39-year-old CEO of HyIron, the startup behind the project.   But it turns out there is a less carbon-­intensive alternative: using hydrogen to extract the iron. Unlike coal or natural gas, which release carbon dioxide as a by-product, this process, Michels explains, releases water. And if the hydrogen itself is “green”—meaning it’s made through renewable-­powered electrolysis rather than the conventional technique of mixing natural gas and steam—the climate impact of the entire process will be minimal. Related StoryAfrica fights rising hunger by looking to foods of the pastResearchers, farmers, and global agricultural institutions are embracing long-neglected crops that promise better nutrition and more resilience to the changing climate.",
    "HyIron, which began processing test batches of iron a month after my visit, is one of a handful of companies around the world that are betting green hydrogen can help the $1.8 trillion steel industry clean up its act. What sets it apart, above all, is its location. HyIron’s kiln was designed and prototyped in Germany, but the production site is in Namibia, more than 5,000 miles to the south. This former German colony, which was ruled by South Africa from 1915 to 1990, has little industry itself and is an ocean or two away from the world’s biggest importers of iron. What it does have is immense untapped potential for wind and solar power, which studies suggest could make it possible to produce hydrogen and its derivative products, like iron, ammonia, and low-carbon aviation fuel, as cheaply as is feasible anywhere. HyIron’s site in the Namib Desert, 50 miles from the Atlantic coast, averages just 30 hours of overcast skies per year, Michels tells me. The energy potential here, he says, is “incredible.” Advertisement Michels, who trained as an economist and started HyIron as a side project when his family-owned safari lodge went quiet during the covid pandemic, isn’t the only Namibian with big plans for hydrogen. Since 2021, when the government identified the gas as a potentially “transformative strategic industry,” it’s become something of a national obsession. There are at least nine other projects planned or under construction, including one, in Namibia’s south, that’s among the largest proposed green hydrogen investments in the world. The Namibian government’s Green Hydrogen and Derivatives Strategy, released in 2022, envisions the creation of three “hydrogen valleys,” along the southern, central, and northern coasts, with a target production of 10 million to 12 million metric tons per year by 2050. That’s equivalent to more than 10% of all hydrogen made annually today. As soon as 2030, the strategy document claims, the industry could create 80,000 jobs and raise GDP by 30% through a combination of tax revenue, royalties, and the knock-on effect of so many investments.  If even a fraction of this production comes to pass, it will give Namibia’s economy a major boost. But it is a gamble. Green hydrogen technology is still in its infancy, and long-term demand for its products remains uncertain. Pursuing a technology that isn’t yet commercially established, some critics fear, could strain government resources and distract from more urgent priorities, including the persistence of hunger and a domestic power grid that reaches only half of Namibia’s households. This is especially the case with the largest project under development, along the country’s southern coast, which will require at least $10 billion to get off the ground, a figure nearly as big as Namibia’s GDP today. That venture is contentious for environmental reasons, too: Under current plans, most of its infrastructure will be built inside a national park in a location Namibia’s top environmental watchdog calls the “most sensitive ecosystem in southern Africa.”",
    "“Given the small country that we are, we’re risking quite a lot entering into this global race,” says Ronny Dempers, executive director of the Namibia Development Trust, which advocates for community-based management of natural resources.  Adding to the uncertainty is the death last year of Namibian president Hage Geingob, the hydrogen strategy’s chief political backer. The new president, Netumbo Nandi-Ndaitwah, who took office in March, hails from the same political party, but multiple people familiar with her thinking told me she’s keener on developing oil and natural gas.",
    "Nonetheless, HyIron’s launch has given Namibia’s hydrogen ambitions a long-awaited jolt of momentum.  The question now is whether Namibia’s government, its trading partners, and hydrogen innovators like Michels can work together to build the industry in a way that satisfies the world’s appetite for cleaner fuels—and also helps improve lives at home.  The lightest element The idea of powering the world with hydrogen is hardly new. In his 1874 novel The Mysterious Island, Jules Verne wrote that water, “decomposed” into hydrogen and oxygen, could function as the “coal of the future.” Not only is hydrogen the most abundant element in the universe, but H2 gas, when burned, does not produce greenhouse gases and releases more energy per unit mass than any other nonradioactive fuel—roughly five times more than coal and three times more than gasoline or diesel. Unlike oxygen or nitrogen, pure hydrogen gas can’t readily be captured from the atmosphere—because it’s so light, it tends to escape into space. Instead, hydrogen must be sourced by splitting it off from other molecules.  Until now, the process has been anything but green: Most hydrogen made today, primarily for use in petroleum refining, fertilizers, and petrochemicals, is created through a process called steam methane reforming, in which high-temperature steam reacts with methane (CH4), releasing large amounts of CO2 in the process. As a result, the IEA calls hydrogen today “more of a climate problem than a climate solution.” Related StorySupershoes are reshaping distance runningKenyan runners, like many others, are grappling with the impact of expensive, high-performance shoes.",
    "Making hydrogen via electrolysis, as Verne described, was first achieved around 1800. But the process needs a lot of energy, and it wasn’t until the late 2010s, with the costs of wind and solar power falling and governments taking concrete steps to help keep global warming to a minimum, that commercial interest in splitting water with renewables began to emerge. A road map published by the IEA in 2023, which outlines a path to reaching net-zero ­emissions by midcentury, calls for dramatically expanded use of this “green” hydrogen. A portion of it would replace conventional “gray” hydrogen for existing uses. But the bulk would be for new applications, like iron and steel production, power generation, or long-haul transport—some fueled by hydrogen itself and others by derivatives like ammonia (NH3), which is made by fusing hydrogen with nitrogen.  Most rich countries have adopted policies that incentivize this shift. The European Union, for example, which has caps on fossil-fuel emissions in many sectors, mandates that 42% of hydrogen used by 2030 originate from renewable sources.",
    "Advertisement Netumbo Nandi-Ndaitwah, president of Namibia, speaks at a ceremonial opening for HyIron Oshivela in April.COURTESY OF HYIRON   Part of the facility’s 12-megawatt electrolyzer, which separates hydrogen from waterCOURTESY OF HYIRON   After hydrogen gas is created in the electrolyzer, it is sent into liquid-gas separators, which remove residual water.COURTESY OF HYIRON   Johannes Michels, CEO of HyIronCOURTESY OF HYIRON     For many African countries, this represents an opportunity. According to the IEA, the continent is home to 60% of the world’s best potential sites for solar power, thanks to its levels of year-round sunshine and quantity of land suitable for solar farms. The Africa Green Hydrogen Alliance, a 10-country body formed in 2022, believes Africa can produce nearly a quarter of the hydrogen and hydrogen derivatives traded globally by 2050.  A handful of North African countries, including Egypt, Morocco, and Mauritania, have tentative plans to send hydrogen to Europe via pipelines—some new, and some retrofitted from existing pipelines built to carry natural gas. Namibia’s distance from Europe makes pipeline transport economically prohibitive. Shipping H2 gas, which takes up a lot of space even when stored in high-pressure tanks, wouldn’t be cost-competitive either. So Namibia’s plan is to use the hydrogen it makes to create iron, ammonia, and other products, which are dense enough to be transported by sea. The country’s biggest advantage is its especially strong wind and solar potential. Marco Raffinetti, CEO of Hyphen Hydrogen Energy, the firm developing the large-scale project in the south, believes that the company’s site there is one of the top three spots for hydrogen production in the world. The key, he says, is strong winds that peak at times when solar output is low, which minimizes power fluctuations and thus reduces costs. Namibia has other selling points as well, including vast tracts of sparsely populated land, a stable political climate, and a government open to new economic opportunities. The country’s GDP per capita, $4,168, ranks among the top 10 in Africa. But Namibia is also the world’s second most economically unequal society, in large part because of more than 40 years of rule under South African apartheid that included forced relocation. De facto segregation is still visible. Upmarket neighborhoods of the capital, Windhoek, home to a large share of the country’s white minority, resemble parts of suburban Los Angeles, with modernist houses on quiet tree-lined streets stretching into the surrounding hills. But much of the city’s population resides in an apartheid-era settlement known as Katutura, or “the place where we do not want to live.” Many of the homes here are corrugated-iron shacks without electricity or running water.",
    "Namibia’s poverty is also a consequence of more recent economic stagnation. According to the World Bank, GDP per capita fell by 30% between 2012 and 2023. Uranium, one of the country’s largest exports, faced a decade-long slump as several countries reevaluated their use of nuclear power following the 2011 meltdown in Fukushima, Japan. Namibia’s fishing sector was hit with a major corruption scandal in 2019 that left two high-ranking officials in prison. Then came covid, which stifled tourism, and the country’s worst drought in a century, which left nearly half the population in need of aid; according to government figures, more than 1,100 people died of malnutrition between 2020 and 2024. Jobs are now scarcer than ever. As of 2023, according to the Namibia Statistics Agency, fewer than one in three people of working age were employed.  It is in this context that Geingob, the late president, turned to hydrogen. A veteran of the independence struggle, Geingob had been elected in 2014 by promising to deliver prosperity. Instead, according to Robin Sherbourne, an economist who’s studied Namibia since the 1990s, growth continued to stagnate and support for his party began to wane.  “Green hydrogen was starting to take off, and Namibia had all the basic ingredients,” Sherbourne tells me. “So [Geingob] jumped at it. It gave him something to wave in front of the electorate and say, ‘Look, things are happening.’”  “It gave him something to wave in front of the electorate and say, ‘Look, things are happening.’” Robin Sherbourne, economist Electrolyzers in the desert Two and a half years after the release of the government’s Green Hydrogen Strategy, the industry is gradually coming to life. HyIron’s current setup, which cost €30 million (currently $34 million) and was financed in part by a grant from the German government, is capable of producing 15,000 metric tons of iron per year, roughly enough for 10,000 midsize cars or one large high-rise ­building. Michels hopes to scale that to 2 million metric tons by 2030, at an estimated cost of $2.7 billion.",
    "Related StoryWhat Africa needs to do to become a major AI playerInadequate funding, infrastructure issues, and fights over regulation mean the sector's future remains uncertain.",
    "Another project, developed by the Belgian shipping company CMB.Tech and the Namibian firm Ohlthaver & List, is working to produce trial amounts of hydrogen. In a second phase, it will trial generation of ammonia, which is primarily used today in fertilizers but could eventually be a key fuel for ocean-faring vessels. Ultimately the idea is to spend $3 billion on commercial-­scale ammonia production, aiming for 250,000 metric tons per year by the end of the decade, as well as a terminal at the port of Walvis Bay, where vessels rounding the southern tip of Africa will be able to bunker with the fuel.  Near the port city of Walvis Bay, the Belgian shipping company CMB.Tech, in partnership with the Namibian firm Ohlthaver & List, has built a solar-powered plant to create hydrogen that can be dispensed as fuel. In the future, the venture will use hydrogen to produce ammonia, some of which will fuel CMB.Tech’s own oceanfaring vessels. COURTESY OF CMB.TECH   The Hyphen project, by contrast, exists for now mainly on paper. Although the company signed a concession agreement with Namibia’s government in 2023, it hasn’t yet secured the financing it needs to move ahead with construction. But if the project does come to life, it will be one of the world’s largest: Plans call for the installation of seven gigawatts of renewable power, more than 10 times Namibia’s current generation capacity, to produce 2 million metric tons of ammonia annually by 2030. According to Raffinetti, Hyphen plans to “overbuild” the accompanying infrastructure so it could also be used in future projects in the planned southern hydrogen valley. Meeting Namibia’s 2050 targets under the Green Hydrogen Strategy would require the equivalent of 30 Hyphen-size projects spread across the three corridors of production. Advertisement This planned footprint has already been the source of controversy. Hyphen’s concession—the land it has been granted access to—encompasses 18% of Tsau Khaeb National Park, a protected area about the size of Massachusetts that’s home to flamingos, African penguins, and 31 species of plants found nowhere else on Earth, many of them water-storing succulents that blanket the desert in majestic pastel-colored flowers when it rains.   The CMB.Tech project’s Hydrogen Academy has begun holding training sessions on hydrogen and how to handle it.COURTESY OF CMB.TECH   Chris Brown, who leads the Namibia Chamber of Environment, a coalition of environmental NGOs, says the project would irreparably damage the “integrity and resilience” of the park. Raffinetti says Hyphen’s equipment will take up a small fraction of its concession and will be built in a “surgical way” to avoid the most ecologically sensitive areas.  But environmentalists are not the only ones who’ve criticized the choice of location. An expanded port, built to facilitate ammonia exports, will sit immediately adjacent to a site that housed a labor and extermination camp during Namibia’s 1904–1908 genocide, in which tens of thousands of Nama and Herero people were killed by German soldiers during a period of resistance to colonial rule. A 2024 report commissioned by Nama and Herero leaders argues that the extension of port infrastructure would “desecrate” the heritage of the area and those who died there. It doesn’t help the optics that Hyphen’s majority shareholder, the renewable power producer Enertrag, is a German company.  Beyond these sensitivities, Namibia’s broader hydrogen aspirations remain subject to many questions. While the country’s desert climate is ideal for generating power, the other key input for green hydrogen—water—is scarce. The central coastal region, where the HyIron and CMB.Tech projects (as well as several others in early-stage development) are based, already sources much of its water from a local seawater desalination plant that’s powered only in part by renewables. Other facilities are planned here and in the south, but some worry that hydrogen projects could face water-related bottlenecks.",
    "“If you want your green hydrogen projects to be implemented here, we want our household problems to be solved.” William Minnie, youth spokesperson, the Landless People’s Movement Namibia’s prospects also hinge on a global market for green fuels that’s highly precarious. Over the past few years, the hydrogen sector has gone from a period of “hype” to one of “disillusionment,” according to Martin Tengler, head of hydrogen research at BloombergNEF, which studies markets for new energy technologies. Absent incentives, Tengler is skeptical that green hydrogen will ever reach cost parity with gray hydrogen in most parts of the world. Certain industries, though, could embrace it even if it costs more. He notes that some higher-end automakers have already shown a willingness to pay a premium for green steel, even if it means a car’s price goes up by 2 or 3%. (Benteler, a German metals processing firm that supplies the automotive market, has committed to purchasing test quantities of green iron from HyIron.) Uncertainties also surround the future of ammonia. According to the IEA road map, ammonia made from green hydrogen could power 44% of global shipping by midcentury. But it, too, is likely to remain expensive relative to both conventional fuels and carbon-based alternatives like methanol and liquefied natural gas.",
    "Some in Namibia are especially worried about Hyphen, which has not yet signed any binding agreements with customers. In a bid to boost Hyphen’s attractiveness to other financiers, the government assumed a 24% ownership stake in the venture. The money it’s put in so far, roughly €24 million ($27 million), is covered by a Dutch government grant. But Namibia’s portion of construction would likely be financed through loans, exposing taxpayers to the project’s risks. Detlof von Oertzen, an energy consultant who’s been exploring Namibia’s hydrogen potential since independence, believes this is reckless, especially given the country’s pressing needs in food, health care, and education. “We have a massive budget deficit,” he tells me. “We should not be binding resources to projects that might not end up leading anywhere.” Like many Namibians I spoke to, von Oertzen thinks the government’s targets for hydrogen production, and jobs associated with it, are wildly unrealistic. At the same time, he and other critics believe there are ways in which the industry can contribute to national development. Despite his misgivings about the government’s support of Hyphen, he believes a desalination plant that the company plans to build could play an important role in combating local water shortages in Namibia’s sparsely populated south and, in turn, help draw more industry and people.  Related StoryHow the auto industry could steer the world toward green steelUsing steel with lower emissions would add only 1% to the price of the average new vehicle.",
    "Raffinetti tells me that his company is also exploring the possibility of transmitting excess electricity from peak periods to the grid for local use. That may not put a major dent in the country’s electrification deficit, since the majority of Namibians who lack grid power live in the distant rural north. Still, some would like to see the government make more explicit demands from foreign investors to address local gaps. William Minnie, youth spokesperson for the Landless People’s Movement, an opposition party, believes it comes down to better negotiation. “If you want your green hydrogen projects to be implemented here,” he says, “we want our household problems to be solved.” Some see Nandi-Ndaitwah’s arrival in office as a chance to forge a more pragmatic way forward. One goal outlined by her party during last year’s election campaign is “to increase rural electrification and ensure availability of affordable electricity.”  Advertisement Banks of solar panels at the HyIron Oshivela facility in the Namib DesertCOURTESY OF HYIRON   At a ceremonial launch of HyIron’s plant in April, Nandi-Ndaitwah praised the project for opening a “new chapter in Namibia’s industrial history.” At the same time, she’s also pledged to move toward the extraction of oil and gas. Since 2022, firms exploring in the deep waters off Namibia’s coast have announced significant discoveries of those resources. The reserves might be too expensive to develop, and they don’t exactly position the country as a steward of the energy transition. Some observers, though, believe embracing fossil fuels could be a way to hedge against the uncertainty surrounding green hydrogen while lowering the costs of developing both. “If you take a combined approach, there’s a lot of infrastructure that can be shared between the two industries,” says Ekkehard Friedrich, a Windhoek-based investment advisor.  For all the questions about hydrogen that linger, there’s also a strong sense of anticipation. After my tour of HyIron, I drove for an hour, much of it along a desolate gravel road, to explore the nearest town. A faded desert settlement, Arandis was originally built to house employees of Rössing, an open-pit uranium mine that was once the largest in the world. There I met Joel Ochurub, 20, the son of a mine worker who’s studying to be a machinist. Jobs in Namibia, he told me, are “very scarce”; hydrogen might not create opportunities for everyone, he said, but the more industry Namibia can lure, the better. “When you see posts about green hydrogen on Instagram, there are so many likes,” he said. “People are excited.”  Jonathan W. Rosen is a journalist who writes about Africa."
  ]
}