{
  "url": "https://www.ft.lk/columns/Education-Reform-Don-t-play-politics-with-our-future/4-786784",
  "title": "Education Reform: Don’t play politics with our future",
  "ut": 1768172905.0,
  "body_paragraphs": [
    "Education reform cannot be selective or cosmetic. It must apply across the entire spectrum of education. True reform goes far beyond changing textbooks or syllabi. Education is an ecosystem. If one component is ignored, the entire system suffers",
    "A modern, updated and forward-looking education policy is no longer a matter of choice. It is a national necessity that is urgent, overdue and unavoidable.",
    "Education reform cannot be selective or cosmetic. It must apply across the entire spectrum of education, from primary and secondary to tertiary, technical and university education. The objective must be clear and uncompromising: to mould a balanced, capable, ethical and socially responsible individual, worthy not only of personal success but also of meaningful contribution to society and the nation.",
    "True reform goes far beyond changing textbooks or syllabi. It must address curriculum development, extra-curricular activities, teacher training, infrastructure, technology, assessment methods, governance and equity of access. Education is an ecosystem. If one component is ignored, the entire system suffers.",
    "The urgency for meaningful reform is real. In fact, it is long overdue. Precisely for that reason, every stakeholder has a duty to act responsibly. This includes the Government, the Opposition, the bureaucracy, educators, unions, civil society, parents and professionals.",
    "Education reform must unite, not divide. The Government, while carrying the primary responsibility, must resist the temptation to push through hurried and inward-looking agendas. Education reform imposed without trust and consultation will inevitably fail",
    "This moment demands leadership, not ego.",
    "The Government, while carrying the primary responsibility, must resist the temptation to push through hurried and inward-looking agendas. Education reform imposed without trust and consultation will inevitably fail. What is required is a structured, time-bound and fast-tracked consultative process with clear milestones and transparency.",
    "Yes, the process must move fast, but not blindly.",
    "Perfection is neither realistic nor necessary. No reform will satisfy everyone. However, a sincere and inclusive effort can minimise shortcomings, build national ownership and ensure sustainability beyond political cycles.",
    "Equally important, the opposition must rise above narrow perspectives, personal grievances and short-term political calculations. Rather than viewing reforms through a partisan or individual lens, the opposition has a responsibility to examine the overall framework of reform and come forward with constructive, evidence-based suggestions that improve outcomes for students and teachers alike.",
    "A credible Opposition strengthens reform. A reactive Opposition weakens the nation.",
    "Trade unions and professional bodies too must engage responsibly. Education must not become another arena for street politics or ideological rigidity. History has taught us painful lessons, including how successive governments, when in Opposition, resisted reforms they themselves later advocated. We have seen this cycle before, including during debates surrounding education white papers in the early 1980s.",
    "Repeating those mistakes would be unforgivable.",
    "This is not about governments or Oppositions. It is about children yet unborn, about families who place their faith in the education system and about a country whose future competitiveness depends almost entirely on the quality of its human capital.",
    "A credible Opposition strengthens reform. A reactive Opposition weakens the nation. Trade unions and professional bodies too must engage responsibly. History has taught us painful lessons, including how successive governments, when in Opposition, resisted reforms they themselves later advocated",
    "Let us be clear. Playing politics with education is playing politics with the future of the nation.",
    "At the same time, the Government must guard against arrogance. No administration has descended from heaven with a monopoly on wisdom. Pretending to be infallible, excluding dissenting voices or branding all criticism as obstructionist will only polarise the nation further, reducing a national project into an “us versus them” contest.",
    "Education reform must unite, not divide.",
    "What Sri Lanka needs today is humility in leadership, responsibility in Opposition, honesty in consultation and courage in execution. If this reform is done right, inclusively, transparently and purposefully, it can become a defining national achievement.",
    "Iwf it is done wrong, rushed or politicised, we will pay the price for generations.",
    "Let us not fail our children.",
    "(The author is a President’s Counsel and had served as the Minister of Foreign Affairs, Minister of Justice and Minister of Finance)"
  ]
}