{
  "url": "https://www.ft.lk/columns/Muslim-rage-over-a-sticker/4-775489",
  "title": "Muslim rage over a sticker",
  "ut": 1744333211.0,
  "body_paragraphs": [
    "The Muslim community in Sri Lanka has taken Rushdi’s arrest as evidence of AKD’s and NPP’s “honeymoon” with Israel",
    "“It may be that there is much ambiguity and ideology attached to the term ‘terrorism’ that it is best to avoid its use altogether, as it is likely to be twisted in public discourse to demonise the enemies of the established order, while exempting state violence from legal and moral scrutiny”",
    "A young street-vendor Muhammad Rushdi’s sticker expressing his anti-Israel sentiment over what is happening in Gaza since October 2023 has provided the rationale for an incompetent Police department to arrest this youngster under the draconian Prevention of Terrorism Act (PTA), originally introduced as a temporary measure in 1979 but made permanent in 1982 by the then President J.R. Jayewardene. The Muslim community has not forgotten that it was under that same Act an innocent young Muslim teacher and poet, Ahnaf Jaseem, was arrested in May 2020 and his case caught international attention through Amnesty International before he was released on bail in December 2021. Amnesty International has again raised its concern over Rushdi’s arrest and he too has now been released on bail.",
    "President Anura Kumara Disanayake promised during his election campaign that he would remove this despotic piece of legislation, but it is still there in the statute book providing a ready-to-use weapon to arrest and incarcerate anyone for any action which the police would consider as relating to terrorism, a term that still lacks a universally accepted legal definition. Thus, pasting an anti-Israel sticker according to the police appears to be an act probably leading towards committing a terror act.",
    "Did the Police accidentally come across this sticker while patrolling the vendor’s street or whether they acted on information provided by a third party is unclear. However, they could have asked the vendor to remove the sticker at once with a stern warning and then monitor the culprit’s movements and behaviour for some time so that more evidence could be gathered for charging him under PTA. But their hastiness has created an embarrassment to President Anura Kumara Disanayake and the NPP Government who are now forced to defend the Police action in the face of mounting Muslim rage.",
    "AKD’s and NPP’s “honeymoon” with Israel",
    "Given the worldwide outrage against and condemnation of Israel’s genocidal war in Gaza which is supported by what Richard Falk – an expert on international law, described as the “civilizational alliance” of Global North, the Muslim community in Sri Lanka has taken Rushdi’s arrest as evidence of AKD’s and NPP’s “honeymoon” with Israel. Their demonstrations against that arrest provided another opportunity to Muslim parliamentarians in opposition and their apparatchiks outside including groups of pro-Palestine Muslim activists to outpour their anger at AKD and NPP. What makes their anger and demonstrations more opportunistic and fortuitous is the approach of Local Government Elections in a few weeks, in which they want NPP’s candidates be defeated.",
    "Demanding PTA’s abolition in defence of democratic freedom and human rights is one thing, but accusing AKD and NPP for honeymooning with Israel is quite another. Regarding the first, Muslim leaders seem to be waking up and raising their voice against PTA only when one of their community members is charged under it and thrown to prison. PTA is the child of JR, and it was specifically designed to suppress active opposition to his presidential political model and open economy paradigm. After the 1983 pogrom PTA became a handy weapon to throw into jail many Tamils who openly supported armed struggle to win Tamil Eelam.",
    "Even after JR’s departure when his successors retained that legislation with promises to abolish, and when trade unions, university communities and other progressive elements from within the majority community organised protest gatherings against PTA, Muslims largely kept aloof and watched the fun. Unfortunately, this characteristic of aloofness is symptom of the community’s self-alienation about which this columnist had elaborated in earlier contributions to this journal. This is why the community’s demonstrations against the arrest of young Rushdi has not attracted wider attention that it deserves.",
    "On the issue of honeymooning with Israel also Muslims have been selective in their choice of target. Honeymoon with Israel started when JR decided to allow that country to open an Israeli Interest Section (IIS) in Colombo in 1984. When his Muslim parliamentarians expressed their displeasure at its opening, JR promptly asked them to quit his Government if they did not want to support. None of them did. Since that time Israel’s influence in Sri Lanka was on the ascendance. So much so, when the Muslim Foreign Minister under Ranil Wickremesinghe’s Presidency attended the 75th anniversary function hosted by the Israeli consulate in Colombo that minister did not have the nerve to remind his host that it was also the 75th anniversary of today’s Palestine and the Nakba.",
    "(The writer is a retired economist, W. Australia.)",
    "Employment link with Israel",
    "Today, NPP Government is facing another fact to consider in shaping its policy towards Israel. This is the employment link with Israel for Sri Lankan labour. It is reported that more than 8,000 Sri Lankans are currently employed in various capacities in Israel. Given the disastrous economic situation inherited by AKD and NPP employment opportunities in Israel like similar link with Gulf countries cannot be sacrificed for the sake of political expediency. However, there is a damaging side to this link against which the President and Government should take corrective measures.",
    "Mushrooming Chabad Houses reportedly functioning as dens of spies and Israeli tourists of whom a few are war criminals overstaying their visas and engaging in businesses without license is a worry. The Arugam Bay incident must have sent a warning to the Government already. It is possible that one of these Israelis must have been that third party which informed the police about Rushdi’s sticker. Thus, managing the Israeli connection is going to be a diplomatic challenge of the highest order to AKD.",
    "Treasonous complicity of Palestine’s Arab neighbours",
    "There is also another condemnable aspect to the Israeli genocide in Gaza about which Muslim demonstrators in Sri Lanka are surprisingly silent. This is the treasonous complicity of Palestine’s Arab neighbours with Israel. A couple of whom like UAE and Bahrain are signatories besides Sudan and Morocco to the Trump initiated Abraham Accord. Saudi Arabia is in the queue to join this cabal. One of the objectives of this accord is to normalise relations with Israel. As Samuel Huntington noted in his The Clash of Civilizations and the Remaking of World Order (1996: p. 297), “Betrayal of kin is the price of peace in a fault line war”. Why aren’t the Muslim demonstrators staging their protests in front of Arab embassies in Colombo?",
    "In conclusion, the fight against PTA has nothing to do with Palestine and Israel. It is a national issue and AKD and NPP must be pressured to abolish it in the interest of democracy and freedom. The controversial sticker is one more incident that adds to the urgency to do so. In the meantime, the Police need better education and training to handle PTA discriminatingly. There are enough rules and regulations available under the constitution to handle mischief makers like Rushdi.",
    "(The writer is a retired economist, W. Australia.)"
  ]
}