{
  "url": "https://www.dailymirror.lk/plus/Covid-19-policy-a-breach-of-trust/352-290134",
  "title": "Covid-19  policy,  a breach of trust",
  "ut": 1724358935.0,
  "body_paragraphs": [
    "It was trust that made people believe that the Polymerase Chain Reaction test was the gold standard for the disease when the world-wide- web had sufficient material indicating otherwise",
    "Quo vadis domine? ‘Where are you going, Lord?’, Peter asks the risen Christ whom he meets along the Appian way. ‘Romam eo iterum crucifigi’, Christ replies. ‘I am going to Rome in order to be crucified again.",
    "While Christ sacrificed his life for the love of man, we live for the love of man. We live for the fulfillment of executing the simple rights and duties of the human family to which we belong. We are glad when life offers us the opportunity to care for parents, children, spouses, siblings and the community. The pinnacle of our Asian human experience is the fulfillment of duty according to the values embedded in our tradition. We can identify and differentiate between the roles of kinship. We are not free-floating individuals soaring on the wings of self-centred hedonism, rather, are born to live a specified life. We are deeply interconnecting to the unit of the family which is fortified and sustained from the happiness we give others and get from others. The units of family, and the community are not based on written constitutions; but are founded on generations of trust. And, it is that trust we extend to our elected governments and public institutions. We humans do not need government or institutions to exist, but institutions and government need us.",
    "It is this trust which was abused when the Covid narrative unfolded.",
    "It is because of misplaced trust that most citizens, (even the rural Sinhalese and all Tamil, despite a post-independent history of being deceived, tortured, killed and disappeared by the hands of state authorities) believed the narrative told by the same authorities and collectively, without least objection, obeyed the inhuman and perverse commands of social distancing, masking, testing and finally, having complied with the unscientific and irrational commands of political and institutional authority, flocked to parks, temples and schools to get themselves injected with a substance, whose efficacy was uncertain but worse still, whose toxicity was unknown.",
    "Trust is the Achilles heel of the human animal.",
    "It was trust that made these people believe that the Polymerase Chain Reaction (PCR) test method was the gold standard for disease. The world-wide- web had sufficient material indicating otherwise. Even the inventor of the PCR test, Kerry Mullis says, ‘The PCR test doesn’t tell you are sick. These tests cannot detect free infection viruses at all’.  Nonetheless, the majority did not inquire. They assumed that public authorities were of the same human family.",
    "One cannot expect a populace with no medical knowledge to inform themselves on the questionable safety of this new technology using lipid nano particles containing synthetic RNA, for the purpose of immunity against a regular viral infection, projected as an apocalypse, by an unelected non-governmental international organisation; the World Health Organization (WHO), upon whose behest our authorities seem to have acted.",
    "The WHO, since its inception has succeeded, (especially since its affiliation with the Bill and Melinda Gates Foundation in 2000), not in bettering human health, but in transforming the healable acute into a progressive chronic. Thereby it has escalated the profits of pharmaceutical giants whose objective is the generation of profit through new diseases whose management requires new drugs. When death does come, one is long dead, in mind and spirit; through drug poisoning.",
    "For whom do our health institutions work? For the public or for drug cartels? Well, the last years have proven that it has not been for the public. Instead, like good pied pipers; politicians, public institutions and health officials have parroted the number theories and mortality conjectures materialised by the WHO and its collaborators.",
    "Yet, is this something new? A recent film by Martin Scorsese, (coincidentally or intentionally, released immediately post-Covid vaccine rollout) ‘Killers of the flower moon’, describes the cruel fate of the native American Osage community of Oklahoma in the Americas.  Having had their native lands seized by white settlers, they were driven into a rocky reservation around Oklahoma with the assurance that they could reap the profit of this assumed wasteland. But this wasteland proved to have oil. Soon, the plan for the acquisition of Osage terrain was hatched. First, they began poisoning them with a diet that caused diabetes. Then, gave them the medicine that killed them. Davin Grann, the author of the book which became the above film says, ‘The plan was to kill the rich Indians’.",
    "Coincidentally, it is the same people who are at work now.",
    "For example, why is it, that in the Kandy hospital, there has been a sudden surge of extremely malignant, rapidly proliferating turbo cancers amongst its doctors?",
    "Could its cause be due to Kandy hospital’s doctors and medical students getting the Moderna vaccine?  Moderna was the most lethal of vaccines in the Covid market, its lipid nanoparticle content more than treble than that of Pfizer and has been categorised as the most lethal of all vaccines.",
    "Why do the young and healthy suddenly fall down dead with cardiac arrest? Why is there a surge in blindness, deafness, sepsis, myocarditis, turbo cancers, thrombosis, strokes etcetera? Is the vaccine not the only common denominator of the last four years? Why is there a hush instead questions? Where are the voices of those lock down and vaccine advocates, doctors, virologist and pharmaceutical ombudsmen now, in the light of the immense proliferation of strange and inexplicable disease without known aetiology? Why are they silent? Should they not, instead, be holding a public inquiry regarding all the Covid 19 policies, both preventive (social distancing, testing and masks) and curative (vaccines)? Are they answerable to us, or to international drug cartels?",
    "What is Long Covid? Have those who seem reaffirmed pronouncing their sufferance through ‘Long Covid’ ever inquired if such a disease does exist? There is no scientific paper written by any serious scientist proving the existence of ‘Long Covid’. ‘Long Covid’ is a placating name given to a collection of symptoms caused by vaccine side effect. It is only the vaccinated who can claim it.",
    "Due to the sudden appearance of heart ailments in children, today, in the nation’s schools, children are instructed to take an ECG test prior to sports events.  Indeed, it is good to take precautions, but how often does a child not run outside of sports events? Would he not run to catch a bus, a ball, run between wickets in a neighborhood cricket match? Is he expected to do an ECG prior to play? Or, has the current smart digitalised parenthood which permitted politicians to mask and imprison their children think, play is no longer a child’s prerogative?",
    "I recollect the sinister prophecy of Somalatha Subasinghe’s famous play ‘Vikurti’. The drama of a talented young girl whose passion was dance and drama. Her mother forbade her from doing what she loved for the want of having a daughter who would make her proud by becoming a doctor.  ‘Vikurti’ ends with the girl’s mental derangement.",
    "Is play not a child’s nature? Is it our preferred choice that children go mad?",
    "Would it not be far more advisable to create a medical task force to understand the impact of the damage caused by vaccines and find a synthesis with our traditional medical systems to cure the pathologies caused to the nation’s youth by vaccines? Are they not our future?",
    "Alas, that is not of interest to the person prescribing the ECG. The ECG is far more profitable to the minister recommending it, the agent selling it and perhaps the school bureaucracy recommending it. For it is this institution; the school, which has been most evil in the last years. We had no vaccine mandate, yet schools refused entry to unvaccinated children. That is an unpardonable crime and every one of those principles who enforced vaccination is culpable. They have committed a crime against our children.",
    "Children did not die of Covid. It was never a threat to them. But, they were injected with the genetic manipulating Pfizer vaccine.  Studies have to be done over generations to understand what mutations genetic engineering may cause to progeny and if fertility may be affected. While parents received the comparatively non-dangerous Chinese and Russian vaccine (based on existing technology), all our children were given the Western produced experimental mRNA vaccine, not once, but twice; in adult doses.",
    "Our children were forcibly inoculated by the orders of principals, teachers and the teachers’ unions for the fear that children could infect them. Had our grandmothers been afraid when a child came home with infectious diseases? No. It was they who looked after children while mothers went to work. When in human history has man sacrificed children to save himself? Today, children suffer, not only from heart diseases, but also from cancers, neurological disorders and infertility. The list of young girls whose menstruation has stopped is countless. And not to mention inflammation of testicles. Have our children been rendered sterile?",
    "Naomi Woolf, in her book ‘Facing the Beast’, written after studying the Pfizer documents writes, ‘Reproduction itself is targeted by the mRNA vaccines, and babies and fetuses are harmed at a scale which everyone at Pfizer and the FDA (Food and Drug Administration), who read these documents knew’. That the vaccine was ‘safe and effective’ for the pregnant was pronounced after a study of forty four French rats.  The scientist who ran the study were shareholders and employees of BioNTech Pfizer.",
    "Will our children ever have the simple human joys, like we did, in having children? Was this vaccine another euphemism for birth control? An African leader is attributed to saying, ‘They (meaning the white colonial settlers) came to our lands, put the Bible into our hands and taught us to close our eyes and pray. When we opened our eyes, we had the Bible, they had the land’.",
    "Is this not happening again, or, has it ever stopped happening?",
    "If not, which sublime idiot (WHO) orders medical intervention on children with products whose toxicity has not been tested, especially for the science fictional ideal of preventing an airborne virus which is easily conquered by the essential genius of the human immune system.  In the zeal of obliging colonial masters (who compromise the WHO) our authorities have injected our children with irreversible damage and instead of holding a public inquiry or conferring liability upon those who ordered it, we move from one crisis to another, like playing musical chairs, distracting ourselves from the foundational ingredient of human life; health, and the highest of human virtue; Truth .",
    "Khalil Gibran, the Lebanese poet wrote in his poem titled ‘On Children’,",
    "‘Your children are not your children; they are the sons and daughters of life longing for itself.  You may give them your love, but not your thoughts, for they have their own thoughts. You may house their bodies but not their souls, for their souls will dwell in the house of tomorrow’",
    "We have taken from our children their tomorrow. Do we have no more ethical or moral demeanor? Do we truly not care? Children have been entrusted to a society for care.  Is it not our joint responsibility to ensure their safety, both physically and mentally?",
    "Instead of doing so we have merely followed imperial orders. We shut their schools and muzzled them with carcinogenous masks. Do not believe that we are free from colonial yoke. We are as enslaved as we have always been. Our minds captured by their myths for their economic empowerment is founded upon the enslaved native. Despite grand education and the triumph of Independence, we are still that native.  Perhaps our bodies had been freed, but our minds; never.",
    "This killer virus narrative has been tried for many decades. With AIDS, Mad cow, Swine Flu, Bird Flu, Ebola, Zika, Monkey Pox, Corona and now with Mpox. But it was only by 2019, with Covid-19 that all the actors and collaborators, like building blocks, were in the right places and the integrity of every public institution and media station had been forsaken.",
    "The false narratives were boosted by the media. Sick bodies in crowded wards, throats slit to fix ventilators, military trucks transporting bodies to crematoriums. Like a still life painting limited to the boundaries of its frame, reality was compressed into newspaper headlines and television announcements.  Truth, existing out of the picture frame was excluded. It did not say that those hanging on ventilators were the aged with multiple drug related co morbidities and suffering terminal cancers, emphysemas, pneumonias and other chronic pathologies. Nor did it convey the verity of the military trucks. Nor did it say that medical doctors had been given new Covid treatment guide lines that were contra indicated to viral infection treatment and drugs and remedies that were known to ameliorate viral pathologies had been delisted and forbidden.",
    "That was the fate of Ivermectin and Hydro chloroquine. The WHO orchestrated a narrative through a flawed scientific publication that indicated Hydro chloroquine’s lethality. The lethality was caused, not for the toxicity of the drug, but for the WHO’s chosen scientist giving a lethal dose of 3000 mg.  There were plenty of scientific papers, since decades, indicating success by treatment of a regular doses of 50 or 60 milligrams for viral infections. But the WHO did not want an old drug, it wanted a new patented technology. From which, the greatest profits could be made. How much of our health care budget has been squandered for the purchase of Moderna and Pfizer?",
    "Yet, all this is not new, it had been tried over and over again, since the birth of microbe theory. But, its prologue was AIDS. The appearance of emaciating, immune compromised homosexuals was a god given chance to the drug cartels of the United States of America.",
    "One of their scientist prophets, targeting the Nobel Prize (a prize that is more sensational than of intrinsic value to the human race) came up with a fabricated theory that the virus HIV was the cause of AIDS. Furthermore, although there was no evidence of AIDS being transmitted sexually it was proclaimed to be a sexual disease, contracted through touch, kiss, exchange of semen or even use of toilet seats.",
    "But what was AIDS? Did AIDS have a specific symptom that differentiated it from other diseases? Had the modern microbe hunters (scientist) discovered a specific AIDS virus?",
    "Negative. AIDS was not one particular disease but a name given to a series of symptoms that appeared simultaneously in the homosexual milieu.  The symptoms that corroborated to become AIDS was Kaposi’s sarcoma, pneumonia (caused by Pneumocystis Carinii), tuberculosis and shingles.",
    "Acquired Immune Deficiency Syndrome or AIDS, as it became commonly known, was a range of symptoms that were seen in chemotherapy patients. But, in the 1970’s, that these symptoms were seen in another population group; homosexual men without cancers. Though many commonalities existed between these men, like the consumption of recreational drugs, only sexual promiscuity was taken as a common denominator. And the proclamation ‘sexually transmitted disease’ was made and a test soon devised (like the PCR of today) to identify the microbe. HIV won the race.",
    "Though HIV negatives had symptoms of AIDS too, it was delisted. The sensation was greater with a ‘one disease, one virus’ marketing campaign. In this marketing campaign, HIV positives were given the death sentence. The campaign did not end with homosexuals, it was announced that they would pass it to heterosexual lovers who would pass it onto their female lovers, wives and prostitutes. Eventually, all of humanity would be dead. In the meantime, the scramble for a drug that could be marketed as a dual pack (HIV positive equals AIDS) began.",
    "Yet, that what was the world was not informed of was that these homosexuals were those who used the recreational drug known as ‘Poppers’, made from nitro glycerides that dilated the anal sphincter, thereby making sexual pleasure easier and longer. ‘Poppers’ was a common recreational drug among the US homosexuals. The damage and degeneration caused to the capillaries by the uninhibited usage of ‘Poppers’ was indicated by the appearance of Kaposi’s sarcoma lesions on their skin. This and the regular appearance of a strain of pneumonia which afflicted only the severely immune compromised, (which happened with the use of Poppers) were summed together and called AIDS.",
    "Immune deficiency was uncommon to the majority which lived within prescribed behavioral norms. That it was not anal sex but sexual stimulators which caused AIDS was not divulged to the general public.  Instead, they were mentally tortured with the lie that HIV was equal to AIDS after an incubation period of zero years to ten or more.",
    "The long incubation theory was good for drug profits.  A highly toxic drug, Azidothymidine (AZT) developed by the head of the US National Institute of Allergy and Infectious Disease (NIAID) Anthony Fauci (who was the prophet of the Covid narrative too), at exorbitant cost, was administered to all HIV positives, even if they were perfectly healthy.  (like PCR positive and Corona)",
    "AZT could not have cured AIDS for AIDS was not a disease. AIDS was caused by lifestyle choices, not by nature.  AZT should have landed in the dustbin of pharmaceutical discoveries, but it was hyped (like the Covid vaccines) and sold to thousands of healthy HIV positives.  Every one of them who was given AZT is now dead. Those who survived, such as Magic Johnson, discontinued the drug. Freddy Mercury died from AZT, not AIDS. Rock Hudson, who gave AIDS a face, was a ‘Popper’ user. And, it was never made public that his longtime sexual partner got no AIDS. AIDS was never  sexually transmitted. It was a creation of recreational and pharmaceutical drugs.",
    "Then, the WHO took AIDS to Africa. A public smear campaign, associating Africa with black promiscuity, sexual savagery and compulsive hedonism started. ‘AIDS IN AFRICA, A killer Rages On’. When the then Sunday Times medical correspondent flew to Africa to study AIDS, the answer he got from all, to nature of their disease was the one word, ‘AIDS’. But, when he studied the nature of African Aids, what he found was tuberculosis, chronic diarrhea, malaria, leprosy, malnutrition etc. He concluded the article saying, ‘all these diseases had been known in Africa for ages. But, in the new hype of pharmaceutical scramble preceded by fear mongering, every disease that had existed since the birth of human time was called ‘AIDS’.",
    "AIDS was not a new disease; it was merely rebranding of old disease. It was the same with Corona. A cough, a cold, the loss of taste was called Corona. And, the positive PCR established the lie. PCR’s efficacy in detecting infection was notoriously fallacious, even its founder, the Nobel laureate Kerry Mullis stated, ‘To get some big numbers for HIV positive cases in Africa before they realized that antibodies to malaria – which everyone in Africa has – show up as PCR positive tests’.",
    "And, it is happening, in our country, again. Open the daily newspapers, ‘AIDS on the rise’, is a favourite front page headline. It is not AIDS that is one the rise, it is testing. Obviously, someone somewhere is making a quick buck as long as the virus mania is rages.",
    "This killer virus narrative has been tried for many decades.. Yet, many still love to use the euphemism of ‘Long covid’ to rationalize the side effects of the  post Covid jab.  Why is man so reluctant to articulate the truth? I was recently in the company of a couple, both Covid jabbed for the purpose of foreign travel where the husband, since the jabs suffers regular respiratory disease symptoms. Knowing their vaccination history, I pointed to the vaccination cause of this chronic malady and was about to suggest a path of amelioration when his wife attacked my hypothesis and manifested her own. ‘He gets these coughs because he doesn’t wear a mask when he takes the lift to his office’.",
    "This person is 64 years old. He has gone in many lifts. Until the age of Covid, the lift has not caused respiratory disease in him or any other.  Yet, what the ‘Age of Covid’ has done is to make everyman a suspect. Not of being a regular terrorist, but one that uses biological weapons; the natural viral composition of his human nature.",
    "Few understand science as few understood God. God was created for the purpose of men becoming better through transcendental truth and science was created for men to near empirical truth. But, the supposed science of today is not truth, it is dogma. Scientific standards and jargon are used to deceive a public long disinterested in the pursuit of truth, but embroiled in the pursuit of digital sensationalism, identity politics and fake social justice theories that separate the ‘I’ from the world in which it lives.",
    "Man is no longer a pilgrim upon a spiritual journey called life, but a puppet on a string in the Age of Disinformation.  Have we ever bothered to inquire as to why mankind suffers from diseases that were rarely a topic before the emergence of the free market economy in our country? Then, except for acutes, we barely had chronic disease. Today, we are animated textbooks of chronic disease. Be it diabetes, asthma, allergies, autism, auto immune diseases and cancers. Doctors and health care pundits claim that these have been caused by life style changes, but is it not equally probable that they have been caused by drugs?",
    "For many in our country, popping a Panadol for painless sleep is like a faithful saying a prayer at night. But, while prayer does not damage the liver, Panadol does. Why do so many women suffer fatty livers? We are not a nation of female alcohol consumerism. Why are so many children on brain changing psychiatric drugs? What is this child’s prognosis in five, ten, fifteen years when his liver cannot cope with detoxification and his brain gets the sluggishness and senility of a liver cirrhotic? Have parents ever question the damages they cause to their children by giving them Ritalin?",
    "A friend recently said to me that his grandfather had a little wound on his ankle that always opened. When he asked him why he did nothing about it, the grandfather’s response was, ‘If I close it here it will come out  from somewhere else, here I can see it and manage it, if it goes elsewhere, it can be fatal’. Had men of yesteryear greater wisdom than men to today, even without universal education and access to prestigious foreign universities?",
    "‘They put the bible into our hands and taught us how to pray, when we opened our eyes, we had the bible, they had the land?’ We have learned their methods and lost our insight and common sense. Do we know what medicines we get when are treated for cancer? Do we know what drugs are sold to our free national health care system? Do we know what commissions are gifted to authorities for passing drugs which have never been approved? Have we ever asked if nature or allopathic drugs cause the need for kidney dialysis? Have we ever asked young mothers, what vaccine caused the personality change of their children, which was gladly diagnosed as Autism?",
    "As Ivan IIlich writes in his book, the ‘Medical Nemesis’, ‘Before, he who got sick could still find in the eyes of the doctor a reflection of his own anguish and some recognition for the uniqueness of his suffering. Now, what he meets is the gaze of a biological accountant engaged in the input/output calculations.’",
    "Quo vadis Domine? Kanthi returned to be crucified the second time. With the first vaccine she got a turbo cancer. Its medical cure caused a brain tumor. An epileptic seizure killed her. Jesus fortunately left no children; he had the freedom to return to Rome to be crucified the second time. Kanthi did not want to, but was given no choice. Without the jab, she was not allowed entry to the house in which she was a servant. She had two young sons; she needed that money. A poor widow of 45 years from Obeysekera town in Colombo. Her mother wailed as the cortege was carried.  Kanthi was her only daughter.",
    "A human life is not born from artificial intelligence, it is born into the unit of the family; the hearth of trust, loyalty, reverence and duty. Kanthi was unable to fulfill her duty, either to her children or to her mother. She died crying, not for the sorrow of death, but the sorrow of unfulfilled duty. Her husband met an equal fate. He died from a sepsis that was left untreated until PCR test clearance. It was negative. By then, he was dead.",
    "It is not silence we need; it is a public inquiry and policy that makes every public official accountable to the crimes he commits against the human race. The WHO is in the wings, preparing for its ‘One Health’ plan; a power grab in the form of a ‘Pandemic Preparedness Treaty’. To abort that, we must be prepared, vociferous and brave. For should our representatives ratify it, the WHO would transition us from dictatorship to totalitarianism; the Ideology made up of lies.",
    "(The writer is an alternative medicines practitioner and author)"
  ]
}