{
  "url": "https://www.dailymirror.lk/opinion/Request-to-Repeal-the-Prevention-of-Terrorism-Act-Online-Safety-Act-and-Other-Repressive-Laws/172-298607",
  "title": "Request to Repeal the Prevention of Terrorism Act, Online Safety Act, and Other Repressive Laws",
  "ut": 1734733044.0,
  "body_paragraphs": [
    "The Coalition against the Repressive Laws (CARL) which comprise of more than 60 Civil Society, Media, Trade Unions and Professional Associations, in a letter to the President Anura Kumara Dissanayake has requested to repeal the Prevention of Terrorism Act, Online Safety Act, and other repressive laws that undermine fundamental rights and freedom.",
    "The CARL members also stressed that they are mindful that the National People’s Power (NPP) and the Janatha Vimukth iPeramuna (JVP) have historically opposed such laws and consistently championed their repeal. The PTA remains widely recognised as a draconian law that must be repealed immediately, and its continued use represents a significant deviation from the positions previously upheld by both the NPP and the JVP.",
    "In addition to the PTA, the CARL also strongly appeals for the immediate repeal of the Online Safety Act, another repressive law that severely undermines freedom of expression.",
    "“We are a coalition comprising 60 civil organisations, media groups, trade unions, and professionals united in opposition to repressive laws. Over the past two years, and indeed for many years before, our coalition has, collectively and individually, advocated for the repeal of laws that undermine fundamental rights and freedoms,” the letter read.",
    "“We are mindful that the National People’s Power (NPP) and the Janatha Vimukth iPeramuna (JVP) have historically opposed such laws and consistently championed their repeal. Your party has maintained this principled stance. And it was expected moves would be made to repeal such laws, especially the most draconian, Prevention of Terrorism Act (PTA), after your election as President and the assumption of power by the NPP-led government.”",
    "The continued use of provisions under the PTA to detain individuals is therefore deeply troubling. These detentions are often followed by charges filed under alternative legal frameworks. The PTA remains widely recognised as a draconian law that must be repealed immediately, and its continued use represents a significant deviation from the positions previously upheld by both the NPP and the JVP.",
    "“We urge you, as President, and your government to take immediate action to repeal the Prevention of Terrorism Act in accordance with your longstanding commitments.”",
    "In addition to the PTA, we also strongly appeal for the immediate repeal of the Online Safety Act, another repressive law that severely undermines freedom of expression. Although presented under the pretext of safeguarding online space, this Act was hastily passed by the previous government despite strong opposition from various stakeholders. It is evident that the primary objective of this legislation was to stifle dissent, a concern repeatedly emphasized by both you and your party.",
    "The repeal of these repressive laws would not only demonstrate your commitment to fulfilling electoral promises but also reaffirm the government’s dedication to upholding democracy and protecting human rights. Moreover, it would serve as a clear signal of your administration’s resolve to respect transparency and the principles of good governance.",
    "“We, therefore, reiterate our demand for the immediate repeal of both the Prevention of Terrorism Act and the Online Safety Act.  Moving forward, we strongly urge that all legislative processes be conducted in a democratic, transparent, and consultative manner, setting a standard of accountability and responsible governance,” the letter concluded."
  ]
}