{
  "url": "https://hbr.org/2024/11/set-your-team-up-to-collaborate-with-ai-successfully",
  "title": "Set Your Team Up to Collaborate with AI Successfully",
  "ut": 1732520714.0,
  "body_paragraphs": [
    "HBR Staff/Vaselena/Getty Images",
    "Developing employees to leverage AI tools effectively is not just a competitive advantage; it’s a means to sustain workforce engagement, adaptability, and innovation. While AI tools will undoubtedly shape the future of work, it is human curiosity, adaptability, and...more",
    "Organizations are navigating a transformative period where the rapid rise of artificial intelligence (AI) — particularly generative AI (gen AI) — promises to disrupt and reshape business landscapes, job roles, and employee development priorities.",
    "To be sure, nobody knows whether AI will deliver on its enormous promise, or whether we are at the “peak of inflated expectations”, but many experts claim this is just the beginning of a big technological revolution. For instance, Microsoft, which has just surpassed earnings expectations for its latest AI-sales, predicts that the total market for AI will reach $738 billion in the next five years. The Economist estimates that 80% of organizations in the U.S. and China rely on AI on a daily basis. And, despite popular concerns about automation, employers are generally optimistic. Our own ManpowerGroup data indicates that 55% of organizations are planning to increase their headcount because of AI.",
    "While it is easy to get excited by the transformative power of AI, one thing is clear: In order to leverage the potential benefits of AI for productivity, and for making work more intellectually stimulating and fulfilling, organizations must reskill, upskill, and develop their employees, managers, and leaders. This puts pressure on businesses to upgrade and future-proof their workforce so that human talent can both augment AI, and be augmented by AI.",
    "With that, here are five considerations for HR professionals, managers, and organizational leaders:",
    "5 Ways Leaders Can Set the Stage for Successful Human/AI Collaboration:",
    "1. Develop your AI augmentation strategy.",
    "The fundamental question to address is in which new ways employees will add value after they leverage the time and efficiency savings you can expect from AI. AI should clearly automate everything that can be automated — we should relish and celebrate this — but whatever AI automates will effectively become devalued and commoditized, putting the onus on what humans can produce with their talent, skills, and ingenuity, even if they do so by collaborating with AI.",
    "For example, recruiters may save up to 40% of their time by outsourcing repetitive and predictable activities, such as rapidly searching for keywords on a resume, editing unappealing job descriptions, or fixing typos in candidates’ job applications, but outsourcing these activities to AI does not create much inherent value. In fact, the actual value comes from having recruiters spend more quality time on human and humane activities, such as helping candidates understand how their potential aligns with available career choices, and helping clients understand the difference between what they want and need in a candidate.",
    "This logic applies to any role, job, and industry: All knowledge workers are less likely to lose their jobs to AI than they are to lose their job to another human using AI, and they’ll have to rethink how they will add value in their current role after they delegate as much as they can to AI. The organizational imperative is clear: to assess how roles and tasks are likely to change, and which new skills employees must deploy to not just add incremental value beyond what AI will do, but to actually maximize the value that AI can bring.",
    "Back to the example of recruiters: If we can help them harness and display their EQ, people-skills, and empathy, they will humanize the recruitment process by making it more candidate- and client-centric. A general rule that applies to most if not all jobs is that as AI injects automation and effectively takes care of specific tasks, the human imperative is to act in more human and humane ways. As I illustrate in my recent book, I, Human: AI, Automation, and the Quest to Reclaim What Makes Us Unique, the more AI acquires human-like capabilities, the more it forces us to be more humane.",
    "2. Ensure that performance evaluation and management systems are focused on output rather than input.",
    "Since AI’s main promise is to boost productivity, which is defined as output divided by input, organizations should ensure that they measure and reward output rather than input. A failure to do this will result in what is sadly the common scenario today, namely employees using AI in a clandestine way, achieving the same output with 30% to 40% less input (effort, time, skill), but not reporting it to their managers.",
    "After all, why would an employee tell their boss “Hey, I freed up all this time, so please give me more work” when they can “spend” that time cyberslacking on social media? As Satya Nadella noted, 85% of managers think their employees are slacking off at the same time that 85% of employees say they are working too hard and have too much on their plates. To be sure, throughout human history, we never invented any technology (e.g., the wheel, fire, electricity, the dishwasher and microwave) to work harder. Technology, like productivity, is about doing more with less, which includes achieving the same output with less effort.",
    "However, until organizations can work out how to “recycle” the time employees free up through AI (back to point 1), they should not punish them for being more productive, and rightly leveraging AI to achieve their goals with less effort. Organizations have two options: They can either increase the expected outcomes, or reward employees for accomplishing existing outcomes. Monitoring input or sanctioning employees for delivering the same outcomes with less effort will only lead to employees faking busyness or pretending to work, so they can avoid extra work.",
    "Note that performance metrics can be adapted to reward those who use AI to increase their productivity, thus creating a win-win scenario. By freeing up time, employees have greater opportunities to engage in reskilling and upskilling activities, which are crucial as job roles evolve alongside AI capabilities. To reinforce this, companies can offer direct incentives, such as time credits or learning stipends, to employees who achieve higher productivity through AI. These incentives encourage employees to view AI as a career booster rather than a threat, positioning it as an enabler of new skills and growth opportunities.",
    "Insight Center Collection",
    "Collaborating with AI",
    "How humans and machines can best work together.",
    "3. Help your workforce harness the skills AI is unlikely to master.",
    "The key human skills of the future will likely be the ones AI is unlikely to replace. Already now, we should rate our own skills relative to whether they can be found not just in other humans (our traditional competitors in the war for talent), but also AI.",
    "Although AI has arguably won the IQ battle (it can solve any well-defined problem, and knows more about most stuff, than most humans), the emotional intelligence (EQ) battle remains up for grabs. Indeed, even if AI ends up mimicking soft skills like EQ, there is no artificial substitute for human empathy, kindness, consideration, and the capacity to understand things, including other humans.",
    "AI (like some humans!) is very good at explaining everything without understanding anything. A future in which most people do most of their work interacting with AI, and where it’s hard to discern whether we are interacting with other humans or deep fakes, will place even greater emphasis on the human skills that make interactions with other people not just human, but also humane.",
    "Therefore, organizations (and managers) must try to harness their employees’ curiosity, particularly their deep desire to learn and know. It’s a shame that the term “deep learning” is usually associated with artificial rather than human intelligence. AI has already changed the meaning of expertise, which used to be about knowing the answers to a lot of questions, but is now about asking the right questions, knowing how to vet and assess the insights from AI, and making smart decisions on the basis of those insights — which may include ignoring them and correctly labelling them hallucinations.",
    "Fortunately, scientific studies show that there are many effective hacks for boosting curiosity in others: deliberating inducing knowledge gaps and creating intrigue; rewarding your employees for questioning things and asking why; and modeling inquisitive behaviors in managers and leaders all increase curiosity in employees.",
    "When AI can reproduce a skill, that skill becomes a commodity, and the differentiator is not the AI version of that skill, but the human’s ability to interact with AI better than other humans do. So, for instance, deep expertise in an area will help you prompt AI better than your peers, and make better use of the information you get from AI. Carelessly copying-and-pasting output from gen AI or delegating high-level tasks to AI will devalue the quality of your production. Think of gen AI as the intellectual equivalent of the food industry, and ChatGPT and related tools as a kind of microwave for ideas. We will all use and perhaps even abuse them, but when you want to impress someone, you need to make sure that you produce something better than what AI could have produced by itself or through its interactions with your peers — just as when you want to impress dinner guests, you wouldn’t just serve them a pre-packaged, microwaved meal, but a home-cooked meal made with your unique creative touch. The rise of AI pushes us to create the intellectual equivalent of the slow food or farm-to-table movement.",
    "4. Invest in (the often neglected) mid-level managers.",
    "Mid-level managers are the most consequential group of individuals to translate strategy into execution. Everything makes or breaks based on their performance: engagement, morale, productivity, and counterproductive work behaviors.",
    "Historically, organizations lacked a strong track record for appointing the right people into management roles, overemphasizing past performance as individual contributors (famously explained by the Peter Principle), and rewarding confident self-promoters who can manage up, as opposed to actually competent leaders.",
    "To make matters worse, modern challenges make management a rather complex task. Indeed, it is not sufficient for managers to be good at their job, to have technical expertise, and to be good at allocating and managing resources. We now also expect them to understand AI, gen AI, AI ethics, diversity, equity, inclusion, belonging, corporate advocacy, and climate change — and they should and be outstanding coaches. All of this is overwhelming, yet we rarely appreciate the importance or acknowledge the key impact managers have, focusing instead on employees or more senior leaders.",
    "In short, the biggest unit of investment to maximize the ROI from gen AI and AI should be mid-level managers: It’s only if we equip them with the ability to harness the soft skills needed to thrive in the AI age (point 3), and the technical expertise to navigate the intricate human-AI age, that organizations can succeed.",
    "5. Promote a healthy dose of AI-related experimentation.",
    "Too many people have made up their minds about AI without ever trying it, especially gen AI. Since an organization’s senior leaders’ values, beliefs, and behaviors can strongly influence others’ views, it can be disappointing when leaders inflict such prejudices onto others.",
    "At the same time, even when leaders are strong advocates of AI, they must make an effort to persuade employees to come along on this journey. This can include promoting knowledge sharing and learning from both successes and failures, as Harvard Business School’s Amy Edmondson illustrates in her most recent book. Creating a culture that emphasizes growth and adaptability is paramount in the human-AI age.",
    "Experimentation is also vital in the AI age, where the adoption of new technologies requires adaptation and iteration. Research on innovation and learning suggests that cultures that tolerate risk-taking and view failure as a learning opportunity produce more adaptable, innovative teams. Encouraging employees to experiment with AI tools and processes can spark creative uses of the technology that go beyond initial applications.",
    "To foster a culture that values experimentation, organizations can introduce incentives such as “innovation grants” for employee-led AI projects. In this way, employees are encouraged to take calculated risks without fearing repercussions if projects don’t succeed. By promoting an experimentation-friendly culture, organizations harness employee curiosity and turn it into a powerful driver for AI adoption and skill development.",
    "Learning from failures is integral to unlocking the full potential of AI. Fostering a safe environment where employees can fail forward without stigma encourages greater experimentation and innovation. In the AI context, failures often yield valuable insights that drive more effective applications of AI. Research shows that companies that tolerate failure as part of the learning process generate more resilient, forward-thinking employees. By reframing failures as learning opportunities, companies can inspire employees to approach AI tools with confidence, curiosity, and an eagerness to improve.",
    "In short, as companies seek to harness AI’s potential while fostering a thriving workforce, a strategic focus on unlocking employee potential has become critical. Developing employees to leverage AI tools effectively is not just a competitive advantage; it’s a means to sustain workforce engagement, adaptability, and innovation. While AI tools will undoubtedly shape the future of work, it is human curiosity, adaptability, and resilience that will drive success in this new era. Leaders who invest in unlocking employee potential and creating a culture of continuous learning will not only navigate the AI transformation more effectively, but will also foster an engaged, future-ready workforce capable of leading the organization into a prosperous human-AI future.",
    "Readers Also Viewed These Items",
    "People, Performance, and Succeeding as a Manager (HBR Work Smart Series)",
    "The Anxious Achiever Toolkit",
    "Read more on AI and machine learning",
    "Personal productivity and Developing employees"
  ]
}