{
  "url": "https://www.dailymirror.lk/opinion/Parliamentary-polls-Seeing-a-System-Change-is-now-or-never/172-293860",
  "title": "Parliamentary polls Seeing a ‘System Change’ is now or never",
  "ut": 1729014850.0,
  "body_paragraphs": [
    "People in large numbers gathered at the Presidential Secretariat demanding a ‘system change’ in 2022 (File photo)",
    "“Hope sees the invisible, feels the intangible and achieves the unthinkable”",
    "A brand new President is offering a badly needed system change and one must hope voters seize this  opportunity seriously",
    "We live in exciting times. Never before has Sri Lanka been in this political position. A brand new President  is offering a badly needed system change and one must hope voters seize this  opportunity seriously without  listening to the trumpeted side tracks of old politicians who  really should know better. There is mounting apprehension in the minds of our past corrupted parliamentarians (some who intend seeking re-election) that their days of supremacy have ended.  Alas! The small percentage of erstwhile worthwhile men were completely overwhelmed by the majority of earlier devious, mediocre and immoral members who were an ignorant and arrogant lot.",
    "This time round, voters need a kaleidoscopic knowledge of personalities putting themselves up for seats in Parliament. Voters expect old party leaders to have learnt a lesson and to vet their candidates thoroughly. As voters we ask for the following vital qualification from  those seeking office.",
    "Please demand  that candidates have passed the Advanced Level examination. A Degree from a good University would be better. How else will parliamentarians understand  the ramifications of governance?  The recent uneducated parliamentary lot often did not even bother to attend sittings of the House and when they did attend they chatted to each other without showing any courtesy whatsoever to the Speaker. Why would they? Most of that unintelligent bunch barely understood what was being said anyway.",
    "Hopefully the new Government will reduce all these unaffordable  perks that even the British do not give their representatives in Parliament. It is a  public belief that Sri Lankan politicians have made enough money to last them a good long time.  Whether this belief is viable or not I cannot judge. But enough has been taken from taxpayers and wasted on absurd schemes to give a certain validity to this rumour.",
    "I heard one example on news the other night. Apparently some President (not Ranil W.) imported wave after wave of inferior and sick cattle, without using the tender procedure, from the same source in Australia. All the cattle died. It cost Sri Lanka billions. Where are the crooks who set this lunacy  in motion and repeated  their appalling behaviour many times over? Where are those commissions that were set up to probe the transaction? I would request the News Channels to repeat that programme.  There were too many details for me to take them all in.",
    "So any extra perks are hopefully going to be discontinued in future and some sort of financial payback extracted from those who cheated the country.",
    "Ludwig Wittergenstein said “The limits of language determine the limits of our world.”  Sinhala is spoken by only  a few million people. Yet we live in global times. Give our children proper access to English which is the most popular  language these days. We probably have the best educated Prime Minister in the world at the moment.  I can think of no one else with all her qualifications.",
    "I do not envy the task before her but I have confidence the old system will change. How unfortunate that we have sacrificed so many generations of children to  chauvinistic ideas like the Sinhala Only Act.",
    "INTERNATIONAL SCHOOLS",
    "It is a great pity that tragedies that occur in every school in the island are highlighted only when an International School is involved. But let us be clear as to what really is an International School in Sri Lanka. The  term “International School” is only acceptable locally when that school follows the British syllabus. Many private schools do the local exams in English and are erroneously dubbed ‘International Schools.”",
    "Those schools whose students sit for the London exams are well and efficiently run. They have to be. Parents paying high fees will ensure that they get a good service. Unfortunately these schools cater to those who can afford the fees. This is their only drawback. But elitism exists everywhere. The good private local schools, likewise, cater to a minority groups. It is sometimes harder to get into a local private school than it is to get into a good international school.",
    "Some of the non-career diplomats  assigned to represent Sri Lanka  have been so substandard we must really wonder what the thinking was behind it.   One in particular springs to mind. Chosen as Ambassador to an important Commonwealth country this gentleman’s selection was greeted with loud derision by the public. One must wonder who forced Ranil W’s hand to sanction such a laughable appointment. Consider the saying, “Diplomats are  often wealthy men who are chosen to meddle in affairs they don’t understand.”",
    "One must also ask how good the language skills of our young foreign service personnel are. Are the chosen new DPL youngsters fluent in English? Can they be compared with the young Indian diplomats we encounter in Sri Lanka?",
    "Other qualifications are necessities here. ”It is only on matters of great principle that a diplomat can lie with a clear conscience” Ergo, our diplomats, Senior or Junior, must be thoroughly drilled in world politics, world history and international affairs if they wish to help our country on the international stage. Are they ready to do so?",
    "THE ADANI WIND POWER PROJECT",
    "I am delighted to note that the wind power project is being held up. Wind power will drive electricity costs up not down. Were the drawbacks not studied? Here are some of them.",
    "A. Wind is not continuous so a back up is needed.",
    "B. The windmills must be located far away from cities as much space is needed for them.",
    "C.  The noise factor is high.",
    "D. Storage of power needs extremely powerful expensive batteries.",
    "E. Disposal and replacing of windmill blades is also highly problematic as they are not bio-degradable. What do we do with the old ones?",
    "F.  Vast amounts of oil are needed for lubrication. What do we do with spent oil?",
    "G.  Transition of power from its  generation to its consumption is high as they have to be widely separated. So why are we flirting with the Adani or any group at all?",
    "I watch the local news. It tells me how money was literally thrown away and  misused by past governments. On the 9th of September this year the news focused on roads and the billions that have gone into massive undertakings that benefitted a few. The new Colombo- Kandy Road being a case in point. It meanders all over the country and eventually reaches Kandy after a three and a half hour drive.  Parts of the road seem to have collapsed. I would like to request the news channels to repeat that programme as it contained many details that I had no time to absorb (except the fact that a huge fraud had taken place a few years ago.)",
    "OPINIONS ON PARTY POLITICS",
    "I have been  told several times to shut up when it comes to local politics. My age and health prevented me from voting last time although my Dearly Beloved   (3 years older) comfortably did so. Opinions are so diametrically opposed in our family that we do not tell each other  exactly where we placed that tick on our voting cards.",
    "“So tell us, will you, how you voted,” I said to him a trifle annoyed on election day.",
    "“Of course I’ll tell you,” he replied beaming cheerfully.",
    "“You will?” I squeaked taken aback.”The real truth?”",
    "“No problem at all. Have I ever lied?”",
    "“ Never about voting. The genuine truth is,” (dramatic pause) “I voted with a pencil.”",
    "Opinions abound in social circles. They change daily. Of course my own do not change. Like many, my mind is made up, but in deference to the ‘floaters’ I do not give voice to my opinions.",
    "I often wonder why so many Sri Lankans emigrated to foreign climes. Of course life was difficult for a few weeks until R.W. took charge of the Rajapaksa induced bankruptcy and a semblance of normalcy was brought back. But take a look at the rest of the world. Life is not easy anywhere.  Acceptance into the society of another country is difficult and families can feel very isolated unless the shift was made while still young.",
    "Salaries may or not go further abroad. Living is expensive in advanced countries. Loneliness is common. Families who moved have reported that children are sometimes desperately unhappy. They find acceptance in schools difficult. I personally know of two cases and I am sure that if they are frank, emigrants wish they had not taken such hasty decisions. We are still quite cheerful here despite drawbacks.",
    "“Hope sees the invisible, feels the intangible and achieves the unthinkable”. This is as good a thought as any to end a discussion on what we are thinking at the moment.  Speaking purely as a Sri Lankan, my hopes for my country at this time are high. I love this island home of mine and would never be able to live anywhere else. I know MANY who share this feeling. A REAL home is more than a roof over my head. It is the foundation under my feet."
  ]
}