{
  "url": "https://dbsjeyaraj.com/dbsj/?p=46956",
  "title": "“Neela Vannak Kannaa Vaadaa” – Uplifting Lullaby Sung By Balasaraswathi Devi ♥ ♫",
  "ut": 1768836646.0,
  "body_paragraphs": [
    "Favourite Film Songs -1",
    "This article is the first in an on going series about film songs I  have come to love over the years.Watching Tamil movies on screen and listening to Tamil film songs over radio was an integral part of life for me as a child growing up in Colombo. The Tamil ‘Varthaga Oliparappu’ or Commercial service of ‘Radio Ceylon’ was a treasure trove of film songs.",
    "Apart from broadcasting the latest Tamil film songs even before the films concerned were screened in India, the commercial service also aired specific programs about films being currently shown in theatres in the island. Popular radio announcer Mailvaganam conducted these programs where film songs were featured regularly. Thus one was able to keep abreast of contemporary Tamil film music courtesy ‘Radio Ceylon’ in those wonderful days of yore.",
    "My sister and I would also sing along with some songs being played out on radio. We were greatly aided in this by what was known as ‘Cinema Paatu Puthagam’ or cinema songbook. These were actually tiny booklets printed on cheap paper with the words of songs in a particular Tamil film. The average Tamil film in those days had about six to nine songs.",
    "Two publishers in Colombo M.K. Ponniahpillai and M.S. Lingam (M. Sockalingam) printed these songbooks. They were priced from 10 to 25 cents then. I also memorised many film songs from those books – something which stands me in good stead even nowadays while taking a shower at leisure.",
    "Many of the songs I liked were featured in films screened  before I was born or when I was a kid. However as I grew up I acquired a taste for these songs. I also started seeking out old Tamil films when they were screened in Sri Lanka. The Mylan, Murugan, Navah and Gaiety theatres in Colombo, the New cinema in Kurunegala, The Vel cinema in Chavakachcheri and the Manohara theatre in Jaffna were some of the theatres which screened old Tamil films. I have also seen many old Tamil films  in Chennai during the time I was in  Tamil Nadu.",
    "Nowadays I have a collection of old Tamil  film and film song DVD’s and CD’s. They give me immense pleasure whenever I get a chance to play or hear them. Still I do miss seeing them on the big screen and the by gone days where we listened to these songs on radio. This nostalgic yearning for those old songs are very often fostered by some of the so called numbers  I am compelled to hear  when I watch a new Tamil film. I  have also  occasionally written about a few old songs on my blog in different contexts.",
    "New Series of Articles",
    "It is against this backdrop therefore that I am beginning a new series of articles on my blog about some of my favourite Tamil film songs. It is very likely that most of these songs would fall under the category of old Tamil songs. My intention is to share and revive sweet memories about these golden songs  with readers , viewers and listeners of a similiar mindset on this blog. Having witnessed the tremendous interest shown by musically inclined youngsters for “golden oldies” I am sure a good number of those appreciating these songs would not be of my vintage alone.",
    "Upon  resolving to start this series about my favourite film songs I was at a loss initially about selecting the first song to be featured. After much thought I  decided that the first song to be featured in this series on my Favourite Film songs would be the well –known  lullaby “Neela vannak Kannaa Vaada, Nee Oru Mutham Thaadaa” sung by the exquisite R. Balasaraswathi Devi in the film “Mangaiyar Thilakam”. There is a reason for selecting this song to be the first in this series.",
    "While thinking about the first song  for this series my thoughts went back to the past. I  began thinking which was the first Tamil film song I liked best? It was a difficult question to answer. Finally I remembered an incident which  happened when I was just four years of age.It  provided the closest to an answer. The incident  was one which  had led to much amusement in my family circle those days.",
    "S Thomas’ Preparatory School ~ pic via: facebook.com/STPSSL/",
    "St.Thomas’ Prep School,Kollupitiya",
    "I was moving from my Montessori school “Santa Maria” in Wattala to the Kindergarten class at St. Thomas’ Prep School in Kollupitiya. There was an “interview”of sorts before being admitted to the lower kindergarten (LKG). The teacher who interviewed me was Mrs. Ruth Sherrard who was a classmate of my mother and a family friend. Apparently one of  her  questions  or suggestions  to me was that I should sing my favourite song. I had immediately sung  the film song “Neela vanna Kannaa Vaadaa”.",
    "One of the avatars of the Hindu God Vishnu  was that of Krishnan or Kannan. There are many tales about the exploits of Lord Vishnu  in his avatar as  Kannan/Krishnan  growing up in Gokulam. According to mythology the avatars of Rama  and Krishna are dark –toned. However they are depicted not as dark but as blue coloured (Neela vanna) in literature and the arts. Thus Kannan is referred to  frequently as “Neela  Vannak Kannan”.",
    "In this particular song the opening lines call out to the “Neela vannak Kannaa” and ask him for a kiss. It is a maternal lullaby. However the opening lines conveyed an impression that it was a song about Lord Vishnu’s avatar the blue toned Kannan.  The song was not about Lord Vishnu but about an ordinary boy. It was a song full of love and devotion of a mother towards a child.Although the song has scenes of a woman nursing a child singing in front of a boy Krishna statue and the opening lines are about the Blue toned Kannan , the song is actually about the boy in her arms. it is common particularly in Tamil nadu to call baby boys Kanna or Kannan.",
    "Now I was certainly not old enough to understand these  nuances and finer points at that age. In fact I could not even read at the age of four. But I must have listened to this song many times over the radio and  had come to like it. It was a very popular song in those days. So when  Ruth Aunty or Mrs.Sherrard asked me to sing a song I liked best I had spontaneously  started singing “Neela vanna Kannaa Vaadaa”.",
    "Mrs. Sherrard stopped me after I had sung a few lines. She asked me “Don’t you know any Christian songs” and then suggested a Tamil Christian children’s song “Thulli Thulli Paalanae”. So I sang that instead.",
    "What had happened was that I had not done what was expected of me. St. Thomas ‘ Prep was a Christian school. Mrs. Sherrard was a Christian. My family was Christian and so was I,  but instead of singing a Christian song  as was expected,  I had committed the “sacrilege Of singing a song about Neela Vanna Kannan which was perceived as a “Hindu” song.",
    "Lord Krishna Instead of Baby Jesus",
    "This incident was the topic of discussion in our family circle for a long time. Mrs. Sherrard also spread the story to my mother’s friends and contemporaries  and they often teased me by asking me to sing Neela Vanna Kannaa. My maternal uncle was a Methodist pastor. Ruth Aunty used to mock him also about how the nephew of a Christian clergyman sang a song about Lord Krishna instead of baby Jesus.",
    "This then is the story of how I sang Neela Vanna Kannaa as my favourite song at the age of four. Looking back I felt that this was my first selection of a favourite song on a “Semi-official” occasion. This was the first time I had been asked to sing a song I liked best and my choice at that tender age had been Neela Vannak Kannaa. Hence I decided to post the song and write about it as the first in this series of favourite film songs.It is after all the first of my favourite film songs.",
    "Years later I saw the film “Mangaiyar Thilagam” in which this song was featured. In the film it was picturised on Actress Padmini and the child – Master “Ravi”. According to the story line the actors S. V. Subbaiah and Sivaji Ganesan are brothers. Padmini who plays the role of a woman named Sulochana is the wife of elder brother Subbiah and actress M.N. Rajam acting as Praba  is paired with younger brother  Sivaji.  Padmini gives birth to a still – born baby (son) and thereafter remains childless. Her sister in law  M.N. Rajam  is an upper class “modern” woman who has little  time to devote to her child. So it is Padmini who looks after the baby-child showering total affection on him.In a sense the baby boy is like a surrogate child of Padmini.",
    "The lullaby “Neela vanna Kannaa “ is picturised on Padmini and the baby and shows scenes of how she looks after him as well as how the baby grows. The words in the lullaby reveal the depth of love Padmini has for the child. he is described poetically as the sweet sound of a sky lark and the cool breeze of spring time. His limbs are described as golden hued and his face is compared to the reflection of the moon.The words are lovingly soothing.",
    "The film   made in 1955 was directed by maestro LV Prasad. It was shot in the Vijaya-vauhini studios in Chennai then Madras. The original  story by  Vahininjiya Pangkadiya is adapted from a Marathi film.The story was changed and screenplay written by Telugu writer Sadhasivabrahmmam known as “Kadhabrahmmam”. The dialogues in Tamil were written by Valamburi Somanathan, G.Ramakrishnan and D.Nagarajan.Udumalai Narayana Kavi, Kannadasan, Marudhakasi and Puratchidasan wrote the songs.",
    "Among the many songs the most popular one was “Neela Vanna Kanna”.It is a cult classic among film lullabies.The  words of the song “Neela vaana Kannaa” was  written  by lyricist A. Maruthakasi. The melody was composed by S. Dhakshinamurthy. It is sung by R. Balasaraswathi Devi. Another song written by Maruthakasi for the film which became popular was ” Nee Varavillaiyenil Aatharavaethu” sung by M. Sathyam.",
    "Light Classical Raga Maliga",
    "The  “Neela Vannak Kannaa” melody is a raga maliga composed in light classical style. After trying very hard to identify the ragas used,  I turned to my  journalist friend. P. Sivaramakrishnan of the BBC Tamil Service. Sivaramakrishnan in turn sought the help of famous  Indian  musician “Chitraveena” N.Ravikiran. Through Ravikiran I learnt that the song “Neela Vanna Kannaa Vaada” is a medley of the Ragas  Mishrakapi, Peelu and Yamuna Kalyani.",
    "R. Balasaraswathi Devi",
    "Both Maruthakasi and Balasaraswathi have made a name for themselves as lyricist and singer of lullaby type songs in Tamil films. This song is  simple in words and rich  in meaning. It is full of maternal ove and affection.Balasaraswathi Devi has an exquisite voice and sings this smooth lullaby with much feeling and emotion.  The actress Padmini excels in a motherly role in this song picturised on her and the child “Master” Ravi. Dakshinamurthy’s composition is  mesmerizingly captivating. That is why perhaps  it made an indelible impression on me at a tender age and became my first ever choice of a favourite song.",
    "I do hope this first song of the series would be appreciated and liked by many. I am planning to follow through  regulary with more and more of my favourite film songs in this series.",
    "(This article written some years ago has been  re-posted  here without any changes)",
    "DBS Jeyaraj can be reached at dbsjeyaraj@yahoo.com"
  ]
}