{
  "url": "https://hbr.org/2024/11/research-performance-reviews-that-actually-motivate-employees",
  "title": "Research: Performance Reviews That Actually Motivate Employees",
  "ut": 1730964912.0,
  "body_paragraphs": [
    "SeanShot/Getty Images",
    "Performance reviews are an important tool to help managers and organizations motivate and engage their workforce. Narrative-based feedback provides employees with more personalized analysis and can shed light on individual paths for improvement, while...more",
    "In an increasingly data-driven world, many companies, including Adobe, Morgan Stanley, and Goldman Sachs, have made the surprising move to do away with number-based performance reviews. Some have opted for more open-ended, narrative-based performance evaluations, while others have eliminated reviews completely, conducting regular “check-ins” instead. The argument for the shift away from numerical reviews is strong: narrative performance reviews allow for more context and can better offer employees ways to improve while affirming their particular strengths. At the same time, some companies who’ve eliminated numerical reviews have reverted to creating “shadow” rankings, where narrative feedback is offered to employees, but internal numbers are used in order to track growth or to have a more objective way to tie performance to bonuses or raises. This can leave employees feeling like they’re being secretly judged in ways they can’t fight or speak to.",
    "So how should companies conduct performance reviews? Do employees actually find narrative structures to be more encouraging and motivating? Are there some circumstances where employees prefer numerical reviews?",
    "In new research, published in the Academy of Management Discoveries, we conducted a series of studies to determine which feedback format employees find most fair and motivating. While our findings suggest that narrative feedback is often the most well-perceived, we also found that there are circumstances in which numerical reviews are considered equally fair by employees — including when they are used determine monetary incentives, like bonuses. We plumb our findings to offer considerations for organizations and managers looking to fairly and accurately motivate, encourage, and improve engagement and performance on their team.",
    "How Employees View Performance Review Formats",
    "Much research has been conducted on how different formats of performance review impact organizational growth. But to our knowledge no studies, until now, have looked at how employees view these feedback formats.",
    "To determine how different forms of feedback impact employees’ perceptions of fairness as well as their motivation to improve, we ran four experiments, using online crowdsourcing platforms to recruit about 1,600 U.S. participants with work experience.",
    "In some experiments, we gave participants hypothetical jobs, responsibilities, and yearly accomplishments and then showed them their manager’s review of their performance from the year. Some participants received numerical feedback, some narrative, and some a combination of the two. We then probed which of these was considered the most fair, which gave them a sense of how to improve, which provided greater motivation to do better, and more. We also ran studies to determine if these perceptions changed when reviews were positive or more negative or whether they were tied to monetary gains, like bonuses. Finally, we ran an experiment asking participants to actually complete a task — providing customer support to a complaining client at a made-up furniture company — and gave them feedback in one of the three formats based on their performance.",
    "Here are our key findings:",
    "Narrative feedback is perceived as the fairest.",
    "Across our experiments, narrative-only feedback was consistently rated as the fairest among the three formats tested. Employees responded positively to the detailed, contextual information provided in narrative feedback, which often included specific examples of behaviors and actions linked to performance outcomes. This format allowed supervisors to convey not just what was achieved but how it was achieved, enabling a deeper understanding and appreciation of the feedback among employees, without the distraction of numbers. Importantly, narrative-only feedback was seen as less arbitrary, and the employees likely viewed it as more reflective of the entire performance spectrum, addressing both strengths and developmental areas in a balanced manner.",
    "We found that when feedback included numbers, showing room for improvement — in both numerical-only and combined formats — people seemed to assume that the manager was unfairly focusing on their negative aspects. This was true even when the content of the feedback in the combined format was the same as that given to the narrative-only feedback group. In these instances, narrative-only recipients did not seem to find the content unfairly focused on the negative. Employees who received the narrative-only feedback likely thought it was the most fair because they felt the least negatively evaluated by it.",
    "A narrative component is essential to motivate employees.",
    "We also found that the motivational impact of narrative feedback was substantial. Employees reported having more understanding of how to improve and reported feeling more inspired and driven to improve when feedback included narrative elements than when it did not. This may be because narrative feedback not only evaluates past performance but can also be used to set future goals and development paths. It helps employees visualize their growth trajectory and understand the practical steps needed for advancement. Because narrative feedback is often perceived as fairer than numerical ratings, it can serve as positive reinforcement for employees whose morale and engagement are influenced by perceptions of fairness, thereby strengthening their commitment to both personal and organizational goals.",
    "There are exceptions.",
    "While narrative-only feedback typically enhances perceptions of fairness, our experiments revealed that its effectiveness is not uniform across all scenarios. In one study, we explored how the valence of feedback — whether it is highly positive or more negative — affects employees’ responses to different feedback formats. Our findings revealed that the superiority of narrative-only feedback in fostering perceived fairness diminishes with extremely positive feedback. This suggests that employees may value narrative-only feedback more when there is ambiguity about their performance levels, as it provides a richer, more nuanced evaluation that can soften the blow of negative assessments. When feedback is overwhelmingly positive, such as when an employee achieves the highest performance ratings, the format is less influential. Employees respond well to very positive feedback regardless of whether the feedback is numerical, narrative, or a combination of the two, since the positive outcome is clear and there is little room for interpretation.",
    "In another experiment, we investigated how knowledge of monetary outcomes, like bonus amounts, influences reactions to feedback formats. Initially, employees who received narrative feedback perceived their evaluations as fairer and more positive than those who received numerical or combined feedback. Yet, once employees were informed of their specific bonus amounts, perceptions of fairness became similar across all feedback formats. Being informed of tangible outcomes clarified the implications of the feedback, leading to more uniform perceptions of fairness across all formats. In other words, while narrative feedback can initially be perceived as more favorable, such perceptions may diminish once concrete outcomes are revealed, leveling the playing field between different feedback types.",
    "Lessons for Organizations",
    "Our findings suggest that feedback format influences employees’ responses to feedback in a variety of ways. Different feedback formats offer varying levels of detail. Narrative feedback does a better job of explaining the context and providing personalized insights that can clarify performance expectations and enhance employees’ understanding of the rationale behind their feedback. Numerical feedback, on the other hand, may be seen as providing more direct information about relative performance and where someone fell short of standards. Employees may also be highly focused on how feedback reflects their performance as either positive or negative, which can affect their perceptions of fairness and motivation. In light of our findings, we suggest that organizations consider several key factors when designing or improving their performance feedback practices.",
    "Choosing a Feedback Format",
    "Our research indicates that purely numerical feedback without narrative components is not ideal. Even mid-range numerical ratings can make employees feel negatively evaluated and therefore are perceived as unfair by recipients. And the lack of context may make it difficult for employees to understand how to improve. Although replacing numerical feedback with a narrative can be time-consuming or uncomfortable for managers, particularly when describing negative aspects of an employee’s performance, it provides crucial benefits. Narrative-only feedback prevents employees from feeling too negatively evaluated and therefore enhances their perceptions of fairness, which are linked to, such as lower employee turnover, higher job satisfaction, stronger organizational commitment, and greater displays of organizational citizenship behaviors.",
    "Balancing Feedback Formats to Meet Organizational Needs",
    "Despite the advantages of narrative-only feedback in enhancing fairness perceptions, providing only narrative comments may not always be practical. Organizations often need to link performance appraisals to tangible outcomes like bonuses and promotions, which can be challenging with narrative-only assessments. In cases where only narrative feedback is used, managers might resort to creating unofficial or “shadow” rankings to make decisions about organizational outcomes which can lead to perceptions of unfairness due to a lack of transparency. The numerical–narrative combined approach caters to a broader range of needs, enhancing transparency while providing meaningful, actionable insights by accurately informing employees where they stand. Many organizations have already adopted this format, accompanying a performance score with a detailed commentary explaining the reasons behind the rating. However, managers often avoid writing detailed narratives, particularly for negative reviews, due to the time-consuming and unpleasant nature of the task, resulting in employees receiving only numerical feedback. If combination formats are used, our research shows that managers must devote time and effort to delivering detailed and constructive narrative feedback to ensure performance reviews are still seen as fair and motivating.",
    "Building Consensus and Transparency",
    "A critical element of effectively delivering performance feedback, regardless of its format, is establishing a clear consensus on performance standards and maintaining transparency throughout the process. This approach ensures that employees can accept and engage with feedback constructively, even when it’s negative. Many organizations facilitate this through “People Sessions”— strategic meetings where leaders meet and discuss employee performance, development, and potential. These sessions ensure that decisions regarding promotions and compensation are transparent and align with the company’s strategic goals. They help set clear benchmarks among managers for what constitutes high and low performance within the organization. Leaders can then draw upon these strategic discussions to provide employees with a comprehensive understanding of the specific reasons behind their feedback, pinpointing areas for improvement. This method enhances both transparency and the perceived fairness of the feedback process, fostering an organizational culture of open communication and continuous development.",
    "Delivering Negative Performance Feedback",
    "Effectively delivering negative feedback is a pivotal part of helping your employees understand how they can improve and grow. Though while employees generally respond well to positive feedback regardless of how it’s delivered, negative feedback can evoke resistance, defensiveness, or even feelings of helplessness among employees.  For managers, presenting negative feedback can be challenging and uncomfortable. Luckily, feedback intervention theory (FIT) offers valuable insights into effective delivery, suggesting that feedback should be specific and behavior-focused, avoiding personal critiques that may trigger defensiveness. FIT stresses the importance of aligning feedback with an employee’s values and perspective to increase its receptivity and effectiveness. This alignment involves tailoring feedback to match employees’ personal goals and values, thereby enhancing its relevance and ensuring it is perceived as supportive and constructive rather than punitive. It’s crucial to frame negative feedback as an opportunity for growth and development to foster a forward-looking and constructive dialogue that encourages continuous improvement and learning. Our research shows that negative feedback may feel even more negative when accompanied by numbers. Managers should consider this when delivering negative feedback. Numerical ratings might be useful to highlight areas for improvement but could also unintentionally amplify criticism. The value of numbers thus depends on the message managers wish to send.",
    "Performance feedback is more than just a routine administrative task — it’s a strategic tool that shapes organizational culture and employee engagement. Like many other management practices, feedback systems — whether narrative or numeric — are never flawless, even within leading organizations. However, performance management should not be neglected simply because it is not perfect. Instead, it is crucial to continually refine performance management practices to assess employees’ performance more holistically and make decisions that are as fair and transparent as possible. In alignment with this perspective, we support the recent trend of incorporating narrative components into employee feedback, moving away from purely numeric ratings. As organizations evolve, so too should their methods for evaluating and communicating performance. By effectively leveraging both numerical and narrative feedback, companies can ensure they are not only measuring performance accurately but also engaging and motivating their employees in meaningful ways.",
    "Feedback Essentials Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Feedback Essentials. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Give feedback that your employees can hear and use.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "Managing Conflict: Disagree Productively (Virtual Group Learning)",
    "Terrible Beauty: Reckoning with Climate Complicity and Rediscovering Our Soul",
    "Read more on Feedback",
    "Difficult conversations,",
    "Employee performance management,",
    "Underperforming employees"
  ]
}