{
  "url": "https://www.technologyreview.com/2024/12/06/1107972/donating-embryos-research-complex/",
  "title": "Donating embryos for research is surprisingly complex",
  "ut": 1733441400.0,
  "body_paragraphs": [
    "This article first appeared in The Checkup, MIT Technology Review’s weekly biotech newsletter. To receive it in your inbox every Thursday, and read articles like this first, sign up here. There’s a new film about IVF out on Netflix. And “everyone in the field [of reproductive medicine] has watched it,” according to one embryologist I spoke to recently. Joy is a lovely watch about the birth of the field, thanks to the persistent efforts of Robert Edwards, Jean Purdy, and Patrick Steptoe in the face of significant opposition. Related StoryIVF alone can’t save us from a looming fertility crisisFamily-friendly policies and gender equality might be more helpful than technology",
    "The team performed much of their key research during the 1960s and ’70s. And Louise Brown, the first “test tube baby” (as she was called at the time), was born in 1978. It’s remarkable to think that within 40 years of that milestone, another 8 million babies had been born through IVF. Today, it is estimated that over 12 million babies have resulted from IVF, and that the use of reproductive technology accounts for over 2% of births in the US. IVF is a success story for embryo research. But today, valuable embryos that could be used for research are being wasted, say researchers who gathered at a conference in central London earlier this week.",
    "The conference was organized by the Progress Educational Trust, a UK-based charity that aims to provide information to the public on genomics and infertility. The event marked 40 years since the publication of the Warnock Report, which followed a governmental inquiry into infertility treatment and embryological research. The report is considered to be the first to guide recognition of the embryo’s “special” status in law and helped establish regulation of the nascent technology in the UK. The report also endorsed the “14-day rule,” which limits the growth of embryos in a lab to this two-week point. The rule, since adopted around the world, is designed to prevent scientists from growing embryos to the point where they develop a structure called the primitive streak. At this point, the development of tissues and organs begins, and the embryo is no longer able to split to form twins.",
    "The embryos studied in labs have usually been created for IVF but are no longer needed by the people whose cells created them. Those individuals might have completed their families, or they might not be able to use the embryos because their circumstances have changed. Sometimes the embryos have genetic abnormalities that make them unlikely to survive a pregnancy. These embryos can be used to learn more about how humans develop before birth, and to discover potential treatments for developmental disorders like spina bifida or heart defects, for example. Research on embryos can help reveal clues about our fundamental biology, and provide insight into pregnancy and miscarriage. Related StoryAmerica’s first IVF baby is pitching a way to pick the DNA of your kidsGenetic tests on embryos can predict a baby’s future health. At least that’s what the advertisements say.",
    "A survey conducted by the Human Fertility and Embryology Authority, which regulates reproductive technology in the UK, found that the majority of patients would rather donate their embryos to research than allow them to “perish,” Geraldine Hartshorne, director of the Coventry Centre for Reproductive Medicine, told the audience. Despite this, the number of embryos donated for research in the UK has dropped steeply over the last couple of decades, from 17,925 in 2004 to 675 in 2019—a surprising decline considering that the number of IVF cycles performed increased steadily over the same period.   There are a few reasons why embryos aren’t making it into research labs, says Hartshorne. Part of the problem is that most IVF cycles happen at clinics that don’t have links with academic research centers. As things stand, embryos tend to be stored at the clinics where they were created. It can be difficult to get them to research centers—clinic staff don’t have the time, energy, or head space to manage the paperwork legally required to get embryos donated to specific research projects, said Hartshorne. It would make more sense to have some large, central embryo bank where people could send embryos to donate for research, she added. A particular problem is the paperwork. While the UK is rightly praised for its rigorous approach to regulation of reproductive technologies, which embryologists around the globe tend to describe as “world-leading,” there are onerous levels of bureaucracy to contend with, said Hartshorne. “When patients contact me and say ‘I’d like to give my embryos or my eggs to your research project,’ I usually have to turn them away, because it would take me a year to get through the paperwork necessary,” she said. Perhaps there’s a balance to be struck. Research on embryos has the potential to be hugely valuable. As the film Joy reminds us, it can transform medical practice and change lives.",
    "“Without research, there would be no progress, and there would be no change,” Hartshorne said. “That is definitely not something that I think we should aspire to for IVF and reproductive science.”  Now read the rest of The Checkup Read more from MIT Technology Review's archive Scientists are working on ways to create embryos from stem cells, without the use of eggs or sperm. How far should we allow these embryo-like structures to develop?  Researchers have implanted these “synthetic embryos” in monkeys. So far, they’ve been able to generate a short-lived pregnancy-like response … but no fetuses. Others are trying to get cows pregnant with synthetic embryos. Reproductive biologist Carl Jiang’s first goal is to achieve a cow pregnancy that lasts 30 days.  Several startups are using robots to fertilize eggs with sperm to create embryos. Two girls are the first people to be born after robot-assisted fertilization, says the team behind the work.  From around the web Mexico’s Sinaloa cartel is recruiting young chemistry students from colleges to make fentanyl. Specifically, the students are being tasked with the often dangerous job of trying to synthesize precursor chemicals that must currently be imported. They also try to design stronger versions of the drug that are more likely to get users hooked. (New York Times) Billionaire Greg Lindberg is running his own “baby project.” Having duped, misled, and paid off a series of egg donors and surrogates, the disgraced insurance tycoon currently has 12 children, nine of whom were born in the last five years or so. He is the sole parent caring for eight of them, despite facing significant jail time since being convicted of bribery and pleading guilty to money laundering and fraud conspiracy charges for crimes unrelated to the baby project. The scale of his project is an indictment of the US fertility industry. (Bloomberg Businessweek) The UK government has agreed to a contract for more than 5 million doses of a vaccine designed to protect people from the H5 bird flu virus. The vaccine is being procured as part of pandemic preparedness plans and will be used only if the virus starts spreading among humans. (UK Health Security Agency)",
    "Last week, MPs voted in favor of a bill to legalize assisted dying in England and Wales. In the past few months, the debate over the bill has included horror stories of painful deaths. Most deaths are “ordinary,” but we all stand to benefit from talking about, and understanding, what death involves. (New Statesman) An unknown disease has killed 143 people in southwest Congo, according to local authorities. The number of infections continues to rise, and the situation is extremely worrying. (Reuters) Brian Thompson, the 50-year-old CEO of US health insurance company UnitedHealthcare, was fatally shot in New York city on Wednesday. The New York Times is reporting that bullet casings found at the scene appear to have been marked with the words \"delay\" and \"deny.\" The words may refer to strategies used by insurance companies to avoid covering healthcare costs. (New York Times) hide"
  ]
}