{
  "url": "https://www.technologyreview.com/2025/04/21/1115511/canceled-climate-tech-projects/",
  "title": "$8 billion of US climate tech projects have been canceled so far in 2025",
  "ut": 1745191800.0,
  "body_paragraphs": [
    "This year has been rough for climate technology: Companies have canceled, downsized, or shut down at least 16 large-scale projects worth $8 billion in total in the first quarter of 2025, according to a new report. That’s far more cancellations than have typically occurred in recent years, according to a new report from E2, a nonpartisan policy group. The trend is due to a variety of reasons, including drastically revised federal policies.  In recent months, the White House has worked to claw back federal investments, including some of those promised under the Inflation Reduction Act. New tariffs on imported goods, including those from China (which dominates supply chains for batteries and other energy technologies), are also contributing to the precarious environment. And demand for some technologies, like EVs, is lagging behind expectations.  E2, which has been tracking new investments in manufacturing and large-scale energy projects, is now expanding its regular reports to include project cancellations, shutdowns, and downsizings as well.  From August 2022 to the end of 2024, 18 projects were canceled, closed, or downsized, according to E2’s data. The first three months of 2025 have already seen 16 projects canceled.",
    "“I wasn’t sure it was going to be this clear,” says Michael Timberlake, communications director of E2. “What you’re really seeing is that there’s a lot of market uncertainty.” Despite the big number, it is not comprehensive. The group only tracks large-scale investments, not smaller announcements that can be more difficult to follow. The list also leaves out projects that companies have paused.",
    "“The incredible uncertainty in the clean energy sector is leading to a lot of projects being canceled or downsized, or just slowed down,” says Jay Turner, a professor of environmental studies at Wellesley College. Turner leads a team that also tracks the supply chain for clean energy in the US in a database called the Big Green Machine. Some turnover is normal, and there have been a lot of projects announced since the Inflation Reduction Act was passed in 2022—so there are more in the pipeline to potentially be canceled, Turner says. So many battery and EV projects were announced that supply would have exceeded demand “even in a best-case scenario,” Turner says. So some of the project cancellations are a result of right-sizing, or getting supply and demand in sync. Other projects are still moving forward, with hundreds of manufacturing facilities under construction or operational. But it’s not as many as we’d see in a more stable policy landscape, Turner says. The cancellations include a factory in Georgia from Aspen Aerogels, which received a $670 million loan commitment from the US Department of Energy in October. The facility would have made materials that can help prevent or slow fires in battery packs. In a February earnings call, executives said the company plans to focus on an existing Rhode Island facility and projects in other countries, including China and Mexico. Aspen Aerogels didn’t respond to a request for further comment.  Hundreds of projects that have been announced in just the last few years are under construction or operational despite the wave of cancellations. But it is an early sign of growing uncertainty for climate technology.   “You’re seeing a business environment that’s just unsure what’s next and is hesitant to commit one way or another,” Timberlake says. hide"
  ]
}