{
  "url": "https://www.ft.lk/columns/JVP-NPP-Govt-and-5-941-acre-gazetted-landgrab-attempt-in-north/4-778555",
  "title": "JVP-NPP Govt. and 5,941 acre “gazetted landgrab” attempt in north",
  "ut": 1751588057.0,
  "body_paragraphs": [
    "Was the Government lulling the Tamil people into a state of complacency on the one hand while setting the stage for a diabolical landgrab on the other?",
    "The Janatha Vimukthi Peramuna (JVP) led National People’s Power (NPP) Government of President Anura Kumara Disanayake created history at the Parliamentary elections of 2024 by winning 159 seats in a Parliament of 225 MPs. The prized jewel in that crown of victory was the performance of the “compass” party in Sri Lanka’s pre-dominantly Tamil Northern Province. The JVP-NPP won three out of six seats in the Jaffna electoral district and two out of six seats in the Wanni electoral district. The NPP with five MPs became the single largest party in the Northern Province in terms of Parliamentary representation.",
    "Though the “Anura Alai” or Anura wave engulfed the Northern Tamil nationalist bastion in the 2024 Parliamentary poll, the triumphant tide seems to have ebbed considerably at the local authority polls in 2025. Among the many reasons attributed to this erosion of support are the various acts of omission and commission by the Anura Kumara Disanayake Government. Electoral pledges have not been honoured. Furthermore the JVP-NPP Government is accused of several anti-Tamil measures that have allegedly sharpened the contradictions between the Government and the northern Tamil people.",
    "The latest example of this was the controversial measure to seize 5,941 acres of Tamil owned lands through gazette notification by the State. The flagrant move shocked the Tamil people in general and the people of the north in particular. The move dubbed as a “gazetted landgrab” attempt by sections of the media met with strong resistance spearheaded by Ilankai Thamil Arasuk Katchi (ITAK) Secretary and President’s Counsel, Mathiaparanan Abraham Sumanthiran. The former Jaffna district MP filed a Fundamental Rights Petition in the Supreme Court and obtained a stay order. Within 24 hours the Government revoked the controversial gazette.",
    "Even though the crisis seems to have ended for now, it is unclear as to whether the Government has abandoned its plans altogether in this regard or whether it would revive its attempt in another form in the future. It is also a puzzle as to why this Government engaged in the attempt to target these lands by gazette at this juncture. Another weakness of the Government highlighted by the gazette notification fiasco is its inability to take positive decisions under pressure and in implementing them. It is against this backdrop that this column – with the aid of past writings – focuses the scuttled attempt to grab 5,941 acres of lands in the north by gazette notification.",
    "The root cause of the controversy was the Gazette notification no. 2430/25 dated 28 March 2025, issued under Section 4 of the Land Settlement Ordinance. The notification declared that if no claim was made to any of the lands specified in the schedule of settlement notices numbered 5619 (Kilinochchi), 5617 (Jaffna), 5618 (Jaffna), 5620 (Mullaitheevu), 5621 (Mullaitheevu), 5622 (Mullaitheevu), and 5623 (Mannar), within three months from the 28th day of March 2025, such lands would be declared, under Section 5(1) of the Land Settlement Ordinance, to be the property of the State and would be dealt with accordingly.",
    "The total extent of the lands specified in the seven schedules amounted to 5,941 acres. Of these 3,669 acres were in Jaffna district. 1,703 acres were in Mullaitheevu district. Kilinochchi district came next with 515 acres. Mannar district came last with 54 acres. Interestingly all four northern districts are coastal districts. Vavuniya the only land-locked district in the Northern Province was exempted in the gazette notification.",
    "Also most of the lands referred to or cited in the gazette schedules are in the littoral areas of these districts. The lands cited in Mannar district are in the north-west of the Island in Musali AGA division. The lands cited in Jaffna, Kilinochchi and Mullaitheevu districts in the north and north-east taken together roughly form a coastal arc geographically that stretches from the Vadamaratchy east AGA division to the Karaithuraipattru AGA division.",
    "Northern Tamils were alarmed further by the mode and manner in which the disputed lands were gazetted. The lands in question were all Tamil owned and located in Tamil speaking regions but the initial 28 March gazette notification was in Sinhala and English only. The lands were in Tamil areas and owned by Tamils but the gazette notification was not in Tamil. How would the legitimate owners or occupants of these lands stake a claim within three months, if the notification was not in Tamil? If no claim was made within the prescribed three months, the State could have appropriated the lands by default!",
    "Digital journal scoop",
    "Most Tamils in general and the northern people in particular were totally in the dark about the gazette in question for over a month. The notification did not create even a ripple despite the huge extent of lands targeted by the gazette declaration. It was an enterprising young journalist N. Logathayaalan who “discovered” the 28 March gazette notification a month later and realised its ramifications first. Logathayaalan’s scoop was published by the digital journal “Kaalai Murasu” on 1 May 2025. News of the gazette amounted to a bombshell. Curiously and significantly the gazette notification was hastily published in Tamil also on 2 May 2025 after the news appeared in Tamil media.",
    "News of the controversial gazette notification, impacted greatly on the Tamil people of the north. The local authority elections were scheduled on 6 May. The ruling NPP had been confident of doing well in Tamil areas at the local polls like in the Parliamentary elections. The gazette declaration however changed the situation. The NPP was now in the dock on this issue. Was the NPP Government engaged in a clandestine “landgrab” exercise amounting to 5,941 acres? NPP Jaffna district MP Ilankumaran complicated matters further by denying that there was a gazette! The election results indicated that the gazette notice may have impacted on the performance of the NPP in the north-eastern local elections.",
    "The furore over the gazetting of lands in the north issue continued. Several Tamil and Muslim MPs raised it in Parliament. There emerged a Tamil speaking “consensus” that the gazette be rescinded. Some Tamil politicians undertook visits to diplomatic missions of Western countries in Colombo and appraised diplomats of the issue.",
    "Ilankai Thamil Arasuk Katchi (ITAK) General Secretary and former Jaffna district Parliamentarian M.A. Sumanthiran wrote a detailed letter on 3 May 2025 to President Anura Kumara Disanayake about the matter. In his letter to the President, Sumanthiran stated as follows:",
    "“I wish to draw your attention to the above notice published by the Gazette No: 2,430. By this, notice has been given to land owners and others to make their claims within a period of 3 months from the date of the Gazette.",
    "If not, those lands will be declared as State Lands under Section 5(1) of that Ordinance.",
    "As you are aware, this Ordinance was enacted during colonial days by the British government to take away lands which our people had used as their own for centuries, but who had no clear formal title to them.",
    "This law ought to have been repealed a long time ago. Be that as it may, people in the North and East have been displaced multiple times over the last half-a-century and are yet to be resettled fully in their own lands.",
    "This law should not be applied in the current situation for the following among other reasons:",
    "1.Multiple displacements have caused disruption to normal life in these areas, which is still to be restored;",
    "2.People have lost their title deeds and other documents due to forced displacements and also due to the Tsunami, which devastated many of these coastal areas;",
    "3.Many of the deeds etc. are still in the names of persons who are long deceased and no formal conveyance has been made to those who have inherited the properties;",
    "4.Several hundred thousand people have fled the conflict regions and are living in other countries as refugees, formally recognized as such. Almost one hundred thousand live in Tamil Nadu in India recognized as refugees by the UN High Commissioner for Refugees.",
    "In the aforesaid circumstances it is nigh impossible for these people to make their claims to these lands as required by the said Gazette notification.",
    "As you would appreciate, if this course of action is proceeded with, it would have the effect of depriving Tamil people of the Northern and Eastern Provinces of the ability to have effective restoration of the ability and right to possess, enjoy and use their lands to which they have a legitimate claim as people of the Province.",
    "Such action is inconsistent with due respect for the rights of the People of the Northern and Eastern Provinces and would be inimical to the repair and restoration of the fractured relationships between the peoples of the North and South in this country, which must remain an objective of any government that is truly committed to nation-building.",
    "Therefore, we urgently request you to take steps to revoke the said Gazette without delay.”",
    "This 3 May letter was followed up by another letter sent jointly to the President with current ITAK party president C.V.K. Sivagnanam on 27 May 2025. In that letter, attention was drawn to challenging ground realities and legal barriers affecting the people in the area. Some aspects pinpointed included the following:",
    "I.People in the Northern and Eastern Provinces have been displaced multiple times due to conflict, natural disasters and related causes with several yet to be properly resettled or issued valid title deeds.",
    "II.Many individuals have lost their title deeds due to conflict and tsunami-related displacement, while others have been issued houses by the government without formal ownership documents for over a decade.",
    "III.In many cases, the original owners of the lands are deceased, and no formal conveyance has been made to lawful heirs, preventing and/or imposing heavy constraints on the ability of successors to effectively assert legal claims as would be required in terms of the said Gazette No. 2430/25 dated 28.03.2025.",
    "IV.Several hundred thousand Tamil refugees, particularly those living in India, remain unable to return or submit claims within the short period prescribed by the Gazette, despite being officially recognised by the UNHCR.",
    "V.It has also come to light that several families were provided housing under government programmes for post-tsunami reconstruction. However, no title deeds were issued to many of these families, despite over a decade of uninterrupted occupation. Applying the Land Settlement Ordinance in such cases will unjustly penalize these occupants and compound legal and humanitarian complexities.",
    "The ITAK also conducted legal clinics for people whose lands were specified in the gazette schedules. Many lawyers and law students offered their services on a voluntary basis The ITAK also planned to launch a massive civil disobedience campaign on 30 May 2025.",
    "PM Harini Amarasuriya",
    "Meanwhile Prime Minister Harini Amarasuriya held a meeting with all MPs representing the Northern and Eastern Provinces to discuss the issue. Agriculture, Livestock, Land and Irrigation Minister K.D. Lalkantha and officials of the Lands ministry were also present. Some officials defended the action taken and insisted that the gazette should not be revoked. It was decided that the cabinet take up the lands gazette issue for discussion and arrive at a decision.",
    "On 27 May 2025, the Ministry of Agriculture, Livestock, Land and Irrigation issued a media release. The media release stated that there had been miscommunications in the public domain regarding Gazette No. 2430/25 dated 28.03.2025. The media release further declared that a decision had been taken to revoke the said Gazette, and that the opinion of the Attorney General was being sought in this regard. The media release also annexed a copy of a letter dated 26 May 2025, bearing reference number 9/2/4/1, which had been addressed by the Ministry secretary to the A-G, requesting necessary advice and steps to facilitate the revocation of the said Gazette.",
    "In a separate development Minister Lalkantha in response to a query raised by ITAK Jaffna MP Sivagnanam Shritharan said the gazette would be revoked and that an official announcement would be made soon. It appeared therefore that the gazette danger had ceased. ITAK Secretary M.A. Sumanthiran welcomed the decision and thanked the Government. Plans to launch a civil disobedience campaign were shelved.",
    "Yet as the days passed there was nothing concrete. There was no revocation of the gazette, there were no announcements regarding the issue. This writer too wrote to the Secretary to the Ministry of Agriculture, Livestock, Land and Irrigation D.P. Wickramasinghe, seeking clarification. There was no response.",
    "Once again the mood began to sour. Doubts gathered. Was the NPP Government being truthful about the decision to revoke the gazette? What troubled many was that the three-month deadline was approaching. If no claims were made regarding the gazetted lands by 28 June 2025, the lands in question would be automatically taken over by the State.",
    "Section 5(1) of the Land Settlement Ordinance No. 20 of 1931, states as follows:",
    "“If no claim is made within a period of three months from the date specified in any settlement notice to any Officer when land specified therein or to any share of or interest in any such land, the Settlement Officer shall make a declaration in writing, which shall be deemed for the purposes of this Ordinance to be a settlement in favour of the State, that such land to which or to any share of or interest in which no claim has been made is the property of the State.",
    "Provided that if at any time within the said period of three months it is brought to the knowledge of the Settlement Officer that any person has a claim to any such land or to any share of or interest in any such land and that such person is then absent from Sri Lanka and was so absent at the date of the first publication in the Gazette of the notice aforesaid, the Settlement Officer shall not make a declaration that such land is the property of the State until after the expiry of a further period of six months commencing from the day on which the said period of three months expired.”",
    "Under these circumstances was the Government lulling the Tamil people into a state of complacency on the one hand while setting the stage for a diabolical landgrab on the other? The longer the delay, the greater the danger of the gazetted lands being forfeited.",
    "Sumanthiran’s FR petition",
    "It was in this situation that Sumanthiran decided to seek legal recourse on the matter. On Thursday, 12 June 2025, a fundamental rights petition (SC FR 112/2025) was filed in the Supreme Court on behalf of M.A. Sumanthiran. The Petitioner M.A. Sumanthiran made this application in his own right and in the public interest.",
    "The Petitioner stated that, as at the date of filing this application, no formal decision has been communicated by the relevant Ministry or authorities regarding the revocation of Gazette No. 2430/25 dated 28.03.2025. The Petitioner further stated that the three-month period prescribed by the said Gazette for submission of claims is set to lapse on 28 June 2025, and in the absence of an official revocation, the said Gazette remains in force, thereby continuing to pose an imminent threat to the fundamental rights of affected individuals, including the right to property, equality before the law, and protection from arbitrary administrative action.",
    "Accordingly, it had become necessary for the Petitioner to invoke the jurisdiction of the Supreme Court in terms of Article 126 read with 17 of the Constitution and to seek – a declaration that the Petitioner’s fundamental rights guaranteed under Article 12(1) and/or Article 12(2) and/or Article 14(1)(h) of the Constitution have been infringed and/or are about to be infringed by administrative and/or executive action pertaining to the issuance and steps to implement Gazette No. 2430/25 dated 28.03.2025, published under Section 4 of the Land Settlement Ordinance No. 20 of 1931:",
    "The petitioner also sought an interim order suspending the enforcement, operation, and/or implementation of Gazette Extraordinary No. 2430/25 dated 28.03.2025 or the taking of steps pursuant thereto, until the hearing and final determination of this application.",
    "When the FR petition was taken up for support on 17 June 2025, the Attorney General asked for time till 20th to have instructions from cabinet although the Government had already announced revocation. When the matter came up again in the SC on the 20th, the AG wanted more time till Friday 27.06.2025, to inform court of the decision of the Government.",
    "Under these circumstances there was much anxiety that the Government was trying to drag on the matter until 28 June, thereby letting the gazette provisions become operational. Hence 27 June was of crucial importance as the D-day! There was much relief when the SC issued a stay order on the 27th.",
    "The petitioner Sumanthiran in a media release stated as follows: “The Supreme Court just granted a stay order suspending the operation of the Gazette issued on 28.03.2025 under the Land Settlement Ordinance until 02.07.2925, in respect of 5941 acres of lands in the North in SC FR 112/25 filed by me. If the Gazette is revoked in the meantime, AG to file it in court.”",
    "“The Bench comprised Their Lordships Yasantha Kodagoda PC, J, Sampath Abeykoon J and Sampath Wijeratne J. Thanks are due to Dr K Kanag Isvaran PC, Viran Corea PC, Bhavani Fonseka, Lakshmanan Jeyakumar, Ravindiran Niloshan and Benislos Thushan AAL who appeared for me, the Petitioner.",
    "Special thanks are due to Moahan Balendra and the Associates of Sinnadurai Suntharalingam and Balendra who worked tirelessly in filing the case on my behalf enabling the obtaining of the stay order just in time before the impugned Gazette became operational on 28.06.2025, i.e., tomorrow.”",
    "In an interesting turn of events, the Government revoked the controversial gazette on 28 June midnight. Subsequently the FR petition filed by Sumanthiran was withdrawn on 2 July 2025. Thus ended for the time being, the “gazetted landgrab of 5941 acres attempt” in the North.",
    "(The writer can be reached at [email protected].)"
  ]
}