{
  "url": "https://hbr.org/2024/11/business-tapped-out-of-the-climate-fight-heres-how-to-get-back-in",
  "title": "Business Tapped Out of the Climate Fight. Here’s How to Get Back In.",
  "ut": 1732521327.0,
  "body_paragraphs": [
    "Illustration by Vilmante Juozaityte ‘Bulma’",
    "Despite the business community’s potential to be a powerful ally in the climate fight, it has largely been sidelined by free market ideologies that promote voluntary corporate sustainability over necessary regulation. To truly address climate change, businesses...more",
    "For the past 30 years, fossil fuel companies have been effective at pre-empting and undermining resistance to their greenhouse gas-emitting activities. Savvy PR campaigns have confused the public, lobbying and political donations have influenced governments and their regulatory agencies, and, in some cases, an active cover-up has hidden these companies’ own research into the damaging effects of the CO2 emissions associated with their products.",
    "But there is one key constituency they have not had to influence: the rest of the global business community. In theory, business should be a formidable adversary, advocating for aggressive action on climate. Most leaders and managers have already experienced shocks to their supply chain and customer base from natural disasters, which have spiked in frequency and intensity in a warming world. They have good reasons to care about fixing the problem. Corporations also typically have climate-friendly missions and values, which have grown in importance in the last few decades as younger, cause-driven customers and employees have come on the scene. Most worrisome to the fossil fuel industry is that business is influential —often admired and respected by customers — and possesses substantial power, including the ability to impact political decisions.",
    "The Disempowering of Business",
    "Yet, the business community has — with a few exceptions — taken itself out of the real climate fight. Free-market ideology supported by leading environmental thinkers, academics, and NGOs eliminated this potential threat to the fossil fuel industry through the now decades-old practice of corporate sustainability. That approach posits that social and environmental problems, and particularly climate change, can be solved by businesses motivated by profit, on a voluntary basis. As a result, they have collectively ignored the very interventions — new laws and stronger regulation — required to tackle climate change. Their failure is clear as global temperatures, natural disasters, atmospheric CO2 concentrations, and human suffering continues to escalate.",
    "But all of these features of the climate crisis directly impact commerce and economies. It is time to rethink business’s role in the climate battle.",
    "Rethinking Business and Climate",
    "To truly make a difference, businesses must move beyond their own individual sustainability efforts (crucial as those may be) and embrace both movement-building and political action. Both are essential because the scale and urgency of the climate crisis requires systemic changes that go beyond corporate environmental, social, and governance [ESG] initiatives. While ESG efforts can be valuable, they typically focus on internal practices and incremental improvements. Meaningful progress on climate change necessitates broader policy shifts and regulatory frameworks. Corporations are uniquely positioned to change social norms and mobilize customers, partners, and trade groups to produce the needed political will for eventual policy action.",
    "Below are four strategies that forward-thinking businesses can adopt to leverage their influence, break away from the status quo, and drive significant progress in the fight against climate change.",
    "In late October, the business I work for, Aspen One, the parent company of Aspen Skiing Company, launched a social media campaign around the U.S. presidential election that also targeted employees and guests within the hospitality, ski and retail communities. The point of the campaign was to emphasize that if you genuinely care about climate change, the outcome of the presidential election was crucial.",
    "Businesses are often reluctant to take a stance in partisan elections, for fear of blowback. But we did so intentionally. Months ago, we asked the question: If we actually cared about influencing this election, what would matter, versus just being performative, and even possibly damaging? To answer this, we consulted experts at League of Conservation Voters and Yale’s Program on Climate Change Communication. We crowdsourced the question, too.",
    "Our conclusion: First, that we have many customers and fans in swing states who may not be ideologically aligned with a liberal, blue state-based outdoor company, but who care about the same issues. And second, that our language ought to address a particular pain point of Trump-leaning voters brought to our attention by Yale: that they feel disrespected. As a result, the language of the campaign either explicitly or implicitly says: “If your mind is made up, we respect you as a neighbor and citizen with agency to make your own decision in a democracy…but if you’re on the fence…consider climate.”",
    "The goal of this campaign on social media platforms, direct email, and other media, was to specifically target swing voters in key states who needed a nudge to tip them one way or another. Research, again from Yale, shows that climate is one of those issues. It’s commentary on the state of business climate activism that we believe only two others corporations did similar work: Ben and Jerry’s and Patagonia. The fact that this campaign didn’t help — that climate advocates lost the election — only reinforces the point. My company acted more or less alone, and corporations were mostly silent leading up to the election, despite their stated concerns about climate change.",
    "Rethinking NGO partnerships to focus on systemic change",
    "Historical partnerships between NGOs and corporations have focused on discreet issues: things like orangutang-friendly palm oil, conflict-free diamonds, or dolphin-safe tuna. Even admirable climate-focused partnerships, such as the Environmental Defense Fund’s longtime collaboration with Walmart, are focused at the firm-level, with an emphasis on an individual company’s emissions reduction targets and the use of offsets to meet those goals. That approach has come under increasing scrutiny as businesses fail to meet targets, and the offsets used to nominally do so come under attack. But more than that, there are now opportunities to partner with uniquely innovative nonprofits that can help business answer the question: “If we really cared about moving the needle on climate, what would we do beyond our own footprint?”",
    "One example is Topo Finance, which works with businesses and individuals to align their finances with social and environmental goals. Finance is a huge lever in the climate problem. Even the less ambitious two degree Celsius target for global warming set by the Paris Accords can’t be met if we continue to extract and combust new fossil fuel reserves. One way to address that is to pressure (or coerce) banks to stop financing fossil fuel development, using corporate power.",
    "Another example: the London-based nonprofit InfluenceMap, which was the first group to offer a “detailed measurement of how corporations and their industry groups influence policy needed to address climate change.” It introduced the concept of the corporate Carbon Policy Footprint, or Scope 4 emissions, which refers to the impact of a company’s lobbying and policy influence on climate change. In short, InfluenceMap pulled the curtain back on the world of corporate power, naming (and in some cases shaming) companies that are either lobbying for or against climate action.",
    "Founder Dylan Tanner told me: “One of the reasons I founded InfluenceMap was to arm the growing number of corporate executives who realize systems change is needed rather than tinkering with Scope ½ [i.e., nigglingly micro-focused] emissions, etc. We are working to identify people in a growing number of companies to help build this movement and trigger collaboration. …We are also launching a tech tool, Influence+, to enable this.”",
    "Other creative nonprofit business partnerships abound. Protect Our Winters helps outdoor businesses get political; the Yale Center on Climate Change Communications, as described earlier can help business think through climate messaging. The list goes on.",
    "Pressuring peers and trade groups, or reforming on your own",
    "The scrappy new nonprofit ClimateVoice, which was founded by Bill Weihl, former director of sustainability at Facebook and clean energy czar at Google, recently launched the “Guilt by Trade Association” campaign, which, similar to InfluenceMap, daylights corporate support for trade groups that block climate action. For example, Salesforce, which sees itself as a climate leader but gives over a quarter million dollars a year to both the Business Roundtable and the U.S. Chamber of Commerce — both enemies of climate action — ranks as a “climate obstructer” in the ClimateVoice report.",
    "Further, businesses that care can contact peers to pressure them, especially if they use their product. Alternately, if you happen to be one of these offending businesses, you can reform, as Apple did, by dropping out of the U.S. Chamber of Commerce.",
    "Even though few companies apply peer pressure today, it is quite easy to do, because all it takes is communication. And it is powerful because it has been historically taboo to criticize partners or suppliers. One successful example: Aspen One joined 700 other businesses in partnership with Greenpeace to boycott Kleenex. The campaign eventually forced Kimberley Clark to improve its practices by protecting endangered forests.",
    "At a smaller level, a business can contact suppliers will less-than-admirable policy stances and complain. For example, one could say to Coca-Cola and Pepsi: “We love working with you, but why do you consistently oppose bottle bills, and how come you were silent on the Inflation Reduction Act, if you say you care about climate change?” The conversation may not result in action immediately, but it represents norm-changing and the first step in conscripting others into the climate cause.",
    "Changing norms transparently via public climate lobbying",
    "I’ve often gotten into conflicts with other businesses over public versus private advocacy. I ask: “Why aren’t you lobbying the government on climate?” Most respond: “That’s not in our purview.” But some say: “We do lobby for climate. We just do it quietly.” That answer often has an edge of admonition: you just want the media attention, we do it do it behind closed doors. Well, yes, media attention is important. Because public lobbying and use of voice helps change social norms and paves the way for others. If corporations never talk about the need for climate action, the topic remains taboo, and other businesses never follow suit.",
    "Public climate advocacy also provides verification. I have been in the room for some of the “quiet” lobbying. Climate is never a priority, it comes last, and it’s a soft ask. But it sounds good: “We lobbied on climate!”",
    "There are also ways to pursue public advocacy outside of K street. Business leaders can use their voice at conferences, in op-eds, in the media, and in press releases to advocate for the needed legislative changes. Business representatives can testify for climate bills at the state and local level. And instead of, or in addition to, tracking carbon footprints, they can track their own political advocacy and movement-building in their sustainability reports, as Influence Map urges. Those actions mean far more than whether your firm cut emissions last year, because if successful, they require society to do so as well, since the new laws passed as a result of corporate advocacy would demand large scale change.",
    "A brave new, terribly beautiful world",
    "These strategies all have the benefit of driving real progress on climate action by targeting leverage points. Because they’re unique, they allow businesses to stand out above competitors. Meanwhile, young, emerging leaders will stay engaged in the most important challenge of our time, instead of yawningly deploying a stale, ineffective climate playbook.",
    "Best of all, this approach might actually make a difference.",
    "Readers Also Viewed These Items",
    "Managing Conflict: Disagree Productively (Virtual Group Learning)",
    "Honing Your Leadership Style: Expand Leadership Versatility (Virtual Group Learning)",
    "Read more on Climate change",
    "Environmental sustainability,",
    "Society and business relations"
  ]
}