{
  "url": "https://hbr.org/2024/10/5-rules-for-companies-navigating-geopolitical-volatility",
  "title": "5 Rules for Companies Navigating Geopolitical Volatility",
  "ut": 1730097942.0,
  "body_paragraphs": [
    "nesneJkraM/Getty Images",
    "In the last decade, we’ve seen new models of corporate leadership through more challenging geopolitical realities. These models follow five rules for businesses looking to adapt, innovate, and grow: 1) They look for a seat at the table and opportunities to shape their...more",
    "Geopolitics is an uncertain business. The world order to which most business leaders were once accustomed is now facing its greatest challenge since the Cold War, if not World War II. Wars in Europe and the Middle East and rising tensions in the Indo-Pacific have made the world more turbulent and less predictable. There are few offramps to what increasingly looks like a geopolitical hard landing that could threaten global security and growth.",
    "As CEOs and boardrooms navigate a more volatile world, the word that they use most often is “risk.” What are the risks to their employees, operations, shareholders, and other stakeholders? How can they “de-risk” supply chains? And what risks, from pandemics to cyberattacks to war, are they not yet thinking of or prepared for?",
    "In the last decade, we’ve seen new models of corporate leadership through new, and more challenging, geopolitical realities. These models follow five rules for businesses looking to adapt, innovate, and grow, even in a geoeconomic environment in which the Pax Americana that has sustained global peace and security is being tested, and serious leadership is needed to sustain it.",
    "Look for a seat at the table and opportunities to shape your role.",
    "The free enterprise system that has made global growth possible on a historic scale relies on rules and institutions. But those rules and institutions are also enforced and safeguarded by power, specifically power wielded by democratic nation-states with the will to use it, the United States and its allies and partners.",
    "However, while governments protect global commerce, the private sector also has a prominent seat at the geopolitical table. That is only becoming clearer in the modern knowledge and innovation-driven economy. The annual revenues of top global companies now exceed the gross domestic products of approximately three-quarters of all nations. Many of these corporations have capabilities that governments don’t, from talent to cutting-edge technologies. Even before Russian tanks crossed Ukraine’s border in 2022, American technology companies were defending Kyiv from cyberattacks. And what may be the defining technology of today’s great-power competition – artificial intelligence – is mostly being invented at private companies and labs.",
    "But technology firms aren’t the only commercial actors that have a stake in geopolitics. Nearly every industry — from biopharmaceuticals to banking — relies on the rules-based global economy and a power to enforce those rules.",
    "Businesses can’t succeed in a world that doesn’t work. They need rules that are respected, property rights that are protected, laws and norms that are understood, and innovations that don’t just happen, but are rewarded and adopted at scale. The Pax Americana has made this possible. But these conditions can’t be taken for granted into today’s fracturing geoeconomic environment. With more risk, companies need to understand their supply chains, study how governments may view their industry, or their competitors, as a means not just for economic growth, but as levers for geoeconomic coercion. The private sector has a role in national life, in securing free and open societies, and in supporting the free enterprise system that makes it possible to do business in the first place.",
    "Lean into geopolitical swing states.",
    "The United States and China have the world’s two largest economies and militaries. For most global businesses, they are top trade and investment destinations. But Washington and Beijing are not the only players in geopolitics.",
    "To see where great-power competition is heading, as well as emerging risks and opportunities, it sometimes pays to look outside the great powers. The first country to ban Chinese-owned telecommunications giant Huawei over security concerns wasn’t the U.S. – it was Australia in 2018. Fourteen years before China curbed exports of rare earths like gallium, germanium, and antimony to the U.S., Beijing enforced an embargo on rare earths against Japan, prompting Tokyo to seek markets elsewhere. And with trade barriers now on the rise globally, not just between the U.S. and China, the International Monetary Fund estimates that a fragmented global economy could reduce worldwide economic output by $7.4 trillion. That is equivalent to the combined size of the French and German economies.",
    "Where is there new opportunity? Since the end of the Cold War, a new category of countries, the geopolitical swing states, has emerged. These states often adopt diplomatic strategies of multi-alignment, choosing partnerships across political divides. Great powers rely on them due to their role in global supply chains (e.g. Taiwan and high-end semiconductors), advantages for nearshoring, offshoring, or friendshoring (e.g. India, Mexico, or Vietnam), access to capital (e.g. Saudi Arabia, the United Arab Emirates, Qatar, Norway, and Singapore), or the global visions of their leaders (e.g. Japan, which since the late Prime Minister Shinzo Abe has advanced the concept of a “free and open Indo-Pacific”).",
    "We’ve already seen how the rise of geopolitical swing states has reshaped trade and investment flows. Foreign direct investment into China recently reached 30-year lows, as many Western firms set up operations and manufacturing centers outside of that country in places like India and Vietnam. Meanwhile, China’s global investments – valued at $2.5 trillion since 2005, according to the American Enterprise Institute – are in everything from construction projects in Saudi Arabia to green-energy and critical mineral operations in Latin America. For several years, Beijing has worked to enlist new partners and outcompete the US through programs like the Belt and Road Initiative (BRI), although there are now concerns about how China’s slowing economy, coupled with debt and financial distress in BRI participants, will shape the future of the BRI.",
    "Geopolitical competition creates frictions that challenge global growth. But from Australia to the Arab Gulf countries of the Middle East, to Canada and Mexico, swing states are positioning themselves to benefit from geoeconomic fragmentation, becoming destinations for everything from data centers to automobile manufacturers. Understanding what drives states’, and indeed businesses’, geoeconomic interests requires what Lt. General H.R. McMaster has described as “strategic empathy” — avoiding the tendency to view challenges only from one’s own perspective, and instead viewing them from the perspective of others, foes and friends alike.",
    "When exploring new markets or determining whether to exit one, executives should ask a series of questions about world leaders. What does the other side want, and why? What are their motivations and pain points? And where do their national aspirations clash with what is economically or geopolitically realistic or desirable?",
    "Don’t compartmentalize crises.",
    "Many of the frameworks that businesses use to categorize geopolitical risks are helpful. But they can also make it more difficult to understand a more complicated world. For example, risk indexes often treat risks in isolation, without showing connections between risks, and how they might shape future contingencies.",
    "Interconnected geopolitical realities aren’t new. NATO was founded in 1949, at the end of a brief period in which the U.S. possessed a nuclear monopoly, and when many believed conventional wars were a thing of the past. But the outbreak of the Korean War in June 1950, not to mention American political concerns – real and imagined – about communist influence at home, gave the alliance purpose that wasn’t present at its creation. As hundreds of thousands of Kim Il Sung and Mao Zedong’s forces marched south along the peninsula, the U.S. and its NATO allies were shocked and looked to threats to East Asia and West Berlin. President Harry Truman sent the Seventh Fleet through the Taiwan Strait to prevent the conflict from spreading. The Korean War also transformed NATO. Alarmed by events on the other side of Eurasia, member states boosted defense spending and troop levels in Europe, the alliance appointed its first supreme commander, and they rallied to compete in a Cold War they were already in, but not yet prepared to win.",
    "Today’s conflicts and tensions are also connected, from Afghanistan to Ukraine to East Asia. A month after Hamas’s assault against Israel on October 7, the rebel Houthis began their attacks in the Red Sea, a blow to global commerce that cut trade flows through the Suez Canal by some 50%. Following Russia’s invasion of Ukraine, Finland and Sweden joined NATO and a record 23 member states now spend 2% of their GDPs on defense. As with the Korean War, what happens on one side of Eurasia reverberates to the far coast: In late 2022, Tokyo pledged to double its own defense spending as a share of GDP by 2027. According to Goldman Sachs research, Japan is making progress on that goal, increasing its military budget by 16.5% in 2023. These investments are driven by geopolitics. As the Prime Minister of Japan, Shigeru Ishiba, recently stated, “Ukraine today is Asia tomorrow.”",
    "In a more connected world, quarrels in faraway countries have effects at home. There will likely be more conflicts and competitions to come. And even if those events are thousands of miles away, executives should ask how they might escalate, how the countries in which their businesses operate might respond, and how other governments with which they interact daily might have influence abroad.",
    "Don’t rely on predictions – plan around inflection points.",
    "Business leaders look for certainty. But more often, in geopolitics, there is contingency. Will China invade Taiwan, keep pressuring it through other means, or will the status quo hold? Will there be a full-scale regional war in the Middle East? Could we see an unexpected shock elsewhere? How will governments, societies, and the flow of goods and capital respond?",
    "Predicting world-changing events is often at best an educated guessing game. But experts can help business leaders get the big, strategic ideas right. They can then work together to test those ideas, communicate throughout the enterprise, and adapt and implement new policies. Such exercises can provide insights into today’s challenges, identify shocks that could impact a company’s operations, help C-suites understand whether those shocks are becoming more or less likely, and inform plans. As President Dwight D. Eisenhower said, “Plans are worthless, but planning is everything.”",
    "To plan for potential future scenarios, militaries have used table top exercises since at least the 18th century. These formats have now been adapted for use by corporations. One of their virtues is that they can institutionalize dialogue among stakeholders from different sectors who may have to confront the same problem but are rarely in the same rooms.",
    "These exercises can be retooled so that it is the norm – not the exception – to bring experts from across fields together, evaluate potential future shocks, and scope out inflection points so that companies can both innovate around and anticipate what may be coming. Identifying — and communicating about and planning for — inflection points, from leadership changes to potential future conflicts, can help executives better protect their people, increase their enterprise’s resilience, and lead to better strategies and outcomes.",
    "Understand that there are limits to the power of commerce in geopolitics.",
    "Across sectors, many leaders wish that heads of states acted more like CEOs, maximizing growth over geopolitical ambitions or revisionist ideologies. In 1920, Prime Minister Lloyd George believed that commerce could change the Soviet Union, arguing, “We have failed to restore Russia to sanity by force. I believe we can change her by trade.” A century later, the idea of “change through trade” hadn’t gone away, as shown by the Nord Stream II pipeline project between Russia and Western Europe. But economic connections don’t always foster international goodwill – instead, they can also create geoeconomic vulnerabilities, as leaders like Vladimir Putin want something other than peace and prosperity.",
    "But just because the power of commerce in geopolitics is limited doesn’t mean it can’t be transformative. Backed by commitments by the U.S. and its allies, Germany and Japan’s eventual reentries into the global economy after World War II were signature achievements in constructing the stable post-war order. History’s verdict is therefore mixed on the relationship between economic interdependence and peace.",
    "Today, the power of business to shape world affairs is perhaps stronger than it has ever been, making a Hamiltonian strategy that links commerce and national life newly relevant. However, executives need a realistic understanding of the world, as well as the opportunities and responsibilities that geopolitics present.",
    "Taiwan’s importance in global affairs is a case in point. It is critical not just due to its position in the first island chain, or its democractic governance. Thousands of miles away from the U.S. and home to just 23 million inhabitants, Taiwan is America’s 10th largest trading partner. It manufactures perhaps 90% of the world’s most advanced semiconductors, giving it a larger role in global chip production than OPEC has in world oil markets. The Taiwan Semiconductor Manufacturing Company has taken on such a level of importance that scholars debate whether it has provided the island a “silicon shield,” protecting itself from invasion, or if its presence in fact increases the risks of aggression.",
    "The growth of Taiwan’s semiconductor industry has commercial implications for the entire global economy. It is also a geopolitically significant fact that happened for geopolitical reasons. Its roots go back to the 1960s, when the island’s leaders worked to strengthen their relationship with the United States at a time when the Vietnam War was making Washington wary of commitments in Asia. And as the Cold War evolved and ended, new companies gave Taiwan relevance in world affairs, a fact that can galvanize today’s business leaders to think about their own roles in national life.",
    "Innovation connects commerce to geopolitics. As the AI revolution continues, companies in geographies that have not always been traditional technology leaders, from the Middle East, to Canada, to the Nordics, are positioning themselves as hubs for the buildout of AI infrastructure, particularly data centers. The AI infrastructure buildout will require high levels of reliable and affordable energy, favorable regulatory regimes, and strong investment climates. Markets that can meet such conditions will become even more desirable as partners.",
    "As commerce takes on more importance in geopolitics, new companies and geographies will take on new relevance. The Netherlands is today a key player in Asia in a way that it perhaps hasn’t been since the time of the Dutch East India Company. That’s not just because of political institutions like NATO or the European Union, but because it is home to world-leading companies like ASML, which makes the extreme ultraviolet lithography tools necessary for high-end semiconductor production.",
    "State-owned enterprises and public-private partnerships are forging such global ties as well. China’s Belt and Road Initiative is facing pushback, but it has given Beijing a footprint in more than 150 countries, especially in the Global South. Saudi Arabia, the United Arab Emirates and Qatar are headed by ambitious leaders, have different geoeconomic playbooks, and have launched programs for transformation and economic diversification like Vision 2030 to position themselves as innovations leaders and exports of not just oil, but technology. They believe that AI can accelerate their economic diversification. And as a part of those programs, they’re forging new connections with companies in East Asia and the West Coast of the United States, navigating a complex geopolitical environment as they do so.",
    "Economic statecraft creates hybrid roles for policymakers and business leaders. Executives have relationships with public officials that are different from those of traditional diplomats, but they too have roles in national and international life. And they, too, navigate the competing requirements of markets, politics, and the global system.",
    "A time for new strategic thinking",
    "With the return of great-power competition, the character of global politics has changed. The same is true for the character of global commerce. As 19th century British geopolitical strategist Halford Mackinder observed, “Democracy refuses to think strategically unless and until compelled to do so for the purposes of defense.”",
    "Businesses also need new strategic thinking, or else they’ll lose their competitive advantages. New strategic thinking requires realism and an understanding of interests, risks, and opportunities. The interests of global businesses — who rely on the ability to travel, invest, and operate safely around the world — remain, in large part, unchanged. Turbulent geopolitics presents new risks, but also the opportunity to recommit to the fundamental principles of free societies that make it possible to do business in the first place. If the world is getting more competitive, competing is what the businesses do best.",
    "Readers Also Viewed These Items",
    "HBR's 10 Must Reads 2025 (Paperback + Ebook)",
    "Artificial Intelligence Library, 2nd Edition: How to Remain Competitive in a Generative AI World",
    "Read more on Risk management",
    "International relations,",
    "Public-private partnerships,",
    "Social and global issues,"
  ]
}