{
  "url": "https://www.eiu.com/n/intra-party-tensions-in-the-us-rise-over-foreign-conflicts/",
  "title": "Intra-party tensions in the US rise over foreign conflicts",
  "ut": 1715337359.0,
  "body_paragraphs": [
    "Intra-party tensions in the US rise over foreign conflicts",
    "ElectionsForecastingPoliticsUS electionAmericasUnited StatesCountry Analysis",
    "On May 8th hardline Republicans in Congress made a second attempt in seven months to oust their party’s speaker of the House of Representatives (the lower house), this time over the recently passed bipartisan Ukraine aid package. Meanwhile, the Democratic president, Joe Biden, is facing increased pushback from Democratic voters over his approach to the Israel-Hamas war, as illustrated during recent widespread protests on university campuses. Both episodes highlight the intense internal divisions in both parties, which we continue to expect will narrow their paths to victory at November’s competitive elections.",
    "Intense internal disagreements will limit the ability of either party to unify their bases, posing a significant liability ahead of the elections. Republicans have long been divided over the Ukraine war, with establishment party members viewing it as a national security priority, whereas hardliners remain doubtful of its relevance. Passing the latest Ukraine aid package required months of internal negotiations, including getting the presumptive Republican presidential nominee, Donald Trump, who is a long-time critic of the war, on side. Even then, less than half of Republicans in Congress voted for the bill. Democrats have faced a similar dilemma over the Israel-Hamas war. Mr Biden has struggled to balance the competing priorities of his party’s establishment (which favours the long-standing US-Israel alliance) and progressives (who place greater emphasis on the humanitarian crisis in Gaza).",
    "Both parties will have limited options for resolving these disagreements. The current Republican House speaker, Mike Johnson, who had helped to advance the Ukraine aid bill, easily survived the recent no-confidence vote; only 11 Republicans (all hardliners) voted against him. The result contrasted sharply with the October vote that ousted Mr Johnson’s predecessor, Kevin McCarthy, suggesting an increased willingness among Republicans to present a unified image. However, tensions will flare up again as Republican lawmakers position themselves to challenge Mr Johnson for his post in the next Congress, as some have already signalled they will. Meanwhile, Mr Biden’s own balancing act has become more tenuous as the Israeli government continues to challenge plans for a ceasefire in Gaza. Although we expect progressive, young, Arab and Muslim voters to ultimately vote for Mr Biden, given their antipathy towards Mr Trump, his standing among these key voter groups will grow more vulnerable the longer the conflict continues.",
    "Ongoing intra-party tensions support our view that the November elections will be extremely close. We continue to believe that Mr Biden is better positioned than Mr Trump to unify his party, which informs our forecast that Mr Biden will win the presidential election. However, this remain a high-risk forecast, and any persistence in divisions among Democrats (including over the Israel-Hamas war) will further weigh on Mr Biden’s prospects. Although we continue to expect Mr Biden to integrate the concerns of progressive Democrats increasingly into official policy, including by taking a stricter tone with Israel and aiming to de-escalate the war by the November elections, his options for balancing the competing interests within his party will grow more limited the longer the war drags on.",
    "The analysis and forecasts featured in this video can be found in EIU’s Country Analysis service. This integrated solution provides unmatched global insights covering the political and economic outlook for nearly 200 countries, enabling organisations to identify prospective opportunities and potential risks.",
    "ElectionsForecastingPoliticsUS electionAmericasUnited StatesCountry Analysis"
  ]
}