{
  "url": "https://dbsjeyaraj.com/dbsj/?p=86710",
  "title": "President  Dissanayake Declares Emergency as Devastation Caused by Cyclone Ditwa Unfolds,59 dead,203 missing. Over 800,000 People Affected with More than 100,000 Accommodated in  State -run Safety Centres,",
  "ut": 1764419431.0,
  "body_paragraphs": [
    "The death toll from the devastation caused by Cyclone Ditwah in Sri Lanka climbed to 159 on Saturday (November 29, 2025), while President Anura Kumara Dissanayake declared a state of emergency to expedite rescue and relief efforts.",
    "Torrential rain over the last few days, strong winds, severe flooding and landslides forced over one lakh people out of their homes and into state-run safety centres. According to the Disaster Management Centre, 203 people were reported missing as of Saturday evening. More than two lakh families — nearly eight lakh people — across the island nation have been severely affected by the cyclone, whose full impact is yet to unfold.",
    "The emergency regulations aim to speed up decision-making and action at district level, officials said, although rights activists cautioned that some provisions may impinge on human rights.",
    "Kandy district in the island’s Central Province and Badulla in the Uva Province have recorded the highest number of fatalities so far. “The main problem is that many families do not have electricity, water or mobile networks, so we have no way of accessing the latest news or updates,” said Ruki Fernando from near Kandy town.",
    "“Without water for even basic use, many were collecting rainwater. We are also seeing long queues for bread because people can’t cook at home,” he told The Hindu over a patchy line, while charging his phone at a supermarket.",
    "Those in towns and cities are relatively better off, with some access to shops and food outlets, but conditions in the tea estates, including in Badulla, are far worse, Mr. Fernando pointed out. “There is no electricity, no phone connection and no access. Even on a good day, they lack basic facilities, so when a disaster strikes you can imagine how much harder it will be for them,” he said, referring to the plight of Malaiyaha Tamils residing in estate areas, among the poorest communities in Sri Lanka.",
    "Meanwhile, authorities said they have urged telecom service providers to launch an urgent operation to restore telephone, mobile and internet connections that snapped over the last few days, even as millions — including tourists — struggle to contact their families and friends from badly affected areas.",
    "Several Sri Lankans in severely flooded areas reported prolonged power and water supply cuts. The Ceylon Electricity Board told local daily The Morning that nearly 25% of its seven million customers had lost electricity owing to the severe weather.",
    "Rescue efforts by the Sri Lankan military, aided by their Indian counterparts and, in many cases, local communities, continued through Saturday amid reports of landslides in many parts of the hill country. The military rescued 69 bus passengers who were marooned in Anuradhapura district after a 24-hour operation involving a helicopter and naval boats, news agency AFP reported.",
    "India sends relief materials",
    "Under its Operation Sagar Bandhu, India on Saturday (November 29, 2025) sent around 21 tonnes of relief materials in two military transport aircraft, a day after delivering the first tranche of over six tonnes of essential supplies.",
    "India also sent two urban search and rescue teams comprising 80 National Disaster Response Force personnel even as two Chetak helicopters on board aircraft carrier INS Vikrant joined the rescue efforts, according to External Affairs Minister S Jaishankar.",
    "A total of around 27 tonnes of relief materials delivered by air and sea and more is on the way, he said on social media.",
    "As flight services were severely disrupted, the Indian High Commission in Colombo announced that it is setting up an emergency helpline at the Bandaranaike international airport in the Sri Lankan capital city to help Indian citizens in need of support.",
    "The High Commission of India is providing all required assistance including food and water to Indian passengers stranded at the airport, the mission said.",
    "According to an official gazette dated Friday and released on Saturday, the state of emergency has been declared throughout the island."
  ]
}