{
  "url": "https://www.ft.lk/columns/Sri-Lanka-s-rice-conundrum-Recipe-for-disaster/4-773436",
  "title": "Sri Lanka’s rice conundrum: Recipe for disaster?",
  "ut": 1740423332.0,
  "body_paragraphs": [
    "The rice crisis is not just an agricultural issue; it’s a symptom of a broader economic malaise that has plagued Sri Lanka for decades",
    "The fragrant steam rising from a pot of rice, once a symbol of comfort and abundance in Sri Lankan households, now carries a bitter scent of anxiety. Families across the island nation grapple with a rice crisis that threatens to unravel the social and economic fabric of their lives. While Government pronouncements boast a surplus of rice production, consumers face empty shelves and inflated prices. This stark paradox exposes deep-seated flaws in Sri Lanka’s agricultural policies and economic management1. This crisis, echoing past missteps and burdened with the potential for long-term economic instability, demands a critical examination of the Government’s approach and a renewed commitment to sustainable solutions.",
    "A history of crisis and mismanagement",
    "Sri Lanka’s history is punctuated by economic crises, often intertwined with political turmoil and social unrest. In 1953, a mass protest triggered by the removal of rice subsidies, known as the “Hartal,” forced the then-Government to resign2. This historical precedent serves as a stark reminder of the fragility of an economy overly reliant on a single staple crop and the potential for food insecurity to ignite social unrest.",
    "The current rice crisis is not merely a consequence of recent events; it represents the culmination of decades of policy missteps and a failure to address underlying structural issues in the agricultural sector. The 2021 ban on chemical fertiliser imports, ostensibly aimed at promoting organic farming, had a catastrophic impact on agricultural yields and food security. This drastic measure, driven by ideology rather than evidence-based policymaking, exposed the dangers of Government intervention without adequate planning and consideration for the complexities of the agricultural sector. The repercussions were immediate and severe: agricultural yields plummeted by 50% in a single year, and 30% of the population became food insecure3.",
    "The illusion of plenty: Market distortions and misguided interventions",
    "The Government’s current response to the rice crisis is a patchwork of price controls, import facilitation, and paddy procurement schemes. Price controls, a favoured tool of governments seeking a quick fix, distort market signals, discourage production, and inevitably lead to black markets and further shortages. Sri Lanka’s own history is replete with examples of price controls backfiring, creating more problems than they solve. The recent imposition of control prices for rice, setting a wholesale price of Rs. 225 per kilo and a retail price of Rs. 230 per kilo4, is likely to repeat this pattern, leading to further shortages and higher black market prices.",
    "Furthermore, the Government’s efforts to control the rice market are hampered by a lack of transparency and accountability.",
    "Despite official figures indicating a surplus of 1.04 million metric tonnes of rice each month, consumers struggle to find rice in the market5. This discrepancy suggests that a significant portion of the rice surplus is being held by major rice mill owners, creating artificial shortages and driving up prices1. The Government’s attempts to monitor rice mill owners and enforce fixed prices4 have been met with resistance, highlighting the challenges of controlling a market dominated by powerful players with vested interests.",
    "Meanwhile, relying on imports is a risky proposition, especially when reports suggest that a significant portion of imported rice is being diverted to produce flour and animal feed, further exacerbating the shortage for human consumption1. The Government’s decision to import 70,000 metric tons of rice through State-run organisations like Sathosa and the State Trading Corporation5 raises concerns about potential inefficiencies and the risk of further market distortions. Historically, such interventions have proven to be less effective than allowing private sector imports with minimal restrictions.",
    "Rethinking rice production and pricing",
    "The term “rice production” itself is more nuanced than it appears. The Government’s recently guaranteed price is for dry paddy, but most farmers lack the infrastructure and equipment to dry their paddy after harvest and ensure safe storage. This creates a bottleneck in the supply chain and contributes to post-harvest losses, impacting overall rice availability.",
    "Furthermore, the current pricing mechanism favours larger millers and disadvantages smaller farmers. Farmers receive fertiliser at a subsidised price but bear the costs of labour, machinery, and pesticides. While the Government sets a minimum buying price for paddy, private buyers often offer higher prices, attracting most of the harvest and leaving farmers with limited bargaining power.",
    "Addressing the “rice mafia” myth",
    "The narrative of a “rice mafia” controlling the market and manipulating prices has gained traction in the current political context. However, this may be a misconception. The four largest millers in Sri Lanka account for less than half a million metric tons of milling capacity14, which constitutes less than 10% of the share of the rice market, indicating a more fragmented and competitive landscape than the “mafia” narrative suggests.",
    "Furthermore, the Government’s policy of taxing rice imports actually benefits larger millers by creating an artificial price floor and limiting competition from cheaper imports. Allowing the sale of imported rice without tax would be a more effective way to curb the influence of any dominant players and ensure affordable prices for consumers.",
    "The challenges of Government intervention in storage",
    "The Government’s proposal to take over the storage of paddy/rice to curb the so-called “mafia” is also problematic. Private rice millers utilise advanced technology, including temperature and humidity-controlled grain silos with colour separators, to ensure the quality and uniformity of rice grains. Government stores are unlikely to match these standards, and intervention in storage could lead to a drop in rice quality and further price increases.",
    "The need for a long-term vision: Sustainable agriculture and open trade",
    "These short-term measures, while politically expedient, fail to address the root causes of the crisis and risk exacerbating the very problems they seek to solve. What Sri Lanka needs is not a band-aid, but a long-term vision for its agricultural sector. A vision that prioritises sustainable practices, invests in research and development, and embraces open trade policies6. Instead of clinging to the outdated notion of self-sufficiency, Sri Lanka should focus on increasing rice yields in high-yielding fields and allow rice imports to ensure a stable supply7.",
    "Diversifying food sources and exploring alternative crops in less productive areas could further enhance food security and reduce reliance on a single staple7. This is especially important considering the challenges posed by climate change, which is already impacting agricultural production through droughts, floods, and unpredictable weather patterns8. Sri Lanka needs to invest in climate-resilient farming practices, such as drought-resistant varieties and efficient irrigation systems, to ensure the long-term viability of its agricultural sector.",
    "The proposed Agricultural Modernisation Task Force, while a step in the right direction, needs to be more than just a bureaucratic exercise9. It must be empowered to drive real change, improve efficiency, and promote innovation in the agricultural sector. This includes investing in research and development to improve agricultural productivity, promoting climate-resilient farming practices, and implementing crop insurance schemes to safeguard farmers against losses.",
    "The broader economic context: A nation grappling with multiple challenges",
    "The rice crisis is not just an agricultural issue; it’s a symptom of a broader economic malaise that has plagued Sri Lanka for decades. The nation is still grappling with the fallout of the 2022 economic meltdown, burdened by high debt service obligations, elevated poverty levels, and a labour market struggling to recover10. The COVID-19 pandemic, political tension, and global economic headwinds have further compounded these challenges11. The rice crisis, with its potential to exacerbate poverty and social unrest, threatens to derail the fragile economic recovery12.",
    "The Government must tread carefully. Fiscal responsibility, sustainable economic policies, and a commitment to social welfare are crucial to navigating these turbulent waters13. The rice crisis, with its impact on food security and nutrition, cannot be viewed in isolation. It’s a stark reminder of the interconnectedness between agriculture, economics, and social well-being.",
    "A call for prudence and pragmatism: Lessons from the past, hope for the future",
    "Sri Lanka has the potential to emerge from this crisis stronger and more resilient. But it requires a fundamental shift in mindset, a move away from short-term fixes and towards a long-term vision for sustainable development. The Government must resist the temptation to repeat past mistakes and instead embrace policies that promote economic stability, agricultural productivity, and social equity. Only then can Sri Lanka ensure that the aroma of freshly cooked rice once again becomes a symbol of comfort and prosperity, not anxiety and uncertainty.",
    "Conclusion: A path forward",
    "The rice crisis in Sri Lanka is a complex issue with deep roots in the country’s history, economy, and agricultural policies. While the Government has taken some steps to address the immediate shortage, a long-term strategy is needed to ensure food security and prevent future crises. This strategy should include the following elements:",
    "Sustainable agricultural practices: Investing in research and development to improve rice yields, promoting climate-resilient farming practices, and diversifying food sources.",
    "Market-oriented policies: Moving away from price controls and import restrictions, allowing for greater competition in the rice market.",
    "Empowering farmers: Providing farmers with the resources and support they need to improve their productivity and livelihoods.",
    "Addressing climate change: Investing in climate-resilient infrastructure and promoting sustainable land management practices.",
    "Economic stability: Implementing sound macroeconomic policies to promote economic growth and reduce poverty.",
    "By adopting a holistic and sustainable approach, Sri Lanka can overcome the current rice crisis and build a more resilient and prosperous future for its people.",
    "1Crisis in rice market: Large portion of imported stocks diverted to production of flour and animal feed - The Island, accessed on January 6, 2025, http://island.lk/crisis-in-rice-market-large-portion-of-imported-stocks-diverted-to-production-of-flour-and-animal-feed/",
    "2The Crisis in Sri Lanka: Economic and Political Dimensions - Air University, accessed on January 6, 2025, https://www.airuniversity.af.edu/JIPA/Display/Article/3125910/the-crisis-in-sri-lanka-economic-and-political-dimensions/",
    "3Sri Lanka is a Haunting Picture of Agriculture Without Natural Gas, accessed on January 6, 2025, https://www.aga.org/sri-lanka-is-a-haunting-picture-of-agriculture-without-natural-gas/",
    "4Sri Lanka President declares price control for rice amid shortage; warns strict actions, accessed on January 6, 2025, https://economynext.com/sri-lanka-president-declares-price-control-for-rice-amid-shortage-warns-strict-actions-192834/",
    "5Sri Lanka to Import 70,000 MT of Rice to Address Shortage - Trade Minister - Newsfirst.lk, accessed on January 6, 2025, https://english.newsfirst.lk/2024/11/20/sri-lanka-to-import-70-000-mt-of-rice-to-address-shortage-trade-minister",
    "6How to avoid Sri Lanka New Year red rice crisis next year | EconomyNext, accessed on January 6, 2025, https://economynext.com/how-to-avoid-sri-lanka-new-year-red-rice-crisis-next-year-198119/",
    "7How to avoid Sri Lanka’s rice crises made by government controls | EconomyNext, accessed on January 6, 2025, https://economynext.com/how-to-avoid-sri-lankas-rice-crises-made-by-government-controls-198119/",
    "8FAO GIEWS Country Brief on Sri Lanka -, accessed on January 6, 2025, https://www.fao.org/giews/countrybrief/country.jsp?code=LKA&lang=es",
    "9Sri Lanka - Agricultural Sector - International Trade Administration, accessed on January 6, 2025, https://www.trade.gov/country-commercial-guides/sri-lanka-agricultural-sector",
    "10Sri Lanka’s Economy Shows Signs of Stabilization, but Poverty to Remain Elevated, accessed on January 6, 2025, https://www.worldbank.org/en/news/press-release/2024/04/01/sri-lanka-s-economy-shows-signs-of-stabilization-but-poverty-to-remain-elevated",
    "11Facts about Sri Lanka | World Vision, accessed on January 6, 2025, https://www.worldvision.org/our-work/country-profiles/sri-lanka",
    "12Sri Lanka’s Dissanayake to restart IMF talks to end economic crisis | AP News, accessed on January 6, 2025, https://apnews.com/article/sri-lanka-dissanayake-imf-economy-crisis-bailout-46ef677d78562a06137d637e32e426b2",
    "13Transcript of Press Briefing: Sri Lanka, November 2024 - International Monetary Fund (IMF), accessed on January 6, 2025, https://www.imf.org/en/News/Articles/2024/11/27/tr112724-transcript-of-press-briefing-sri-lanka",
    "14Milling Economics & Concentration of Market Power in Major Rice Milling Zone Polonnaruwa, Sri Lanka, accessed on January 10, 2025, https://www.statistics.gov.lk/Publication/SSR/DCSSSRVol1Issue1Article2",
    "(The writer is a Professor of Marketing and Head of the Department of Marketing at University of Surrey, UK and could be reached via email at [email protected].)"
  ]
}