{
  "url": "https://www.dailymirror.lk/plus/Mother-of-Altair-victim-to-sue-CIS-for-alleged-negligence/352-299264",
  "title": "Mother of Altair victim to sue CIS for alleged negligence",
  "ut": 1735764486.0,
  "body_paragraphs": [
    "Taking another step forward to ensure that justice is being served to her son, Jivon’s mother Mona Rocky has decided to resort to legal action",
    "A letter of demand issued to CIS states that the ‘negligent acts and the lack of duty of care in the part of the School has directly contributed to Jivon’s untimely death’",
    "The untimely death of Jivon Zoro Singh (15), a student of Colombo International School (CIS) who fell to his death from the Altair luxury apartment complex sparked much controversy over the past few months. However, Jivon’s mother has been fighting to serve justice to her son while alleging that it was gross negligence and lack of duty in the part of the school that led to this tragedy. Even though she had written several letters to the school and its higher officials demanding an explanation to the events that transpired on the day of the incident, the school, in a letter issued previously had responded denying all claims and allegations levelled against the institution. Taking another step forward to ensure that justice is being served to her son, Jivon’s mother Mona Rocky has decided to resort to legal action.",
    "As such, in a letter of demand addressed to the school, Mona has demanded a sum of Rs. 500,000,000. The letter further states that the ‘negligent acts and the lack of duty of care in the part of the School has directly contributed to Jivon’s untimely death.’ ‘Even though the School’s CCTV footage indicates that both Jivon and Rose, the other student who fell to her death from the Altair building complex had left the school around 2.20pm, Mona claims that the school had only informed her around 4.32pm raising concerns about his whereabouts.",
    "“But the school had been in contact with Rose’s parents since 3.00pm,” Mona alleged while speaking to the Daily Mirror. “Had they informed me earlier, I could have saved my son. I only had a brief opportunity to save his life because from the available evidence I believe that my son fell to his death around 4.45pm. From 3.00pm-4.00pm the School and Rose’s parents had been in contact with my son and they had even involved the police by that time, because they sensed some danger,” she alleged further.",
    "Letter of  demand addressed to officials of Colombo International School",
    "School officials unavailable for comments",
    "The Daily Mirror contacted the Colombo International School to request for an explanation on allegations levelled against the educational institution by Jivon’s mother. However an official informed this paper that it is the school principal who has the authority to speak to media and that she is unavailable and cannot be contacted until school reopens on January 6th.",
    "The Police questioned every individual present on the day of the incident – Slave Island Police OIC",
    "When contacted Slave Island Police Officer-In-Charge, Chief Inspector Kapila Wijemanne said that the Police had recorded statements from all individuals present on the day of the incident. “Since they are young children we sought support from the Police Women’s and Children’s Bureau as well.”",
    "Responding to allegations regarding Jivon’s post-mortem report, Mr. Wijemanne further said that they had received Jivon’s report and that it was subsequently sent to the Government Analyst’s Department. “We are awaiting the other victim’s post-mortem report. However, investigations are still underway and we still cannot conclude the cause of death for both victims as yet,” he underscored.",
    "On July 2, 2024 Jivon Zoro Singh and Rose de Saram, two 15-year old students from Colombo International School fell to their deaths, reportedly from the 67th floor of the Altair luxury apartment complex.",
    "The letter further states that if the circumstances were serious enough to warrant the involvement of law enforcement agencies and extended efforts to locate Rose, then it is indefensible that Mona was not informed sooner. Had the school informed Jivon’s mother or family earlier, they could have intervened and possibly averted Jivon’s tragic death, the letter read.",
    "Mona further alleged that the School had not provided her with the CCTV footage despite repeated requests. “When I requested for the School’s entry log book from the School gate, they handed me a version that was altered with correction fluid. Following the death of my son, I even requested the School to have a memorial service to mourn the deaths of my son and that of Rose but the school ignored this request as well,” Mona claimed further.",
    "Speaking further Mona said that her son was an A-grade student and despite various challenges he faced in school he never neglected his studies. “I have seen CCTV footage of the Altair building and I have observed several other students who were present at the time of the incident. But unfortunately there is no CCTV at the balcony from where my son and Rose fell. Many are trying to portray these two incidents as a suicide but at the time of passing my son had a strong mental health and he wasn’t a suicidal person at all. So it is wrong to frame it as a suicide without having all the evidence to prove it,” she claimed further.",
    "She further alleged that the Slave Island Police which is currently handling the investigation had been selective in recording statements and questioned whether all students who were present at the apartment in the 67th floor had been questioned. She further claimed that she hadn’t received her son’s post-mortem report even after a lapse of six months since the day of the incident."
  ]
}