{
  "url": "https://hbr.org/sponsored/2024/09/video-quick-take-unisys-brett-barton-on-using-ai-to-implement-smart-solutions",
  "title": "Video Quick Take: Unisys’ Brett Barton on Using AI to Implement Smart Solutions",
  "ut": 1725436275.0,
  "body_paragraphs": [
    "Unisys is a global technology solutions company that powers breakthroughs for the world’s leading organizations. Unisys’ solutions – cloud, AI, digital workplace, logistics and enterprise computing – help clients challenge the status quo and unlock their full potential. To learn more click here.",
    "Welcome to the HBR Video Quick Take. I’m Todd Pruzan, Senior Editor for Research and Special Projects at Harvard Business Review. Today, we’re talking with Brett Barton, the Unisys Global AI Practice Leader, to explore key artificial intelligence trends in today’s work environment. Brett will be talking about managing the pace of adoption in an organization, as AI continuously evolves, what to prioritize in short- and long-term strategies for AI adoption, and determining the best business cases for using this new technology. Brett, thanks so much for being with us.",
    "Todd, thanks for having me. I’m happy to be here.",
    "So, Brett, knowing how quickly AI technologies are evolving, how can organizations avoid falling behind in their journey to AI adoption?",
    "It’s a great question, Todd. As these new technologies are introduced, often on a very rapid or almost weekly basis, old technologies become less capable, less insightful, less intuitive. And so we encourage our clients to focus on business cases for AI that hold the most value to their objectives and can achieve a tangible ROI, rather than fixating on the technology itself. To be successful, ultimately, we want them to, once solidified with the business case, leverage an organizational change management program that encourages and trains employees to modify their ways of working to enable them to take full advantage of the technological innovation that’s been built.",
    "So, Brett, new AI-powered solutions and toolkits are launching all the time. Is there more value for organizations in building a technology stack with multiple AI-powered solutions or in choosing à la carte options?",
    "À la carte options can be a compelling option for organizations that are either overwhelmed by the AI landscape or unsure where to begin. However, on the back end of those à la carte solutions, there are a lot of complex onboarding activities, system, application integration, security measures, data access. These are not components of the à la carte solution and need to be considered and solved by the organization.",
    "A well-integrated tech stack often comes out of the box, if you will, that is robust and prepared to handle all of those integrations, thus ultimately making it easier to deploy AI solutions.",
    "OK, so once an organization identifies a use case for implementing an AI solution, what else should it build into its short- and long-term strategies?",
    "AI implementation is often only as successful as the use case that was considered, so it needs to be understood by the users and evaluated thoroughly. Beyond that, ultimately, ROI needs to be accurately calculated to ensure that the business value is being realized—in addition to that, data maturity, quality assurance, security, and then lastly, organizational change management to ensure that the end users are leveraging the technological innovation at full capacity so that, that ROI is realized. Lastly, please don’t underestimate that patience needs to be continually applied because AI solutions will continue to mature and modify over time.",
    "Well, Brett, thank you so much for sharing your insights with us today about the ever-expanding world of AI.",
    "Todd, thanks for having me. It was my pleasure to join you today.",
    "We’ve been speaking with Brett Barton, Global AI Practice Leader at Unisys Corporation.",
    "To learn more click here: Business leaders on AI adoption: HBR report sponsored by Unisys."
  ]
}