{
  "url": "https://www.ft.lk/columns/Cyclone-Ditwa-A-storm-Sri-Lanka-saw-coming-but-tourism-still-paid-the-price/4-785025",
  "title": "Cyclone Ditwa: A storm Sri Lanka saw coming but tourism still paid the price",
  "ut": 1764534827.0,
  "body_paragraphs": [
    "Some of the stranded Indian passengers at the Bandaranaike International Airport, Colombo",
    "Cyclone Ditwa swept across Sri Lanka last week leaving behind devastation the country has not seen in years—over a hundred lives lost, thousands displaced, homes submerged, and key roads cut off. Families have been torn apart and livelihoods destroyed. Before anything else, it is important to acknowledge this human tragedy with empathy and humility.",
    "My focus here, however, is on another dimension of the fallout: the impact on Sri Lanka’s tourism sector, an industry that was only just regaining its footing after a decade of shocks. This is not to sound callous or detached from the suffering our own people have endured. Rather, it stems from concern that unless we handle this moment honestly and professionally, the momentum the industry fought so hard to rebuild may waver once again.",
    "A decade of setbacks — and a fragile recovery interrupted",
    "Before Ditwa struck, Sri Lanka’s tourism industry was experiencing genuine recovery. It had survived the political crisis of 2018, the Easter attacks of 2019, the pandemic, the Aragalaya, the fuel queues, power cuts, and the economic collapse of 2022. For the first time in years, arrivals were up; October recorded an all-time high for that month, and forward winter bookings from India, the UK, and Europe were encouraging. Hotels were cautiously optimistic. There was a sense—fragile but real—that Sri Lanka was finally back on travellers’ radar.",
    "Ditwa hit precisely at that moment.",
    "A natural disaster — but also a messaging crisis",
    "Sri Lanka cannot control cyclones. But we can—and must—control how we prepare, react, and communicate.",
    "What unsettled many in the trade was that Sri Lanka had several days of clear forewarning—yet still appeared caught off guard. In an earlier editorial I stressed the importance of readiness, not just response. For foreign governments, insurers and tour operators, what matters is whether a destination demonstrates coordination when a crisis is coming. That perception directly affects advisories, group bookings, and long-term confidence. Ditwa highlighted gaps we cannot ignore.",
    "On 27 November, while large parts of the country were bracing for rising water levels, landslides, and repeated “red” alerts, the Sri Lanka Tourism Development Authority issued a release stating that the country remained “safe and open for travel,” with major tourist destinations “operating as usual” and hotels functioning “without disruption.”",
    "This may have been well-intentioned, but messaging matters—especially when it conflicts with what the rest of the world is seeing. Videos of submerged towns, stranded buses, and diverted flights were circulating widely. At the same time, foreign travel advisories were updating almost hourly with warnings on flooding, landslides, and transport disruption.",
    "The real issue was the contradiction. The local message of “safe and open for travel” did not align with the foreign travel advisories being updated almost hourly. When a destination’s messaging diverges from external risk assessments, it inevitably weakens credibility.",
    "We learnt this painfully after the 2004 tsunami, when the Maldives rebounded quickly due to crisp, consistent messaging while Sri Lanka took months longer because its messaging was fragmented and often defensive. We cannot afford to repeat those mistakes.",
    "What tourists actually experienced",
    "Over the last few days, I trolled social media, spoke with tour operators, and reached out to a few upcountry hoteliers. A clearer picture emerges—uneven, but telling.",
    "1. Stranded travellers",
    "Flooded or blocked access roads prevented some tourists from reaching the airport. Others were stuck in Kandy, Nuwara Eliya, Ella, and surrounding districts as landslide zones expanded and routes closed in both directions. Power outages and downed cell towers meant they couldn’t contact airlines to rebook flights.",
    "Several flights were diverted to Mattala or delayed, with passengers held for hours with limited information.",
    "3. Communication gaps",
    "Tourists complained they had “no idea which roads were open,” because updates were inconsistent.",
    "Most hotels—particularly in the south and west—performed admirably.",
    "Government interventions — commendable, but reactive",
    "Immigration offered grace periods and visa waivers for stranded tourists. Civil Aviation requested airlines to waive change fees. The 1912 hotline operated through the crisis. Good steps, but reactive.",
    "Will momentum stall again? A critical six-week window",
    "If past shocks are any guide, Sri Lanka risks losing 5–10% of expected high-season demand if the narrative does not stabilise quickly. Much of this drop will come from the higher-yield segment.",
    "Tourists scheduled to arrive in the days after the cyclone have cancelled or postponed. Some may shift travel to February or March. Booking curves may flatten temporarily.",
    "Preparedness now shapes how destinations are judged. Operators look at how quickly warnings are issued, how safely tourists are moved, and how transparently disruptions are communicated.",
    "Most tourists do not want to travel into what feels like a disaster zone. MICE and incentive groups are even more risk-sensitive.",
    "A stronger, clearer path forward",
    "Sri Lanka has endured too many shocks for us not to have learnt from them. We cannot control cyclones, but we can control how quickly and clearly we communicate, how accurate our advisories are, and how consistently our agencies speak.",
    "I write this out of concern for tourism’s recovery. Tourism has proven repeatedly that it can rebound faster than any other export earner. But only if confidence is protected.",
    "Handled well, this moment need not become another setback. Handled poorly, it will weaken demand now and credibility later.",
    "Tourism sustains hundreds of thousands of livelihoods and remains Sri Lanka’s most immediate growth engine. Cyclone Ditwa has tested us. Whether tourism holds its course or loses momentum again will depend entirely on the decisions we make now.",
    "(The author is a business leader with extensive experience in hospitality, tourism, and corporate strategy. As Chairman and CEO of privately owned companies and a board member of three publicly listed companies, he is actively involved in hotel development, asset management, and investment ventures. He can be reached via [email protected])"
  ]
}