{
  "url": "https://www.ft.lk/opinion/Pathfinder-Foundation-hosts-webinar-on-Sri-Lanka-s-path-to-global-economic-integration/14-772200",
  "title": "Pathfinder Foundation hosts webinar on Sri Lanka’s path  to global economic integration",
  "ut": 1737743478.0,
  "body_paragraphs": [
    "Sri Lanka revenue mobilisation witnessed an increase in tax revenue from a low 7% of GDP in 2022 and 11% in 2024 but this ratio is still low compared to others in the region, said World Bank Sri Lanka and Maldives Country Manager Gevorg Sargsyan, providing key insights into Sri Lanka’s economic situation at the webinar organised by the Pathfinder Foundation.",
    "The Pathfinder Foundation launched its first webinar of the year, titled “The new Government: Charting the path for integration into the global economy.” The event brought together over 100 participants, including representatives from the public and private sectors, think tanks, international organisations, academia, and trade chambers. The forum focused on the policy reforms and actions that needed to be taken by Sri Lanka’s new administration to progress beyond recovery and successful integration into the global economy.",
    "Pathfinder Foundation Chairman Ambassador Bernard Goonetilleke opened the webinar by welcoming participants and emphasising the importance of transparency and good governance in restoring public trust. He highlighted these values as essential foundations for Sri Lanka’s economic recovery.",
    "Gevorg Sargsyan said that in addition to that low revenue rate, nearly two-third of tax revenue comes from indirect taxes which hurt the poor. Similarly, he said a small segment of businesses shoulder the disproportionate tax burden and tax evasion is widespread. WB has estimated that 3% of GDP of additional tax revenue can be generated by 2027 by reducing tax exemption which has not shown any material impact on economic growth or boost of investment. He also emphasised the importance of improving tax morale.",
    "Little room for social and economic programs",
    "Sri Lanka has breathing space for a few years until debt servicing starts by 2027. Unless rapid and sustained growth is achieved in a few years the debt to GDP stays at 90% taking close to 50% of Budget revenue for servicing debt. This implies that there is very little room for social and economic programs which the population expects and the Government promises to deliver.  Massive public investment in other countries like Vietnam or China is not feasible for Sri Lanka. Hence the growth has to be predominantly private-sector-led. To make progress in the trade front with private sector promotion is vital and strong political will to liberalise trade policies is much needed. Comparing Sri Lanka’s foreign direct investment (FDI) performance to other countries, he stressed the transformative impact of creating a robust investment climate to attract capital and foster innovation.",
    "The country needs the program’s success in stabilising the economy while stressing the critical need for continued fiscal discipline, alongside initiatives that ensure social and political stability. Instead, he advocated for sustainable, private-sector-led growth, driven by a strong political will and liberalised trade policies.",
    "Sargsyan concluded by underscoring the importance of private sector dynamism in achieving sustainable economic growth, reiterating that the path forward lies in empowering private enterprises and implementing structural reforms to integrate Sri Lanka more effectively into the global economy.",
    "Importance of sustained economic reforms",
    "In this webinar, Pathfinder Foundation Distinguished Fellow and Central Bank of Sri Lanka former Governor Dr. Indrajit Coomaraswamy emphasised the importance of sustained economic reforms to ensure long-term stability and growth. He reflected on Sri Lanka’s economic performance over the years and highlighted two sets of challenges: Firstly, repeated bouts of macroeconomic stress and secondly inability to create competitive, outward-looking growth models which provide sustainable growth. These are the two main problems that the country has been confronted with. In terms of addressing the problems of having repeated bouts of macroeconomic stability, the root causes variably being unsustainable fiscal outcomes.",
    "With 17 IMF programs undertaken in the past, he stressed that Sri Lanka must break this cycle and avoid repeating past mistakes. He highlighted that Sri Lanka has now entered into a whole new paradigm introducing two important landmark pieces of legislation i.e. the Public Finance Management Act and the Central Bank Act, which now provide a solid foundation for better macroeconomic management. The rules have been tightened with much tighter fiscal discipline with a primary fiscal balance target of 2.3% of GDP and a primary expenditure target of 13% of GDP. Provided that policymakers abide by these rules this will prevent the country from having a historically repeated cycle of unsustainable fiscal outcomes. At the same time, the Central Bank Act has restored greater autonomy and accountability with no presence of Treasury in the governance structure of the Central Bank.",
    "It also adopted flexible inflation targeting with regime for monetary policy formulation. As a result, artificially putting caps on benchmark interest rates is no longer possible. This will lead to a data-driven and forward-looking regime of monetary policy formulation. According to Dr. Coomaraswamy, these laws and the rules should not be changed. The other challenge of the growth model is the creation of competitiveness where Sri Lanka has performed weakly as reflected in the trade to GDP ratio which was about 35% in two decades ago but today declined to around 17%. Sri Lanka has clearly gone backwards in terms of openness to trade. Hence, Dr. Coomaraswamy underlines the importance of having a laser-like focus in building a growth model based on export transformation advocating for a strategy that fosters sustained growth through an outward-oriented approach.",
    "Role of international partnerships",
    "He also emphasised the role of international partnerships, particularly with Japan, as a key bilateral donor to Sri Lanka. He expressed optimism about Japan’s continued support in addressing poverty and preventing another debt restructuring by 2027 or 2028.",
    "He concluded by calling for a renewed commitment to implementing these reforms and focusing on long-term strategies that build resilience and improve the livelihoods of the Sri Lankan people.",
    "Embassy of Japan in Sri Lanka Minister/Deputy Head of Mission Naoaki Kamoshida, and Australian National University distinguished economist Prof. Premachandra Athukorala made the presentation at the event which was moderated by Dr. Indrajit Coomaraswamy, with closing remarks alongside Pathfinder Foundation Executive Director Dr. Dayaratna Silva."
  ]
}