{
  "url": "https://www.technologyreview.com/2025/09/17/1123760/how-to-measure-the-returns-to-rd-spending/",
  "title": "How to measure the returns on R&D spending",
  "ut": 1758065400.0,
  "body_paragraphs": [
    "MIT Technology Review Explains: Let our writers untangle the complex, messy world of technology to help you understand what’s coming next. You can read more from the series here. Given the draconian cuts to US federal funding for science, including the administration’s proposal to reduce the 2026 budgets of the National Institutes of Health by 40% and the National Science Foundation by 57%, it’s worth asking some hard-nosed money questions: How much should we be spending on R&D? How much value do we get out of such investments, anyway? To answer that, it’s important to look at both successful returns and investments that went nowhere. Related StoryHow Trump’s policies are affecting early-career scientists—in their own wordsEvery year, we recognize extraordinary young researchers on our Innovators Under 35 list. Recent honorees told us how they’re faring under the new administration.",
    "Sure, it’s easy to argue for the importance of spending on science by pointing out that many of today’s most useful technologies had their origins in government-funded R&D. The internet, CRISPR, GPS—the list goes on and on. All true. But this argument ignores all the technologies that received millions in government funding and haven’t gone anywhere—at least not yet. We still don’t have DNA computers or molecular electronics. Never mind the favorite examples cited by contrarian politicians of seemingly silly or frivolous science projects (think shrimp on treadmills). While cherry-picking success stories help illustrate the glories of innovation and the role of science in creating technologies that have changed our lives, it provides little guidance for how much we should spend in the future—and where the money should go.",
    "A far more useful approach to quantifying the value of R&D is to look at its return on investment (ROI). A favorite metric for stock pickers and PowerPoint-wielding venture capitalists, ROI weighs benefits versus costs. If applied broadly to the nation’s R&D funding, the same kind of thinking could help account for both the big wins and all the money spent on research that never got out of the lab. The problem is that it’s notoriously difficult to calculate returns for science funding—the payoffs can take years to appear and often take a circuitous route, so the eventual rewards are distant from the original funding. (Who could have predicted Uber as an outcome of GPS? For that matter, who could have predicted that the invention of ultra-precise atomic clocks in the late 1940s and 1950s would eventually make GPS possible?) And forget trying to track the costs of countless failures or apparent dead ends.",
    "But in several recent papers, economists have approached the problem in clever new ways, and though they ask slightly different questions, their conclusions share a bottom line: R&D is, in fact, one of the better long-term investments that the government can make. This story is part of MIT Technology Review’s \"America Undone” series, examining how the foundations of US success in science and innovation are currently under threat. You can read the rest here. That might not seem very surprising. We’ve long thought that innovation and scientific advances are key to our prosperity. But the new studies provide much-needed details, supplying systematic and rigorous evidence for the impact that R&D funding, including public investment in basic science, has on overall economic growth. And the magnitude of the benefits is surprising.  Bang for your buck In “A Calculation of the Social Returns to Innovation,” Benjamin Jones, an economist at Northwestern University, and Lawrence Summers, a Harvard economist and former US Treasury secretary, calculate the effects of the nation’s total R&D spending on gross domestic product and our overall standard of living. They’re taking on the big picture, and it’s ambitious because there are so many variables. But they are able to come up with a convincing range of estimates for the returns, all of them impressive. On the conservative end of their estimates, says Jones, investing $1 in R&D yields about $5 in returns—defined in this case as additional GDP per person (basically, how much richer we become). Change some of the assumptions—for example, by attempting to account for the value of better medicines and improved health care, which aren’t fully captured in GDP—and you get even larger payoffs. While the $5 return is at the low end of their estimates, it’s still “a remarkably good investment,” Jones says. “There aren’t many where you put in $1 and get $5 back.\" That’s the return for the nation’s overall R&D funding. But what do we get for government-funded R&D in particular? Andrew Fieldhouse, an economist at Texas A&M, and Karel Mertens at the Federal Reserve Bank of Dallas looked specifically at how changes in public R&D spending affect the total factor productivity (TFP) of businesses. A favorite metric of economists, TFP is driven by new technologies and innovative business know-how—not by adding more workers or machines—and is the main driver of the nation’s prosperity over the long term.",
    "The economists tracked changes in R&D spending at five major US science funding agencies over many decades to see how the shifts eventually affected private-sector productivity. They found that the government was getting a huge bang for its nondefense R&D buck. Related StoryHow to fine-tune AI for prosperityArtificial intelligence could put us on the path to a booming economic future, but getting there will take some serious course corrections.",
    "The benefits begin kicking in after around five to 10 years and often have a long-lasting impact on the economy. Nondefense public R&D funding has been responsible for 20% to 25% of all private-sector productivity growth in the country since World War II, according to the economists. It’s an astonishing number, given that the government invests relatively little in nondefense R&D. For example, its spending on infrastructure, another contributor to productivity growth, has been far greater over those years. The large impact of public R&D investments also provides insight into one of America’s most troubling economic mysteries: the slowdown in productivity growth that began in the 1970s, which has roiled the country’s politics as many people face stunted living standards and limited financial prospects. Their research, says Fieldhouse, suggests that as much as a quarter of that slowdown was caused by a decline in public R&D funding that happened roughly over the same time. After reaching a high of 1.86% of GDP in 1964, federal R&D spending began dropping. Starting in the early 1970s, TFP growth also began to decline, from above 2% a year in the late 1960s to somewhere around 1% since the 1970s (with the exception of a rise during the late 1990s), roughly tracking the spending declines with a lag of a few years.  If in fact the productivity slowdown was at least partially caused by a drop in public R&D spending, it’s evidence that we would be far richer today if we had kept up a higher level of science investment. And it also flags the dangers of today’s proposed cuts. “Based on our research,” says Fieldhouse, “I think it’s unambiguously clear that if you actually slash the budget of the NIH by 40%, if you slash the NSF budget by 50%, there’s going to be a deceleration in US productivity growth over the next seven to 10 years that will be measurable.” Out of whack Though the Trump administration’s proposed 2026 budget would slash science budgets to an unusual degree, public funding of R&D has actually been in slow decline for decades. Federal funding of science is at its lowest rate in the last 70 years, accounting for only around 0.6% of GDP.  Even as public funding has dropped, business R&D investments have steadily risen. Today businesses spend far more than the government; in 2023, companies invested about $700 billion in R&D while the US government spent $172 billion, according to data from the NSF’s statistical agency. You might think, Good—let companies do research. It’s more efficient. It’s more focused. Keep the government out of it. But there is a big problem with that argument. Publicly funded research, it turns out, tends to lead to relatively more productivity growth over time because it skews more toward fundamental science than the applied work typically done by companies.",
    "In a new working paper called “Public R&D Spillovers and Productivity Growth,” Arnaud Dyèvre, an assistant professor at of economics at HEC Paris, documents the broad and often large impacts of so-called knowledge spillovers—the benefits that flow to others from work done by the original research group. Dyèvre found that the spillovers of public-funded R&D have three times more impact on productivity growth across businesses and industries than those from private R&D funding. The findings are preliminary, and Dyèvre is still updating the research—much of which he did as a postdoc at MIT—but he says it does suggest that the US “is underinvesting in fundamental R&D,” which is heavily funded by the government. “I wouldn’t be able to tell you exactly which percentage of R&D in the US needs to be funded by the government or what percent needs to be funded by the private sector. We need both,” he says. But, he adds, “the empirical evidence” suggests that “we’re out of balance.”",
    "The big question Getting the balance of funding for fundamental science and applied research right is just one of the big questions that remain around R&D funding. In mid-July, Open Philanthropy and the Alfred P. Sloan Foundation, both nonprofit organizations, jointly announced that they planned to fund a five-year “pop-up journal” that would attempt to answer many of the questions still swirling around how to define and optimize the ROI of research funding. “There is a lot of evidence consistent with a really high return to R&D, which suggests we should do more of it,” says Matt Clancy, a senior program officer at Open Philanthropy. “But when you ask me how much more, I don’t have a good answer. And when you ask me what types of R&D should get more funding, we don’t have a good answer.” Pondering such questions should keep innovation economists busy for the next several years. But there is another mystifying piece of the puzzle, says Northwestern’s Jones. If the returns on R&D investments are so high—the kind that most venture capitalists or investors would gladly take—why isn’t the government spending more?   \"I think it’s unambiguously clear that if you actually slash the budget of the NIH by 40%, if you slash the NSF budget by 50%, there’s going to be a deceleration in US productivity growth over the next seven to 10 years that will be measurable.\"   Jones, who served as a senior economic advisor in the Obama administration, says discussions over R&D budgets in Washington are often “a war of anecdotes.” Science advocates cite the great breakthroughs that resulted from earlier government funding, while budget hawks point to seemingly ludicrous projects or spectacular failures. Both have plenty of ammunition. “People go back and forth,” says Jones, “and it doesn’t really lead to anywhere.” The policy gridlock is rooted in in the very nature of fundamental research. Today’s science will lead to great advances. And there will be countless failures; a lot of money will be wasted on fruitless experiments. The problem, of course, is that when you’re deciding to fund new projects, it’s impossible to predict which the outcome will be, even in the case of odd, seemingly silly science. Guessing just what research will or will not lead to the next great breakthrough is a fool’s errand. Take the cuts in the administration’s proposed fiscal 2026 budget for the NSF, a leading funder of basic science. The administration’s summary begins with the assertion that its NSF budget “is prioritizing investments that complement private-sector R&D and offer strong potential to drive economic growth and strengthen U.S. technological leadership.” So far, so good. It cites the government’s commitment to AI and quantum information science. But dig deeper and you will see the contradictions in the numbers.",
    "Not only is NSF's overall budget cut by 57%, but funding for physical sciences like chemistry and materials research—fields critical to advancing AI and quantum computers—has also been blown apart. Funding for the NSF’s mathematical and physical sciences program was reduced by 67%. The directorate for computer and information science and engineering fared little better; its research funding was cut by 66%. There is a great deal of hope among many in the science community that Congress, when it passes the actual 2026 budget, will at least partially reverse these cuts. We’ll see. But even if it does, why attack R&D funding in the first place? It’s impossible to answer that without plunging into the messy depths of today’s chaotic politics. And it is equally hard to know whether the recent evidence gathered by academic economists on the strong returns to R&D investments will matter when it comes to partisan policymaking. But at least those defending the value of public funding now have a far more productive way to make their argument, rather than simply touting past breakthroughs. Even for fiscal hawks and those pronouncing concerns about budget deficits, the recent work provides a compelling and simple conclusion: More public funding for basic science is a sound investment that makes us more prosperous. hide"
  ]
}