{
  "url": "https://www.eiu.com/n/the-impact-of-us-tariffs-on-china-three-scenarios/",
  "title": "The impact of US tariffs on China: three scenarios",
  "ut": 1737458083.0,
  "body_paragraphs": [
    "The impact of US tariffs on China: three scenarios",
    "PoliticsTradeUS electionAmericasAsiaChinaUnited States",
    "Our baseline forecast assumes a 20-percentage-point increase in the effective tariff rate on Chinese exports to the US, reducing China’s GDP by about 0.6 percentage points from 2025 to 2027. Second-order effects on manufacturing investment and domestic consumer sentiment will further dampen economic growth.If Donald Trump enforces a 60% tariff threat on China, the total impact on GDP growth could be a loss of 2.5 percentage points over 2025-27. The revocation of China’s preferential trade status would signal a significant deterioration in bilateral relations.China is likely to respond with moderate and targeted tariff retaliation, while relying primarily on non-tariff measures. The probability of a trade deal focused on trade reduction is low.Mr Trump, the incoming US president, is set to impose additional tariffs on goods imported from China after he takes office in January 2025. This will pose a major external challenge to China’s economy in 2025-26. In this analysis, EIU will assess the macroeconomic impact of these tariffs and how the Chinese government will respond.We devise three tariff scenarios in our analysis, reflecting the unpredictability of Mr Trump’s policies. Our assessment is partly based on the US-China trade war under Mr Trump’s first presidency, which brought the US’s weighted average tariff rate (WATR) against imported Chinese products from less than 3% in 2017 to 10.3% in 2023. We have also incorporated the changes in circumstances since the late 2010s, including China’s lower exposure to US tariffs as a result of falling direct bilateral trade (China’s share of US direct imports has, as a result, fallen from 21.9% in 2017 to 13.8% in 2023); “connector” countries interposing themselves between the US and China; and potential US tariffs against other economies that would complicate business efforts to readjust their supply chains.How will US tariffs affect China’s economy?US tariffs will affect the Chinese economy directly through exports, besides second-order effects on manufacturing investment and domestic consumer sentiment. To what extent US imports respond to tariff rate changes (such as elasticity) is crucial in determining the effect on trade volume. Elasticity denotes how much consumers and firms substitute from Chinese to other countries’ goods when tariffs increase; the higher the elasticity, the greater the sensitivity to tariffs on Chinese goods. Trade is initially inelastic, as importers struggle to find substitutes, but elasticity increases over time. Academic studies provide a wide range of estimates for trade elasticity. A 2024 study (Haberkorn et al) on US tariff increases against China in 2018-19 showed that trade elasticity of tariffs was just over 1, one year after tariff imposition. But by 2022 it rose to 4, meaning that a 1-percentage-point tariff increase corresponds to a 4-percentage-point drop in trade value of the goods concerned. For the purpose of this analysis, we assume that the tariff elasticity of US imports from China is 1 within one year of tariff imposition.Our analysis is based on effective WATR as a key input for assessing trade shocks. Mr Trump could threaten or even impose high statutory tariffs, but the actual burden facing businesses tends to be lower owing to business lobbying, exemptions and trade substitution. This was evident in Mr Trump’s first term (Trump 1.0)—although statutory US WATR against Chinese goods was 19.3%, according to the Peterson Institute for International Economics, we estimate that the effective WATR was only 10.3% as at 2023.In the baseline scenario, we assume that the US will raise its effective WATR against Chinese goods by a total of 20 percentage points over 2025-27. We expect the effective tariff rate on China to rise by 5-10 percentage points in 2025, owing to the imposition of tariffs related to fentanyl smuggling disputes. Mr Trump will further phase in tariffs from late 2025 with a wider range of excuses and policy tools, eventually bringing the effective WATR facing Chinese exports to about 30% by 2027. We expect the following impact:We anticipate a 20% reduction in China’s exports to the US over 2025-27, assuming elasticity at 1, with the majority of the impact being felt in 2026. Chinese exports will show some resilience in 2025 owing to trade front-loading, the initial inelasticity of trade and the gradual nature of tariff imposition.",
    "The contraction in China’s exports to the US by itself will reduce GDP growth by 0.6 percentage points over 2025-27, with the majority of the impact being felt in 2026-27. The drag on the economy in 2025 comes more from the shock to private investment and consumption, reflecting dampened sentiment. As trade substitution accelerates, the effects will become more pronounced, dampening GDP growth further over 2028-29.",
    "The impact will be partially absorbed by the renminbi’s depreciation, but the currency will not be devalued excessively, owing to the heightened priority of currency stability. The renminbi will become more volatile and depreciate to Rmb7.45:US$1 by end-2026. Policymakers will intervene at critical exchange-rate levels to prevent a depreciatory spiral.",
    "China will implement stimulus from early 2025, focused on greater levels of fiscal expansion and monetary loosening. The total size of the stimulus package will amount to Rmb4.1trn per year, or 3.2% of nominal GDP in 2023 (measured by aggregating additional spending implied by the incremental budget deficit over 3%, the increase in local government special bond quota and the expected size of special sovereign bond issuance).",
    "Real GDP growth will slow by 4.6% in 2025, 4.3% in 2026, and 4.1% in 2027, as stimulus partially mitigates the tariff shocks.Upside scenario (15% probability): not so much a shockThe upside scenario assumes that effective WATR will rise by a total of 10 percentage points over 2025-27, similar to the increase experienced during Trump 1.0. The fentanyl-related tariffs will not be fully imposed, and Mr Trump’s other tariff threats against China will be diluted by constructive bilateral negotiations, effective business lobbying and domestic inflation concerns. The economic impact on China will be therefore limited:Direct US imports from China will be reduced by 10 percentage points over 2025-27. The drag on GDP will be around 0.3 percentage points over the same period. The impact of tariffs on China’s economy will be largely offset by supply-chain shifts, domestic policy responses and Chinese exporters/US importers absorbing the extra costs.",
    "The renminbi will depreciate following tariff announcements, but receive support from the stimulus. Despite bouts of volatility, the exchange rate will end at Rmb7.25-7.35:US$1 by end-2026.",
    "We anticipate a milder fiscal package compared to the baseline scenario, at Rmb2.9trn per year, or equivalent to 2.3% of nominal GDP in 2023.",
    "Real GDP growth will remain strong at 4.8% in 2025 owing to policy support and export front-loading. It will slow to 4.5% in 2026, as tariffs introduced in late 2025 start to weigh on the economy.Downside scenario (25% probability): growth will be nearly halved without Chinese stimulusIn this scenario, we anticipate Mr Trump threatening a blanket tariff increase of up to 60%, which would ultimately lead to an effective WATR increase of 40 percentage points, after carve-outs. Mr Trump will not only impose fentanyl-related tariffs in full in early 2025, but also translate his other threats into actual, phased tariffs later on. China’s permanent normal trade relations (PNTR) status, which provides the legal basis for the country to conduct free trade with the US, could be revoked. Tariffs on goods which the US relies on import from China will be partially exempted, subject to business request, but effective WATR will end up at 50%. The economic impact on China will therefore be profound, and will not be nearly offset by policy response from the Chinese government:Direct US imports from China will decline by about 40 percentage points within one year after tariffs are raised by 40 percentage points (most likely in 2026), reducing total Chinese exports by around 6% in the first year of tariff imposition or around 10% annual average within  the three years after the tariff imposition, assuming a higher substitution effect from the second year and the corresponding compounded impact.",
    "The aggregate shock to real GDP growth over 2025-27 will be 2.5 percentage points, with 1.5 percentage points from the trade shock, and 1 percentage point from second-order impact on investment and consumption) if China does not stimulate its economy.",
    "The renminbi will come under significant depreciatory pressures, temporarily reaching Rmb8:US$1 upon tariff announcements or PNTR revocation, but will settle at Rmb7.7-7.8:US$1 through forceful government intervention. We do not expect China to depreciate its currency aggressively to boost exports, but instead pursue a managed devaluation.",
    "China will escalate its fiscal stimulus to Rmb6.9trn per year, or 5.5% of its nominal GDP in 2023. Monetary policy will become more accommodative, with a cumulative 60-basis-point reduction in the policy interest rate and a 200-basis-point reduction in the reserve requirement ratio (RRR) over 2025-27.",
    "We would then expect China’s real GDP growth to decelerate to 4% in 2025 and 3.5% in 2026, before picking up modestly to 3.6% in 2027.Chinese responses: non-tariff measures will be keyChina will feel compelled to hit back, but its tariff retaliation will be more restrained compared to a tit-for-tat approach during Trump 1.0. The country’s large trade surplus with the US limits its ability to levy tariffs reciprocally. China’s caution also derives from the perception that Chinese tariffs on US goods are detrimental to its own economy. That mindset is evident in its muted response to recent US tariffs on China’s electric-vehicle exports; China refrained from imposing tit-for-tat tariffs and instead just launched an anti-dumping investigation that is much more limited in scale.We believe that China will target its tariffs at US agricultural and energy commodities with a 10% tariff increase on both product types, while sparing most other goods. China is well-positioned given its strategic diversification of its commodity imports; for example, it increasingly substitutes Brazil soybeans for US ones. Any increase in Chinese tariffs will be defensive, contingent on how the Trump administration moves forward with its tariff plans.China will probably focus on non-tariff measures to inflict damage on the US. The policy space for such measures is broader, as China is a significant market for US businesses in many industries. Potential Chinese actions include:Fast-tracking substitution for US products in areas including civil aviation and software;",
    "expanding export controls against the US to more strategic goods, such as rare-earth metals and graphites; and",
    "targeting US firms that openly side with the US government in the dispute, including investigations and discriminatory treatment in public procurement or launching antitrust and anti-dumping investigations on US firms. Bilateral negotiations will resume, but the probability of China and the US reaching significant deals—where, for example, China accepts US demands in exchange for tariff removal—is low. Mr Trump will continue to use tariff threats to bring China to the negotiating table, but deep disagreements in several areas will hinder meaningful progress. Renegotiating the US-China phase-one trade deal, which was poorly executed by both sides, also lacks appeal to politicians and the public. US export controls on China, particularly in advanced chips and manufacturing machinery, along with China’s own preoccupation with supply-chain security, will further narrow the potential for a deal.The analysis and forecasts presented in this article are drawn from EIU’s Country Analysis service. This comprehensive solution offers essential insights into the political and economic outlook of nearly 200 countries, empowering businesses to manage risks and develop effective strategies.",
    "PoliticsTradeUS electionAmericasAsiaChinaUnited States"
  ]
}