{
  "url": "https://www.technologyreview.com/2025/06/19/1118248/electric-grid-future-lincoln-nebraska-utilities-energy-transition/",
  "title": "Is this the electric grid of the future?",
  "ut": 1750293000.0,
  "body_paragraphs": [
    "One morning in the middle of March, a slow-moving spring blizzard stalled above eastern Nebraska, pounding the state capital of Lincoln with 60-mile-per-hour winds, driving sleet, and up to eight inches of snow. Lincoln Electric System, the local electric utility, has approximately 150,000 customers. By lunchtime, nearly 10% of them were without power. Ice was accumulating on the lines, causing them to slap together and circuits to lock. Sustained high winds and strong gusts—including one recorded at the Lincoln airport at 74 mph—snapped an entire line of poles across an empty field on the northern edge of the city.  Emeka Anyanwu kept the outage map open on his screen, refreshing it every 10 minutes or so while the 18 crews out in the field—some 75 to 80 line workers in total—struggled to shrink the orange circles that stood for thousands of customers in the dark. This was already Anyanwu’s second major storm since he’d become CEO of Lincoln Electric, in January of 2024. Warm and dry in his corner office, he fretted over what his colleagues were facing. Anyanwu spent the first part of his career at Kansas City Power & Light (now called Evergy), designing distribution systems, supervising crews, and participating in storm response. “Part of my DNA as a utility person is storm response,” he says. In weather like this “there’s a physical toll of trying to resist the wind and maneuver your body,” he adds. “You’re working slower. There’s just stuff that can’t get done. You’re basically being sandblasted.”  Related StoryAI’s energy impact is still small—but how we handle it is hugeThe rising energy cost of data centers is a vital test case for how we deal with the broader electrification of the economy.",
    "Lincoln Electric is headquartered in a gleaming new building named after Anyanwu’s predecessor, Kevin Wailes. Its cavernous garage, like an airplane hangar, is designed so that vehicles never need to reverse. As crews returned for a break and a dry change of clothes, their faces burned red and raw from the sleet and wind, their truck bumpers dripped ice onto the concrete floor. In a darkened control room, supervisors collected damage assessments, phoned or radioed in by the crews. The division heads above them huddled in a small conference room across the hall—their own outage map filling a large screen.  Emeka Anyanwu is CEO of Lincoln Electric System.TERRY RATZLAFF   Anyanwu did his best to stay out of the way. “I sit on the storm calls, and I’ll have an idea or a thought, and I try not to be in the middle of things,” he says. “I’m not in their hair. I didn’t go downstairs until the very end of the day, as I was leaving the building—because I just don’t want to be looming. And I think, quite frankly, our folks do an excellent job. They don’t need me.”  Advertisement At a moment of disruption, Anyanwu chooses collaboration over control. His attitude is not that “he alone can fix it,” but that his team knows the assignment and is ready for the task. Yet a spring blizzard like this is the least of Anyanwu’s problems. It is a predictable disruption, albeit one of a type that seems to occur with greater frequency. What will happen soon—not only at Lincoln Electric but for all electric utilities—is a challenge of a different order.  In the industry, they call it the “trilemma”: the seemingly intractable problem of balancing reliability, affordability, and sustainability. Utilities must keep the lights on in the face of more extreme and more frequent storms and fires, growing risks of cyberattacks and physical disruptions, and a wildly uncertain policy and regulatory landscape. They must keep prices low amid inflationary costs. And they must adapt to an epochal change in how the grid works, as the industry attempts to transition from power generated with fossil fuels to power generated from renewable sources like solar and wind, in all their vicissitudes.",
    "Yet over the last year, the trilemma has turned out to be table stakes. Additional layers of pressure have been building—including powerful new technical and political considerations that would seem to guarantee disruption. The electric grid is bracing for a near future characterized by unstoppable forces and immovable objects—an interlocking series of factors so oppositional that Anyanwu’s clear-eyed approach to the trials ahead makes Lincoln Electric an effective lens through which to examine the grid of the near future.  A worsening storm The urgent technical challenge for utilities is the rise in electricity demand—the result, in part, of AI. In the living memory of the industry, every organic increase in load from population growth has been quietly matched by a decrease in load thanks to efficiency (primarily from LED lighting and improvements in appliances). No longer. Demand from new data centers, factories, and the electrification of cars, kitchens, and home heaters has broken that pattern. Annual load growth that had been less than 1% since 2000 is now projected to exceed 3%. In 2022, the grid was expected to add 23 gigawatts of new capacity over the next five years; now it is expected to add 128 gigawatts.",
    "Related StoryAI could keep us dependent on natural gas for decades to comeAI data centers are driving a surge in new natural-gas power plants around the country. What does that mean for our clean-energy aspirations?",
    "The political challenge is one the world knows well: Donald Trump, and his appetite for upheaval. Significant Biden-era legislation drove the adoption of renewable energy across dozens of sectors. Broad tax incentives invigorated cleantech manufacturing and renewable development, government policies rolled out the red carpet for wind and solar on federal lands, and funding became available for next-generation energy tech including storage, nuclear, and geothermal. The Trump administration’s swerve would appear absolute, at least in climate terms. The government is slowing (if not stopping) the permitting of offshore and onshore wind, while encouraging development of coal and other fossil fuels with executive orders (though they will surely face legal challenges). Its declaration of an “energy emergency” could radically disrupt the electric grid’s complex regulatory regime—throwing a monkey wrench into the rules by which utilities play. Trump’s blustery rhetoric on its own emboldens some communities to fight harder against new wind and solar projects, raising costs and uncertainty for developers—perhaps past the point of viability.  And yet the momentum of the energy transition remains substantial, if not unstoppable. The US Energy Information Administration’s published expectations for 2025, released in February, include 63 gigawatts of new utility-scale generation—93% of which will be solar, wind, or storage. In Texas, the interconnection queue (a leading indicator of what will be built) is about 92% solar, wind, and storage. What happens next is somehow both obvious and impossible to predict. The situation amounts to a deranged swirl of macro dynamics, a dilemma inside the trilemma, caught in a political hurricane.   A microcosm What is a CEO to do? Anyanwu got the LES job in part by squaring off against the technical issues while parrying the political ones. He grew up professionally in “T&D,” transmission and distribution, the bread and butter of the grid. Between his time in Kansas City and Lincoln, he led Seattle City Light’s innovation efforts, working on the problems of electrification, energy markets, resource planning strategy, cybersecurity, and grid modernization.    LES’s indoor training facility accommodates a 50-foot utility pole and dirt-floor instruction area, for line workers to practice repairs.TERRY RATZLAFF   His charisma takes a notably different form from the visionary salesmanship of the startup CEO. Anyanwu exudes responsibility and stewardship—key qualities in the utility industry. A “third culture kid,” he was born in Ames, Iowa, where his Nigerian parents had come to study agriculture and early childhood education. He returned with them to Nigeria for most of his childhood before returning himself to Iowa State University. He is 45 years old and six feet two inches tall, and he has three children under 10. At LES’s open board meetings, in podcast interviews, and even when receiving an industry award, Anyanwu has always insisted that credit and commendation are rightly shared by everyone on the team. He builds consensus with praise and acknowledgment. After the blizzard, he thanked the Lincoln community for “the grace and patience they always show.”    Nebraska is the only 100% “public power state,” with utilities owned and managed entirely by the state’s own communities.  The trilemma won’t be easy for any utility, yet LES is both special and typical. It’s big enough to matter, but small enough to manage. (Pacific Gas & Electric, to take one example, has about 37 times as many customers.) It is a partial owner in three large coal plants—the most recent of which opened in 2007—and has contracts for 302 megawatts of wind power. It even has a gargantuan new data center in its service area; later this year, Google expects to open a campus on some 580 acres abutting Interstate 80, 10 minutes from downtown. From a technical standpoint, Anyanwu leads an organization whose situation is emblematic of the challenges and opportunities utilities face today. Related StoryThe cheapest way to supercharge America’s power gridAdvanced transmission technologies could sidestep permitting challenges and clear the bottleneck holding up hundreds of gigawatts’ worth of renewable-energy projects.",
    "Equally interesting is what Lincoln Electric is not: a for-profit utility. Two-thirds of Americans get their electricity from “investor-­owned utilities,” while the remaining third are served by either publicly owned nonprofits like LES or privately owned nonprofit cooperatives. But Nebraska is the only 100% “public power state,” with utilities owned and managed entirely by the state’s own communities. They are governed by local boards and focused fully on the needs—and aspirations—of their customers. “LES is public power and is explicitly serving the public interest,” says Lucas Sabalka, a local technology executive who serves as the unpaid chairman of the board. “LES tries very, very hard to communicate that public interest and to seek public input, and to make sure that the public feels like they’re included in that process.” Civic duty sits at the core.",
    "Advertisement “We don’t have a split incentive,” Anyanwu says. “We’re not going to do something just to gobble up as many rate-based assets as we can earn on. That’s not what we do—it’s not what we exist to do.” He adds, “Our role as a utility is stewardship. We are the diligent and vigilant agents of our community.”  A political puzzle In 2020, over a series of open meetings that sometimes drew 200 people, the public encouraged the LES board to adopt a noteworthy resolution: Lincoln Electric’s generation portfolio would reach net-zero carbon emissions by 2040. It wasn’t alone; Nebraska’s other two largest utilities, the Omaha Public Power District and the Nebraska Public Power District, adopted similar nonbinding decarbonization goals.  These goals build on a long transition toward cleaner energy. Over the last decade, Nebraska’s energy sector has been transformed by wind power, which in 2023 provided 30% of its net generation. That’s been an economic boon for a state that is notably oil-poor compared with its neighbors.  But at the same time, the tall turbines have become a cultural lightning rod—both for their appearance and for the way they displace farmland (much of which, ironically, was directed toward corn for production of ethanol fuel). That dynamic has intensified since Trump’s second election, with both solar and wind projects around the state facing heightened community opposition.",
    "Following the unanimous approval by Lancaster County commissioners of a 304-megawatt solar plant outside Lincoln, one of the largest in the state, local opponents appealed. The project’s developer, the Florida-based behemoth NextEra Energy Resources, made news in March when its CEO both praised the Trump administration’s policy and insisted that solar and storage remained the fastest path to increasing the energy supply.    Lincoln Electric is headquartered in a gleaming new building named after Anyanwu’s predecessor, Kevin Wailes.TERRY RATZLAFF   Nebraska is, after all, a red state, where only an estimated 66% of adults think global warming is happening, according to a survey from the Yale Program on Climate Change Communication. President Trump won almost 60% of the vote statewide, though only 47% of the vote in Lancaster County—a purple dot in a sea of red.  “There are no simple answers,” Anyanwu says, with characteristic measure. “In our industry there’s a lot of people trying to win an ideological debate, and they insist on that debate being binary. And I think it should be pretty clear to most of us—if we’re being intellectually honest about this—that there isn’t a binary answer to anything.” The new technical frontier What there are, are questions. The most intractable of them—how to add capacity without raising costs or carbon emissions—came to a head for LES starting in April 2024. Like almost all utilities in the US, LES relies on an independent RTO, or regional transmission organization, to ensure reliability by balancing supply and demand and to run an electricity market (among other roles). The principle is that when the utilities on the grid pool both their load and their generation, everyone benefits—in terms of both reliability and economic efficiency. “Think of the market like a potluck,” Anyanwu says. “Everyone is supposed to bring enough food to feed their own family—but the compact is not that their family eats the food.” Each utility must come to the market with enough capacity to serve its peak loads, even as the electrons are all pooled together in a feast that can feed many. (The bigger the grid, the more easily it absorbs small fluctuations or failures.)",
    "But today, everyone is hungrier. And the oven doesn’t always work. In an era when the only real variable was whether power plants were switched on or off, determining capacity was relatively straightforward: A 164-megawatt gas or coal plant could, with reasonable reliability, be expected to produce 164 megawatts of power. Wind and solar break that model, even though they run without fuel costs (or carbon emissions). “Resource adequacy,” as the industry calls it, is a wildly complex game of averages and expectations, which are calculated around the seasonal peaks when a utility has the highest load. On those record-breaking days, keeping the lights on requires every power plant to show up and turn on. But solar and wind don’t work that way. The summer peak could be a day when it’s cloudy and calm; the winter peak will definitely be a day when the sun sets early. Coal and gas plants are not without their own reliability challenges. They frequently go offline for maintenance. And—especially in winter—the system of underground pipelines that supply gas is at risk of freezing and cannot always keep up with the stacked demand from home heating customers and big power plants.   Politics had suddenly become beside the point; the new goal was to keep the lights—and the AI data centers—on.  Faced with a rapidly changing mix of generation resources, the Southwest Power Pool (SPP), the RTO responsible for a big swath of the country including Nebraska, decided that prudence should reign. In August 2024, SPP changed its “accreditations”—the expectation for how much electricity each power plant, of every type, could be counted on to contribute on those peak days. Everything would be graded on a curve. If your gas plant had a tendency to break, it would be worth less. If you had a ton of wind, it would count more for the winter peak (when it’s windier) than for the summer. If you had solar, it would count more in summer (when the days are longer and brighter) than in winter. Advertisement The new rules meant LES needed to come to the potluck with more capacity—calculated with a particular formula of SPP’s devising. It was as if a pound of hamburgers was decreed to feed more people than a pound of tofu. Clean power and environmental advocacy groups jeered the changes, because they so obviously favored fossil-fuel generation while penalizing wind and solar. (Whether this was the result of industry lobbying, embedded ideology, or an immature technical understanding was not clear.) But resource adequacy is difficult to argue with. No one will risk a brownout.  In the terms of the trilemma, this amounted to the stick of reliability beating the horse of affordability, while sustainability stood by and waited for its turn. Politics had suddenly become beside the point; the new goal was to keep the lights—and the AI data centers—on.  Navigating a way forward  But what to do? LES can lobby against SPP’s rules, but it must follow them. The community can want what it wants, but the lights must stay on. Hard choices are coming. “We’re not going to go out and spend money we shouldn’t or make financially imprudent decisions because we’re chasing a goal,” Anyanwu says of the resolution to reach net zero by 2040. “We’re not going to compromise reliability to do any of that. But within the bounds of those realities, the community does get to make a choice and say, ‘Hey, this is important to us. It matters to us that we do these things.’” As part of a strategic planning process, LES has begun a broad range of surveys and community meetings. Among other questions, respondents are asked to rank reliability, affordability, and sustainability “in order of importance.”  Lincoln Electric commissioned Nebraska’s first wind turbines in the late ’90s. They were decommissioned in July 2024.TERRY RATZLAFF   What becomes visible is the role of utilities as stewards—of their infrastructure, but also of their communities. Amid the emphasis on innovative technologies, on development of renewables, on the race to power data centers, it is local utilities that carry the freight of the energy transition. While this is often obscured by the way they are beholden to their quarterly stock price, weighed down by wildfire risk, or operated as regional behemoths that seem to exist as supra-political entities, a place like Lincoln Electric reveals both the possibilities and the challenges ahead.",
    "“The community gets to dream a little bit, right?” says Anyanwu. Yet “we as the technical Debbie Downers have to come and be like, ‘Well, okay, here’s what you want, and here’s what we can actually do.’ And we’re tempering that dream.” “But you don’t necessarily want a community that just won’t dream at all, that doesn’t have any expectations and doesn’t have any aspirations,” he adds. For Anyanwu, that’s the way through: “I’m willing to help us as an organization dream a little bit—be aspirational, be ambitious, be bold. But at my core and in my heart, I’m a utility operations person.”  Andrew Blum is the author of Tubes and The Weather Machine. He is currently at work on a book about the infrastructure of the energy transition."
  ]
}