{
  "url": "https://www.technologyreview.com/2025/06/19/1119027/us-coal-power-struggle/",
  "title": "Inside the US power struggle over coal",
  "ut": 1750293000.0,
  "body_paragraphs": [
    "Coal power is on life support in the US. It used to carry the grid with cheap electricity, but now plants are closing left and right. There are a lot of potential reasons to let coal continue its journey to the grave. Carbon emissions from coal plants are a major contributor to climate change. And those facilities are also often linked with health problems in nearby communities, as reporter Alex Kaufman explored in a new feature story on Puerto Rico’s only coal-fired power plant.  But the Trump administration wants to keep coal power alive, and the US Department of Energy recently ordered some plants to stay open past their scheduled closures. Here’s why there’s a power struggle over coal. Coal used to be king in the US, but the country has dramatically reduced its dependence on the fuel over the past two decades. It accounted for about 20% of the electricity generated in 2024, down from roughly half in 2000.",
    "While the demise of coal has been great for US emissions, the real driver is economics. Coal used to be the cheapest form of electricity generation around, but the fracking boom handed that crown to natural gas over a decade ago. And now, even cheaper wind and solar power is coming online in droves. Economics was a major factor in the planned retirement of the J.H. Campbell coal plant in Michigan, which was set to close at the end of May, Dan Scripps, chair of the Michigan Public Service Commission, told the Washington Post.",
    "Then, on May 23, US Energy Secretary Chris Wright released an emergency order that requires the plant to remain open. Wright’s order mandates 90 more days of operation, and the order can be extended past that, too. It states that the goal is to minimize the risk of blackouts and address grid security issues before the start of summer. The DOE’s authority to require power plants to stay open is something that’s typically used in emergencies like hurricanes, rather than in response to something as routine as … seasons changing.  It’s true that there’s growing concern in the US about meeting demand for electricity, which is rising for the first time after being basically flat for decades. (The recent rise is in large part due to massive data centers, like those needed to run AI. Have I mentioned we have a great package on AI and energy?) And we are indeed heading toward summer, which is when the grid is stretched to its limits. In the New York area, the forecast high is nearly 100 °F (38 °C) for several days next week—I’ll certainly have my air conditioner on, and I’m sure I’ll soon be getting texts asking me to limit electricity use during times of peak demand. But is keeping old coal plants open the answer to a stressed grid? It might not be the most economical way forward. In fact, in almost every case today, it’s actually cheaper to build new renewables capacity than to keep existing coal plants running in the US, according to a 2023 report from Energy Innovation, an energy think tank. And coal is only getting more expensive—in an updated analysis, Energy Innovation found that three-quarters of coal plants saw costs rising faster than inflation between 2021 and 2024. Granted, solar and wind aren’t always available, while coal plants can be fired up on demand. And getting new projects built and connected to the grid will take time (right now, there’s a huge backlog of renewable projects waiting in the interconnection queue). But some experts say we actually don’t need new generation that urgently anyway, if big electricity users can be flexible with their demand.  And we’re already seeing batteries come to the rescue on the grid at times of stress. Between May 2024 and April 2025, US battery storage capacity increased by about 40%. When Texas faced high temperatures last month, batteries did a lot to help the state make it through without blackouts, as this Bloomberg story points out. Costs are falling, too; prices are about 19% lower in 2024 than they were in 2023.  Even as the Trump administration is raising concerns about grid reliability, it’s moved to gut programs designed to get more electricity generation and storage online, like the tax credits that support wind, solar, and battery production and installation.  This article is from The Spark, MIT Technology Review’s weekly climate newsletter. To receive it in your inbox every Wednesday, sign up here. hide"
  ]
}