{
  "url": "https://www.ft.lk/columns/Why-Anura-shouldn-t-amputate-army-or-presume-politico-economic-stability/4-773846",
  "title": "Why Anura shouldn’t amputate army or presume politico-economic stability",
  "ut": 1741214639.0,
  "body_paragraphs": [
    "Fidel: Genius of political strategy, master of debt issue",
    "President AKD: Facile optimism on debt, economy, stability",
    "President Anura Kumara Dissanayake dropped into Parliament during the Defence Ministry vote and delivered a cluster of crucial pronouncements which included deep cuts in the military, exultation over IMF endorsement, and derisive dismissal of possible crisis, collapse or uprising.",
    "‘…He said the military forces will be downsized by 2030. Sri Lanka Army personnel will be reduced to 100,000, Sri Lanka Navy reduced by 40,000 and Sri Lanka Air Force personnel will be reduced by 18,000.",
    "…However, he assures that while troop numbers would decrease, military capability would be strengthened through advanced technology and modernised equipment.",
    "“The Air Force’s fighter jets, helicopters and weapons are nearing expiration,” he revealed.",
    "The President noted that provisions have been made for acquiring new aircraft for the Air Force and warships for the Navy, alongside a Rs. 1,000 million allocation to improve Police facilities.",
    "He said to boost security, the Cabinet of Ministers already approved recruiting 10,000 new Police officers and an additional 4,000 Air Force personnel.",
    "(https://www.ft.lk/top-story/President-AKD-vows-civilised-Sri-Lanka-professional-armed-forces/26-773636)",
    "President AKD has adopted not only the neoliberal economics of Ranil Wickremesinghe but also his cosmopolitan-liberal agenda of ‘security sector reform’ targeting the Army. That had been propagated by Western-funded think-tanks such as the Berghof Foundation and pursued by Ranil from his 2001 Prime Ministership and Ceasefire Agreement with Prabhakaran.",
    "The Politics column of our sister Sunday paper identified and contextualized AKD’s inspiration:",
    "“…This is in the backdrop of Western governments urging Sri Lanka to downsize the military and thus prune defence expenditure. During the previous administration, a goal was set to bring the military strength to 100,000…”",
    "(https://www.sundaytimes.lk/250302/columns/all-out-war-to-hunt-down-military-deserters-turned-underworld-elements-589492.html)",
    "The expenditure on the Army is mainly in rupees—we weren’t planning to acquire Abrams tanks. However, new aircraft and warships cost dollars. So, what’s Anura’s logic in slashing the military numbers while buying new planes and ships for the Air Force and Navy, notwithstanding heavy dollar repayments on our foreign debt?",
    "If AKD goes ahead, he will also be giving the criminal underworld an army of its own, or rather, giving each gang, mini-armies of their own or creating new gangs. The resultant criminal civil wars will prove uncontrollable by a downsized Army stretched thin.",
    "Severing the lion’s paw",
    "AKD’s decision is a dangerously irresponsible strategic blunder. The Sri Lankan state exists primarily to protect the country’s national sovereignty, independence, territorial integrity and security. A small country on the doorstep of a large neighbour cannot rely on an Air Force and Navy as deterrents, because the larger, richer country can swat them like flies.",
    "In such a geopolitical setting, world history offers only one strategic solution instead of surrender: construct the capacity for protracted asymmetric warfare as deterrent or defensive strategy. Protracted asymmetric warfare – let’s call it PAW, like ‘the lion’s paw’-- cannot depend primarily on planes or warships. It must rest on the credible capacity to inflict an unacceptable level of casualties over time on an invading/occupying force. The chief instrument of such a strategy is a trained military which can devolve into smaller fighting units and wage asymmetric irregular warfare, capitalizing on the superior morale and motivation of fighting for your nation on your own territory, and the advantage of having one’s citizenry as source of recruitment and protective rear-base.",
    "The sheer survival as a fighting force of Hamas, with no safe rear-base, in the face of the most intensive unleashing of firepower in a bounded space the world has seen since WWII, brings home that there is no substitute for trained, motivated, infantry; a fighting force on the ground (and under it).",
    "Sri Lanka needs a sizeable military. It has to be taught, trained and equipped better for deterrence and if that fails, national defence and resistance until liberation or a negotiated withdrawal of external forces.",
    "The current dangerously anarchic moment in world history is not the time to slash the Army by 1/3rd to 100,000 men in a mere five years. It is also unwise to slash the Navy by 40,000 and the Air Force by 18,000. The crucial battle of the Kilali lagoon which blocked the LTTE’s post-Elephant Pass Jaffna thrust in 2000, was fought by a joint force of the Army and Navy.",
    "AKD’s declaration on military shrinkage must be read together with Foreign Minister Vijitha Herath’s recent statement in Geneva.",
    "‘…Minister Herath further stated that the contours of a Truth and Reconciliation framework, will be further discussed with the broadest possible cross section of stakeholders…’",
    "(https://www.ft.lk/news/SL-at-Human-Rights-Council-reaffirms-commitment-to-protect-and-safeguard-rights-of-all/56-773577)",
    "Vijitha Herath’s speech reveals that the AKD administration has borrowed from Gotabaya Rajapaksa and Ranil Wickremesinghe. Like Gotabaya, the JVP-NPP wants to dump the 13th amendment and doesn’t wish to promise elections to the Provincial Councils. Instead, it has converted to Ranil-Mangala formula on wartime accountability: Office of the Independent Prosecutor, Truth and Reconciliation framework etc.",
    "A Truth and Reconciliation framework belongs to:",
    "(a)The experience of South Africa’s transition from minority apartheid rule to majority democratic rule.",
    "(b)Latin America’s transition from military dictatorships to democracy.",
    "(c)Negotiated conclusions to unwinnable civil wars.",
    "Sri Lanka belongs to a very different category. It is a multiparty democratic state with elected civilian governments that fought two civil wars, South and North, and won both conclusively. ‘Transitional justice’ methodology is irrelevant when there is no such transition. The prosecution of emblematic individual cases as identified and recommended by the LLRC (2011) is necessary. A TRC framework, by contrast, can be dangerously polarizing.",
    "Meanwhile Mohamed Ali Sabry, PC, unelected President Ranil Wickremesinghe’s Foreign Minister, has called for a Sri Lankan foreign policy that is both ‘Nonaligned and Multi-aligned’. That formula is both oxymoronic and moronic. Sri Lanka needs a foreign policy that is ‘Nonaligned and Multidirectional’ (or to borrow from Russia’s iconic Foreign Minister, the late Academician Evgeny Primakov, ‘Multi-Vector’).",
    "Anura Dissanayake or Fidel Castro?",
    "Is President AKD right in his overweening optimism about the economy and stability? The answer depends on whose thinking we trust: that of Anura Dissanayake or Fidel Castro?",
    "Latin America fought for and won its Independence and constituted states 200 years before Asia and Africa. Thus, it faced problems, underwent processes and experienced phenomena that we do now, considerably before we did. The debt crisis hit Latin America in the 1980s, and no world leader then or later, studied the dimensions and dynamics of the foreign debt issue as did Cuba’s Fidel Castro. Nobel Prize winner for literature Gabriel Garcia Marquez describes Fidel’s engagement:",
    "“…The subject of Latin America’s foreign debt had arisen in his conversations for the first time two years before, and had been developing, branching out, growing more profound, until it became something very much like a recurring nightmare… During three trips I made to Havana that year, I pieced together his latest variations on the theme: the repercussions of the debt on the countries’ economies, its political and social impact, its decisive influence on international relations, its providential importance for a united Latin American policy… He convoked a major congress of experts in Havana and gave a speech in which he left out none of the salient questions... By then he had a comprehensive vision which the simple passage of time has borne out…”",
    "(Introduction by Gabriel Garcia Marquez  to ‘An Encounter With Fidel’, Interview by Gianni Mina, Ocean Press Australia, 1991, pp11-24.)",
    "Fidel Castro’s masterly grasp of Third World debt and emphatic forecast of national impacts, stand in complete contradistinction to Anura Dissanayake’s superficiality.",
    "AKD is beyond bullish.",
    "‘…”If you all think this Government will collapse due to an economic crisis, it is just a dream. Do not waste your time,” he said…He also added that Sri Lanka’s economy was stabilising with the IMF expected to approve the third review of its bailout program soon. “We are expecting a favourable outcome from the review,” he said…’",
    "(https://www.ft.lk/top-story/President-AKD-vows-civilised-Sri-Lanka-professional-armed-forces/26-773636)",
    "Sri Lanka has just received an IMF tranche of US$ 334 million which is peanuts in comparison to the massive disbursements which AKD’s administration has signed up to as debt servicing.  \\",
    "‘Sri Lanka’s debt service in 2025 is estimated at US $ 2,454 million made up of US $ 1,369 million in capital repayments and US $ 1,085 million in interest, Deputy Minister of Economic Development Anil Jayantha has said.",
    "In 2026, principal payments are US $ 1,191 million and interest US$ 931 million.",
    "In 2027, principal payments are US$ 1,196 million dollars and interest US $ 893 million.",
    "In 2028, principal payments are US $2,133 million and interest US$ 974 million.",
    "Under the International Monetary Fund program, projections were made in a June 2024 IMF report, of US $ 7,184 million for 2025 and going up to US $ 15,105 million Minister Jayantha said in parliament...’",
    "(Sri Lanka foreign debt service US$2.24bn in 2025, US$2.1bn in 2026 | EconomyNext)",
    "Compare Anura Dissanayake’s Panglossian certitude with Fidel Castro’s deep diagnostics:",
    "“…What do these figures mean? That it is impossible for any country to develop under these conditions…",
    "…The first thing the IMF demands is a reduction in the rate of inflation, a reduction in the budgetary deficit and restrictive measures of a social nature that increase unemployment and aggravate the problems that have been accumulating and multiplying for long years.",
    "…What restrictions would they have to apply in order to pay that fabulous amount of interest, plus reduce inflation and promote development? …It is a practically impossible task.",
    "… The problem resides in the enormous amounts of interest that must be paid each year, religiously and punctually; exaggerated, unrealistic goals related to inflation; the reduction of the budgetary deficit; the limitation of social expenditures in countries riddled with problems in education, health care, nutrition, housing, unemployment, etc.; and other measures demanded by the IMF which become impossible to apply when the country is forced to make enormous disbursements simply to pay the unfair interest on its debt.”",
    "(Fidel Castro, Interview Granted to Regino Diaz, editor, Daily Excelsior, Mexico, March 21st 1985, Editora Politica La Habana, Havana, 1985)",
    "“…the phenomenon of the debt is developing…and the dynamics of its growth—take on new debts so you can pay your old debts—explain the mathematical and economic impossibility of ever being able to pay it.",
    "…An impossible rate of economic growth would be needed, with an impossible growth in exports, to obtain the resources needed to pay the debt. And even if all that is achieved, based on the best variants, far from being reduced, the debt will continue to grow.”",
    "(Debt, Dependence and the Third World, Chapter 4, ‘An Encounter With Fidel’, by Gianni Mina, Introduction by Gabriel Garcia Marquez, Ocean Press Australia, 1991,",
    "What was later dubbed ‘odious debt’ necessitating ‘debt audits’, originated in Fidel’s diagnosis:",
    "“The banks ran after the governments, trying to lend them money; There were big commissions and very high interest rates. Much of that money was misspent; much of it fled back to its country of origin; much of it was misappropriated. Very bad use was made of it.”",
    "(An Encounter with Fidel, 1991, p 106)",
    "Post-victory, Anura dumped ‘odious debt’ and the promise of a ‘debt audit’ overboard, overnight.",
    "Hubristic about the political stability of his Government, AKD is scornfully dismissive about the Opposition inside and outside Parliament.",
    "‘…The President dismissed speculation that his Government could be toppled through economic or political crises, asserting that traditional tactics used to overthrow past Governments will not work under his leadership…He said street protests, another historical method of regime change would also fail, as the public no longer supports political destabilisation.’",
    "(https://www.ft.lk/top-story/President-AKD-vows-civilised-Sri-Lanka-professional-armed-forces/26-773636)",
    "Fidel is convinced of the destabilizing, even ruinous consequences of IMF restrictions and debt repayment packages:",
    "“I reiterate my conviction that if the problem of the debt isn’t solved, if efforts are made to pay it no matter what the cost, if the disastrous formulas of the IMF are promoted, great social upheavals will be produced…”",
    "(Fidel Castro, Daily Excelsior interview, 1985)",
    "“…If the creditors are bent on collecting that debt and if there is no solution for those economic problems, social outbreaks will take place in various Latin American countries. I am absolutely certain of this…Now, what is going to happen? It is inevitable. Underground forces are going to accumulate in the volcano until it erupts.",
    "…That is why I say that unless a real, definitive solution for the present debt crisis is sought, serious social upheavals may occur that will lead to violent political changes in many countries…",
    "The application of the IMF’s restrictive measures has, as you know, caused serious economic and social conflicts in many countries…",
    "…No government would be willing to ruin itself politically by imposing the extremely harsh conditions which payment of the debt would entail; it would decapitate itself politically and would be utterly ruined in political terms. That is a fact, and all we have to do is sit back and see what happens…”",
    "(An Encounter With Fidel, 1991, pp. 99-108.)",
    "The threat to stability is not extrinsic, but intrinsic; inherent in the working out of Anura’s choices. Neither IMF nor creditors ‘trapped’ him into embracing the very policies he had denounced for years, up to Sept 2024. He chose to appoint as a senior economic advisor and negotiator, Duminda Hulangamuwa, current Chairman, Ceylon Chamber of Commerce which contains bondholders, rather than Martin Guzman and Ahilan Kadirgamar.",
    "Fidel’s Political Economy conclusion is profoundly applicable to Sri Lanka.",
    "“…Naturally the creditors…try to collect on the debt, using any means…[including] turning over to foreign capital a part of the nation’s patrimony in payment of the debt…[This] promotes a process of denationalization in the debtor country, which then loses the ability to guide the course of its economy.”",
    "(An Encounter with Fidel, 1991, p 103)",
    "With the smallest, lowest mandate of any elected President in Sri Lanka’s history, Anura Dissanayake:",
    "Has conceded a substantial share of Sri Lanka’s “ability to guide the course of its economy” (Fidel) to the IMF and the private creditors.",
    "Is actively seeking to “turn over to foreign capital a part of the nation’s patrimony” (Fidel) e.g., Trincomalee, to Indian monopoly capital.",
    "Is giving China an expanded footprint in Hambantota, myopically provoking potential US targeting.",
    "Is weakening the state’s ability to defend national independence, sovereignty and territorial integrity by slashing the military.",
    "Against the ‘process of denationalization’, Fidel Castro, a political Titan of contemporary history, propounded a new thesis:",
    "“If you ask me – as one journalist already did—’as a revolutionary, aren’t you glad that this is so?’—I’m going to tell you what I think. Right now, there is something more important than social change, and that is our countries’ independence…”",
    "(Fidel Castro, Daily Excelsior interview, 1985, p 36)",
    "Fidel proposed a political platform against debt-driven ‘denationalization’:",
    "“…A broad range of political parties, running from the center to the left…[including] many who have traditionally been considered on the right and organizations and parties that have been called conservatives…”",
    "(Fidel Castro, Daily Excelsior, Mexico, 1985, pp. 32-33.)",
    "Sri Lanka’s Opposition in and out of Parliament must construct this coalition.",
    "[The writer is author of Fidel’s Ethics of Violence. (https://www.plutobooks.com/9780745326962/fidels-ethics-of-violence/)]"
  ]
}