{
  "url": "https://www.dailymirror.lk/opinion/Saving-Sri-Lankas-biodiversity-one-nutritious-meal-at-a-time/172-300732",
  "title": "Saving Sri Lanka’s biodiversity one nutritious meal at a time",
  "ut": 1737577938.0,
  "body_paragraphs": [
    "Lesser-known foods of",
    "This new campaign aims to reintroduce nutritious, underutilised traditional crops into daily diets",
    "Pics by Kithsiri De Mel",
    "Sri Lanka has over 700 varieties of underutilised food plants which are nutritious, affordable and are growing on our soil",
    "Climate change, monoculture farming and changing consumer habits have pushed traditional crops to the edge of extinction",
    "A recipe book will be distributed among participants of the WFP’s ‘Home Grown School Feeding’ project which would in turn benefit over 200,000 school children",
    "As an island nation with a high population density, Sri Lanka is already grappling with multiple challenges concerning biodiversity conservation. Sri Lanka is home to some unique, endemic plant species which cannot be found anywhere else on this planet but statistics indicate that the country has already lost around 70% of these species. But a new advocacy campaign titled ‘Lesser-known foods of Sri Lanka’ spearheaded by the United Nations Development Programme (UNDP), United Nations World Food Programme (WFP) together with the Ministry of Environment and the Department of Agriculture aims to reintroduce nutritious, underutilised traditional crops into daily diets.",
    "Lesser-known green leaves",
    "Products made from traditional crops",
    "Sri Lanka has over 700 varieties of underutilised food plants which are nutritious, affordable and growing on our soil. But most of them are not even on the radar. The main objective of this campaign is to plant, use and conserve these plant species. In her opening remarks at the launch of the campaign, UNDP’s Deputy Resident Representative Malin Herwig acknowledged the efforts that have been taken to protect Sri Lanka’s unparalleled biodiversity.  “Over 700 plants that hold agricultural value have been identified. Many of them are nutrient-dense, which means we will use less agricultural products than we are used to today. Some of the traditional crops have more resilience to climate change. It is a hidden or forgotten wealth that of Sri Lanka.”",
    "She also referred to the Multidimensional Vulnerability Index which was launched a bit more than a year ago and the challenges faced by vulnerable communities in Sri Lanka besides poverty.“Communities are challenged due to rising costs and food insecurity. With this campaign, if we promote the cultivation of lesser-known foods maybe it could reduce some of their reliance on expensive food imports and maybe it could stabilise food supplies for some households. This is from an income and vulnerability perspective. Many Sri Lankans have gotten used to a more limited number of plants and species that are included in their diet and some of them are overproduced. We use some foods over and over again, some with very low nutritional value and with way too much sugar. The traditional, more nutrient-rich foods are often overlooked,” she said that using underutilised foods will help vulnerable communities improve their access to nutritious food over time.",
    "Extreme weather events disrupt  not only agriculture but also strain food systems and most importantly  deepen vulnerabilities for the most vulnerable. The Lesser-known foods  campaign is a critical step towards addressing these challenges,”.",
    "- WFP’s Officer-in-charge, Gerard Rebello",
    "Despite Sri Lanka being blessed with such nutrition-rich plant species, malnutrition, non-communicable diseases and micronutrient deficiencies have challenged decades of progress. The worsening climate crisis and extreme weather patterns have disrupted food systems, increasing the risk of malnutrition and threatening lives as well as livelihoods.",
    "Speaking at the event, WFP’s Officer-in-charge Gerard Rebello said that Sri Lanka was once recognised as a regional leader in health advancements. “However, recent years have posed significant challenges putting our hard-earned progress at risk. Improvements to malnutrition have been stagnant, unfortunately, in addition to inadequate diets and socioeconomic challenges such as poverty and high food prices. The climate crisis has aggravated these challenges further. Extreme weather events disrupt not only agriculture but also strain food systems and most importantly deepen vulnerabilities for the most vulnerable. The Lesser-known foods campaign is a critical step towards addressing these challenges. Several of Sri Lanka’s lesser-known foods are nutrient-dense and their cultivation would help improve nutrition, preserve biodiversity and strengthen the local food system. For decades WFP has supported Sri Lanka’s national school meal programme which benefits 1.5 million school children. Building on this legacy, WFP’s home-grown school feeding programme empowers school meal providers, primarily women with the tools, knowledge and support to sell produced foods for these meals. This initiative improves the sustainability of the national school meals programme while strengthening local food systems, revitalising rural economies and promoting economic independence among women. The impact of the homegrown school feeding project demonstrates how localised solutions can address national challenges to improve nutrition and food security. The campaign includes engaging with school meal caterers to encourage them to cultivate lesser-known nutritious food to integrate them into school meals. It is going to be a challenge for young kids to adapt to these foods. But it is something that we need to push for. After all, the journey to good health begins with good food on our plates,” he underscored.",
    "Impact of Climate change",
    "Climate change, monoculture farming and changing consumer habits have pushed traditional crops to the edge of extinction. One of the highlights of the event was the launch of the recipe book featuring underutilised nutrient-rich crops. This recipe book will be distributed among participants of the WFP’s ‘Home Grown School Feeding’ project which provides caterers with the tools, knowledge and support to self-produce food for the national school meal programme which would in turn provide nutritious meals to over 200,000 children.",
    "Communities are challenged due to  rising costs and food insecurity. With this campaign, if we promote the  cultivation of lesser-known foods maybe it could reduce some of their  reliance on expensive food imports and maybe it could stabilise food  supplies for some households,”",
    "- UNDP’s Deputy Resident Representative, Malin Herwig",
    "In her remarks, Director – Biodiversity at the Ministry of Environment Chandani Wilson said that Sri Lanka has already designated nearly 30% of its landmass as protected areas. She said that as a developing nation, there is a great deal of competition when it comes to expanding these protected areas significantly. “We have certain threats when conserving biodiversity and we should explore alternatives. A key approach is to engage with communities living outside protected areas, to ensure that they can play an active role in both protecting and sustainably using our resources. The Early Action Support project began in Sri Lanka to discover the foundation work that has already been carried out by the biodiversity initiative project by UNDP. This allowed us to prioritise key strategies to conserve biodiversity beyond protected areas. One of these strategies is the promotion of lesser-known foods which is not only a crucial step in safeguarding biodiversity but also supports sustainable livelihoods. In Western and Ayurveda medicine it is said that food must be a medicine. In that case, lesser-known foods are important because there are plenty of micronutrients in lesser-known foods,” she said while adding that already several Hela Bojun outlets have been selected to promote this campaign.",
    "At the event, visitors were able to catch a glimpse of a few lesser-known food varieties. The displays showcased a variety of green leaves including Akkapana, Keekiridiya, young Ambarella leaves, Thampala, and Karan Koku, fruits including Sapadilla and yams including In Ala, Rathu Buthsarana, Goma Ala and Kahata Ala.",
    "The Lesser-known Foods campaign is supported through the Early Action Support project funded by the Global Environment Facility which plays a critical role in accelerating Sri Lanka’s implementation of the Global Biodiversity Framework by integrating biodiversity conservation into national policies and strategies.",
    "We have certain threats when  conserving biodiversity and we should explore alternatives. A key approach  is to engage with communities living outside protected areas, to ensure  that they can play an active role in both protecting and sustainably using  our resources.,”",
    "-Director of Biodiversity at the Ministry of  Environment, Chandani Wilson",
    "The campaign will run until February 25 and more information can be accessed via UNDP Sri Lanka and WFP Sri Lanka social media channels."
  ]
}