{
  "url": "https://www.technologyreview.com/2026/01/12/1130022/gene-resurrection-extinct-dna-2026-breakthrough-technology/",
  "title": "Gene resurrection: 10 Breakthrough Technologies 2026",
  "ut": 1768177800.0,
  "body_paragraphs": [
    "Yeah, we know—it’s not a dire wolf. In early 2025, the Texas biotech company Colossal Biosciences landed with a splash on the cover of Time magazine, showing off a snow-white canid it claimed belonged to a species that last roamed North America around 10,000 years ago. Other scientists called the claim nonsense. This was a gray wolf, although a highly unusual one—its genome was engineered to contain about 20 bits of DNA information like that seen in ancient bones from dire wolves. Thanks to genetic science, gene editing, and techniques like cloning, it’s now possible to move DNA through time, studying genetic information in ancient remains and then re-creating it in the bodies of modern beings. And that, scientists say, offers new ways to try to help endangered species, engineer new plants that resist climate change, or even create new human medicines.  The time-travel process starts with banks of genetic sequences from long-dead creatures, which have expanded greatly in recent years. These include the DNA code of the dodo bird, recovered from a museum specimen, as well as that of the woolly mammoth, located in frozen tissue in the tundra. And don’t forget thousands of ancient humans whose genetic material lingers in their skeletons and has already been collected and decoded. Related StoryGame of clones: Colossal’s new wolves are cute, but are they dire?Read next Last summer, researchers at Georgia State University studied an enzyme that humans and other apes lost millions of years ago—and whose absence in our bodies can lead to gout. True, we apes probably lost that gene for a reason. But some humans could benefit from having it back, the researchers say. They used gene editing to add the enzyme to liver cells in the lab and are already thinking about a gene therapy for the painful joint disease. These time-travel experiments usually involve just a few genes. But sometimes it’s possible to bring back entire genomes. Take the work of another organization, Revive & Restore, which has been trying to help the endangered black-footed ferret. With few remaining members, that species faces the threat of a limited gene pool. The solution? Scientists cloned new ferrets from decades-old cells that had been kept in a freezer. Now the perky varmints have the chance to breed with their own resurrected relatives. The genomes of those clones contain tens of thousands of genetic variations no longer present in wild ferrets—just the kind of diversity that a species needs to survive.  202610 Breakthrough TechnologiesSodium-ion batteriesGenerative codingNext-gen nuclearAI companionsBase-edited babyGene resurrectionMechanistic interpretabilityCommercial space stationsEmbryo scoringHyperscale AI data centersReturn to the listhide"
  ]
}