{
  "url": "https://hbr.org/2025/01/how-to-work-for-a-hands-off-manager-when-youre-fully-remote",
  "title": "How to Work for a Hands-Off Manager When You’re Fully Remote",
  "ut": 1736754947.0,
  "body_paragraphs": [
    "Illustration by Maus Baus",
    "Having clear and consistent communication with your manager is essential to delivering strong results. You need to know their expectations, and they need to have insight into your work to give useful feedback and help you grow. That’s why working with a...more",
    "In a fully remote environment, a hands-off manager can be both empowering and challenging. While you may appreciate a certain level of autonomy, clear and consistent communication with your boss is essential for delivering strong results. Knowing what your manager expects is key to hitting those targets, and gaining visibility — which is needed to excel in any role — is difficult if your boss is unaware of your efforts. These issues always exist with a hands-off manager, but they become even trickier in a remote setting where access to your boss is limited.",
    "I can speak to this from personal experience. For seven years, I worked remotely with a range of different managers. It took some trial and error, but in most cases, we established effective lines of communication that met both our work styles. In fact, during that time, I secured two promotions — achievements made possible (in part) by building strong relationships with my bosses, despite their hands-off approach and the challenges of remote work.",
    "If you find yourself in this position, here are three lessons I learned through my experience and through coaching others in similar situations. You can use them to strengthen your relationship with a hands-off manager, gain the information you need to perform at your best, and stay visible without stepping foot in an office.",
    "Be aware of your and your manager’s work styles.",
    "In a remote environment, you need to be intentional about when and how you interact with your manager. If they’re naturally hands-off, understanding your work styles — or how you each prefer to approach tasks and projects, communicate, and problem solve — can help you set up a cadence that feels good to you both.",
    "Your manager can’t set you up for success if they don’t understand how you work best, and you can’t do your best work if you don’t understand your manager’s expectations. This is why you need to get aligned.",
    "Start with yourself. You can learn more about your work style by asking:",
    "Do I prefer more structure and guidance from my manager, or do I prefer to first try things on my own and learn through trial and error?",
    "Do I prefer to receive a detailed roadmap from my manager when working on projects, and have regular check-ins with them throughout? Or am I more comfortable keeping myself accountable and meeting deadlines with less oversight?",
    "Do I digest feedback better when my manager delivers it face-to-face? Or do I prefer to review their feedback in writing before discussing it?",
    "Do I have specific values that drive my work? What things do I naturally prioritize (e.g., relationships, work-life balance, growth)? Why?",
    "Documenting your answers to these questions can help you name your preferences around communication and decision-making, and get clear on the values that guide your work. Once you have this information, share it with your manager. Let them know ahead of time that you want to discuss your work style to address any mismatches between how you each like to approach tasks or projects. Mention that you would also like to learn about their approach so you two can get on the same page and adjust where you have different perspectives.",
    "For instance, you might learn that your manager values independence in their work, and prefers to assign projects, give you a deadline, and then let you figure out the process. However, you value collaboration and would feel more confident if you had the opportunity to check in with them on your first couple drafts to ensure you’re on the right track. In this case, you can ask if they’d be open to scheduling one or two touchpoints to check in before project deadline. These can even be short emails with your initial thinking.",
    "Whatever communication cadence you decide on, you can make your day-to-day work more visible by keeping track of your tasks and the progress you’re making toward specific deadlines or benchmarks in shared spaces. Project management tools like Trello or Asana, or shared Google documents that you update regularly, are a few options. Make sure your manager can easily access these platforms, and link to them in any updates you send about your work. This document can also be used as evidence of your achievements should you need to advocate for yourself later on.",
    "Initiate one-on-one meetings if your manager doesn’t.",
    "Once you and your manager are aligned on your work styles, make a commitment to stay connected. Even if you prefer to work more autonomously on projects, I recommend scheduling a regular one-on-one meeting with your boss — ideally weekly, but biweekly is fine, too. These meetings aren’t meant to be hour-long exchanges or formal feedback sessions. They can be quick 15- to 30-minute check-ins. The goal is to have regular facetime with your boss, get on the same page, and remain visible.",
    "Many managers will schedule one-on-one meetings themselves, but with a hands-off boss, you may need to be proactive. If you already have an upcoming meeting, bring up the idea then, or shoot them a quick email. You can write something like:",
    "I’d love to schedule a weekly one-on-one meeting with you. Ideally, this would be a 30-minute chat that we could use to discuss my work and professional development and align on team goals. I think these meetings would help improve our communication and my overall performance. Would you be open to this? If so, I can find a good time on your calendar. I’m flexible on the timing and can work around your schedule.",
    "During the one-on-one meeting itself, be strategic. Because time is limited, it can be helpful to write out an agenda beforehand, highlighting any areas or discussion points you want to cover. For instance, if you need access to additional resources or to troubleshoot a problem, this is the time to ask for help or gather the information needed to do your best work.",
    "You should also leave room to mention any recent successes or positive feedback you’ve received. While sharing your achievements may feel uncomfortable at first, it’s one of the easiest ways to keep your strong work top of mind. Remember that your boss has a lot on their plate and probably isn’t aware of your small wins or maybe even all your big accomplishments. You’re not in the office where you can casually chat about your projects over lunch, so you need to take more initiative. Don’t think of it as bragging — think of it as being your own best advocate.",
    "Share the good news in a way that highlights your contributions to the entire team: “I want to share something that really made my day. During a recent client meeting, I received positive comments about my communication and problem-solving skills. It made me realize how much I’ve learned and how strong our team’s processes are.”",
    "When working remotely for a hands-off manager, it’s useful to have your camera on during your meetings — including one-on-ones, team meetings, and formal project check-ins or feedback sessions. Being literally “visible” and participating actively, particularly in group settings, can play to your advantage. It’s a simple way to show you’re present and engaged.",
    "Build relationships with your manager’s peers.",
    "Your manager is an important part of your success, but they’re not the only one. Their peers can play a big role in helping you remain visible when you’re not in the room — and because you’re working remotely, you’re likely not going to be “in the room” often.",
    "Leaders parallel to your boss can also offer you unique opportunities that a hands-off manager might overlook or not see as an immediate priority. These include cross-departmental collaborations, a broader perspective of the company’s operations, and a chance to increase your influence and impact beyond your immediate team.",
    "So, how do you develop these relationships?",
    "First, it’s important not to step on any toes. In other words, you’ll want to be transparent with your manager. During a one-on-one, let them know that you’re interested in connecting with leaders in other departments to try and better understand how the organization functions. Ask them if they’d be open to you contacting the specific people you want to connect with for a casual coffee or lunch.",
    "If you get the “okay,” reach out, but be intentional about your connections. Think about who’s work inspires you or who will have a positive influence on your work. Then show up to the meeting prepared with questions. Use the time to learn about the other leader’s role, challenges, and perspectives on the company’s mission. You should also be ready to talk about your own experience and future goals.",
    "This is the first step to building a positive relationship and establishing a good reputation among your higher-ups. If you practice networking regularly, you’ll end up with allies who can advocate for you across the organization, and when interesting opportunities for cross-collaboration arise, you’ll have a leg up in securing them.",
    "Actively participate in company-wide Slack channels or other messaging platforms. Share relevant articles, ask thoughtful questions, or offer insights related to ongoing discussions. Tag the managers you think might be interested in that information. This can be a first step to making meaningful connections.",
    "We often don’t get to choose our managers, and sometimes, we end up with someone who isn’t the best fit. However, all of us have the potential to improve our situation. With the right tools and resources, you can establish a better working relationship with any boss — even a boss who is hands-off.",
    "Managing Your Boss Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Managing Your Boss. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Build a productive partnership with your most important stakeholder.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "Generative AI Skills: Craft Smart Prompts (Virtual Group Learning)",
    "Alibaba's Innovation-Driven Approach to Intellectual Property Rights Governance",
    "Read more on Managing up",
    "Remote work and Early career"
  ]
}