{
  "url": "https://www.ft.lk/opinion/Dr-T-B-Jayah-the-National-Hero/14-787368",
  "title": "Dr. T.B. Jayah, the National Hero",
  "ut": 1769213061.0,
  "body_paragraphs": [
    "Dr. T. B. Jayah devoted his entire life for his community and the Nation in the struggle for obtaining Independence to Ceylon, to forge National Unity and communal harmony among all citizens, to develop the educational standard of the whole country by whole heartedly supporting the policy making and implementation of the Reforms enunciated by the Board of Education of the State Council under the leadership of the Father of Free Education, Dr. C.W.W. Kannangara, and particularly to improve the overall standard of the Muslim community by providing political leadership, educational direction and the path for social regeneration.",
    "Very early in life he had remarked that one should be “prepared to scorn delights and live laborious days not for the sake of filthy lucre, not even for mere vanity of name and fame, but for greater ideals of service.” This, he fulfilled positively and in full measure, was evident in an expression of gratitude by Dr. A.M.A.Azeez, whom Jayah had personally chosen to succeed him as Principal of Zahira College, Colombo to continue his services of twenty seven years in taking Zahira to the zenith as the ‘radiating centre of Islamic thought and activity.’",
    "In a speech delivered in 1914 at the Ceylon Muslim Association on the topic of ‘Education and National Progress’, seven years before he became the Principal of Zahira, Jayah said that “it was only by the revivifying influence of English education that the Muslim community would be brought to a position of intellectual elevation, social efficiency and political power….To achieve this end, who is to be the Sir. Seyed Ahamed of Ceylon? Who among our leaders will follow in the wake of that renowned Indian leader? He need not necessarily be a child of Western culture, for Sir. Seyed Ahamed was not. But he must certainly be fearless in his actions, disinterested in his motive, inspired by a mighty purpose and ready to dare and even die in the cause he espouses. If such a one there be, he will doubtless go down to posterity as the saviour of the Muslims of Ceylon.”",
    "This question was answered after 36 years in 1950 by A.M.A. Azeez in the following words: “Mr. Jayah posed this question in 1914 and today in 1950, we say without any hesitation and with one accord that the Hon. T.B.Jayah is that Sir. Seyed Ahamed and that leader and that Saviour of the Muslims.”",
    "In his twenty seven years of stewardship at Zahira until 1 August 1948, he successfully produced the leaders and reformers, thinkers and philosophers, and Legislators and national figures, who brought forth an enlightened Muslim community, which in course of time was able to contribute to the political, social, economic and cultural development at the national level",
    "Tuan Brahnudeen Jayah ,the great educationist, community and National Leader, Statesman, Diplomat, Patron, President and Chairman of 55 organiSations was born on 1st January 1890 at Galagedara, where his father Cassim Jayah was employed in the Police Department. Owing to the transfer of Cassim Jayah, the family shifted residence to Kurunegala, where the young Brahnudeen started his Quranic Education under the tutelage of Noordeen Alim and Omar Lebbe and the secular schooling at the Anglo-Vernacular School. Once again on the transfer of the father, the family moved to Colombo and Brahnudeen was enrolled at the St. Paul’s College Modera in Grade 1 at the age of 10. It would be curious today to see a boy of ten years in Grade 1, but was a common occurrence in that era. The young student was found to be so brilliant that he was awarded a treble promotion from Grade 1 to Grade 4 and once again a double promotion to Grade 6 in the following year. In1904, he obtained a scholarship to St.Thomas College, situated then at Modera. Having passed the Matriculation and Inter Arts Examination, he obtained a teaching job at Dharmaraja College, Kandy in 1910, then shifted to Prince Of Wales, Moratuwa in May 1910 and thereafter to Ananda College, Colombo in 1917, where he remained till he assumed duties as Principal of Zahira College, Colombo on 1 September 1921.",
    "Though he embarked on a teaching career at an early age due to the financial constraints he encountered in proceeding with higher education, yet while being a teacher, he continued his academic pursuit and became a graduate. He subsequently enrolled himself at the Law College with the intention of becoming a lawyer; but his conviction that he could serve the community in a better way by continuing as an educator persuaded him to remain in the teaching profession.",
    "In his twenty seven years of stewardship at Zahira until 1 August 1948, he successfully produced the leaders and reformers, thinkers and philosophers, and Legislators and national figures, who brought forth an enlightened Muslim community, which in course of time was able to contribute to the political, social, economic and cultural development at the national level.",
    "Zahira evolved as a symbol of unity and social integration. Perhaps his early experience at Dharmaraja, Prince of Wales and Ananda gave him a broader outlook in his vision .In fact, three of his students at Ananda, who in later life emerged as pioneer Leftist leaders, namely Dr.N.M.Perera, Philip Gunewardena and Robert Gunewardena always referred to Jayah with utmost respect as their mentor and guide during their student days.",
    "We still find even today the strong foundations laid by Jayah for communal amity persisting at Zahira.",
    "This enormous achievement took quarter of a century of labour and dedication by a man of utter sincerity, whose heart and mouth spoke the same language and with the unstinted support of the Maradana Mosque Committee, who were the Managers of the college and an array of well-wishers.",
    "The situation at Zahira at the beginning of his stewardship was described by him in the following words: “The outlook was dismal- six teachers, fifty nine boys, hardly any furniture worth the name, with a building just enough for a primary school, used at night by loafers and other undesirables, with unattractive surroundings and about twenty or thirty yards from the buildings, thickets and shrubs regarded by the public as the rendezvous of the denizens of the underworld, relieved by the majesty of the mosque.”",
    "The concepts which were inherent in Jayah’s philosophy brought him naturally into the arena of politics, by his entry to the Legislative Council in 1924.",
    "The system of Legislature was introduced by the British colonial rulers in Ceylon in 1833, through the Colebrooke Constitution. The Legislative Council, besides the officials of the Government, consisted of a very limited number of members representing the English, Burgher, Low Country Sinhala and Tamil communities. It was not considered necessary to grant Kandyan Sinhalese and the Muslims (then termed Mohamedans) representation.",
    "After a period of long agitation the Kandyan Sinhalese and the Mohamedan communities were given one representation each and the first Mohamedan nominated to the Legislative Council in 1889 was Mohamed Cassim Abdul Rahman, who was succeeded by A.L.M.Sheriff in 1899; Wapitchai Marikar Abdul Rahman in1900 and N.H.M.Abdul Cader in 1917.",
    "A very limited number of Ceylonese were granted voting rights at the beginning of the 20th Century to elect representatives on the basis of Island-wide ‘communal electorates’ to the Legislative Council . Such election to a Mohemadan electorate was held for the first time in 1924, in which three members were elected to represent the Muslims obtaining the following number of votes:",
    "H.M.Macan Markar 10311 votes",
    "N.H.M.Abdul Cader 6705 “",
    "The other candidate, M.L.M.Riyal obtained 3629 votes. This heralded the entry of Jayah into the Legislature, where he continued to serve from 1924-1930; 1936-1947; 1947-1950 and a brief period in 1960. Instead of being a ceremonial member of the Legislature, he made ample use of every opportunity to serve the community and the nation, thus emerging as a community as well as a national leader at the time of British Imperialism in this country. He became an active participant in the struggle for Independence from 450 years of European domination.",
    "Jayah also actively contributed to the formulation, enactment and implementation of many legislations, such as the Muslim Property Laws, Wakfs Act and Muslim Marriage and Divorce Act. He was also Chairman of the Committee that recommended the replacement of the term ‘Mohamedan’ with the term ‘Muslim.’",
    "National consciousness for self-rule began to emerge by the beginning of the 20th Century. The Ceylon Reform League founded in 1917 under the Chairmanship of Ponnambalam Ramanathan came to an abrupt end being succeeded by the formation of the Ceylon National Congress, which continued to be the prime organiSation in demanding Independence to Ceylon.",
    "In articulating the Muslim point of view, Jayah balanced the national and community aspirations in such a manner that the Muslims became an integral part of the freedom movement, while preserving their community identity intact. He was a Statesman, who was fittingly declared a National Hero",
    "The Muslims participated in the demand for freedom from British rule without any hesitation and in full measure through their organiSations.",
    "The Moor Union was founded in1900 which blossomed into the All Ceylon Moors Association in 1922, of which in later years A.R.A. Razick (Sir. Razick Fareed) became the leader and made significant contributions to education and national independence.",
    "1903 saw the birth of the Ceylon Muslim Association, which soon became the Young Muslim League under the chairmanship of Barrister Saheed A. Marikkar.In 1924 it assumed the name of All Ceylon Muslim League under the chairmanship of N.H.M. Abdul Cader, on whose death, Jayah was chosen as the President and remained so till 1950.",
    "In articulating the Muslim point of view, Jayah balanced the national and community aspirations in such a manner that the Muslims became an integral part of the freedom movement, while preserving their community identity intact. This was evident as early as the 1930s when in his capacity as the leader of the Muslim Political Conference, he led a delegation to England and presented a Memorandum on “Muslims and Proposed Constitutional changes in Ceylon” to the British rulers. He steadfastly continued this policy of ‘country and community’ all throughout his political career. As stated by Dr. M.C.M. Kaleel, “He was sincere and dedicated to the cause of his country and community above all personal considerations. He valued freedom so dearly that he declared that no concept in political life was more precious than freedom.”",
    "When the arrangement for granting Independence to Ceylon was being arranged, and the State Council debating in November 1944 the Soulbury Report and the White Paper of the Government of the United Kingdom , Jayah said that “I speak with the full support of members of the Muslim community of Ceylon. I saw to it that the Muslim community was consulted with representatives in different parts of the country on the important issue before the House; and I am in a position to say that the Muslim members of this Council have the fullest backing of the Muslim community in this Island.",
    "When the Muslim members of this Council decided to take a definite stand at the time the ‘Sri Lanka Bill’ was introduced, they did so for one and for one reason only. The reason was that where the political freedom of this country was involved, they were prepared to go to any length, even to the point of sacrificing advantages and benefits as a result of such action.”",
    "As a politician, he entered the Legislative Council of Colonial Ceylon, continued to serve in the State Council and became the Minister of Labour and Social Services in the first Parliament of Independent Ceylon. During the many decades as a Legislator, he always espoused the cause of his community, balancing it with the national interest. He was a Statesman, who was fittingly declared a National Hero.",
    "It is the bounden duty of the Muslim community to perpetuate the memory of such a great personality.",
    "May Allah (S.W.T.) by His abundant mercy, admit Al Haj Dr. T. B. Jayah to Jannathul Firdous.",
    "The Government of Sri Lanka has honoured him with an issue of a postage stamp on declaring him a National Hero and naming a school and a street in Colombo in his name.",
    "Immediately after his death, the All Ceylon Muslim League [the first Muslim political party in Ceylon] formed the Al Haj T. B. Jayah Memorial Fund to perpetuate his legacy. As a first step, this Fund purchased land opposite Ananda College with the idea of setting up a building to carry out its activities.",
    "Alas, this property had a spoliator and lengthy litigation ensued. Finally a settlement was reached in the Court of Appeal and the property was shared by both parties. The Fund sold its part of the property and with its proceeds purchased a property in T. B. Jayah Mawatha, on 25th March last year.",
    "The President of the Fund is Kabir Hashim, M.P., the Secretary, Al Haj M. A. M. Nusky and the Treasurer, M. R. M. Ilyas.",
    "Public lecture on T.B. Jayah and two others today",
    "The Al Aslaf Forbearers Memorial Forum will hold a series of lectures in memory of “Marhooms” today (24 January) from 10.a.m. to 1.00 p.m. at the Postal Headquarters Auditorium, 19. D.R. Wijewardene Mawatha, Colombo 10.",
    "ACE College Vice Principal of Quranic Studies and Lecturer of Dewadama Nikayathanya Ash-sheik Moulavi Mahir T.D. Ramdeen will give an oration of Justice M.T. Akbar, former distringuide Supreme Court Judge , legal and educational reformist, Matale Zonal Education Office Lecturer and resource person Jaseema Hameed  on Dr. T.B. Jayah and Colombo University Senior Lecturer Department of Political Science and Public Policy Dr. Mohamed Sariff Anees on A.C.S. Hameed, former Foreign Affairs Minister."
  ]
}