{
  "url": "https://www.dailymirror.lk/opinion/A-humanitarian-approach-to-resolve-the-Northern-fishermen-issue-EDITORIAL/172-298770",
  "title": "A humanitarian approach to resolve the Northern fishermen issue - EDITORIAL",
  "ut": 1734975562.0,
  "body_paragraphs": [
    "India’s interest in resolving the long-standing fishermen row between India and Sri Lanka is vague. It seems to depend on the interests shown by Sri Lankan leaders on the matter.",
    "The joint statement issued at the end of former President Ranil Wickremesinghe’s visit to New Delhi last year was silent on the issue while it has been discussed under a separate sub-heading in the joint statement by India Prime Minister Narendra Modi and President Anura Kumara Dissanayake on December 16 (last week).",
    "The last week’s statement said “Acknowledging the issues faced by fishermen on both sides and factoring the livelihood concerns, the leaders agreed on the need to continue to address these in a humanitarian manner. In this regard, they also underscored the need to take measures to avoid any aggressive behaviour or violence.” The leaders, according to the statement, expressed confidence that through dialogue and constructive engagements a long lasting and mutually acceptable solution could be achieved.”",
    "The fact is that the fishermen issue between the two countries is decade-long, harking back even to the 1960 and now it has grown into a major economic issue in Sri Lanka. Newspaper reports of 1960 indicate that Indian authorities have warned their fishermen not to venture into the Sri Lankan waters, even then. The issue is not about Sri Lankan fishermen trespassing into the Indian waters for poaching, but the other way around. Hence, the major part of the responsibility to resolve the problem lies with the Indian authorities.",
    "The legal aspect apart, the loss Sri Lanka has been incurring annually due to poaching by Indian fishermen in Sri Lankan waters is relatively colossal. In 2021, President of the Northern Province Fisheries Association, M. V. Subramanium told media that “Indian fishing vessels pillage around Rs. 900 billion (approximately $ 4.4 billion then) worth of valuable marine resources in the northern seas of Sri Lanka annually.”",
    "The last week’s joint statement said “President Dissanayake thanked Prime Minister Modi for India’s support in stabilizing the Sri Lankan economy through unparalleled and multi-pronged assistance including emergency financing and forex support worth USD 4 billion.” In fact, Sri Lankans have to be grateful to India for this support extended last year when Sri Lanka encountered an unprecedented economic crisis. But the Indian fishermen have been plundering the same amount annually, through their poaching activities.",
    "The statement, as cited above, had said President Dissanayake and Prime Minister Modi “agreed on the need to continue to address these in a humanitarian manner. The former Fisheries Minister Douglas Devananda rightly posed a question as to what they meant by addressing the issue “in a humanitarian manner.” The Indian side had suggested earlier as well to legally allow the Indian fishermen to fish in the Sri Lankan waters on certain days of the week. This proposal was rightly opposed by the Northern fishermen who are firm on the fact that their right to marine resources in the Sri Lankan seas is non-negotiable.",
    "This is not basically a humanitarian issue, but rather a legal issue where Indian fishermen have been illegally plundering the marine resources of their Sri Lankan counterparts. Sometimes they act in an aggressive manner. Bodies of two fishermen from Supparmadam - a fishing village some 14 kilometres from Point Pedro - were washed ashore in January 2022. Northern Province fishermen suspected that they had been killed by Indians. This triggered a protest and 10 local fiberglass boats had surrounded an Indian trawler that had trespassed into the Sri Lankan seas.  Navy had intervened to avert a possible clash between the two groups.",
    "Earlier in October, 2021, Northern fishermen took approximately 1,000 boats out to sea to participate in a large-scale protest extending from the seas of Mullaitivu to Point Pedro, over Indian fishermen poaching in Sri Lankan seas. Therefore, in a way, we cannot rule out the existence of a humanitarian issue involved in this problem, but the victims are Sri Lankans.",
    "The onus to resolve the crisis is purely on the leaders of Tamil Nadu and the Indian Central Government. Only remedy is them taking firm action to prevent their fishermen from entering Sri Lankan waters."
  ]
}