{
  "url": "https://www.technologyreview.com/2024/11/25/1107273/googles-antitrust-gut-punch-and-the-trump-wild-card/",
  "title": "Google’s antitrust gut punch and the Trump wild card",
  "ut": 1732499929.0,
  "body_paragraphs": [
    "This story originally appeared in The Debrief with Mat Honan, your weekly take on the tech news that really matters. Sign up here to get the next one in your inbox. Last week, the US Department of Justice released its recommendations for proposed remedies in its antitrust case against Google. While no one thought the DOJ would go easy on Google, the remedies it did suggest are profound and, if enacted, could be catastrophic to its business.   First, some background. The case was first filed back in 2020. Then in August, Judge Amit Mehta ruled in favor of DOJ (and against Google), finding that Google ran its business as an illegal monopoly. Now, the DOJ has made its case for what it thinks Google should have to do in the wake of that verdict. Next, Google will propose its own set of remedies to the court. Finally, Judge Mehta will have to decide which, if any, of these remedies to enact.  So what is the DOJ proposing? Buckle up. The government starts by calling for an end to “third party payments.” This means Google would have to stop paying the likes of Apple and Mozilla to make Google search the default engine in those companies’ browsers and devices. This is not surprising. These agreements were at the heart of the matter that led to the ruling in August.",
    "Google would also be required to “disclose data sufficient to level the scale-based playing field it has illegally slanted”—including syndicating search results to its competitors. This basically means it would have to share its treasure trove of search data to the likes of Microsoft, OpenAI, DuckDuckGo, Brave, and on down the line.  The DOJ also argues Google should be forced to divest “control and ownership” of Chrome and Android. In the case of Android, Google’s mobile operating system that most of the phones in the world run on, Google would either have to sell it, or no longer require manufacturers, like Samsung or LG, to use its services on their devices. And if it was the latter, any deal would be subject to oversight and could still potentially result in a forced sale of Android if the government found Google’s actions insufficient.",
    "If the other remedies are body blows, this one is more like losing a limb. Selling off Chrome and/or Android would have massive, massive consequences all across Google’s lines of businesses. It’s also worth noting that before he was tapped to oversee all of Google (and then Alphabet), Sundar Pichai ran Chrome and then Android. These are his babies.  But wait, there’s more! Google would also be prohibited from investing in or buying outright “any search or search text ad rival, search distributor, or rival query-based AI product or ads technology.” That’s big because there are a lot of companies in the AI space trying to become the search engine of the future right now. (Though it was cleared, Google was already under scrutiny for such investments in the UK, which was investigating its $2 billion investment in Anthropic.) Google could even be prohibited from using any properties it already owns and operates from favoring its own search or ad products. This would force the company to present users with choices of which search engines to use in its own hardware devices, like the Google Pixel phone, as well as on services like YouTube.  There’s still more on the DOJ’s wish list. But you get this picture. It’s a heavy hammer.  So now what?  You can think of where we are a little bit like the stage of a criminal trial when a defendant has been found guilty and a prosecutor suggests a sentence. The judge still has the final word here (at least until an inevitable appeal) and could choose to enact more lenient penalties along the lines of what Google will likely propose, or take up the Justice Department’s set of proposals in whole or in part. (He could also just go his own way.) In short, now we know what the DOJ would like to see happen. And of course the whole thing couldwill go to appeal. So, what will actually happen remains to be seen.  Related StoryGoogle’s Astra is its first AI-for-everything agentUsers will be able to interact with the AI assistant using audio and video when it launches later this year.",
    "What will Trump do? A little bit of a wild card in all this is that by the time Judge Mehta gets around to a ruling (he has set a two week hearing for April with a ruling projected in August 2025) there will be an entirely new administration in office. In theory, the Trump administration could drop the case altogether or push for lighter remedies. While we don’t yet know what it will do, it’s worth considering that Google does not have many friends in Trumpworld. Vice President-elect J.D. Vance has said bluntly that “it’s time to break Google up.” Trump has long aired grievances about the company. And the suit began, remarkably, four years ago under the first Trump administration.  But, then again, in an interview last month, Bloomberg News editor in chief John Micklethwait asked Trump if Google-parent Alphabet should be broken up. After a series of complaints and digressions about how he appeared in its search results, Trump more or less equivocated. He called breaking up Google “a very dangerous thing” and noted that “China is afraid of Google.” And then: “Sometimes you have to fight through these threats. I’m not a fan of Google. They treat me badly, but are you going to destroy the company by doing that?” he said. “What you can do without breaking it up is make sure it’s more fair.” So maybe Trump will see Google as a bulwark against China. If there’s one thing he seems to like less than Google, it’s China? Or, well, who knows, it could come down to who Trump talked to last. As The Verge editor in chief Nilay Patel pointed out, some of Trump’s allies in tech are already strongly in the anti-Google camp: “The problem for Google is that Andreessen, Vance, Musk etc all sort of love this idea,” he skeeted on Bluesky. (Yeah, that’s what you call it. Sorry, I don’t make the rules.)",
    "I would add Peter Thiel to that list as a very notable “etc.” Thiel has been extremely critical of Google, and has come down in particular on its relationship with China. He’s written an op-ed in the New York Timesabout it, and has gone so far as to call the company “seemingly treasonous.” So, there’s that.  What do I think? I’m not a lawyer! This is not investment advice! Blah blah blah! But I’ve been covering Google for a long, long time. Nearly my entire career.  Do I think Google has grown too big and too powerful? Absolutely! No one company should have as much market dominance as it does. Not Google. Not Apple. Not Meta. Not Amazon. Not Microsoft. Which means it’s especially messed up that they all are that big. Big Tech reminds me of the famous political cartoon(s) of the great colonial powers carving up their own spheres of influence, except in this case we are all China.   Still, I’ll say something that may be a little contrarian here: I think Google’s control over Chrome and Android are more or less beneficial for consumers, or at least help provide a good experience. The data collection practices are horrendous and potentially dangerous. And yes, product “ecosystems” are most often swamps that are meant to make it hard to get out of any given system.  But the way Google has made so many of its products—Chrome, Gmail, Search, Maps, Gemini, Android, Photos, etc.—highly interoperable is kinda nice when you look at it from a purely user-centric perspective. It means you can share your data and log in and history and, to some extent, personality across lots of different products in ways that make life at least a tiny bit more convenient. This may seem trivial, but when you get an email confirming a doctor’s appointment, which Google then automatically adds to your calendar, alerts you with a notification on your phone that it’s time to depart in order to arrive on time, and then helps you navigate to the new office, it’s pretty helpful.  That said, I think any remedies should target the agreements Google has with other companies to keep its engine as the default. For the first time in decades, we’re starting to see real search alternatives emerge and they should not be stifled by secret multi-billion dollar agreements among the great powers. I also think a good ruling would limit Google’s ability to prioritize its own products and services in search results—for example, when I search for “a good Thai restaurant near me,” Google displays the actual results with a list of restaurants from its database with its user reviews, plotted out on its own Maps product, and this is all above a link to Yelp that might actually have better review data and the same mapping.  Maybe you disagree! Well, there is still plenty of time to argue with me and tell me I’m wrong. The only thing that’s certain at this point is that this case is going to drag on for a long time.",
    "Programming note: The Debrief will be off next week. See you in December. If someone forwarded you this edition of The Debrief, you can subscribe here. I appreciate your feedback on this newsletter. Drop me a line at mat.honan@technologyreview.com with any and all thoughts. And of course, I love tips.",
    "Now read the rest of The Debrief The News Elon Musk joined Trump’s call with Google CEO Sundar Pichai.  • Open AI gives us a view of how it safety tests its large language models.  • Several of the big crypto companies are campaigning for seats on Trump’s new crypto council.  • Threads begins rolling out Bluesky-esque updates as that network starts to surge.  • Incredible graph of the output of global climate emissions by nations over time.",
    "• A look at the legal and ethical issues surrounding uterus transplants.  • Turns out a two-hour interview will enable AI to create a pretty accurate replica of your personality.  The Chat Every week I’ll talk to one of MIT Technology Review’s reporters or editors to find out more about what they’ve been working on. This week, I talked to Eileen Guo, our senior reporter for features and investigations.",
    "Mat: Hey Eileen, I loved your story on Clear. It’s such a strange company. What does it do exactly? Eileen: Thanks! That it’s so ubiquitous but also under the radar is why I wanted to write about it. Clear is a biometric identity company. Initially, it allowed members to go through airport security a little bit faster—by submitting to background checks and then, once at the airport, verify their identities with their biometrics. But for the past few years, it’s been aggressively expanding outside of airports. Mat: How did this private company get to take responsibility for identity verification at airports? Eileen: Clear started in the aftermath of 9/11, when airport security was a mess and everyone—Congress, the newly created TSA, travelers—was looking for a solution to speed up the process without (theoretically) sacrificing security. Verified Identity Pass, as the company was then known, was one of a few companies that stepped up and it was the most successful by far. I think that was because it was really good at public-private partnerships. It really grew by renting space from the airports where it operated; for every person that signed up, the airports would also receive a portion of revenue. Mat: You’ve written about biometrics several times now. Are we on an inevitable journey to using our faces and fingers as identifiers? Like, at some point if I want a Big Mac, am I going to have to scan my eyeballs into the drive thru camera? Eileen: I think the companies selling the technology want it to feel inevitable, and more companies are certainly trying to push pay by palm or iris or face, so we'll see more of it, but we're also seeing other ways of proving our digital identities. Biometrics is one solution (with a lot of problems). But it's not the only one. Mat: Anything surprise you when you reported this out? Eileen: I guess I hadn't understood how much the biometrics and identity space is really commoditized. One of our early questions was, what is Clear's technology? But Clear doesn't write the facial verification or other algorithms that it uses; it chooses the best ones, and then its real differentiator is packaging it all together in a platform that is easy to use—both for its business customers (like LinkedIn or Home Depot) and us, its human customers.  The Recommendation As a sad old GenXer, nothing makes me feel sadder or older than seeing bands I loved as a kid, bands that sometimes felt dangerous or revolutionary or deeply weird, shuffling around on stage in orthopedic shoes selling nostalgia to graying, pot-bellied old people wearing the same Ben Davies pants they bought at the community thrift in 1994. Don’t get me wrong! I was swooning with all the other aging hipsters on statins at the Magnetic Fields and Bikini Kill and Smashing Pumpkins and Green Day shows this year. And I fully intend to see Kim Deal come tour next year, especially because it will give me a chance to once again talk about how I saw her open for Nirvana. But all these things just remind me that I’m gonna die. Which is why I have been extremely behind the times in listening to The Cure’s new album, Songs of a Lost World. But as everybody has been saying, it is easily one of their best albums, period, and one of the best albums of the year as well. Maybe it helps that their music has always been the kind of stuff that reminds me I’m gonna die, but in a good way! Anyway. If you have not already, go give it a listen. “Endsong” in particular is really beautiful. (And, uh, maybe about getting old and dying.)  hide"
  ]
}