{
  "url": "https://www.ft.lk/opinion/ICCSL-RKMT-proposes-smarter-tax-policies-modern-administration-forBudget-2026/14-783865",
  "title": "ICCSL-RKMT proposes smarter tax policies, modern administration for Budget 2026",
  "ut": 1762198006.0,
  "body_paragraphs": [
    "A Blueprint for Smarter Revenue Mobilisation",
    "President and Finance Minister Anura Kumara Disanayake",
    "Proposal 1: Tax Credit for Digitalisation and Compliance Investment. This measure encourages enterprises, particularly small and medium-sized businesses, to modernise their operations through technology. RKMT proposes a two-year tax credit of up to 25% for investments in e-invoicing systems, ERP platforms, certified accounting software, and cybersecurity tools.",
    "The move is designed to reward firms that invest in accuracy, transparency, and efficiency, strengthening the foundation for digital audits and real-time reporting. By reducing manual processes and data errors, this initiative will also help bridge the gap between taxpayers and administrators.",
    "“Every rupee spent on digital compliance is an investment in national integrity,” RKMT notes. “This is not just an incentive, it’s a signal that Sri Lanka is ready for a new era of digital governance.”",
    "Proposal 2: Simplified Service Economy Tax Framework",
    "Recognising the rapid rise of freelancers, consultants, IT professionals, and creative entrepreneurs, RKMT calls for a Simplified Service Economy Tax Framework that brings these vital sectors into the formal economy without the usual complexity or fear of penalties.",
    "Under this framework, small-scale service providers with annual turnover below Rs. 20 million can voluntarily register and pay a presumptive tax rate of 3–5% on their gross receipts. The proposal also encourages automatic tax withholding through e-payment platforms and banks, making compliance nearly effortless.",
    "This approach not only expands the tax net but also reduces enforcement costs and creates fairness between formal and informal operators. More importantly, it acknowledges the contribution of digital workers and service entrepreneurs to Sri Lanka’s future economy.",
    "Proposal 3: Integrated Taxpayer Record Tracking Dashboard",
    "To transform how taxes are administered, RKMT recommends the creation of an Integrated Taxpayer Record Tracking Dashboard, a unified, digital interface that consolidates taxpayer information across all tax types.",
    "This dashboard would provide real-time tracking of a taxpayer’s registration, filing, payment, audit, and refund status, accessible through a secure online portal. By integrating with national databases, the system would reduce duplication, improve accuracy, and increase transparency cutting through the red tape that often frustrates both taxpayers and administrators.",
    "“Transparency is not only about accountability; it’s about restoring trust,” RKMT states. “When taxpayers can see where they stand, compliance stops being a mystery and becomes a shared responsibility.”",
    "Inland Revenue Head Office",
    "For a Smarter, Fairer 2026 Budget",
    "The RKMT’s proposals go beyond technical fixes. They form part of a broader vision for a modern, digital, and inclusive tax culture, one that encourages compliance through simplicity rather than coercion.",
    "The committee has expressed its readiness to work closely with the Ministry of Finance, the Department of Inland Revenue, and other stakeholders to refine and implement these ideas in the 2026 Budget.",
    "As the country moves through fiscal recovery and digital transformation, RKMT urges policymakers to think beyond short-term revenue targets and focus on building long-term trust and efficiency in the tax system.",
    "“Sri Lanka’s next economic leap will not come from more taxes, it will come from better taxation,” RKMT concluded. “We stand ready to support a 2026 Budget that is fair, forward-looking, and focused on empowering every honest taxpayer.”",
    "ICC Paris has informed ICC Sri Lanka that they are willing to help the Sri Lankan Government on the digitalisation and the support extended by ICC."
  ]
}