{
  "url": "https://www.eiu.com/n/capture-of-aleppo-threatens-regime-stability-in-syria/",
  "title": "Capture of Aleppo threatens regime stability in Syria",
  "ut": 1733226054.0,
  "body_paragraphs": [
    "Capture of Aleppo threatens regime stability in Syria",
    "GeopoliticsRiskWorld EventsMiddle East and AfricaSyriaCountry AnalysisOperational Risk",
    "What’s happened?The survival of the regime of the president, Bashar al-Assad, hangs in the balance following the fall of most of Aleppo, Syria’s second city, into the hands of opposition forces. It was the most significant gain by opposition groups since Russia’s intervention in 2015 turned the tide of the conflict in Mr Assad’s favour. Although the Syrian regime was dramatically enfeebled by the rebel assault, we still consider the wholesale collapse of the regime an unlikely prospect in the near term.Why does it matter?The opposition assault, which began on November 27th and was spearheaded by Hayat Tahrir al-Sham (HTS, an armed Salafi group), is expanding rapidly in the face of limited resistance by regime forces. HTS has capitalised on the weakening of regime defences in northern Syria, with most of the Syrian military there composed of conscripts and less-experienced units. Meanwhile, the redeployment of Iranian and allied Lebanese militia forces to Lebanon to confront Israel’s incursion at the start of October has further weakened the regime’s position. Most of Aleppo, along with its international airport and the Kuweiris airbase on the eastern outskirts, is now under the control of HTS, which faced minimal casualties during its takeover. The ease with which the rebels captured Aleppo highlights their strategic advantage. In addition, rebel forces have successfully recaptured towns along the south-eastern border of the province of Idlib, including Sarakib and Maarat Naaman. With control over a section of the M5, Syria’s main north-south highway, HTS is now positioned on the outskirts of Hama, another major government-held city.Despite the unprecedented gains made by HTS, alongside the Turkish-backed Syrian National Army (SNA) and Kurdish-led Syrian Democratic Forces (SDF), in Aleppo and Idlib provinces, we expect that the rebels’ momentum will slow. The Syrian army has regrouped around Hama, with the support of more experienced and loyal units, in order to slow the HTS advance. Its position will be reinforced by the addition of Iranian-backed groups from elsewhere in Syria, notably the Afghan-dominated Fatimiyoun, and Popular Mobilisation Forces militias from Iraq. Russia and the Syrian air force have meanwhile stepped up air strikes on HTS positions, both those recently captured and those in the rebel heartland surrounding the city of Idlib, which will probably delay any plans to organise a fresh push into the south.Even if Hama were to fall to the rebels, making further gains would be increasingly difficult. Homs and Damascus, Syria’s capital, along with the coastal cities of Latakia and Tartous, would pose significant challenges to any rebel advance. These areas are the heartland of Mr Assad’s Alawite sect, where fears of sectarian violence from the Salafi HTS could galvanise the local population to support the regime. Moreover, Latakia and Tartous are home to Russia’s main military bases, and Iran and Hizbullah (a Lebanese Iranian-backed Shia Islamist political group) have concentrated their forces around Homs and Damascus.In addition, there is a persistent risk of intra-rebel clashes in recently captured territories, which would undermine HTS’s momentum. Although HTS has so far avoided direct contact with the SNA and the SDF in Aleppo, the SNA has engaged SDF-held position to the north-east of the city, reflecting Turkey’s objectives to curb the spread of Kurdish influence near its border. Any fighting between these factions could draw HTS into the conflict, diverting crucial military resources away from its new front lines against the regime.What next?Clashes are expected to continue along the new front lines near Hama and in southern Aleppo province in the medium term, although we believe that significant rebel gains that could fundamentally threaten the regime are improbable. However, the government is unlikely to reverse the recent advances made by the rebels because of the weakness of Syrian army as an offensive force, especially without considerable support from Russia, Iran, Hizbullah and other key allies, which we do not expect to be forthcoming. The recent campaign has left the government weakened, shattering perceptions of regime stability and making Mr Assad more vulnerable to internal challenges, as shown by reports of clashes within the army in Damascus on November 30th. Although we currently assess that a military coup is unlikely, these recent developments have significantly undermined Mr Assad’s prospects of extending his regime beyond the end of his current presidential term in 2028.The analysis and forecasts presented in this article are drawn from EIU’s Country Analysis service. This comprehensive solution offers essential insights into the political and economic outlook of nearly 200 countries, empowering businesses to manage risks and develop effective strategies.",
    "GeopoliticsRiskWorld EventsMiddle East and AfricaSyriaCountry AnalysisOperational Risk"
  ]
}