{
  "url": "https://www.ft.lk/columns/Presidential-authority-in-times-of-emergency-A-contemporary-appraisal/4-785671",
  "title": "Presidential authority in times of emergency: A contemporary appraisal",
  "ut": 1765758458.0,
  "body_paragraphs": [
    "The limits of judicial review in this setting emerge clearly from impeccable precedents across the world. Legitimacy of the Proclamation of Emergency issued in Sri Lanka by the Acting President on 17 July 2022, assessed in light of these precedents, admits of no doubt",
    "This article is based on the keynote delivered",
    "of the Faculty of Law,",
    "University of Colombo, on 12 December 2025",
    "I. The policy dilemma",
    "One of the great challenges of modern public law is to reconcile traditional principles relating to the rule of law and the separation of powers with the exigencies of crises which threaten the destruction of society itself. To what extent must protective mechanisms developed by systems of law over the ages give way to the need for physical survival in the throes of life-threatening crises? What is the right balance to be struck, as a matter of public policy?",
    "The classic statement is by John Locke, who insisted that, in emergencies, the government should have legally unfettered power “to act according to discretion, for the public good, without the prescription of the law, and sometimes even against it” (Second Treatise of Government). This is an ancient idea which goes back to Roman times, when Cicero, in his famous oration, Pro Milone, declared: “Inter arma silent leges” (“Amid the clash of arms, the laws are silent”).",
    "This received expression in the present century in the work of Carl Schmitt, who insisted that “the sovereign is he who decides on the state of exception” (Political Theology:Four Chapters on the Concept of Sovereignty). According to him, not only is the sovereign’s authority untrammelled during emergency, but the declaration of emergency is his right alone, dependent solely on the exercise of his subjective judgment. This unqualified power springs from the supreme law of nature which is the safety of the people.",
    "Judicial pronouncements across the world explicitly reflect this point of view. Justice Story, on behalf of the Supreme Court of the United States, famously declared: “The question arises, by whom is the exigency to be judged and decided? We are all of opinion that the authority to decide whether the exigency has arisen, belongs exclusively to the President, and that his decision is conclusive upon all other persons” (Martin v. Mott). In Ghulam Sarwar v. Union of India, Subba Rao CJ, speaking for the Supreme Court of India, observed: “The question whether there is grave emergency is left to the satisfaction of the Executive, for it is obviously in the best position to judge the situation”.",
    "There is, however, equally emphatic opinion to the contrary. Khanna J, in a celebrated dissent, was scathing in his denunciation of the opposite approach: “The position would be that, so far as executive officers are concerned, in matters relating to life and personal liberty of citizens, they would not be governed by any law, they would not be answerable to any court, and they would be wielding more or less despotic powers” (Additional District Magistrate, Jabalpur v. Shivakant Shukla). These competing postulates have been articulated with equal passion.",
    "II. A landmark pronouncement by the Supreme Court of Sri Lanka",
    "The Supreme Court of Sri Lanka had recently to deal with this issue frontally (Ambika Satkunanathan v. Attorney General). This is a watershed decision because, for the first time in our legal history, the Supreme Court held that an Acting President of the Republic had violated the fundamental rights of the People, enshrined in the Constitution, by the declaration of a State of Emergency.",
    "The circumstances against the backdrop in which this historic ruling was made are well known. A serious depletion of foreign reserves resulted in a severe shortage of basic amenities like fuel, cooking gas, electricity, staple food items, and medicine. In the context of an unprecedented default in the repayment of foreign loans and significant depreciation of the rupee, extended power cuts and galloping inflation led to acute economic hardship. These circumstances culminated in unrest on a scale never seen before on the Island.",
    "Violence included the brutal murder of a Member of Parliament, the torching of residences of the Prime Minister and more than 70 other political personalities, forcible occupation of the Presidential Secretariat, the President’s official residence and the Office of the Prime Minister, with almost a million people gathered in Colombo demanding the resignation of the President. The elected President had fled the country, and a date had been set for an urgent meeting of Parliament to elect the President in accordance with procedure spelt out in the Constitution. An unruly mob had encircled Parliament, threatening to prevent this meeting from taking place. This was the situation in which Acting President Ranil Wickemesinghe declared a State of Emergency.",
    "He did so in terms of provision in the Public Security Ordinance, which empowered him to take this action, if he was of opinion that this was “expedient in the interests of public security and the preservation of public order, or for the maintenance of supplies and services essential to the life of the community”(section 2).",
    "The decision was that of a divided Supreme Court. The majority consisted of Murdu Fernando CJ and Yasantha Kodagoda J, while there was a vigorous dissent by Arjuna Obeyesekere J. The minority held that the circumstances warranted the opinion entertained by the Acting President, while the plurality declared themselves prepared to make this assumption. This, then, was common ground. The difference of opinion pertained to another vital issue.",
    "Once the Acting President (hereinafter referred to as the President), had reached this conclusion, he had four optional courses of action available to him:",
    "(i) He could have recourse to the routine law, principally the provisions of the Penal Code and the Criminal Procedure Code, to deal with the situation;",
    "(ii) He could invoke Part III of the Public Security Ordinance, which would enable him to take particular actions such as calling out the Armed Forces to supplement the Police, prevent public gatherings on highways and in the vicinity of bridges and other specified locations, and declare curfew. These measures could be taken, short of proclamation of a State of Emergency;",
    "(iii) He could take the “drastic step”, under Part II of the Public Security Ordinance, to bring into force the provisions contained within that section, in terms of which an Emergency could be declared, applicable to the whole Island;",
    "(iv) While declaring an Emergency under Part II, he could confine its operation to particular parts of the Island.",
    "This is where the difference of opinion between the plurality and the minority of the Court manifested itself. The majority was of opinion that the President’s satisfaction relating to the existence of objective conditions justifying declaration of Emergency did not automatically entitle him to go the full length of bringing into being a nationwide Emergency under Part II, but obligated him further to consider whether measures of a more limited nature, contemplated by Part III, would be sufficient to deal effectively with the situation. Failure to do so, according to their ruling, would involve a breach of the Constitution.",
    "By contrast, the minority was convinced that “once the President has come to the conclusion that a state of public emergency exists, there is no purpose in mandating a consideration of other options”, and that “requiring the President to embark on whether the ordinary laws or other various provisions or options would be adequate to deal with a public or national emergency, would be unreasonable and an unprecedented step”. On this basis, the minority held that the President’s actions were entirely within the Constitution and entailed no liability for contravention of fundamental rights.",
    "A great deal hinged, in practical terms, on the divergence between these points of view.",
    "III. Categories of emergency: Uniform or disparate rules?",
    "Contemporary trends in the law acknowledge marked differences in scale, intensity, and duration among types of emergency which precipitate varying degrees of government paralysis.",
    "South African law incorporates one comprehensive definition of a State of Emergency, capable of invocation when “the life of the nation is threatened by war, invasion, general insurrection, disorder, natural disaster, or other public emergency.” (Constitution, Article 37(1)(a)). Preferable, by far, is the position under the Emergencies Act of Canada, which recognises four different kinds of emergencies--- natural disasters, threats to public order, international emergencies, and states of war (Section 18(2)). This enables different degrees of Parliamentary scrutiny and control.",
    "The Constitution of India provides another example of this approach. Article 352 envisages a threat to the security of India or any part of the country by reason of war, external aggression or armed rebellion, while Article 356 contemplates a failure of constitutional government in any Indian state, and the context of Article 360 is jeopardy to the financial stability or credit of India.",
    "In the spectrum of gravity, peril to the very existence of the state, in the degree present in the Sri Lankan situation, attracts the highest concern. In circumstances of potential government breakdown, “facile distrust” is not the recommended counsel. The courts of India have cautioned that “when there is a crisis situation, it is necessary to trust the government with extraordinary powers in order to enable it to overcome such crisis” (Bhagvati J. in Shivakant Shukla).",
    "Undue concern about a lawless situation, typified by unbridled executive power, is not realistic. Emergency legislation has rightly been characterised as “extra-legislative legislation”. Far from there being a legal vacuum, systems of law have furnished practical safeguards, while enabling public order to be maintained.",
    "One of these is the imaginative “super-majority escalator” technique, characteristic of South African law. Only a simple majority of Parliament is required to approve a State of Emergency operative for a maximum period of 21 days, and to extend it up to three months. Beyond that, a 60% majority is compulsory for further extensions (Article 37). Here, then, is a successful reconciliation of competing objectives.",
    "Article 16 of the Constitution of the Fifth Republic in France empowers the President to determine not only the sufficiency of conditions warranting the declaration of a State of Emergency, but also its appropriate duration. Restraints on Presidential power in France are weak because the President, although required to consult the Conseil Constitutionel (Constitutional Court), is not bound by its advisory opinion, in the event of contrary advice.",
    "Relative amplitude of Presidential power in emergency situations in France has been justified by a prominent French jurist, François Saint-Bonnet, on the basis that the curtailment of emergency powers at the disposal of the Executive carries the risk of deprivation of the very tools which the government finds indispensable to combat the threat.",
    "Germany’s Basic Law, although wary of emergency powers because of the harrowing experience of Article 48(2) of the Constitution of the Weimar Republic, which paved the way for the rise of Hitler, nevertheless does not balk at recognising “internal emergencies” which enable intervention by the Executive, albeit subject to control by the Federal Parliament.",
    "Constitutional provisions in different jurisdictions, irrespective of the approach selected, envisage substantial executive power in times of emergency, curtailed by surveillance on the part of the elected Legislature.",
    "judicial intervention",
    "The decided cases in many countries are replete with examples of indicia which concede to the Executive great latitude in these contexts. The recurring feature is the urging of restraint in the exercise of judicial review in keeping with a suitably benign construction, consistent with constitutional standards. This is reflected in unimpeachable academic authority, as well.",
    "It has been insisted that executive decisions “should be taken seriously as a bona fide attempt to solve whatever social problem they set out to tackle” (Aileen Kavanagh).The caution has been administered that judges should exercise great caution before concluding that the government has violated constitutional rights (Prof. T. R. S. Allan) and, in public emergencies threatening the life of the nation, elected officials should be permitted “to err, if at all, on the side of safety”(Lord Bingham).The courts “should resist the temptation to substitute their own preferred solutions to questions of public policy “ (Allan).",
    "This is so, for a number of reasons. One of them is that the public authority is entitled to latitude because it has “a kind of responsibility to advance the public interest that a court does not have” (Brooke L.J.). This is reinforced by other considerations. For instance, possession of special expertise by the executive authority is an important factor.",
    "The nature of the subject matter, for this very reason, has a vital bearing on the issue. Judges have been conscious that “the more political the question is, the more appropriate it will be for political resolution, and the less likely it is to be an appropriate matter for judicial decision” (Lord Bingham).",
    "A responsible and representative system of democratic governance brings into sharp focus “the degree of democratic accountability of the original decision maker, and the extent to which other mechanisms of accountability may be available” (Murray Hunt). Basic values of constitutionalism identify Parliamentary controls as infinitely preferable, in this regard, to judicial intervention.",
    "This has to do with the nature and legitimate confines of the judicial function. Mirza Beg J, speaking for the Supreme Court of India, has candidly conceded that “the judicial process suffers from inherent limitations” (Shivakant Shukla). This is essentially because a court “can neither have full and truthful information, nor the means to such information”(Chandrachud J in Shivakant Shukla), especially in respect of classified information.",
    "An absolute imperative is that the distinction between judicial review and substitution of judgment must be scrupulously observed. Admittedly contextual, this principle is of overriding significance because it is “wrong to expect executive bodies to replicate the style of analysis adopted by courts in determining allegations of violation of rights” (T. R. S. Allan).",
    "It is crucial for the rule of law that the dividing line between these two distinct functions should not become inadvertently blurred. It is not necessary for the public authority to address itself to the same legal arguments as the court (Court of Appeal of England in the Begum case), the judicial function being restricted by the consideration that “the court is usually concerned with whether the decision maker reached his decision in the right way, rather than whether he got what the court might think to be the right answer”(Lord Hoffmann).",
    "The raison d’etre underpinning executive intervention in these extraordinary situations should be constantly borne in mind. The reality is the absence of a practical substitute. “Neither the legislature nor the judiciary is capable of swift, energetic action, which leaves the executive by default as the authoritative body”(David Dyzenhaus). For this inescapable reason, there has been constant emphasis that executive actors “should not be deterred from engaging in the very activity needed and contemplated, to deal with the crisis”.",
    "The overarching object of policy is the preservation of public confidence. “The faster and more effective the response, the smaller the overall damage to society, as a whole. The best way for government to respond to these fears is to do something large and dramatic to reassure the populace” (Bruce Ackerman).",
    "The weight attaching to these elements of public policy is self-evident.",
    "V. Usage down the ages",
    "Empirical evidence during all epochs of history, and in a vast array of legal cultures, establishes without doubt the need for far-reaching executive powers during times of crisis.",
    "The legal acumen of the Roman Republic did not recoil from conferment of even dictatorial powers on its principal executive officials---the two consuls---during periods of breakdown. They wielded life and death powers over Roman citizens, but the right balance was struck. Extraordinary authority was limited to the brief span of six months, and the appointing official could not select himself. Checks and balances assured success of the system: although 90 dictators were appointed under the Roman Republic during a period of 300 years, not one dictator attempted to perpetuate the system at the end of his tenure.",
    "The English common law is certainly no exception to this tradition. The essence of the English doctrine is that the Executive has “an inherent constitutional authority to proclaim martial law when it deems there to be a public emergency, a proclamation that entitles the Executive to act as it sees fit to respond to the emergency” (Dyzenhaus). This power has been applied by the United Kingdom to her colonies, including Ceylon, where Governor Sir Robert Chalmers, for example, made ruthless use of it during the Sinhala-Muslim riots under the cloud of World War I.",
    "In the United States, Congress has passed no fewer than 470 statutes granting authority to the President to use extraordinary powers during a declared state of national emergency. An egregious instance is Executive Order 9066 issued by President Roosevelt just two months after the Japanese attack on Pearl Harbour. This resulted in the mass incarceration of approximately 120,000 Japanese Americans from the western United States, over 70,000 of whom were American citizens (Amanda Tyler).",
    "In the aftermath of 9/11, one of the gravest global emergencies in our time, American and British courts, for compelling reasons, showed marked solicitude for executive authority. A plurality of the Supreme Court of the United States held that the Congressional Resolution, Authorization for Use of Military Force, permitted the detention of enemy combatants, such power being recognised as “fundamental” and “a necessary and appropriate use of force”(Hamdi v. Rumsfeld).In the United Kingdom, in the first decision after 9/11, the House of Lords, grounding its decision in the separation of powers, held that it is for the Executive to decide what is in the interest of national security (The Belmarsh case).In doing so, the House of Lords had no hesitation in overruling the decision to the contrary by an administrative tribunal, the Special Immigration Appeals Commission.",
    "VI. Imaginative features of the evolving law",
    "The limits of judicial review in this setting emerge clearly from impeccable precedents across the world. Legitimacy of the Proclamation of Emergency issued in Sri Lanka by the Acting President on 17 July 2022, assessed in light of these precedents, admits of no doubt.",
    "The dominant test is that based on proportionality. The salient requirement is that the impugned measure should clearly realise or advance its underlying purpose, that “the use of such means would rationally lead to realisation of the law’s purpose”(A. Barak). In terms of a comparative assessment of the harm inflicted on constitutional rights and the benefit accruing to the public interest, intervention by the Executive should come down heavily on the side of the latter as opposed to the former (A.P. Brady).",
    "The basis of justification is that the risk of harm sought to be averted should be very high, an overriding public interest being placed at stake in a situation where the outcome is perilously uncertain (J.Zander). Gravity of the risk and the extent of impending harm are the governing factors.",
    "Evaluated against these criteria, the Sri Lankan Emergency Proclamation of 17 July 2022 passes the test with ease. In the backdrop of the nerve centres of the Executive Administration having fallen to the control of a violent mob, and the attempted extension of their initiative to the precincts of Parliament, where a crucial vote was scheduled within a matter of days for the election of the President of the Republic, in keeping with constitutional procedure, the Proclamation clearly served the purpose of ensuring unimpeded access to Parliament for legislators to perform their constitutional duty. Prevention of this by unlawful force would have presaged nothing less than the collapse of constitutionalism and the descent of the country into anarchy.",
    "While recourse to the proportionality test would inevitably yield this result, it is worth noting a further refinement in the developing law. This has taken the form of modifying the criterion of proportionality by the application of a “precautionary principle” in suitable contexts. The effect of this principle, now fortified by reliable antecedents, is “to favour the governmental objective (to mitigate or avert a crisis) over fundamental rights”(Ondrejek and Horak).This approach, militating against the postulate, in dubio pro libertate, has been described as “a rational and prudent response in the face of uncertainty”(Renn).",
    "The precautionary principle, as a feature of contemporary jurisprudence, has its origin in international environmental law. Its substance is captured in the Rio Declaration on Environment and Development, 1992, which states: “In order to protect the environment, the precautionary approach shall be widely applied by States according to their capabilities. Where there are threats of serious or irreversible damage, lack of full scientific certainty shall not be used as a reason for postponing cost-effective measures to prevent environmental degradation”. Lack of epistemic certainty, then, must not forestall preventive action against grave damage. This principle has currently received acceptance outside the domain of environmental law as the anchor of a pragmatic mediating technique of particular value in our time.",
    "Applied to the Sri Lankan situation, it should conclusively govern the outcome, in that pre-emptive action in the face of impending disruption of a crucial meeting of Parliament is obviously a measure of prudence.",
    "VII. A realistic assessment",
    "The ratio decidendi of the majority decision of the Supreme Court is that, even after the President had reached a proper conclusion about the existence of a state of public emergency, he is still compulsorily required to consider whether other options are available to deal adequately with the crisis. This finding is demonstrably at variance with established authority.",
    "The view has been persuasively taken that “there is usually more than one decision compatible with the complainant’s rights, and it is for the public body rather than the court to choose between them” (T.R.S.Allen). Thus, “when there is scope for different answers or approaches, it is right that the court accept the solution favoured by the public authority.” Sir Thomas Bingham (as he then was) has referred in this context to “the range of options open to a reasonable decision maker” (R v. Ministry of Defence, ex parte Smith). Accordingly, there should not be “too narrow a space for the discretion of the primary decision maker” (Ondrejek and Horak).",
    "The Supreme Court of the United States has declared: “it is no part of the function of a court to determine which one of two modes was likely to be the most effective for the protection of the public” (Jacobson v. Massachusetts).The Court spelt out the rationale for its ruling: the contrary decision could well lead to “disorder and anarchy”.",
    "In a well-known ruling in 2018, in a case involving a travel ban imposed by President Trump, the Supreme Court observed: “whether the President’s chosen method of addressing perceived risks is justified from a policy perspective, is irrelevant” (Trump v. Hawaii). The Court therefore refused the plaintiffs’ request for “a searching inquiry” on the ground of “the deference traditionally accorded to the President in the sphere of national security”.",
    "This approach has cogency, for at least four compelling reasons.",
    "First, the need for expeditious intervention is paramount. This is tied to the essential “reassurance function” of the Executive. “The government must act visibly and decisively to demonstrate to its terrorised citizens that the breach was only temporary, and that it is taking aggressive action to contain the crisis” (Ackerman). Speedy action on the spur of the moment, in an atmosphere far removed from one conducive to meticulous weighing of alternatives ex post facto, in a relaxed and unhurried setting, is the critical need.",
    "Second, the consequences of delay should be evaluated against the prudence of prompt action. The reflection by Obeyesekere J. carries conviction: “In the event the Acting President did not take decisive steps, and further elected representatives were murdered, or Parliament was stormed, this Court may have had to consider whether there was a dereliction of duty in failing to act on the advice of pivotal officers responsible for maintaining law and order.” This was a situation in which the Minister of Public Security, the Secretary to the Ministry of Defence, and the Inspector General of Police had all recommended to the Acting President the declaration of a State of Emergency.",
    "Third, in this instance, the effect of Presidential intervention was required only for a strikingly brief duration which was until Parliament met within two days. Professor Bruce Ackerman of Yale University has offered the sapient comment: “The Executive should be given the power to act unilaterally only for the briefest period, long enough for the Legislature to convene and consider the matter, but no longer”.",
    "Fourth, the rigidly circumscribed scope of judicial review in this setting is indicated by the narrow window for application of the Wednesbury test of reasonableness. In the evolving law, the impugned action is no longer required to be “suitable”, as a matter of judicial proof. All that is required is that it should “not be manifestly unsuitable.” This involves, from a practical standpoint, shifting of the burden of proof from the decision maker to those assailing the decision; and the threshold of proof is dauntingly exacting. The preferred principle in modern law is that “the courts should not quash or declare illegal any emergency measure or decision unless it is very likely (based on the already available data and evidence) that it cannot contribute to the legitimate aim in any way”(Ondrejek and Horak).",
    "The Supreme Court of India has determined that there is no warrant for judicial intervention unless it is clear from the material on record that there is “absolutely no justification” for the Proclamation (Bhagvati J in Minerva Mills). Stringency of the test for availability of judicial review is laid bare by the example given by Bhagwati J, the Chief Minister of the state in question, being below five feet in height (State of Rajasthan v. Union of India). This bears comparison with the famous illustration of the red-headed schoolteacher in the Wednesbury case. The trend, then, is unmistakably hostile to expansion of judicial review on this ground.",
    "In our own country, this predisposition is reinforced by a firmly entrenched constitutional norm. A foundational principle of our public law is the vesting of judicial power, not in the courts but in Parliament, which exercises judicial power through the instrument of the courts. This is made explicit by Article 4(c) of the Constitution which provides: “The judicial power of the People shall be exercised by Parliament through courts, tribunals and institutions created and established, or recognised by the Constitution, or created and established by law, except in regard to matters relating to the privileges, immunities and powers of Parliament and of its members, wherein the judicial power of the People may be exercised directly by Parliament according to law”.",
    "One of the most influential academic contributions to this subject in our time is the paper recently published in the University of Queensland Journal by Richard Ekins, Associate Professor of Law in the University of Oxford, and Graham Gee, Professor of Public Law in the University of Sheffield. The view is articulated there with exceptional force that there is reason to entertain deep suspicion regarding “a vague freewheeling judicial power”, which is seen at bottom as “antithetical to the rule of law.” This has been trenchantly denounced as “a lawless grab for power, unrooted in our constitutional tradition.”",
    "The overarching problem is one of legitimacy. It should certainly give us pause that “this dangerous stretch of legal technique” carries with it the risk of displacing the proper exercise of political accountability and, in doing so, compromising basic constitutional principle.",
    "This kind of judicial overreach has many undesirable consequences beyond the crisp question of the legality of the declaration of a state of emergency in 2022, including:",
    "Traducing constitutional tradition;",
    "Subverting the specific model of separation of powers reflected in our Constitution;",
    "Undermining the established rule of interpretation that the courts construe the law from the face of the statutory and/or constitutional text, including due respect for ouster clauses;",
    "Eroding established principles of public law in respect of the legality of executive or administrative actions; and",
    "Inappropriately invoking doctrines such as those relating to ‘public trust’ and ‘just and equitable’ remedies to justify judicial overreach when those doctrines are there to ensure the common good and institutional role morality.",
    "(The writer holds a D. Phil. from Oxford and a Ph. D from Sri Lanka.  He is a Rhodes scholar, Quondam Visiting Fellow of the Universities of Oxford, Cambridge and London and a former Vice-Chancellor and Emeritus Professor of Law of the University of Colombo.)"
  ]
}