{
  "url": "https://www.dailymirror.lk/opinion/General-Elections-2024-Time-to-reject-unethical-and-undemocratic-candidates/172-295428",
  "title": "General Elections 2024 Time to reject unethical and undemocratic candidates",
  "ut": 1730922282.0,
  "body_paragraphs": [
    "People should not support a political party for personal reasons without critically assessing its policies",
    "The period leading up to the current President’s assumption of power was characterised by a series of mass protests and agitations calling for a transformation in political culture, with citizens demanding a new and ethical political environment in the country.",
    "The Presidential Election brought about a dramatic shift in the nation’s political landscape by installing a left-oriented leader Anura Kumara Dissanayake as President who promised to foster a new political culture.",
    "In many democratic countries, political parties and candidates articulate their ideologies and policies on pressing issues confronting the people during their election campaigns. The primary objective of these campaigns is to galvanise existing supporters to vote while attracting uncommitted voters whose support may significantly influence the election outcome. Campaign strategies often try to dissuade supporters of opposing parties by questioning the viability of their policies.",
    "Variety of techniques",
    "For campaign purposes, candidates adopt a variety of techniques to convince voters of their ideologies and policies so that they can make well-informed decisions before voting. Therefore, election campaigns become vital to achieving these goals and instilling a sense of civic duty among people.",
    "Conducting an ethical campaign is essential within the context of the new political culture that the present administration has pledged to uphold. People generally vote for their preferred candidates expecting they will address their needs and solve their problems. Therefore, conducting election campaigns that align with principles of civility and ethics under the new political culture that the present government advocates will become crucial.",
    "Some argue that the realms of politics and ethics do not mix and the two realms are incompatible. They claim what counts in politics is power and using power, which is not bound by ethical rules. Ethics is primarily about righteous living; nevertheless, politics and ethics are inseparable. Sometimes, what ought to be ethical values can become law through legislation. Therefore, the intersection of politics and ethics is a complex issue that cannot be disentangled. Many circumstances arise in which politics, ethics and morality become intertwined, demanding that the government make decisions with profound ethical consideration. Therefore, ethical considerations play a pivotal role in governance.",
    "In representative democracies, ethical norms should lie at the forefront of the state’s decision-making process, as they can profoundly affect people’s lives. Ethical considerations in politics are essential for ensuring that political leaders act in the best interests of society and uphold fundamental values such as justice, fairness, and accountability.",
    "Ethical campaigns are characterised by honesty, integrity, and transparency, enabling the electorate to make informed decisions. Conversely, unethical campaigning undermines public trust, fosters confusion, creates divisions, amplifies cynicism, and leads to negative sentiments about opponents.",
    "Therefore, political leaders have a responsibility to uphold these ethical norms in their political campaigns and decision-making processes.",
    "A marked decline in civility and decency in the conduct of election campaigns was observed in many of the campaigns held so far in this country. Unethical conduct among politicians during election campaigns knows no borders. The decline in civility and decency in political discourse has become so commonplace that candidates stoop to dirty campaigning, such as name-calling, belittling opponents, taking personal jabs, mud-slinging, and uttering brazen falsehoods. Campaigns are mainly hinged on the personalities rather than their political philosophies. Indulging in chauvinistic inflammatory rhetoric has also become part of election campaigns in this country. This obnoxious behaviour can assume serious proportions in many upcoming election campaigns unless necessary measures are taken in time.",
    "It is the responsibility of our candidates to run issue-oriented campaigns without stooping to such low tactics. When politicians prioritise disparaging their opponents without addressing crucial issues, they foster a toxic political environment that erodes public trust and detracts from the issues that matter to people.",
    "Public perception often paints politicians as corrupt,  self-serving, and egoistical, and fail to meet public expectations. Many avoid answering pressing questions and rarely accept responsibility for their misdeeds. They often lack transparency in their actions, leading to growing disenchantment with political institutions and the individuals who serve within them.  Some candidates campaign on agendas of retribution and retaliation based on ethnicity, religion, and caste. Therefore, it is up to the people to critically evaluate political parties and their policies rather than supporting them based solely on ethnicity, religion, caste and personal affiliations.",
    "There are widespread concerns that the quality of candidates running for office has declined tremendously in recent years. In the previous parliament, several members were accused of criminal offences and their conduct in the well of the parliament, to say the least, is abhorrent. When an august assembly like parliament is composed of one or two such members of debased character, people tend to lose confidence in the entire parliamentary system and political culture suffers in the country.",
    "Moreover, given the highly competitive nature of political elections, candidates should have equitable access to whatever public resources are available for their campaigns, as this ultimately reflects the people’s will. There should be equitable opportunities for all candidates to convey their respective positions to voters ensuring a fair playing field that reflects the will of the people. Therefore, ethical considerations should guide when allocating resources to ensure that the distribution is fair and just.",
    "Transparency and accountability regarding political financing are also essential for maintaining the integrity of political campaigns. There should be complete disclosure of the sources of campaign funding, including substantial contributions by interest groups supporting candidates and political parties. People believe that enforcing expenditure limits will reduce the influence of money in politics. There should be limits on the amount of money individuals and groups can spend on campaigns, as only the wealthy have the chance to influence the outcome of elections.",
    "Moral turpitude and corruption are also two issues that arise often in politics. Corruption is pervasive and can take many forms from bribery, kickbacks, and commissions to conflicts of interest and misuse or abuse of authority. Corrupt politicians line their own pockets at the expense of their constituents. Moral turpitude refers to an act or conduct that gravely violates the sentiment or accepted standard of the community. It comprehends acts of baseness, vileness, sexual promiscuity or depravity in private and social life. Behaviours such as lying, also defrauding, sexual assault, and accepting financial help from illegal sources can come under this category. Politics is concerned with the governance of society, and the decisions made by political leaders accused of moral turpitude can have a profound negative impact on people’s lives. Therefore, it is crucial candidates running for political office have impeccable character free of moral turpitude and be worthy of respect.",
    "People should not support a political party for personal reasons without critically assessing its policies.",
    "Politicians are not immune to critical scrutiny by the public and the media. They work in the full glare of publicity, and whatever they do is subject to critical evaluation in the media. Therefore, it behoves them to conduct themselves in an exemplary manner.",
    "People expect a great deal from their representatives; they expect them to be sensitive to people’s problems and to be ethical, honest, and trustworthy. Their decisions profoundly affect the public. The prestige of the legislature and other institutions largely depends on adherence to core values, which unfortunately are observed in the breach.",
    "The legacy of the past political leaders, who fought valiantly for the country’s independence and a more equitable and just society underscores the importance of exemplary leadership in a democratic state.",
    "The prevailing political landscape has been significantly influenced by Western ideals advocating for democratic governance, equality before the law and the rule of law, and secularism. Secularism, as the cornerstone of a truly democratic society, safeguards religious freedom mandating the separation of religion and the State.  It does not favour any particular religion. People should also recognise that ours is a multi-ethnic, multicultural, and multi-religious country, and the aspirations of all communities must be respected."
  ]
}