{
  "url": "https://www.dailymirror.lk/opinion/The-President-and-the-state-of-the-nation/172-299460",
  "title": "The President and the ‘state of the nation’",
  "ut": 1735925401.0,
  "body_paragraphs": [
    "On 1st January, at the launch of the ‘Clean Sri Lanka’ programme, President Dissanayake did something our past presidents have seldom done. He drew public attention to the weaknesses in our system of administration. In a way he is saying ‘mea culpa’ and seeking public help to correct the same.",
    "He promised to abolish practices such as nepotism, abuse of power against the people, and the creation of a political elite that prioritises personal interests over the public good.",
    "He spoke of the need to usher in a new economic policy framework needed to address challenges in the economic system. He emphasised the need to implement economic programmes to eradicate poverty in the country.",
    "It is no secret that around 25% of our people are living below the poverty line. UNICEF reports “2.3 million children in Sri Lanka don’t have enough to eat. Families wake up every day to increased food prices, struggling to provide for their children in a country where vital services, like healthcare and education, are being pushed to their limits...”",
    "The President also said that his government had begun systematically reinstating the rule of law. He admitted that presently, criminals, corrupt individuals, and even political authorities operated above the law, disregarding constitutional principles and even Supreme Court rulings. Most importantly he emphasised it was time that we as a nation rose above petty differences based on race, religion, and ethnicity. For this he sought the co-operation of all people. He emphasised that instead of coming together, we have fostered distrust among ourselves.",
    "The president has ‘hit the nail on the head’. For petty political gain, across the religio-ethnic divide we as a people have allowed nationalism, religious extremism, and divisive political battles to undermine our society.",
    "We as a country, fought a near 30-year debilitating civil war on grounds of race and ethnicity. It has been estimated that anywhere between 80,000 to 100,000 of our fellow citizens died during this period.",
    "Sadly once the war ended, religious extremists -some of them, men of the cloth - began rabble rousing and instigating people to attack religious minorities.",
    "Unfortunately, governments of the day did little to stifle the voices of hate. Some even encouraged divisions of our people along the lines of race, religion and ethnicity. In this light, President Dissanayake’s open stand against racists and other megalomaniacs needs to be appreciated.",
    "None of his predecessors dared take the bull by the horns.",
    "The ‘ordinary people’ at the general elections, rose above regionalism, religious divides and ethnicity to vote the JVP/NPP government into power. They have given Dissanayake and his party an opportunity to cast aside forever, these shackles which have so far kept us apart and unite the country. Can Dissanayake and his JVP/NPP government live up to a people’s expectations? Up to a point, within the short three-month period they have been in power, a few things are slowly but surely changing.",
    "Government has approved an increase in the ‘charity allowance’ to the worst affected sections of the population. The allowance has been raised to realistic levels -from between Rs. 15,000/- to Rs. 17,500/-. No longer is it a token payment to get rid of a pressing problem. Experts in the field of digitalisation have answered government’s call and are providing inputs to raise standards to enable the country reach international levels on a voluntary basis. In his discourse, the president publicly appreciated their input - another change from past regimes where leaders often claimed credit for work of others.",
    "A number of persons who earlier felt they were above the law are slowly but surely being called for ‘interviews’ with the Criminal Investigation Department (CID) for mischief or corrupt practices they indulged in when their fathers or other close relatives were in power. Today a nefarious son of a famous president was called in for questioning.",
    "The wheels of justice are beginning to grind slowly but surely or so it seems.",
    "The president also spoke of making healthcare a right of all citizens. This is very important as some hospitals fleece patients, making unconscionable profits off human suffering. A well-known private hospital charges Rs. 25,000/- for a simple tooth extraction. The government Dental Institute charges a nominal sum for the same job.",
    "The president and his government seem bent on making positive changes to Lankan society. Let us hope they continue in the same vein."
  ]
}