{
  "url": "https://www.ft.lk/columns/Morphing-from-effective-manager-to-great-leader-Essential-traits-and-behaviours/4-776782",
  "title": "Morphing from effective manager to great leader: Essential traits and behaviours",
  "ut": 1747942934.0,
  "body_paragraphs": [
    "Not all managers are effective leaders even when they are super effective in their current roles",
    "An effective manager is not necessarily a great leader",
    "There is a moment in the career of many managers when they start transforming from a manager to a leader. I experienced my ‘eureka’ moment in 1987 during a workshop based on the thoughts of Tom Peters and Bob Waterman, in “In Search of Excellence”, a publication which explored the art and science of management and leadership in several companies in the 1980s. My corporate role models around that time were Henry Ford (Ford Company), Jack Welch (General Electric), Steve Jobs (Apple), Lee Iacocca (Chrysler), and Michael Eisner (Disney), to name some, and I yearned to emulate them.",
    "During the workshop, I developed a strong self-awareness of the inadequacies and deficiencies in my thoughts, beliefs, competencies, capabilities and skills in being an effective leader. It was the day when I ‘crossed the Rubicon’ in my corporate career. I was at that time the Financial Controller of a large manufacturing organisation based in Lusaka, Zambia, having started as an accounts clerk at Lever Brothers (Ceylon) Ltd. in December 1972. In the period from 1972 to 1987, I had regularly received positive feedback from my superiors, peers and direct reports regards my work performance which admittedly was predominantly task oriented. But that did not satiate my hunger to be an effective ‘manager-leader’.",
    "Whilst I may have been exhibiting some elements of leadership, they were not very pronounced. Neither were they adequately applied. In fact, what was visible must have been below par because at a team building workshop held in 1986, my peers were of one mind, and one voice, in stating that I was a poor listener, that I was too intense in my pursuit of goals and targets and that I was excessively impatient with my team members and colleagues who did not deliver. I was a reasonable manager but not a very effective leader. Does this sound like you?",
    "The aim of both management and leadership is to guide people towards achieving goals. Management, which usually represents precision, order, control and command focuses on operational efficiency, task execution, resource allocation, adherence to rules and procedures and achieving targets. On the contrary, leadership which is founded on the precepts of discussion, collaboration, empowerment and experimentation, inspires vision, accepts the need to change as demanded by the situation, tolerates failure in the interest of continuous learning, drives innovation and encourages risk taking within the confines of a stated risk appetite.",
    "Both an effective manager and an effective leader",
    "Notwithstanding the differences in scope, skills, leadership styles, time horizons, et cetera, given that the subject roles have many overlapping skills, there is nothing which debars one being both an effective manager and an effective leader. An effective manager with good leadership skills is an asset to any organisation and to be an effective ‘manager-leader’ was my personal goal in 1987.",
    "I believe that evolving into, and being, an effective leader is more challenging than being an effective manager because leaders must contend with and address the moods of their constituents and followers, these being the ‘soft’, difficult to describe, woolly feelings which emanate more from the heart than from the mind. In such circumstances, outcomes are difficult to predict because they are so contingent on the state of mind prevailing at the subject time. I quickly realised that the evolvement from an effective manager to an effective ‘manager-leader’ demanded the cultivation and nurturing of behaviours, traits and skills such as the ability to inspire, motivate and empower through a culture of trust, empathy, open communication, transparency, authenticity, credibility and vulnerability.",
    "Although artificial intelligence is gradually diminishing the importance of the human mind in social interactions, the operating thrust of modern organisations is still very people centred. Employees desire to have a sense of belonging, be connected and enjoy psychological safety. These are the minimums which leaders must enable if their organisations are to survive, thrive and retain their employees in the currently dynamic and ‘cutthroat’ world of business. The emotional intelligence in leadership must be developed. There is no other choice. The question to ask is whether the soft side of leadership can be learnt. Although I was certainly not a complete ‘manager-leader’ in 1987, I am more accomplished, now, because of the deliberate development I subjected myself to since then. My learning and development never stopped.",
    "Progressive organisations are very deliberate in availing appropriately structured, leadership development opportunities to those employees who exhibit elements of leadership while meeting, or exceeding, the output expectations of their current ‘management’ heavy job roles. Not all managers are effective leaders even when they are super effective in their current roles.",
    "In this context, it is fair to question; “Are leaders born or are they made?” The nature vs. nurture debate regards leaders has existed since time immemorial. It has been a subject of extensive research, analysis and discussion in psychology, education, and leadership studies. It begs a fundamental question of whether leaders are born with natural abilities or whether they are shaped progressively by their environment and experiences? Proponents of the nature side of the debate have long argued that leadership is linked to genetic predispositions. They are of the view that traits like assertiveness, emotional intelligence, empathy, caring, openness and the ability to inspire others et cetera are dictated by the DNA of people.",
    "There is, however, a growing body of research to support the idea that leadership can be taught and developed. Studies indicate that environmental influences, such as education, coaching, and personal experiences, are powerful in shaping leadership skills over time. This perspective suggests that no matter your genetic makeup, anyone can develop the traits needed to become an effective leader with the right environment and opportunities. I subscribe to the hypothesis that leadership is a mix of nature and nurture and that no matter where someone starts, leadership can be cultivated.",
    "From effective manager to effective ‘manager-leader’",
    "Areas which required my attention in my journey from an effective manager to an effective ‘manager-leader’ were, * Active listening, * Inspiring a shared vision, * Being more open to other peoples’ views, * Challenging the status quo and being open to be challenged and, * Enabling others to act’. I would be correct in assuming that these are problem areas for most persons aspiring to be effective ‘manager-leaders’.",
    "In the context of leadership, I gradually found ‘active listening’ to be a powerful force in building trust and rapport with my colleagues and teams. Given the reforming influence it had on me. I would unhesitatingly state that active listening is an essential component of an effective leader’s toolkit. It is more than a process of auditory action. It is the art of understanding, engaging, and connecting with others at a deeper level. It is about perceiving the said and the unsaid, understanding the overt messages and the subtle cues alike, and then acting on what is heard. In a world where quick decisions and dynamic actions are musts, the power of active listening has not been fully appreciated and given due credit.",
    "Active listening is not just engaging with ears but also engaging with the heart and mind. I was not a good listener. I had this bad, unproductive habit of jumping to conclusions based on my preconceived notions even before the other party had finished speaking. It was a habit which I changed, over the years, through deliberate intent, focus and patience. I was successful in employing active listening techniques like summarising for clarity and emphasis, repeating key points to confirm understanding, and using non-verbal gestures, such as maintaining eye contact and nodding, in demonstrating my engagement and presence in the conversation.",
    "Such approaches ensured that the speaker felt genuinely heard, respected, and valued, and, more importantly, had assurance that he/she was being heard with intent and understanding and that I was signalling a willingness to act. Active listening encompasses the interpretation of underlying messages conveyed through words, non-verbal gestures, and body language.",
    "I had not recognised the importance of inspiring a shared vision in my team till I was a couple of months into my leadership development journey. Task-oriented managers rarely see the need to involve others in developing a vision. Their primary aim is to achieve goals and objectives in the required quality within the stated timelines. They have no time for small talk and participative governance. With their usual command and control mindsets they decree, and they expect the plebs to follow. However, effective leaders spend time creating a vision in their own minds, engaging their teams in refining, and enhancing such vision and helping them to see their role in that vision so that it also becomes their vision. The aim is for everyone to see the whole picture and then know which piece of the jigsaw belongs to them. In short, the vision gives the context for everything, including the objectives and goals.",
    "Opening the mind to different ideas",
    "The opening of my mind to different ideas, cultures, perspectives, and concepts was a trait I developed in my transformation from a manager to a ‘manager-leader.’ It was a trait which opened new vistas and enabled new experiences. Zambia in 1987 was a potpourri of diverse nationalities and cultures and one had to keep an open mind in functioning effectively in such an environment. I learnt to blend the aggressive leadership styles of the west with the more sedate, patient, and accommodating styles of the east. I quickly recognised that my team sometimes had better knowledge of certain areas than I. I mastered the art of learning while leading. My earlier impatience changed to being positively impatient. With a more open mind, I became better at learning, adapting, adopting, and connecting. It helped me to empathise with the needs of others, adjust as necessary in the interest of greater goals and through such moves facilitate collaboration. Leaders must remember, and appreciate, that team members come from diverse backgrounds and have different experiences and expertise. By being open to their ideas and by tapping into a diverse range of perspectives, the leader will be able to enjoy the best of all worlds and nurture an environment and culture which generate new ideas and innovative solutions. No one person, or organisation, possesses all the answers, especially in this era of information overload and fast-moving digital disruptors. Rather than fear such disruptive trends, we must augment our courage through open minds.",
    "My role model in the 1980s was Jack Welch. He had become the youngest Chairman and Chief Executive Officer of General Electric (GE) in 1981, and he was making waves. I was fascinated by the way he transformed GE into the world’s most successful and admired company in the 1980s through a constant challenge of the status quo. His bold and innovative leadership style, his relentless focus on performance and accountability and his ability to inspire and motivate employees were traits I assimilated fast. His leadership was laced with openness and candour.",
    "They combined to creating an environment where employees felt comfortable in expressing their views and in challenging the status quo. I was hellbent on emulating him. ‘Challenging the status quo’ means questioning and potentially changing the existing norms, practices and beliefs. It involves identifying opportunities for improvement and advocating for change via a willingness and courage to disrupt the current order. There had been times, pre-1987, when impatience to get things done quickly had prevented me from hearing different views and recognising new ideas. Taking a cue from Jack Welch, I started to encourage a questioning mentality within my teams, and I provided them the psychological safety to challenge me. I realised that my decisions were better in an environment where dissent was permitted.",
    "Challenging and being challenged",
    "Challenging and being challenged is at the heart of being an effective leader. The magnitude of volatility in the modern world demands it. We often lose relevance in the current by clinging to long-held assumptions and previous successes. We become too comfortable with our routines and the familiar and such comfort disincentivises the need to change. Growth does not happen by accident, nor does it come from waiting for the “right time.” Growth happens when we push ourselves beyond our comfort zones. Leaders often tie their identity and self-worth to their role and the decisions they make, and when their decisions are challenged, they perceive it as a personal attack on their competence, causing them to become defensive.",
    "Then, there are leaders who fear that if they entertain alternative perspectives, they may lose control over the situation or be perceived as indecisive. The best ideas often come from unexpected sources, so by welcoming challenges, leaders can create an environment where creative thinking flourishes. Besides, no leader can have all the answers, and when leaders show open-mindedness and a willingness to listen and be challenged, team members feel more valued and respected and these lead to more trusting and stronger working relationships. Challenges and disagreements became second nature to me and I encouraged my team members to challenge the status quo, shake things up and be controversial.",
    "By the late 1980s I was feeling much more comfortable as a ‘manager-leader’ and there was an ever-increasing dawn within me that extraordinary performance is not possible unless there exists a powerful sense of shared creation and shared responsibility. My role model, Jack Welch, had enabled others to act by empowering employees through broadened decision rights. He had flattened the GE organisational structure in pushing decision-making down to the front lines, empowering managers, and employees to act quickly and contribute to the transformation. He promoted the concept of a boundaryless, open organisation free of excessive bureaucracy and obstacles which impeded the free flow of ideas, people, and decisions.",
    "His success inspired me. I learnt that the enhancement of team members’ self-determination required a simultaneous development of their competence and confidence. I increasingly allowed team members to have a choice regarding work solutions and latitude in making judgement decisions. I let trust pervade my management and leadership styles. As per James Kouzes and Barry Posner, the authors of the international bestseller, “The Leadership Challenge,” shared creation, and shared responsibility are not possible without a climate of trust. Trust is the pivot of human relationships. Individuals who are unable to trust others will never become effective leaders. In fact, they will even struggle to become effective managers because by doing most of the work themselves or breathing down subordinates’ necks, they become micromanagers. Their lack of trust in others invariably results in others not trusting them. Trust is reciprocal and positively infectious.",
    "As observed by Peter Drucker, Austrian-American educator and author, “Management is doing things right; leadership is doing the right things.” Although an effective manager may not necessarily be an effective leader, an effective leader is usually an effective manager also. The good news is that the soft skills required to transform from an effective manager to a great ‘manager-leader’ can be learnt. Your journey can start today.",
    "(The writer is currently, a Leadership Coach, Mentor and Consultant and boasts over 50+ years of experience in very senior positions in the corporate world – local and overseas. www.ronniepeiris.com.)"
  ]
}