{
  "url": "https://hbr.org/2024/06/how-starbucks-devalued-its-own-brand",
  "title": "How Starbucks Devalued Its Own Brand",
  "ut": 1719384912.0,
  "body_paragraphs": [
    "Hyoung Chang/Getty Images",
    "Starbucks is struggling. It has strayed from its successful strategy of offering customers exceptional experiences and, in the process, has commoditized itself. This article analyzes where it went wrong and offers ideas for how the company can turn itself...more",
    "Starbucks is in trouble again. In its last quarterly-earnings report, it announced disappointing results, including a 4% drop in same-store sales (11% in China, its second-biggest market). After that announcement, its stock plunged. (It is still well below its 12-month high.) And its founder and three-time CEO Howard Schultz once again fired off a missive on LinkedIn pleading with Starbucks’ current leaders to rediscover and embrace the company’s core purpose, its reason for existence.",
    "Schultz’s open letter, which followed another he issued in February, largely echoes the growing sentiments of many long-time customers: Going to Starbucks isn’t what it used to be, and the brand itself isn’t what it used to mean. The fundamental problem: Starbucks has been commoditizing itself.",
    "In this article, we argue that the company should shift its focus back to the in-person experience and suggest ways to do that. Its problems illustrate how companies that had succeeded by offering customers exceptional experiences can succumb to the temptation to pursue goals like efficiency and volume and, in the process, commoditize themselves. Our recommendations are all about how those who have strayed can return to the path.",
    "The term “third place” (coined by sociologist Ray Oldenburg), which Schultz has long applied to Starbucks, means “a place beyond home and work where people could gather, relax and talk.” But over the past decade, comfy chairs have largely disappeared, replaced by hard wooden ones, the better to push people back out to their homes and offices. The company has also turned finding electrical outlets to plug in computers or phones into somewhat of a treasure hunt.",
    "Printed orders have replaced handwriting on cups — once upon a time including compliments or pick-me-ups — removing the human touch from its famously handcrafted beverages. Gone is the rich aroma of coffee beans roasting and grinding; instead, there are now ready-to-use sealed packages. And in June 2024, the company announced it was going to offer value meals for goodness sakes!",
    "Starbucks’ vaunted loyalty program is also self-commoditizing. Despite increasing sales overall, its tracking of purchases focuses customers on the price of what they buy — especially when the company switched it from tracking items to total dollars spent — rather than the value of what they drink, eat, and experience. The explicit bargain of “you buy more, and we’ll give you something for free” comes with the implicit message that “you’re overpaying on each cup, so we can afford to throw in a freebie every once in a while.”",
    "The company long ago added drive-throughs at many suburban locations, which also increased sales while decreasing the on-premise experience. It divided the attention of baristas, increased the length of service, and took up space that could be used to enhance the in-person experience.",
    "Mobile ordering places you and your in-house order in an invisible queue of indeterminate and sometimes seemingly interminable length. You end up bumping elbows with in-and-out convenience buyers, hearing and seeing them go in and out for the entire time you try to enjoy your time away from home and work. And now some Starbucks venues removed all the chairs — comfy and hard alike — to focus on mobile orders.",
    "Starbucks may call it “experiential convenience,” but we consider that an oxymoron; convenience is about time well saved and experience is about time well spent. It’s really just the experiential equivalent of “shrinkflation.”",
    "Concurrently, the company has witnessed mounting tensions within its workforce and a push to unionize. While Starbucks consistently used to rank as one the best places to work, it has completely disappeared from the charts since 2016. Instead, employees have been increasingly verbal about their working conditions, pointing to the disconnect between performance metrics geared toward sales volume and those focused on the quality of the connections with customers.",
    "Sure, the company gained revenue and efficiency in the short term, but at what price in the long term if it commoditizes itself, loses its authenticity, and lessens the experience of being in a third place — if it ends up losing what Schultz described in his February open letter as its “soul” in the process? We see it as a Faustian bargain that may please Wall Street today but will eventually corrode the company, leaving it a hulking shell of itself.",
    "It’s certainly not too late for Starbucks to right the ship, return to its experiential course, and break out of its self-commoditization. In many regards, we agree with Schulz’s assessment that the path forward begins with revisiting what made the company so successful in the first place.",
    "Recapturing the authenticity of the brand means doing away with the assembly-line feel of today’s Starbucks, letting employees once again be key actors in the experience. The liveliness that comes with baristas shouting orders and the human connections they make are precisely what gave these places a neighborhood coffee shop feel — even if that meant an occasional odd misspelling on your cup or an unwarranted extra pump of syrup. Such “mistakes” made the Starbucks experience authentically human. Re-enriching jobs that have become routinized and empowering employees to stage meaningful experiences might also go a long way in improving their sentiment toward the company.",
    "The company should also redesign its self-commoditizing loyalty program to stop giving away drinks and food for free that guests would buy anyway. Instead, turn the program into an experience platform that offers guests experiences that they would not otherwise have. This is what most every credit card company, airline, and hospitality company has already done. Delta’s SkyMiles Experiences program, for example, talks of how “you can turn your miles into memories.” Mastercard’s platform offers “priceless” experiences. And the Hilton Honors loyalty program tells members to put their points “where your passion is, with Experiences across the globe and in your hometown that money can’t buy.”",
    "Starbucks must also find ways to cater to those people who treat Starbucks as a mere service without impairing the experience of those who consider it something more. This means separating mobile and drive-through orders from the on-premise ones to minimize interactions between the different crowds. It also means reinvesting in comfort and amenities for people who want to hang around. In fact, given that remote work isn’t going anywhere and many people’s homes prove to be less-than-ideal settings since the recent pandemic, there has never been a better time for Starbucks to position itself as a worthy place for work.",
    "One way of making the distinction between in-house and takeaway customers clear is to recognize that while services charge for the activities that employees perform, experiences charge for the time customers spend in the place. This could mean charging an admission or membership fee or a higher price for drinks and food. Pret A Manger in the UK already uses such a two-tiered pricing model for those who stay versus those who take away.",
    "There are many places around the world, often called “anticafes,” that charge for the time spent there socializing, playing games, doing work, and so on — and they often throw in machine-made coffee for free. But you don’t need to charge for the entire place; you can charge for places-within-the-place and the experiences that happen there. Indeed, Starbucks already charges admission for tasting experiences and classes in its Reserve Roastery locations where the experience still reigns supreme.",
    "No doubt embracing these ideas requires not only the right strategy but strong leadership. Can anyone do it but Howard Schultz? His latest open letter may be a plea to be invited back, as he’s done so often before. Given he’s no longer even on the board, that is highly unlikely. But if not Schultz, then Starbucks needs a leader with similar passion, drive, and appreciation for the value of experiences. Someone who bleeds coffee and connections, not just dollars and cents.",
    "Customer Focus Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Customer Focus. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Learn how to keep your customers—and their most important needs—front and center.",
    "Learn More & See All Courses",
    "Read more on Customer experience",
    "Customer service and Business models"
  ]
}