{
  "url": "https://www.dailymirror.lk/opinion/Challenge-of-recovering-billions-of-dollars-stashed-away-abroad/172-301089",
  "title": "Challenge of recovering billions of dollars stashed away abroad",
  "ut": 1738008415.0,
  "body_paragraphs": [
    "Black money has been a persistent and leading issue in the politics of the Global South countries. Making allegations about making tons of black money and keeping them in bank accounts in Switzerland or other tax havens abroad is a routine way of tarnishing the image of a political rival",
    "The problem of recovering billions of dollars stashed away in safe havens abroad, is universal, with both developed and developing countries facing it. But governments which have made determined efforts to recover them have succeeded to an extent.",
    "The richer countries with efficient and committed administrative structures, and a goal-oriented foreign policy, have had greater successes than countries in the Global South, with their structural deficiencies and political and moral infirmities.",
    "Asset recovery, as outlined in the UN Convention against Corruption (UNCAC), refers to the process by which the proceeds of corruption transferred abroad are recovered and repatriated to the country from which they were taken or to their rightful owners. A precise account of the proceeds of corruption circulating the globe is not possible, but the World Bank estimates that developing countries alone lose US$ 20 to 40 billion each year due to the flight of capital in this way.",
    "This is doing grave injustice to their poverty-stricken populations. The hidden money could be spent on tackling poverty, providing decent public services and achieving the Sustainable Development Goals. But due to legal and institutional complexities and lack of cooperation between States, it is all too easy for the corrupt to hold on to their ill-gotten gains in safe havens abroad.",
    "Between 2010 and 2012, only US$1.4 billion assets were frozen and US$147.2 million were returned even in the case of OECD countries which are the richer countries. There has always been a huge gap between what went missing and what was recovered even in the case of advanced economies.",
    "According to the Wall Street Journal (WSJ) roughly 60% of the cash that the big US corporations had made were banked in countries where it was earned and not brought home. WSJ says that Whirlpool Corporation had 85% of its cash offshore. Microsoft Corp. had about 87% overseas. Truck-parts supplier Wabco Holdings Inc. had only 3% of its cash in the US its base.",
    "Typically, these companies had already paid the local taxes in the countries that had earned money from, and did not want to shell out an additional tax by transferring the money back to the US.",
    "In 2023, Daily Mirror had reported that Sri Lanka was battling to bring back US$ 36 billion illegally kept overseas. It was more than a third of the island nation’s economy of US$ 81 billion. An estimated US$ 150 billion is believed to have been stashed abroad by Bangladeshis. According to Pakistani financial expert, Syed Shabbar Zaidi, around US$ 150 billion is stashed away by Pakistanis abroad in the form of cash, properties and other assets. About U$ 100 billion of these have no money trail. Estimates of Indian money stashed abroad vary from US 500 billion to over US$ 1 trillion.",
    "The economies of the Global South, being built around crony capitalism, governments are constrained and officials’ hands are tied.",
    "Solutions are many, but what is gravely wanting is implementation. An article published by the George W. Bush Presidential Centre suggested that the US government should not tax overseas profits at all. If there is no tax, the money will flow into the country and if invested in it, it can expand industry and create jobs. Government can also think of a one-year tax holiday on overseas cash that is used for business investment within the US.",
    "Indian financial expert and activist Nagesh Kini, writing in Sucheta Dalal’s blog, points out that in 2011, India and Switzerland entered into a Double Taxation Avoidance Agreement with retrospective effect. That should have given the Indian authorities scope to ferret out tax evaders. And yet not one agency, including the government, has correctly estimated the quantum of black money. The Swiss authorities were ready help, but they needed concrete evidence and not vague allegations that Global South governments tended to make, Kini points out.",
    "Western governments have been more professional, Kini adds. The French got back 500 million pounds from approximately 300 billion pounds parked elsewhere. The UK Treasury envisaged bulk deals involving a flat 50% levy on assets as ‘retrospective’ fees on unpaid taxes. It called upon the Swiss to tax the bank accounts of British nationals and pass on the money so collected to the UK Treasury without disclosing names. The UK conservatively estimated to get 9 billion pounds through this method.",
    "Between 2010 and 2012, only US$1.4 billion assets were frozen and US$147.2 million were returned even in the case of OECD countries which are the richer countries",
    "There is a dire need in India to increase the cost of non-compliance and also to encourage entrepreneurs to bring back the money and invest in India by improving the investment climate at home. The punishment ought to be imprisonment, in addition to monetary penalty, as in the USA, Kini says.",
    "Ajit Doval, currently India’s National Security Advisor, wrote about this issue in a blog post on 21 February 2011: He said: “The (Indian) State is seen as lacking both the capacity and the intention to reform the system or deter the wrong doers. A nexus between the black money and those exercising power is suspected by the people, weakening the national will and raising the level of public cynicism.”",
    "“Contrary to expectations, liberalisation and economic growth, rather than abating, has multiplied the phenomenon of black money manifold. The Global Financial Integrity (GFI) had estimated that more than two-third of the Indian money stashed abroad had been generated in the post liberalisation period after mid-nineties.”",
    "Doval went on to say that India “will have to design a well thought out multi-pronged strategy ranging from enacting appropriate laws, empowering its investigative and intelligence agencies, using political and diplomatic pressure and leveraging its new found economic clout to achieve its goals. Most importantly, a political consensus and national will have to be created to achieve this national objective.”",
    "In 2023, Daily Mirror had reported that Sri Lanka was battling to bring back US$ 36 billion illegally kept overseas",
    "He further suggested that India should take cognizance of reports of the IMF and GFI and enact a penal law so that all the defaulters could be treated as “criminals.”",
    "“On the strength of this law the government should declare itself as the sole owner and beneficiary of all Indian monies, assets and bank accounts held abroad by or the dependants of Indian nationals without due declaration to the Indian authorities.”",
    "“Government can ask foreign governments and the foreign banks, like the Swiss banks, to recognize the Indian government as the beneficiary of the undeclared wealth and freeze the accounts till owners of the wealth are able to prove that they had acquired it by fair means and from legally valid sources.”",
    "Indian political leaders need to recognise that India is already a leading economy and an emerging geo-political power, Doval said. Once this is internalized and projected abroad, foreign entities will cooperate and not take India’s demands lightly.",
    "India is part of the Financial Action Task Force (FATF) which is working in areas such Asset recovery, Corruption, Digitalisation, and Terrorist Financing. And yet no real effort is made to eradicate back money and money laundering. Perhaps it is concentrating more terror financing than money laundering per se.",
    "Pursuing black money or recovering money hidden abroad is just political pantomime in the Global South",
    "Black money has been a persistent and leading issue in the politics of the Global South countries. Making allegations about making tons of black money and keeping them in bank accounts in Switzerland or other tax havens abroad is a routine way of tarnishing the image of a political rival. But rarely ever are these allegations seriously pursued. Even if a person is arrested and kept in judicial custody he would either be bailed or treated like royalty in jail.",
    "Pursuing black money or recovering money hidden abroad is just political pantomime in the Global South."
  ]
}