{
  "url": "https://www.ft.lk/columns/TIN-turns-into-empty-tin-with-few-holes/4-776078",
  "title": "TIN turns into empty tin with few holes",
  "ut": 1746145264.0,
  "body_paragraphs": [
    "Exterior view of the Inland Revenue Department",
    "As per Section 102 of Inland Revenue Act No. 24 of 1917, with effect from 1 January 2024, any individual who is at the age of 18 years or more or who attains the age of 18 years on or after 1 January 2024, it is mandatory to register with the Inland Revenue Department (IRD) and obtain a Taxpayer Identification Number which is popularly known as TIN. Persons who do not obtain registration as per the above instructions, will be registered by the Inland Revenue Department and shall be subjected to a penalty not exceeding Rs. 50,000.",
    "Accordingly, most individuals and tax payers who belong to the above category obtained the TIN and some are still struggling to obtain the TIN. Most of the senior citizens were not so bothered to obtain the TIN in complying with these directions.",
    "However, as per the 2025 Budget proposals, people who have total annual income of less than Rs. 1.8 million from all sources are eligible to request their respective Banks/Non-Banking Financial Institutions (NBFIs) not to deduct Withholding Tax or WHT from their interest income. In order to get this exemption those who are eligible should submit a “Declaration of Non-Taxable Status by a Resident Individual” (Form No. ISD/WHT/01-E) to the respective Financial Institutions in which they maintain their Term Deposits Accounts.",
    "When submitting this Declaration Form (DF), it is mandatory to include the TIN. Therefore, those who were not much concerned initially, to obtain the TIN, mainly the senior citizens, are now struggling to obtain the TIN to get this WHT concession.",
    "As stated by the IRD, this TIN could be easily obtained from the e-Service portal of the IRD or individually visiting the IRD Head Office or Regional Offices. However when someone approaches either through this e-Service portal or individual visit, it is not so comfortable to obtain the TIN as stated by the IRD.",
    "May be due to the inefficiency or inability of the IRD to manage the TIN issuing process effectively, on 9 April 2025, IRD has declared through media, though the TIN is mandatory, the above stated Declaration Form, could be handed over to the Financial Institutions without inserting the TIN.",
    "But what is astonishing is, Financial Institutions (FIs) do NOT accept the Declaration Form without the TIN. Instead, FIs issue the same Declaration Form with the inclusion of an additional condition requesting the customer to empower the FIs to obtain the TIN from IRD on behalf of the customer.",
    "What this says indirectly is that FIs are not prepared to accept the Declaration Form without the TIN even though the IRD declares so extensively through media.",
    "Issues encountered by the declarers at the time of handing over of the DFs to the Financial Institutions are numerous. A few are quoted below among others.",
    "1)The Declaration Form (DF) gives instruction to refer to the Circular before filling-out this DF. This blurs at the very outset. There in the DF, neither the Number nor the Name of the Circular has been given. It seems, the FIs are not very well aware of this circular or rather reluctant to disclose that to customers. Generally, Circulars are meant for the internal use of the Institution which issues the Circular. Are there Circulars issued by the IRD for general public? If so, it should be indicated in the relevant DF by the IRD, for the convenience of the person who makes the declaration.",
    "2) If someone has more than one deposit account in the same branch of the same bank, some banks request to fill separate DF for each account. This is happening in an era where every activity of a bank is digitalised. Indeed if a customer has more than one account, in the same branch or even in another branch of the same bank, no separate DFs are needed to be provided since through the computer system banks can access to any account of the same bank irrespective of the branch. What they need is only the accurate account number. Some of the Non-Banking Financial Institutions (NBFIs) also apply the same process requesting the customer to submit separate DF for each and every account that they maintain with their own branch or any other branch of the same NBFI. Consider the paper work involve and waste of time of the customer. When we are, as a nation, stepping into a paperless era, it is at a loss to understand why these digitalised FIs request these number of papers from their own customers.",
    "3) For joint accounts, some Banks and NBFIs request to submit separate DFs by each and every joint account holders of those joint accounts. However, some Banks and NBFIs request to submit only one DF, signed by all the joint account holders, which is the legally accepted practice. Why do they adopt different practices for one and the same process putting their customers into anxiety?",
    "4) Most of the Banks and NBFIs have not provided a separate desk or counter to entertain these customers (most of them are senior citizens) who visit the Banks or NBFIs only to submit the DF. They also need to hang around wasting hours in the long queues with other customers, just to hand over one DF which won’t take more than five minutes.",
    "IRD can resolve most of these issues, just by directing the FIs to insert the Declaration Form into the respective Apps of Financial Institutions and requesting the declarers to submit the Declaration Form (DF) online. On the other hand, when the IRD has given clear instructions to the public to submit the DF without inserting TIN, why do these FIs request the customers to insert the TIN or to empower them to obtain the TIN?",
    "Portal not user-friendly",
    "Besides this, in order to obtain the TIN, if someone uses the e-Service portal of the IRD, getting the TIN is not that easy since this portal is not user-friendly.",
    "Main issues among others are:",
    "1.The system generated Application Form provided for this purpose by the IRD, requests to insert the Full Name, Name with Initial, Permanent Address and the Residential Address of the Applicant, in all three languages (English, Sinhala and Tamil). This is cumbersome and it is rather difficult to understand why the IRD needs these information in all three languages. No provisions or instructions have been provided even to select one language as preferred by the user.",
    "2.If the Residential Address and the Permanent Address are same, the user should be given an option or facility to state that both addresses are same. No such facility has been provided and the same address has to be inserted twice unnecessarily.",
    "3.This application requests to provide “Website URL”. Why does the IRD need this field from an individual who wants to obtain the TIN? Most of the users are unable to clearly understand the meaning of these words.",
    "4.In case someone, accidently does not attach the documents needed to be submitted, then at the very bottom of the application (not closer to the relevant Field), a notice appears “Please browse for a file to be uploaded”. This wordings are rather difficult to understand for laymen. When a request is made seeking the meaning of this notice/statement, even the staff of the IRD fails to give a clear explanation. This could be substituted just by indicating “Please attach the required document”.",
    "5.Date of birth is a mandatory field to be filled in this form. To insert the date of birth in this application form, it is needed to use the automated calendar provided in the system itself. In order to get the year in which you were born to be inserted is very annoying. As an example if you were born in the year 1950, you need to press the icon (the left arrow in the said calendar) nearly 900 times or more to get the year inserted correctly. This is because when you press the said icon once, it goes back only to the nearest previous month and NOT to the nearest previous year. Therefore to go back to the nearest previous year, you need to press the icon 12 times. So that to go back to one year it needs to be pressed 12 times and if you want to go back to 10 years, it requires to press the icon 120 times. Further if you keep on pressing the icon without moving the finger, it will not move and need to press one by one. What an agony is this? If you insert your birth day using the key board without going through the calendar provided in the portal, a remark appears “The field Date of birth must be a date”. This remark itself is rather difficult to understand and while this remark is there you are not allowed to submit the application.",
    "6.As per the given instructions, if you try to contact someone from the IRD for any assistance, it is another agony since phones are just ringing including the phones of Help-Desk, no response. With greatest difficulty even if you manage to get an answer, the clear cut answer in most cases would be “Please visit the nearest office of the IRD, you can get the TIN with ease.”",
    "7.In case you visit a nearest office seeking any help or to get the TIN, you need to spend more than 6-7 hours there since almost throughout the day all offices are overcrowded with clients who are struggling to get a TIN. Sometimes you need to come on another day since unaffordable number of customers are there in most of the IRD offices.",
    "8.The helpless staff of the IRD who are in Front Offices/Customer Care Units endeavour their best to assist the clients as quickly as possible. But they are unable to do anything, other than looking around, since the responsiveness of the portal has deteriorated and gone into zero as a result of too many users having invaded the system.",
    "9.As well when you access through the e-service system most of the time the system does not operate properly due to congestions.",
    "10.However, facing all these difficulties even if you manage to submit your application online, you are compelled to wait for minimum 5 working days to get the TIN. Why does the IRD take such a long time is not clear. Further this delay of taking 5 working days to obtain a single TIN itself prompted the people to visit the IRD offices in person making the congestion worst.",
    "Find a suitable alternative method",
    "Accordingly it appears that obtaining a TIN is not that easy and by the time you obtain the TIN and submit your DF, more than 50% of the tax benefits have to be forgo since it takes such a long time to get the TIN either through e-Service or by personal visits. Therefore, it is of paramount importance to find a suitable alternative method to issue the TIN promptly or an alternative readily available number to be used as the TIN.",
    "In this regard why cannot we use the NIC number as that of the TIN? Generally every citizen over 18 years of age has obtained the NIC and it is being used as a valid identification document. Even under Money Laundering Act and Financial Transactions Reporting Act, the NIC has been legally recognised as most valid identification document.",
    "The main objective of issuing a TIN is to properly identify the people who are liable for tax.",
    "TIN has only 9 digits whereas NIC which have been issued prior to 2015 or 2010, (the exact year could be verified from the respective Department) also has only 9 digits except two additional letters X or V. However the NICs issued after 2015 or 2010 has 12 digits.",
    "Hence if the NIC number is recognised to be used as TIN, these letters (X and V) could be omitted for the TIN as well as the additional first 3 digits which denote the year of birth, in the NICs issued after 2015 could also be removed for the purpose of TIN.",
    "Alternatively using the NIC number as the TIN could be limited only for the senior citizens since almost all the senior citizens have been issued the NIC long ago which carries only 9 digits.",
    "Without addressing this TIN issue properly and quickly, postponement of application of TIN temporarily will aggregate more burning issues.",
    "(The writer is a former banker who has served for People’s Bank for nearly 34 years and National Savings Bank for nearly 6 years. Retired from People’s Bank as an Asst. General Manger – Core Banking and worked for NSB as an Advisor Banking. He is an Associate of the Institute of Bankers – Sri Lanka (1976) and Fellow of the Institute of Credit Management Sri Lanka (2013).)"
  ]
}