{
  "url": "https://www.dailymirror.lk/opinion/The-monsoon-creating-chaos-and-mayhem-EDITORIAL/172-293688",
  "title": "The monsoon creating chaos and mayhem - EDITORIAL",
  "ut": 1728853278.0,
  "body_paragraphs": [
    "Year in and year out, this column, even before the monsoon hits us, has been raising the issue of urban flooding. We have called for preventive action to, at least mitigate to some extent the suffering caused to thousands of families who are subject to this periodic flooding and displacement.",
    "Our call has been totally ignored.",
    "Not really though. Candidates of varying political parties often bring in poor families and settle them on land which serve as storm-water drainage wetlands or on government railway lands. Colombo city is dotted with these settlements which have no water supply or drainage systems.",
    "These inner cities have become an eyesore and a source of environmental degradation as they lack basic facilities such as water supply and drainage facilities. Without fail these families get displaced whenever a slightly heavy shower of rain occurs.",
    "Many families, have left their poverty stricken rural base in search of employment in the cities. Their poverty often leads to their resorting to petty thievery and drug peddling to enhance incomes. Many young women are also forced into prostitution.",
    "These illegal settlements not only lead to periodic displacement of people, they also lead to the destruction of the environment, create breeding grounds for mosquitoes and the spread of mosquito-borne disease.",
    "Not too long ago, even a particular multi-national company attempted to encroach into reserved lands. The vigilance of area residents blocked the move via intervention of the Land Development and Reclamation Board. Had the company had its way, the area would have been flooded.",
    "Politicians and political parties are often involved in the creation of illegal settlements, blocking the flow of water. They exploit poverty and deprivation to gain political popularity. These blackguards continue worsening what is already a bad situation.",
    "The Disaster Management Centre (DMC) emphasises, over 76,000 persons have been displaced by rains between October 7 to date. Around 3,560 persons affected by the inclement weather are being sheltered in 38 welfare centres. Around 233 houses have been partially damaged. According to media reports, President Dissanayake has assured the government will take action to provide necessary assistance to all affected citizens. He has also ordered local government officials in affected areas to ensure the victims receive required assistance.",
    "Making matters worse climate, change is worsening the situation. Our country was ranked as the 4th most affected country by climate change in 2016. Roughly 50 percent of our 22 million citizens live in low-lying coastal areas in the west, south, and south-west of the island. They are now at risk of future sea level rise.",
    "The need of the hour is not the mere provision of relief to those who are adversely affected. It necessitates stronger disaster preparedness, proper interventions to prevent creation of conditions which worsen risks and building resistance in response to climate change.",
    "Our present president comes from a deprived agricultural background. He is aware of the causes driving the rural poor to urban centres causing disastrous consequences of urban poverty, floods, increasing spread of crime and infectious diseases which finally lead to undermining living standards.",
    "Our country needs strategies to counter urban flooding, rural migration and the effects of climate change among vulnerable communities. President Dissanayake’s own underprivileged background, plus his political party’s socialist cadre-based background, offers hope that the problems will be viewed with the seriousness it deserves and realistic solutions undertaken.",
    "Already low-lying areas in Colombo are knee-deep in water. The problems are not unsolvable. What is needed is the political will and ensuring available resources do not end up in pockets of crooked politicians and their hangers on.",
    "The public will be watching to see how the new regime handles this first problem. If handled well and corruption is not allowed to raise its head, the President and his party will benefit at the upcoming polls.  To implement his ambitious programme of work President Dissanayake needs a working majority in parliament. The successful tackling of Colombo’s regular flood situation and the effects of climate change among vulnerable communities will help ensure the president secures a working majority in parliament.",
    "The internal crises within the political opposition however, will help make his task easier."
  ]
}