{
  "url": "https://www.ft.lk/columns/Beyond-blame-Rebuilding-Sri-Lanka-after-disaster/4-786746",
  "title": "Beyond blame: Rebuilding Sri Lanka after disaster",
  "ut": 1767982035.0,
  "body_paragraphs": [
    "Recovery on this scale cannot be undertaken by the Government alone, it necessitates the active participation of Government, all agencies, public institutions, the private sector, civil society and affected communities",
    "Sri Lanka should extend a hand of partnership to India to engage in constructive dialogue on expanding market access and deepening trade and investment cooperation",
    "Rebuilding the lives of these broken and displaced families is one of the most urgent and critical responsibilities facing the Government",
    "Trauma counselling, psychosocial support, and community-based psychological health interventions should be introduced as an integral part of the recovery process",
    "Sri Lanka is currently confronting a national crisis of exceptional magnitude. Recent natural disasters have inflicted damage that surpasses even the devastation caused by the 2004 tsunami. While a comprehensive assessment is still underway, preliminary estimates place the economic losses at approximately $ 5.6 billion. This shock has occurred at a particularly vulnerable juncture as the country is still in the early stages of recovery from a profound economic collapse, thereby placing additional strain on an already fragile macroeconomic environment.",
    "In such circumstances, political blame or partisan contestation offers little practical value. What is urgently required is a coordinated national response grounded in institutional accountability, policy coherence, and collective action. Recovery on this scale cannot be undertaken by the Government alone, it necessitates the active participation of Government, all agencies, public institutions, the private sector, civil society and affected communities.",
    "The impacts of the disaster extend far beyond aggregate economic losses. Extensive damage to major road networks across several provinces has disrupted mobility, restricted access to essential services, and impeded relief and reconstruction efforts. Notably, many of the most severely affected regions are critical hubs for agriculture and tourism, with direct implications for national production, export earnings, and employment generation.",
    "Agriculture has borne the brunt of the damage. Thousands of smallholder farmers have suffered the loss of crops, productive land, and income, severely undermining rural livelihoods and heightening risks to national food security. In the absence of timely and targeted interventions such as income support, rehabilitation of irrigation systems, and access to affordable credit, the long-term consequences for rural welfare and domestic supply chains could be substantial.",
    "Although Sri Lanka’s recovery path will be complex and demanding, this crisis also presents an opportunity to address longstanding structural vulnerabilities. Through transparent governance, shared responsibility, and a strategic focus on restoring livelihoods alongside rebuilding resilient infrastructure, Sri Lanka can not only recover from the current shock but also lay the foundation for greater economic resilience and long-term stability.",
    "Economically rebuilding Sri Lanka",
    "A renewed and comprehensive discussion on Sri Lanka’s economic rebuilding is urgently required. Many of the areas affected by this tragedy are integral to the country’s primary sources of income and employment. As a result, the disaster has inflicted deep structural damage to key sectors of the economy. Agriculture has been particularly hard hit. Vast tracts of farmland have been destroyed, causing severe disruption to agricultural production. According to currently available data, approximately 300,000 hectares of cultivated land have been damaged, leading to the loss of a significant number of agriculture-related jobs. Compounding this crisis, many families in affected regions have lost their homes, further undermining rural livelihoods.",
    "The tea industry, a cornerstone of Sri Lanka’s export economy, has also suffered extensive damage. Numerous tea factories have been destroyed by landslides, while large areas of tea plantations have been rendered unusable. These losses will inevitably reduce future tea production and export earnings. Moreover, many plantation workers have been displaced, losing both their homes and employment, with serious long-term social and economic consequences.",
    "The disaster has also dealt a severe blow to small and medium-scale enterprises (SMEs), which form the backbone of the domestic economy. Many urban retail establishments have been destroyed, while village-based industries including poultry farms and small manufacturing units have been wiped out. The cumulative impact of these losses poses a significant risk to economic recovery and employment generation in the months and years ahead. In sum, the economic damage caused by this disaster is extensive and multi-dimensional. Addressing it will require targeted policy interventions, sustained investment, and a coordinated national effort focused not only on rebuilding infrastructure, but also on restoring livelihoods and strengthening economic resilience.",
    "Several strategic measures can be proposed to support Sri Lanka’s economic rebuilding at this critical juncture. Rather than viewing the disaster solely as a setback, it should also be approached as an opportunity to strengthen foreign exchange earnings and enhance economic resilience.",
    "A key priority must be the generation of dollar-denominated income. Under the theme “Buy Sri Lanka, Made in Sri Lanka,” a coordinated international promotion campaign should be implemented through Sri Lankan embassies and diplomatic missions. This initiative should particularly target the Sri Lankan diaspora and foreign communities, encouraging the purchase of locally manufactured and agricultural products. At this stage, the focus must shift from earning rupee-based income to expanding foreign currency inflows by identifying and developing new export-oriented income streams.",
    "Revitalising the agricultural sector is essential to economic recovery. This requires the restoration of damaged farmlands, irrigation systems, dams, and tank embankments, along with the rapid provision of essential infrastructure and facilities. Farmers must be supported through targeted financial assistance, rehabilitation grants, and timely seed and fertiliser programmes to enable them to return to cultivation. Improving living standards in rural communities is only possible by restoring livelihoods and strengthening the agricultural economy. Fundamentally, farmers are asking for access to their land and water once these are restored.",
    "Creating new employment opportunities is both time-consuming and costly. Therefore, it is the responsibility of the Government to provide the necessary support to re-engage farmers in the agriculture sector which remains one of the most effective ways to generate widespread employment and income.",
    "In addition, SMEs which have been severely affected by the disaster, require urgent support. The Government’s Budget proposals to offer loan subsidies, grace periods of six to twelve months on existing loans, and low-interest financing under recovery grant schemes are timely and necessary. Effective implementation of these measures will enable affected businesses to rebuild operations, preserve employment and contribute meaningfully to the broader economic recovery.",
    "The approach Sri Lanka has traditionally adopted during times of crisis relying on foreign loans or appealing for ad hoc assistance from individuals and institutions abroad is no longer sustainable. The assumption that external aid alone can support recovery has proven ineffective. Instead, Sri Lanka must actively invite foreign countries and investors to capitalise on the investment opportunities available within the country as a means of strengthening the economy.",
    "It is important to expand and diversify market access for domestically produced goods.  Existing trade agreements with several partner countries have not yielded their anticipated outcomes and persistent trade imbalances continue to constrain external sector performance. Addressing these structural weaknesses requires timely policy intervention and a more strategic approach to trade engagement. Within this context, strengthening economic and trade relations with India should be treated as a strategic priority. India represents one of the world’s largest and most dynamic markets, accounting for nearly one-third of the global population and ranking among the fastest-growing major economies. For Sri Lanka, deeper integration with the Indian market offers significant opportunities for increase exports, value-chain participation, and investment linkages.",
    "To fully leverage this potential, Sri Lanka must adopt proactive measures to position itself as a credible and reliable trading partner. This includes improving product standards and certification, enhancing trade facilitation mechanisms, and actively promoting Sri Lankan goods within the Indian market through targeted export promotion and institutional cooperation. A recalibrated trade strategy focused on market access, competitiveness, and regional integration will be essential to strengthening Sri Lanka’s external resilience and supporting long-term economic recovery.",
    "At this critical juncture, Sri Lanka should extend a hand of partnership to India to engage in constructive dialogue on expanding market access and deepening trade and investment cooperation. Such engagement could play a key role in revitalising export growth and foreign exchange earnings. Finally, it must be emphasised that the private sector has a crucial role to play in attracting foreign investment and increasing foreign exchange inflows. Creating an enabling environment for private operators through policy stability, regulatory clarity, and investment-friendly frameworks will be essential to ensuring sustainable economic recovery and long-term growth.",
    "Rebuilding a collapsed social environment",
    "The human cost of the disaster is deeply tragic. In many affected areas, entire families, along with their possessions, have been washed away by massive flash floods or buried beneath landslides, while in other locations, only a few children or adults have survived. Rebuilding the lives of these broken and displaced families is one of the most urgent and critical responsibilities facing the Government.",
    "The Government must take the lead in designing a comprehensive programme to support survivors with particular attention to orphaned as well as displaced children and vulnerable adults. Beyond immediate relief, it is essential to establish long-term and sustainable mechanisms to secure their future. Such efforts must be grounded in an understanding of the broader social environment in which these individuals will rebuild their lives. Providing stability and a sense of belonging can help ease the psychological trauma caused by sudden loss, displacement, and separation from family and community.",
    "This moment also presents a critical opportunity to strengthen psychological health services in disaster-affected regions. Trauma counselling, psychosocial support, and community-based psychological health interventions should be introduced as an integral part of the recovery process. At the same time, protecting livelihoods must remain a priority. The reconstruction of destroyed villages should be guided by comprehensive social assessments to ensure that resettlement and rehabilitation efforts are both humane and sustainable.",
    "In this context, the role of religious and community institutions such as village temples, churches, and mosques is particularly significant. These institutions can play a vital role in restoring community cohesion, providing emotional support, and helping rebuild social life in affected areas. While economic recovery is essential, equal attention must be given to the role of faith and community structures in restoring mental well-being and social stability. When resettling affected villages, reconstruction must be carried out in a manner that safeguards livelihoods while also respecting environmental conditions and the cultural and religious ties of the communities. Sustainable resettlement cannot be achieved without preserving the social fabric and traditional ways of life of displaced populations.",
    "Like many countries around the world, Sri Lanka is now more vulnerable to the impacts of climate change than ever before. As communities are resettled and lives rebuilt, these emerging climate risks must be carefully measured. The situation highlights the urgent need for a national strategic plan to address climate change and disaster resilience. A comprehensive, cross-sectoral study should be initiated without delay to guide long-term adaptation and risk mitigation efforts.",
    "Institutional reform is also essential. The Disaster Management Centre must undergo a thorough strengthening and modernisation to meet present-day challenges. Similarly, the Meteorological Department should be restructured and technologically upgraded to align with global best practices. Establishing stronger links with international weather and climate data services, and improving early warning and forecasting capabilities, will significantly reduce the risk and impact of future disasters.",
    "While the destruction caused by the crisis cannot be reversed, every possible measure must now be taken to safeguard the country’s future. In doing so, the Government has an opportunity to earn not only public trust but also the collective goodwill of the nation. The challenge it faces is conceptually straightforward yet immense in scale: to build a sustainable, equitable, and innovative economy for future generations without repeating the mistakes of the past.",
    "Achieving this objective will depend on genuine collaboration between the Government, the private sector, and the public. Only through shared responsibility and coordinated action can lasting recovery be secured. At this critical juncture, Sri Lanka does not require temporary remedies or superficial reforms. Rather, the country urgently needs a deep, comprehensive, and transformative approach to national development.",
    "(The author is an economist and a former member of the Sri Lanka Council for Agricultural Research Policy, and a former director of the Merchant Bank of Sri Lanka, and Finance PLC.)"
  ]
}