{
  "url": "https://hbr.org/sponsored/2024/08/planning-for-courageous-growth",
  "title": "Planning for Courageous Growth",
  "ut": 1723437973.0,
  "body_paragraphs": [
    "Electric vehicles, semiconductors, aerospace, enterprise software—in the world’s most competitive sectors, doing business these days means working with a continual state of disruption. One day, a company is king of the hill; the next, it’s wondering how its closest rival snuck up and claimed its throne.  And all this while navigating through some of the most challenging geopolitical and economic turbulence we’ve seen in years.",
    "With conditions so unpredictable, it might feel instinctive to brace for impact in a defensive crouch. But even for an entrenched incumbent that seems “too big to fail,” taking a risk-averse stance against change might be the most dangerous strategy possible. If your organization doesn’t lean into uncertainty to disrupt your market, your competitors will seize the opportunity to disrupt yours.",
    "Disruption that drives growth depends on innovation. Innovation takes the ability to plan for any eventuality or opportunity—and it takes courage.",
    "Courageous growth is a rare trait, with fewer than one in four organizations today outperforming their peers, according to McKinsey. But what does it mean to be a courageous grower? How can applying a growth mindset to smart investments in people, process, and technology help bold bets pay off?",
    "McKinsey notes that courageous growers share several strategies that help them outperform their peers:",
    "• They double down in attractive markets where they have a competitive advantage.",
    "• They expand into adjacent markets where they identify a right to win.",
    "• They know when to grow their business through innovation, and when to grow through acquisitions—and when to divest strategically, to re-invest toward long-term growth.",
    "• They invest aggressively in technology—especially artificial intelligence (AI) and advanced analytics—to make smarter strategic decisions and to automate operations, freeing their employees to think bigger and accomplish more.",
    "• They cultivate a growth mindset and culture across the company.",
    "CEOs of courageous growers talk about innovation twice as much as their peers. McKinsey research also reveals that corporate chiefs who courageously pursued and stuck with through—cycle growth strategies during wrenching shifts led their organizations to growth outperformance.",
    "As our CEO Carl Eschenbach often reminds us, change is inevitable, but growth is optional. Becoming an institutional superpower doesn’t happen by chance: organizations need to choose to grow. And leaders must nurture innovative cultures across their organizations—not just in research and development, but in how an organization goes to market, how it approaches financial planning and analysis (FP&A), and how FP&A partners with the business.",
    "Two crucial traits of the growth mindset are curiosity and taking calculated risks. Organizations must want to understand different business models, why something works or doesn’t, how to partner with a business, which risks to take, and which adjacencies to invest in.",
    "That makes FP&A central to courageous growth, helping an organization foster curiosity by analyzing and forecasting the financial implications of its bold bets.",
    "I’m fortunate to play a leadership role at Workday, overseeing our FP&A function. Since I joined the company in 2023, I’ve focused on building up our innovation and data-analysis muscles so we can deliver the unique insights our business leaders need to act with speed, agility, and courage.",
    "Using modern cloud-based planning, we aim to rigorously track investment and results on our investments in core and adjacent markets where we believe we have the right to win, including:",
    "• Expanding our international presence, doubling our investment over the past three years in top markets including Japan and the U.K.",
    "•  Doubling down on our partner ecosystem to drive sales and leads, as well as innovation, extending products within our AI marketplace and extend product.",
    "•  Building out our global sales capabilities to meet demand for our suite of products in the Office of the CFO, including our financial management and planning offerings.",
    "•  Pursuing mergers and acquisitions (M&A) mindfully as an incremental innovation tool, as we have with Peakon, for employee engagement; VNDLY, for vendor management; and, more recently, HiredScore, for AI-driven talent acquisition.",
    "•  Investing in AI and machine learning (ML) throughout our product lines, to help our customers drive business outcomes that boost their organizations’ efficiency and to make better decisions faster.",
    "“We Live in the Same House”",
    "Courageous growers seem to draw out the best in their partners.",
    "To handle $1.6 trillion in assets under management, Frank Templeton Investments manages its financial accounting with Workday’s suite of solutions for the Office of the CFO, including Workday Financial Management and Workday Adaptive Planning.  Standardizing on Workday’s integrated, AI-supported solutions helps the firm unify its financial systems, align these systems with human resources, and manage data from integrating acquisitions.",
    "Adopting this platform has led to faster and better decision-making, reduced integration schedules from more than one thousand to fewer than 200 and saved 125 hours of labor every month.",
    "“We’re getting more thoughtful, which leads to better data to the business,” says Gwen Shaneyfelt, Chief Administrative Officer at Franklin Templeton. “Our employees can respond to issues Workday AI sees in the data. ML helps us quickly shift to thinking about how we might improve a process. That frees up people’s time to work on more interesting projects—to do our next acquisition, to work on our next business strategy, to provide better analytical work to our business partners.”",
    "“We started our journey with HR, and now we’ve added Financials with one consolidated platform,” observes Shaneyfelt. “We’re not neighbors, we live in the same house.”",
    "Is Your Business a Courageous Grower?",
    "The decade since Workday went public in 2012 has been an era of unpredictability. With a mindset and culture embracing continuous change, Workday’s leaders and teams have rigorously applied the courageous growth strategy to expand, thrive, and support its partners and customers.",
    "Is your organization the type McKinsey defines as a courageous grower? Are you taking advantage of your sector’s shifting conditions to invest in your core strengths, discover and pursue attractive adjacencies, and disrupt your business?",
    "In a market like this, growth means making innovative moves with innovative partners and advanced tools to help you bring out the best ideas of your workforce. And that takes courage.",
    "Learn how Workday can help your organization build an innovative culture and mindset.",
    "Julie Gonzalez is  SVP-Finance at Workday."
  ]
}