{
  "url": "https://www.ft.lk/columns/Improving-medical-services-requires-change-in-attitudes-and-goals-not-mega-spending/4-787311",
  "title": "Improving medical services requires change in attitudes and goals, not mega spending",
  "ut": 1769130282.0,
  "body_paragraphs": [
    "Health Minister Nalinda Jayatissa (right)",
    "Leadership from the Minister is paramount",
    "Improving healthcare does not depend solely on expensive infrastructure or large financial investments. Rather, it requires meaningful reform in how care is delivered—ensuring that it is safe, effective, ethical, equitable, and legally protected. Educating the public, reforming the attitudes and goals of both healthcare providers and the public, and providing a strong legal framework to support change are the true foundations of progress.",
    "Healthcare delivery has undergone a profound transformation worldwide in the 21st century. In most countries, governments have implemented these changes through robust legislation that safeguards, modernises, and strengthens public health systems. Without such legal backing, publicly funded institutions lack the authority to fulfil their purpose—a system without teeth. Sri Lanka must adopt these reforms without delay if it is to strengthen its health services and retain international recognition.",
    "Sri Lanka’s Health Ministry and the UK NHS",
    "Sri Lanka’s Health Ministry was established in 1931 and later reformed along principles similar to those that shaped the United Kingdom’s National Health Service (NHS). Today, the NHS remains the backbone of Britain’s healthcare system, supported by world-leading education, research, and governance structures. This comparison raises an unavoidable question: where does Sri Lanka stand today?",
    "The NHS operates under a formal constitution that is reviewed and updated every ten years. It guarantees a universal and comprehensive healthcare service based on clinical need, free at the point of delivery. Its core values include equality, respect for human rights, and a strong commitment to reducing health inequalities, with equal emphasis on physical and mental health.",
    "Patients are central to NHS care delivery. They are actively involved in decision-making, supported in managing their own health, and encouraged to provide feedback to improve services. The workforce is valued, innovation is promoted, and clinical practice is guided by evidence, safety, professionalism, and patient experience.",
    "Outdated legislative framework",
    "Sri Lanka’s health services are also free at the point of delivery. However, they continue to be governed by legislation enacted in 1956 and last amended in 1987. This framework focuses largely on administrative structures and fails to clearly articulate the principles, values, and standards required for modern therapeutic and preventive care.",
    "As one of the country’s most significant public investments—accounting for approximately 6.7% of GDP in 2025—Sri Lanka’s healthcare system urgently requires a clearly defined mission supported by a modern legal framework. Such legislation must explicitly reflect evidence-based practice, equality, human rights, accountability, and a firm commitment to reducing health inequalities.",
    "Modernising healthcare legislation is not an abstract ideal. It must operate in parallel with contemporary medical practice, align professional standards, strengthen ethical conduct, and enhance clinical effectiveness. These reforms would reduce futile care, improve patient safety, reinforce accountability, and strengthen Sri Lanka’s role in medical education and research.",
    "Crucially, the public—both funders and beneficiaries of the system—has a right to be included in this transformation.",
    "Informed consent and shared decision-making",
    "Modern clinical practice no longer places decision-making solely in the hands of individual clinicians. Instead, healthcare professionals act as guides, supporting patients to make informed choices—a principle widely summarised as: “No decision about me without me.”",
    "The final decision to proceed with treatment rests with the patient, often in consultation with family members. Clinicians are ethically and professionally obliged to provide clear, accurate, and balanced information about risks, benefits, and reasonable alternatives, including palliative care when appropriate.",
    "This shift has been driven by the rise of multidisciplinary teams, where specialists collaborate to determine the safest and most appropriate course of care. Treatment decisions are therefore increasingly collective, evidence-based, and patient-centred.",
    "Valid informed consent—verbal or written—must precede all interventions. Where a patient has decision-making capacity, their choice must be respected, even if it appears unwise. This model, known as shared decision-making, was formally embedded in the NHS in 2012 and is now regarded as the gold standard of care.",
    "In Sri Lanka, shared decision-making must move from aspiration to obligation. Legislative support is essential to ensure that this approach becomes a consistent and enforceable standard across all healthcare settings.",
    "Assessing mental capacity",
    "Informed consent raises a fundamental question: does the patient have the capacity to decide? While medical conditions may impair decision-making, diagnosis alone does not equate to incapacity.",
    "Capacity should be assessed against four clear criteria:",
    "Can the patient understand the information provided?",
    "Can they retain that information?",
    "Can they use or weigh it to reach a decision?",
    "Can they communicate their decision?",
    "When capacity is lacking, decisions must be documented, justified, and made in the patient’s best interests—typically with agreement from two senior clinicians. In life-saving emergencies, treatment may proceed without consent when no representative is available.",
    "Given the complexity of such decisions, Sri Lanka would benefit greatly from dedicated Mental Capacity legislation. The Sri Lanka Medical Council, Health Ministry",
    "leadership, and professional colleges have a vital role to play in shaping such an Act.",
    "Building a culture of patient safety",
    "Globally, medical errors affect approximately one in twenty patients, with at least 12% suffering permanent harm or death. Patient safety has therefore been an international priority for more than two decades.",
    "The landmark 1999 report To Err Is Human revealed that over 98,000 deaths annually in US",
    "hospitals were linked to medical error, prompting worldwide reform. Since then, blame-free reporting systems and system-level risk management have become central to safe medical practice.",
    "Sri Lanka must now move decisively in this direction. A legally mandated, non-punitive error-reporting system—similar to Datix—should be implemented across all hospitals. Healthcare staff must be able to report errors and near misses without fear of reprisal, allowing risks to be identified and addressed before harm occurs.",
    "A centralised system coordinated by the Ministry of Health would enable national trend analysis, while individual hospitals retain access to their own data for local risk management. All reports must be legally protected and inadmissible in disciplinary or legal proceedings to preserve openness, learning, and trust.",
    "Medication safety and governance",
    "Medication errors remain a significant and preventable risk. Sri Lanka would benefit from adopting a national formulary for all Health Ministry",
    "hospitals, developed through systematic assessment of clinical effectiveness, safety, and cost-effectiveness.",
    "This mirrors the approach of the UK’s National Institute for Health and Care Excellence (NICE), which approves medicines only after rigorous evaluation. Such a system would prevent inappropriate or experimental drug use outside ethical research frameworks and significantly strengthen medication governance.",
    "Equality, Human Rights, and Preventive Care",
    "Healthcare must be delivered in line with principles of equality, diversity, and human rights. Avoidable health inequalities—driven by social, economic, and environmental factors—must be addressed as a central objective of national health policy.",
    "Greater emphasis is also required on preventive healthcare:",
    "Primary prevention: preventing disease (e.g. vaccination)",
    "Secondary prevention: early detection and intervention",
    "Tertiary prevention: reducing complications and improving quality of life",
    "Healthcare should align with the FREDA principles—Fairness, Respect, Equality, Dignity, and Autonomy—embedding human rights directly into clinical practice through legislation.",
    "A call for leadership",
    "The Health Minister’s",
    "leadership is pivotal in aligning Sri Lanka’s medical services with international standards. These reforms will directly benefit patients, enhance public trust, reduce futile and unnecessary care, and improve safety and accountability.",
    "They will also elevate Sri Lanka’s standing within South Asia, attract students and trainees, generate income, and enable investment in advanced medical technologies.",
    "We respectfully urge legislative action on the following priorities:",
    "Revision of the Health Ministry Act",
    "To embed modern medical values, accountability, and mechanisms for addressing negligence and compensation.",
    "Shared Decision-Making Legislation",
    "To mandate structured informed-consent pathways for all healthcare professionals.",
    "A Mental Capacity Act",
    "To define standards for capacity assessment and best-interest decision-making.",
    "A Blame-Free Error-Reporting Act",
    "To enable early identification of risks and prevent avoidable harm.",
    "We further encourage collaboration with the Sri Lanka Medical Council, Sri Lanka Medical Association, Postgraduate Institute of Medicine, Health Care Quality and Safety Directorate, professional colleges, faculties of medicine, allied health sciences, and civil society organisations.",
    "Strengthening Sri Lanka’s healthcare legislation is not merely a regulatory exercise—it is a moral and national imperative. These reforms will improve patient outcomes, enhance professional standards, restore international confidence, and secure the future of Sri Lanka’s health services.",
    "This represents a genuine win–win outcome for patients, healthcare professionals, the nation, and the Minister’s legacy.",
    "(The author is a Clinical Scientist (h-index 20) and wrote on behalf of the LEADS Forum. He holds MBBS, FRCARSI, MD (Anaesthesiology), MPhil, DCH, MRCPCH, FRCP (UK), PhD)"
  ]
}