{
  "url": "https://www.ft.lk/columns/Oversight-committees-for-ministries-Where-did-that-come-from/4-772465",
  "title": "Oversight committees for ministries: Where did that come from?",
  "ut": 1738271851.0,
  "body_paragraphs": [
    "While subjecting the proposed ministerial oversight committees to rigorous scrutiny, we should focus on further developing and strengthening the existing oversight mechanisms in Parliament",
    "A government is basically made up of two parts, the political ruling class and the administrators. Ministers come and go. But administrators remain. It is not easy for new politicians to work with established administrators. The administrators’ responsibility is to help a new minister to take forward his government’s vision staying within the boundaries of administrative and financial regulations. Instead, there are administrators who try to influence the new minister so that they can carry on as they want. The English TV comedy series Yes Minister which later became Yes Prime Minister captures such a relationship.",
    "Advisors or advisory committees are often used by ministers to balance the influence of administrators. In this regard the proposal in the NPP manifesto to establish an advisory committee for each Ministry is a good one. But the latest statement by Tilvin de Silva, General Secretary of the JVP, about oversight committees for ministries composed of ruling Party members is a complete departure from the proposed policy and requires an in-depth scrutiny.",
    "There are various types of advisory/or oversight committees in a democratic system of government. Let us identify this proposed new beast in comparison to those.",
    "Advisors or advisory committees appointed at the discretion of the minister",
    "Ministers can appoint advisors with the approval of the Cabinet. The current Government has limited the number of such advisors to two per minister. I have seen advisors who work successfully by acting as a bridge between the minister and the administrators. I have also seen advisors who exercise undue control to subvert the administrators or distort the administrative structure and render the ministries dysfunctional. In such circumstances, it would be better to formally appoint an advisory committee for each ministry, consisting of several experts as proposed in the NPP policy statement, than ad hoc advisors.",
    "Independent advisory committees established by law",
    "As far as I know, an institution to provide advice in a sector was established for the first time by Lalith Athulathmudali when he was the Minister of Education through the National Education Commission (NEC) Act of 1991. According to a Hansard report, Athulathmudali, while introducing the bill waxed eloquent about a new era of education policy-making free from political interference. However, except for the first National Policy document published in 1992, no government has taken the recommendations of the NEC seriously and acted on them. The NEC is an example of the futility of setting up advisory bodies totally independent of the political or administrative components of the relevant sector.",
    "Sectoral oversight committees of the Parliament",
    "According to Article 148 of the Constitution, in addition to its legislative mandate, the Parliament is vested with full control over public finances, making Parliament the natural home for the oversight of ministries. In fact, a committee system exists in Parliament for this purpose. There are several committees dedicated to financial matters and the Committee for Public Accounts (or COPE) and the Committee for Public Enterprises (or COPE) are entrusted with the oversight of public institutions and public enterprises respectively.",
    "In addition, there are provisions in the Standing Orders of Parliament to establish sectoral oversight committees (SOCs) to oversee sectors that cover one or more sectors assigned to a ministry. Significantly, the Minister in charge of a sector cannot be a member of the relevant SOC and by convention a certain number of chairmanships in the committees are given to members of the Opposition. Unfortunately, the ruling NPP Government has not shown an interest in activating SOCs for the new Parliament. Instead, they are airing concepts like ruling-party-controlled oversight committees as in China and Vietnam, contrary to the policy statement in their election manifesto.",
    "Oversight committees controlled by the ruling Party, like in Vietnam and China",
    "In countries with a single-party governance structure, such as China, for example, every institution has a Communist Party oversight structure parallel to its administrative structure. For example, a university in China will have a Communist Party representative acting in Parallel to the vice Chancellor or the administrative head of the university. But it is not clear whether the ministries of the State Council of China, the equivalent to the cabinet in our countries, also have such party oversight mechanisms.",
    "We really need to understand this Party controlled oversight mechanisms for their constitutionality or their practical implications for norms of democracy in Sri Lanka. Secondly, we also need to be on the alert for the process used to appoint and the functioning of even advisory committees because of the intention of the JVP, the core Party in NPP, to exercise control over the State apparatus expressed through the recent statement by the Party Secretary.",
    "Finally, while subjecting the proposed ministerial oversight committees to rigorous scrutiny, we should focus on further developing and strengthening the existing oversight mechanisms in Parliament."
  ]
}