{
  "url": "https://www.ft.lk/columns/Long-delayed-PC-elections-and-Commission-s-responsibility-to-deliver-on-existing-law/4-776733",
  "title": "Long-delayed PC elections and Commission’s responsibility to deliver on existing law",
  "ut": 1747856861.0,
  "body_paragraphs": [
    "Following is a letter to Election Commission of SL Chairman R.M.A.L. Rathnayake regarding the delayed PC elections and existing law",
    "Re: Long-delayed PC elections and PC election law the EC avoids",
    "On 20 May (2025), I read a news report in “The Morning” newspaper with the caption “Govt. yet to consult EC” regarding the long-delayed PC elections that are now being contemplated upon by the present Government to be held, possibly end of this year or early next year.",
    "You were quoted verbatim in that news report as having said, “In order to hold the PC Elections, either the delimitation process should be completed or the existing law should be amended to allow the elections to be held under the old system. One of these two must happen.”",
    "Let me tell you, this argument is an old invalid argument that was used by the previous Chairman of the EC Mahinda Deshapriya too, to tag along with the politics of the ruling Government. Six years ago on 19 April 2019, I wrote about this side-stepping in my Daily Mirror article titled “Political mess we wish to continue with” wherein I said, “It is not the responsibility of the EC and its Chairman to intervene in making new law. Their responsibility is to deliver on existing law. That’s precisely what the EC is not doing. Instead, they are violating the PC Election Act No. 02 of 1988, still the valid provincial council election law of this land.”",
    "Election Commission of SL Chairman R.M.A.L. Rathnayake",
    "Mr. Chairman, this holds true and valid till this day. Your argument quoted above from the news report in the “The Morning” newspaper, is a total distortion of the legal status of the existing law. You basically say, there is no law at present to hold elections, simply because the parliament had begun a process to amend existing law with new electoral demarcations approved by the Delimitation Commission that sat till 2018 November. You therefore say “…either the delimitation process should be completed or the existing law should be amended”.",
    "It is common knowledge, the existing law is not trashed as you imply, while a new law is being made. The existing law remains valid till the parliamentary process is completed with the Speaker placing his signature on a bill making it law. For the simple reason, society can never be left with a legal lacuna. In this case as you say, Sri Lanka is without a PC election law since 2017 September and would be so, until the government decides someday to “either complete the delimitation process or amend the existing law”.",
    "It is not your duty, nor your responsibility to continue to stall PC elections till someday the Government decides to complete the delimitation process and make it into law, or amend the present law as you say. As an “independent commission” your responsibility to the taxpayer who funds you as chairman and the commission, is to ensure his or her sovereign right is not infringed upon, on invalid arguments and for political interests.",
    "I would therefore request you to schedule the PC elections at your earliest convenience, for which the EC does not need any permission from any State agency, authority or political party."
  ]
}