{
  "url": "https://www.ft.lk/columns/Throwing-good-taxpayer-money-after-bad/4-784421",
  "title": "Throwing good taxpayer money after bad",
  "ut": 1763340135.0,
  "body_paragraphs": [
    "In its first Budget, presented earlier this year, the NPP Government specified a payment of Rs. 20 billion to partially cover the debt of SriLankan Airlines. This came in for a lot of criticism. But having guaranteed the debt, the Government could not walk away. And most of the guaranteed SriLankan Airlines debt (other than the still not restructured defaulted $175 million Bond) is owed to state-owned banks. The Government cannot endanger its banks.",
    "In its second Budget, now being debated, the President Anura Kumara Dissanayake is proposing to make even larger payments, but this time without specifying amounts. They must be hoping that critics will not notice the amount of taxpayer money being shoveled into the maw of SOEs if exact numbers are not disclosed.",
    "In his Budget speech (section 32.5), the President stated: “Treasury guarantees or Letters of Comfort have been issued to State banks for the State-owned enterprises to obtain loans. Due to long term losses and financial crises, such enterprises are unable to repay these loans. These obligations which will be in effect until 31.12.2026 will be settled during this year considering as an urgent need.”",
    "If the Government presents credible plans to preclude the never-ending losses, it may be possible for at least some of the critics to mute their voices, given the debt guarantees are not the fault of the current power-holders. If not, there is no alternative but to “turn up the volume.”",
    "Paying for criminal omissions",
    "In section 32.4 of the Budget speech it is stated that Rs. 11 billion is required to settle the outstanding arrears of statutory payments to Employees’ Provident Fund, Employee Trust Fund, tax payments and gratuity of the following SOEs.",
    "1. Lanka Sugar Company Ltd.,",
    "2. Janatha Estates Development Board",
    "3. Sri Lanka State Plantations Corporation",
    "4. Sri Lanka Rupavahini Corporation",
    "5. Ceylon Fisheries Corporation",
    "6. National Livestock Development Board",
    "7. Elkaduwa Plantations Ltd.,",
    "8. Sri Lanka Broadcasting Corporation",
    "9. North Sea Ltd., and",
    "10. Ceylon Ceramics Corporation",
    "Out of this, Rs. 5 billion is allocated from the 2026 Budget. The Budget speech does not contain any details on measures to prevent recurrence of a very serious omission, nay an offence.",
    "Under Sri Lankan law, not paying EPF contributions is a criminal offence. Those in the private sector have paid fines and surcharges. Directors are personally liable. Directors of some scofflaw companies have even been imprisoned. The law does not include an exception for state-owned enterprises. But it appears that there is a de-facto exception.",
    "It is likely that the directors and management of the SOEs listed in the Budget speech failed to perform their duties in relation to these statutory payments because they had no alternative. The SOEs simply would not have enough cash. Therefore, a complete investigation of the causes of the SOEs committing criminal offences is required. Without this, there is a high likelihood of a recurrence. And further wastage of taxpayer funds.",
    "It is one thing to use taxpayer money for a Voluntary Retirement Schemes (VRS). It’s a one-time expense. The redundant employees will be gone. The enterprise would have been right-sized or closed. There should not be a need for more taxpayer money. But absence of an investigation of the root causes of the failure to make statutory payments and remedial action, it is almost certain that further transfusions will be required.",
    "Why are taxpayers being asked to pay the statutory payment arrears of the state-owned plantation companies, JEDB, SPC and Elkaduwa? Is it not true that the crop in these estates was so poor that no one was willing to buy them? Will the use of taxpayer money to settle the arrears magically improve the productivity of the estates? Unless that happens, how can statutory payments be paid in the future?",
    "Or take the case of the first of the scofflaws, the Lanka Sugar Company. It does not have funds to make statutory payment but has the resources to open a single retail outlet that only sells brown sugar. Common sense suggests that it will be difficult to make a real profit without significant capital to increase the number of outlets, expand the offering beyond one variety of sugar, engage in a marketing campaign to increase the demand for brown sugar, and so on. If the scofflaw company has the resources to invest, why does it not prioritise its legal obligations to make statutory payments? If it lacks the money to comply with the law, how does it have money to open up a new line of business? Does it not appear that it will require more taxpayer money?",
    "Hopefully, the Budget debate will cause the Government to desist from throwing good money after bad."
  ]
}