{
  "url": "https://www.eiu.com/n/creeping-erosion-of-civil-liberties-in-italy/",
  "title": "Creeping erosion of civil liberties in Italy",
  "ut": 1733325885.0,
  "body_paragraphs": [
    "Creeping erosion of civil liberties in Italy",
    "ForecastingPoliticsEuropeItalyCountry Analysis",
    "When Italy’s right-wing government was elected in September 2022, the prime minister, Giorgia Meloni, went to great lengths to reassure her country’s European partners that her administration would adhere to existing EU laws and principles and continue to play a constructive role in Europe.",
    "Since then, however, there has been evidence of a creeping erosion of civil liberties in Italy, which has negatively affected the rights of minority groups, immigrants and asylum seekers, as well as Italian citizens of foreign origin.",
    "The tone of the political discourse, especially around issues such as civil liberties, immigration and asylum, has also become increasingly confrontational, with members of the coalition frequently expressing intolerance of any criticism of the government’s actions, including by the judiciary, media or international institutions.In the 2023 edition of EIU’s Democracy Index, Italy was ranked 34th (out of 167 countries and territories) and categorised as a “flawed democracy”, with a score not far below the threshold for the “full democracy” category. However, offsetting Italy’s good performance in terms of its free and fair electoral process and political culture there are serious shortcomings in several areas notably media pluralism, judicial independence and the protection of civil liberties. Further deterioration in these areas as a result of the current government’s anti-immigration policies and legislation restricting LGBT+ rights point to a likely downgrade of Italy’s performance in our 2024 Democracy Index, which will be published in early 2025.Immigration, integration and judicial independenceSince taking office the Meloni government has failed to adapt Italian legislation required to adhere to EU anti-discrimination and immigrant-integration norms and at times has challenged them with actions deemed to be in contravention of existing EU laws.An agreement signed with the Albanian government in November 2023 to allow Italy to establish two facilities in Albania for the processing and detention of migrants who have been rescued in the Mediterranean Sea is the government’s most widely reported and controversial action to deter illegal immigration. While attracting the interest of some other EU governments seeking to curb immigration, it has been widely criticised by non-governmental organisations and challenged in the courts. In October 2024 a court in Rome ruled that migrants who were picked up crossing the Mediterranean from North Africa to Italy and transferred to Italy’s asylum processing centre in Albania had to be returned to Italy because their countries of origin (Bangladesh and Egypt) were not considered safe under a previous ruling by the European Court of Justice.The government’s response was to pass a decree to try to bypass the ruling, but this proved to be unsuccessful, while also lashing out at the court, claiming that the judges were biased and complicit with the centre-left opposition. In its report published in October 2024, the Council of Europe’s Commission against Racism and Intolerance (ECRI) expressed concern about “mainstream political narratives that promoted a culture of exclusion rather than integration and inclusion of migrants”. It warned specifically that “excessive criticism of individual judges handling migration cases” risked endangering the activities of non-governmental organisations providing support to migrants and undermining the independence of the judiciary when dealing with such cases.Another issue highlighted in the report that met with fierce condemnation by members of the government included what the ECRI described as “numerous accounts of racial profiling by law enforcement officials, targeting especially Roma and people of African descent”. Matteo Salvini, a deputy prime minister and leader of the anti-immigration Lega party, dismissed the ECRI’s criticism as “shameful” and invited the commission, “if they liked Roma people and illegal immigrants so much” to “take them home to Strasbourg” where the Council of Europe is located.Support for the “traditional family”; erosion of LGBT+ rightsAs part of its electoral programme, Ms Meloni’s party, the Fratelli d’Italia, and her coalition partners pledged to provide greater support to families. However, the focus of its family policy has been mainly on what it sees as the “traditional” family unit comprising a mother, father and children.For example, in early 2023 the government began to pressure local authorities in Italy not to register the children of same-sex civil unions under the names of both parents, which has been seen as discriminating against the LGBT+ community in Italy. Same-sex civil unions were legalised in 2016, but the legislation failed to explicitly recognise the parental rights of same-sex unions, leaving their children in legal limbo.In October 2024 government legislation came into effect to extend the ban on surrogacy that was introduced in Italy in 2004 to criminalise couples seeking to have children through surrogacy abroad. A conviction for surrogacy comes with a punishment of up to two years’ imprisonment and a fine of up to €1m. Critics of the extension of the ban accuse the government of targeting LGBT+ couples by making it harder for them to have children.According to the ECRI report, LGBT+ people continue to face prejudice and discrimination in everyday life in Italy. It warns that besides refugees, asylum seekers, migrants and the Roma community, LGBT+ people have also become targets of the highly divisive and antagonistic overtones that are increasingly widespread in political and public discourse. The ECRI report also notes that civil and administrative laws at national level still do not explicitly prohibit discrimination based on sexual orientation, gender identity and sex characteristics in most areas of life. Under the current government, it is unlikely that this situation will change.Politicisation of the media Media pluralism is deemed to be below the standards of functioning full democracies in our Democracy Index. In the media freedom component, Italy is classified as “partly free”. In the private sector, ownership by large companies with diverse economic and political interests has dominated broadcasting and the press, while the state broadcaster, RAI, remains subject to political influence, as it is indirectly controlled by the government of the day; the control of the three national channels is typically carved up between the main political parties. Under the Meloni government, RAI once again became a battleground for competing political forces, drawing criticism from the European Commission in July 2024. In May the Union of Journalists of RAI announced strike action over what it deemed to be government interference in editorial policy as well as deteriorating working conditions.Despite pressures from the Italian Constitutional Court to reform the country’s defamation laws to bring them into line with EU directives on the issue, they remain among the harshest in Europe. In Italy defamation is deemed a criminal offence in the case of “aggravated” defamation, which often discourages media organisations and individual journalists from criticising the government or publishing sensitive material for fear of incurring expensive and lengthy legal trials. Under the current administration, members of the government, including Ms Meloni, have brought defamation lawsuits against at least three writers or journalists, while several others have been publicly threatened with lawsuits.The analysis and forecasts presented in this article are drawn from EIU’s Country Analysis service. This comprehensive solution offers essential insights into the political and economic outlook of nearly 200 countries, empowering businesses to manage risks and develop effective strategies.",
    "ForecastingPoliticsEuropeItalyCountry Analysis"
  ]
}