{
  "url": "https://www.dailymirror.lk/opinion/College-of-General-Practitioners-marks-50-years/172-288931",
  "title": "College of General Practitioners marks 50 years",
  "ut": 1722966803.0,
  "body_paragraphs": [
    "Members of the CGPSL have stood for political correctness in the country",
    "Family medicine as an academic discipline is comparatively new",
    "A western medical doctor who has undergone further training to deliver medical care at primary care level based on concepts and principles of Family Medicine/General Practice is a General Practitioner/Family Physician. Family Medicine/General practice is the medical specialty which provides continuing and comprehensive care for the individual and the family. General Practitioners -now commonly referred to as Family Physicians- deal with physical, mental and social signs and symptoms in individuals, their families and the community to deliver quality promotive, preventive, curative, rehabilitative and palliative care in an ethical and professional manner based on the principles of family medicine which is the academic discipline which underpins general practice.",
    "The Family Physician of today is rooted in the historical ‘generalist’ commonly referred to simply as ‘A DOCTOR’. The reader is encouraged to reflect on who or what a medical doctor means to him/her at an individual, family and community level. In Sri Lanka, the terms general practitioner, private practitioner or family physician is synonymously used to identify a western medical practitioner who may or may not deliver primary curative medical care based on the principles of family medicine. This directly and indirectly implies that anyone with a medical degree (or not) is deemed fit by the medical regulators of Sri Lanka in particular and the Sri Lankan public in general as qualified, trained and competent to deliver care to patients based on the concepts and principles of family medicine. This basically allows every Tom, Dick and Harry to engage in General Practice. This puts patients in harm’s way. This creates a vicious cycle which leads to the academic discipline of family medicine to be looked down upon as an ‘inferior’ as compared to other medical specialties. This in turn leads to unnecessary medicalization of health issues and leads to a disease-based approach to health care at an exorbitant cost for the individual and society.",
    "The concepts and principles of family medicine are as old as the field of medicine itself. Family medicine as an academic discipline is comparatively new. It was accepted as a distinct academic branch of medicine in the UK in 1952 and in the USA in 1969 and In Sri Lanka, it was recognized as a distinct clinical discipline in May 1979.",
    "Towards the end of the 19th century, many Ceylonese doctors took to private practice and established independent clinics outside the state health care system in Colombo and Kandy gradually moving to other major towns and villages.",
    "With the increase in their numbers, by the early part of the 20th century, there were quite a few general practitioners in Ceylon. A logical development of the proliferation of those engaged in general practice was the formation of an association to look after their interest and ensure their continuous professional development. This led to the formation in 1929 of The Independent Medical Practitioners Association (IMPA) vibrantly existing even today. Dr. E.V. Ratnam was the prime mover in the formation of the IMPA and was its first President. Other key figures who served as Presidents of the IMPA were Sir Frank Gunasekera (1950-51) who served as personal Physician to the British Governor), Dr M C M Kaleel (1952-63). Founder Member of the UNP, Cabinet Minister and Chairman of the UNP), Dr. A D P A Wijegoonawaredne (1963-68). President of the Commonwealth Medical Association and Ceylon Medical Association), Dr. A. M. Fernando (1969-70) Founder Chairman of the Board of Study in Family Medicine at the PGIM), Dr. R. P. Wijeratne (1970-71) and Dr. M P M Cooray (1971-75) the first President of the College of General Practitioners of Sri Lanka.",
    "In the 1960’s the leaders of the IMPA identified the need for a separate entity to spearhead and dedicate itself as an organization to the academic discipline of General Practice. This idea was the embryo which over the years developed into the College of General Practitioners of Sri Lanka. In 1969, Dr. A. M. Fernando, attended the convention of the General Practitioners of Australia in Sydney. During this visit he experienced firsthand the benefits of a formal organization dedicated to GPs and how it played a role in the continuous professional development of its members. He shared his experience with the IMPA membership who too were convinced of the benefits of such organization. Dr. C.E.S. Weeratunge was appointed Secretary to the Ministry of Health in 1970. He facilitated the idea of a College for General Practitioners and converted it in to reality along with a team of colleagues spearheaded by Dr. G.M. Heennilame. The procedural and legal aspect of this venture commenced in 1972 and culminated on the 19th of August 1974 when under the able guidance of the Speaker of the House Mr. Stanley Thilakaratne and the Clerk of the House Mr. Sam Wijesinghe, Mr. Ronnie de Mel Member of Parliament for Dondra (later Finance Minister) presented the bill which was approved and brought in to the existence the College of General Practitioners of Sri Lanka (CGPSL) by an act of parliament.",
    "I take this opportunity place on record my eternal gratitude to the Independent Medical Practitioners Association of Sri Lanka for having the vision and courage to create the CGPSL as an independent entity and for all the guidance and support it gave the CGPSL in its formative years.",
    "Since 1975 the CGPSL has taken giant strides to firmly establish Family Medicine as a distinct clinical specialty in Sri Lanka. On this momentous occasion of our 50th Anniversary I share with you a brief list of unique achievements we have made as a college over the years.",
    "1.    Establishment of the Board of Study in Family Medicine, at the Post Graduate Institute of Medicine (PGIM) of the University of Colombo",
    "2.    Introduction of Family Medicine to the undergraduate medical curriculum",
    "At the request of the CGPSL the Faculty of Medicine, University of Colombo began sending its students to General Practitioners in the Colombo area for three half day sessions in 1980 to expose them to the discipline. The NCMC which was established in 1981 had a Department Family Medicine in 1983 where students were given formal theoretical and practical inputs into Family Medicine for the first time in Sri Lanka.",
    "3.    International Partnerships and Collaborations",
    "a)    World Organization of National Colleges Academies and Academic Associations of General Practice – WONCA",
    "WONCA commenced in the year 1972 and the CGPSL formally joined in 1978 at its 8th meeting held in Geneva, Switzerland though professional and academic contacts had been going on since 1976.",
    "Earlier this year in conjunction with the 50th anniversary of celebrations of the CGPSL, the WONCA South Asia Regional meeting was hosted by the CGPSL in Colombo 3rd to 5th May 2024 at the Shahgri La Hotel.",
    "b)    Royal College of General Practitioners of the United Kingdom",
    "The CGPSL established formal links with the Royal College of General Practitioners of the UK in March 1978 with the visit to Sri Lanka of the Dean of studies of the RCGP, Dr J S Norell.",
    "4.    Establishment of the North Colombo Medical College",
    "The CGPSL initiated the creation and establishment of a private medical college called North Colombo Medical College which now carries on as the Faculty of Medicine, University of Kelaniya.",
    "Dr. Heennilame’s proposal",
    "When Dr. G. M. Heennilame first brought up the proposal of a private medical school in 1975 at a Council meeting of the CGPSL, he was ridiculed. He re-presented his proposal in 1980 at the AGM having further refined it. The proposal won unanimous support from the general membership. Following this a memorandum was submitted to President J. R. Jayewardene. Health Minster Mr. Gamini Jayasuriya was instructed by the President to follow the matter up with the CGPSL along with Secretary Health (Mr. B C Perera) and the Director General of Health Services. A series of logistical, medical educational, health service delivery and financial meetings with relevant officials took place and the President on the recommendation of his officials approved the long lease of the Thalagolla convalescent home with 5 to 10 acres of surrounding land in Ragama and designated the North Colombo General Hospital as the teaching hospital for the proposed private medical college.",
    "Though the NCMC was acquired by the government in 1989 and the educational activities continued under state control the CGPSL was not compensated for the financial losses it had to undergo until 2024. The government, under President Ranil Wickramasighe taking into consideration the financial aspect of the acquisition of the NCMC made arrangements to gift a piece of land within the city limits of Colombo to the CGPSL to put up its headquarters.",
    "There were many a reason as to why this practical implementation of private medical education in Sri Lanka failed as a concept though the NCMC itself was a success both medical educationally and financially. The main reason was that the students and academic staff of the state medical faculties were concerned that since they would be conducting the exams for NCMC students, the NCMC students would be awarded the MBBS from a state university (namely Colombo University) thus placing NCMC students on an equal footing with state medical faculty students though they did not follow the course in a state medical faculty.",
    "5.    The Membership Programme of the CGPSL",
    "This is currently a 2-year part time post graduate diploma level programme which leads to an examination consisting of MCQ, SEQ, OSCE, and Portfolio assessment. This diploma is a registrable with the Sri Lanka Medical Council.",
    "6.    Mentoring in Sri Lankan General Practice",
    "The aim of the mentoring programme (commenced in 2013/2014) initiated by the  Faculty of Teachers in Family Medicine is to guide doctors and post graduates trainees in their personal, professional and academic development as General Practitioners in Sri Lanka.",
    "7.    Introduction of Palliative Care training programme",
    "In the year 2009/2010 the College recognised the need for provision of quality palliative care at the community level.",
    "What I wish to say is, as the apex professional and academic organization of general practitioners in Sri Lanka the CGPSL must always strive to be relevant to our profession and members to equip ourselves with the knowledge, skills and attitudes to provide quality primary curative care to our patients.",
    "For me the word ‘doctor’ in the medical context is epitomised by the discipline of General Practice/Family medicine.",
    "Medicine is also a matter of income, geography and justice. Access to health care is still impeded in much of the world by neglect, by distance, by governance, by prejudice and fixed ideas of what is possible.",
    "Members of the CGPSL have stood for political correctness in the country and have spoken out and written on issues which affects the democratic system of government in Sri Lanka.",
    "(The writer is a Specialist Family Physician, Founder Department Head Family Medicine, Faculty of Medicine, University of Colombo and a Past President Sri Lanka Medical Association)"
  ]
}