{
  "url": "https://www.ft.lk/columns/Combating-child-abuse-and-ragging-in-Lankan-educational-institutions-Collective-responsibility/4-776426",
  "title": "Combating child abuse and ragging in Lankan educational institutions: Collective responsibility",
  "ut": 1747165918.0,
  "body_paragraphs": [
    "Protecting students and children is not only a legal duty—it is a moral imperative",
    "Recent incidents in Sri Lanka have brought to light the pervasive issues of child abuse and ragging within educational institutions. These events underscore systemic failures and highlight the urgent need for coordinated action among parents, educators, authorities, and society at large.",
    "The tragic case of Amshi: A wake-up call",
    "In April 2025, the suicide of 15-year-old Amshi, a student at Ramanathan Hindu Ladies’ College in Colombo, shocked the nation. Reports indicate that she endured prolonged sexual abuse by her mathematics teacher. Despite a formal complaint filed in December 2024 and the teacher’s subsequent arrest in January 2025, he was released on bail and allowed to continue teaching. Amshi faced further humiliation at a private tuition centre, where the owner allegedly mocked her in front of peers. These events culminated in her tragic decision to end her life, leaving behind a letter detailing her ordeal.",
    "The incident sparked widespread protests in Colombo and Puttalam, with human rights organisations and community members demanding justice and institutional accountability. The Ministry of Education faced intense scrutiny for its handling of the case, highlighting the need for systemic reforms.",
    "Ragging at Sabaragamuwa University: A persistent menace",
    "In a separate incident, the death of a 23-year-old engineering student at Sabaragamuwa University brought the issue of ragging to the forefront. Investigations revealed that the student had been subjected to severe hazing by senior students. The Criminal Investigation Department arrested 10 students in connection with the case, and the university suspended multiple individuals pending further inquiry.",
    "This tragedy underscores the persistent culture of ragging in Sri Lankan universities, despite existing legislation like the Prohibition of Ragging and Other Forms of Violence in Educational Institutions Act No. 20 of 1998. The act criminalises ragging and mandates strict penalties, yet enforcement remains inconsistent.",
    "Legal framework and institutional responsibilities",
    "Sri Lanka’s legal landscape includes several provisions aimed at protecting students:",
    "Prohibition of Ragging Act No. 20 of 1998: Criminalises ragging in educational institutions.",
    "Penal Code Section 345: Addresses sexual harassment and outlines punitive measures.",
    "National Child Protection Authority (NCPA): Established to safeguard children’s rights and well-being.",
    "Despite these frameworks, recent incidents reveal gaps in implementation and enforcement, necessitating a reevaluation of institutional responsibilities and accountability mechanisms.",
    "Collective responsibility: Stakeholders in action",
    "Parents: Must maintain open communication with their children, fostering an environment where students feel safe to report abuse.",
    "Educators and management: Have a duty to create secure learning environments, promptly address complaints, and uphold ethical standards.",
    "Law enforcement: Should ensure timely investigations and prosecutions, reinforcing the rule of law and deterring potential offenders.",
    "Society: Plays a crucial role in challenging cultural norms that perpetuate abuse, advocating for victims, and promoting awareness.",
    "Government initiatives and policy measures",
    "In response to these incidents, the Sri Lankan Government has initiated several measures:",
    "Attorney General’s guidelines: Development of comprehensive guidelines to eradicate ragging in state universities.",
    "Supreme Court directives: Mandates for universities to report ragging incidents and implement preventive measures.",
    "Legislative reforms: Proposals for new laws aimed at eliminating ragging, reflecting a commitment to systemic change.",
    "International obligations and human rights",
    "Sri Lanka’s constitution guarantees fundamental rights, including the right to personal security and protection from inhumane treatment. As a signatory to the UN Convention on the Rights of the Child, the country is obligated to safeguard children from all forms of abuse and exploitation, reinforcing the need for comprehensive protective measures.",
    "Preventive measures and awareness campaigns",
    "Proactive strategies are essential in combating abuse:",
    "Educational programs: Implementing awareness campaigns in schools and universities to educate students about their rights and avenues for redress.",
    "Support systems: Establishing counselling services and support groups for victims to facilitate recovery and empowerment.",
    "Community engagement: Encouraging community-based initiatives to monitor and report instances of abuse, fostering a culture of accountability.",
    "The cases of Amshi and the Sabaragamuwa student are not isolated tragedies—they are manifestations of a deeper rot in institutional culture and social complacency. If Sri Lanka is to uphold its constitutional promise and international obligations, it must act decisively.",
    "Addressing child abuse and ragging in Sri Lanka’s educational institutions requires a multifaceted approach, integrating legal enforcement, institutional responsibility, and societal engagement. By fostering a culture of zero tolerance towards abuse and prioritising the welfare of students, Sri Lanka can ensure safe and nurturing environments conducive to learning and personal growth.",
    "Protecting students and children is not only a legal duty—it is a moral imperative. Their vulnerability must be met not with silence, but with solidarity; not with inaction, but with unflinching resolve.",
    "As Sri Lanka mourns these tragedies, the burden lies not only with educational institutions but with the entire justice and governance system. Police must rise beyond traditional crime-response models and embrace community-integrated, rights-based policing—especially where children and students are concerned.",
    "(The writer served in the Police department for over 40 years, is the former Head of Counter Terrorism – State Intelligence Service and served as First Secretary (Defence), Embassy of Sri Lanka in Thailand. He is a present member of the Sri Lanka Waqfs Board.)"
  ]
}