{
  "url": "https://hbr.org/2024/10/how-to-navigate-a-job-offer-from-a-competitor",
  "title": "How to Navigate a Job Offer from a Competitor",
  "ut": 1728628552.0,
  "body_paragraphs": [
    "twomeows/Getty Images",
    "When evaluating a job offer from a competitor, there are a number of factors you should consider. Concerns about trade secrets and confidential information could lead to problems for you, your current employer, and the new company. Poorly considered...more",
    "Tasha, a leading healthcare executive I worked with, was contentedly coasting along with 10 years under her belt when she got a call from a competitor with an offer she just couldn’t refuse: her dream job, working in the same role, with a more lucrative compensation package and potential ascension to the C-suite.",
    "She was excited until she hung up the phone, when a feeling of dread crept over her. What would her work colleagues and friends think if she pursued this opportunity? She vaguely remembered signing some sort of required agreement a decade ago when she joined. How could she navigate this opportunity gracefully?",
    "When evaluating a job offer from a competitor, there are a number of factors you should consider. Concerns about trade secrets and confidential information could lead to problems for you, your current company, and the new company. Poorly considered transitions may damage your professional reputation or relationships, and could even possibly trigger legal action by your former company.",
    "However, it may be time for you to take on an exciting career opportunity. And with proper guidance and personal integrity, risk can be mitigated and trust maintained. Based on my experience as an employment and ethics attorney, former CHRO, and now as a C-suite coach, I offer the following practical guidance to help you navigate the ethical and legal implications of this scenario.",
    "Evaluate Your Situation",
    "Before making any decisions about the new offer, you’ll want to thoroughly think through the implications of a move.",
    "Noncompete agreements",
    "If you have a current employment contract, review any noncompete clauses. State laws and enforcement varies considerably, so you may want to consult with an attorney privately to understand your obligations and the potential consequences of joining a competitor. Some of the questions you’d want to ask include:",
    "What noncompete agreements or clauses am I bound by, and how enforceable are they?",
    "Are there any non-solicitation agreements that limit my ability to interact with current clients or colleagues?",
    "What confidentiality agreements have I signed, and what information am I prohibited from sharing?",
    "What precautions should I take regarding company data and property before and after leaving?",
    "Are there any steps I should take to document my departure and protect myself legally?",
    "Confidentiality and trade secrets",
    "Think through your current role and any access you have to confidential information. Are you in sales, with deep relationships in the industry and access to customer lists? Are you an IT professional, with knowledge about the company’s proprietary software? Get clear on exactly what you know that could present a risk for you in the future.",
    "Once you have taken stock, take the initiative to talk with your potential new employer about how you would responsibly handle this information if you came to work for them. For example, you can start by saying, “I’ve thought about my current role, the information I know, and the work I’d be doing for you. I’d like to get your thoughts on how to protect all of us from any potential integrity concerns.” It may be that your new company and you decide to establish ethical walls — e.g., you don’t work on a certain project or discuss a particular process.",
    "This conversation will likely help you learn a lot about your potential new employer. An ethical company won’t want to get sued or receive a cease-and-desist order after hiring you, so it’s in their best interest to have boundaries clearly defined before you get close to the offer stage. You also want to know that they will have your back if your former company takes an aggressive stance.",
    "Coming to an understanding with the new company about how you will manage these potential risks will also help you reassure your current employer.",
    "If you possess proprietary or confidential information, such as a trade secret (which can be technical information, such as formulas or algorithms, or non-technical information, such as pricing and client lists), you may want to consider offering to take a voluntary break in employment as a proactive ethical move to prevent problems down the road. For example, you can offer to negotiate a six-month break between roles in order to put distance between your brain and the problematic information contained therein. This move would weaken any putative claims against you or your new company by your former employer.",
    "Sometimes you might be forced to take such a break. One company I worked with hired an industry star from our direct competitor to lead the same function at our organization. As a result of legal claims brought by the former employer, our company agreed to a year-long mandatory “time out” before she could start her new role.",
    "Professional reputation",
    "Envision how a potential move will affect your professional network and industry reputation. Would it be viewed as a strategic move? Or is there a chance you could burn significant relationships that may be worth more to you down the line?",
    "Sometimes it’s hard to predict the future. One colleague I know left her company for a higher-paying role at their main rival, damaging relationships with her mentor and former colleagues. A few years later, when seeking investors for her startup, she realized those burned bridges had closed doors to valuable connections and opportunities she needed.",
    "Discussing your options with a trusted mentor, industry expert, and/or colleague may provide a helpful long-term perspective.",
    "Communicate Your Decision",
    "So, you’ve evaluated your situation, received a written offer, and decided to accept. Your next move will be to contemplate when and how you are going to tell your manager.",
    "You’re not required to tell your employer where you’re going when you give notice. However, not sharing can damage trust, and cause speculation and gossip. Unless you already have a broken relationship with your current organization, I advocate honesty as the behavior that reflects best on you in the long run. Uncomfortable though it may be (and it may accelerate your departure), being honest enables you to candidly evaluate how to manage your potential risk, if any. It demonstrates character and is a show of respect. Your boss will eventually find out where you went.",
    "Preparation is key. Draft talking points that show appreciation for the opportunities you’ve been given, and share the basics: that you’ve been offered and decided to accept another opportunity, when you propose leaving, and why (e.g., a growth opportunity, location closer to family, etc.).",
    "Wherever possible, rehearse in advance with a partner or trusted outside friend. Practicing will help you maintain your professionalism amid potential discomfort or tension.",
    "To optimally preserve your relationships, you want to project a balance of confidence and humility. When coaching my clients on difficult conversations such as these, we focus on the outcome: How do you want your boss to feel about you after the conversation is over?",
    "As part of your preparation, anticipate potential responses from your current employer. Your boss may be upset, disappointed, or angry. Be prepared for them to ask why you are leaving — a simple “this feels like the right next step in my career” can be enough.",
    "A logical next concern by your boss will be two potentially intertwined business concerns. First, how will you fulfill any legal and ethical obligations, both while you are still at your current company and after you leave for the competitor? Second, they may want to negotiate your departure date.",
    "Address these with your boss up front. Since you’ve already thought through the legal and ethical implications of joining a competitor, possibly consulted privately with legal counsel, and talked to your new company regarding how you will honor any concerns, share your integrity plan. Transparency will help preserve relationships and bolster your reputation.",
    "Your exit date may ultimately not be in your control. It’s customary to offer two weeks or perhaps more depending on your assessment of how effective you can be in your role once you announce. You must continue to act in your current employer’s best interest while you are employed by them. This means continuing to pursue business opportunities advantageous to your current company (instead of deferring them until you are at your next company — a behavior called “warehousing” — which would be unethical and possibly illegal).",
    "Depending on your current employer’s level of trust in you, risk to the company, your seniority level, or whether they’ve been burned by other employees before, you should be prepared for an immediate exit. If you are a senior executive, I recommend offering this up first as a gesture that demonstrates flexibility in allowing the company to decide what it feels is best.",
    "Mitigate Continued Risks",
    "Once you’ve exited gracefully and started at your new employer, you’ll want to stay alert to three areas of continued risk:",
    "Honor confidentiality: Avoid the disclosure of sensitive information to your new employer.",
    "Be professional: Refrain from disparaging remarks or actions that could harm your former employer and make you appear untrustworthy.",
    "Comply with legal obligations: Understand and abide by any legal obligations (e.g., non-solicitation of former employees or clients, or taking, deleting, or destroying business information). Seek legal guidance if you are unsure.",
    "If you follow these steps, you have the greatest likelihood of making a good decision for your career, building your professional reputation, and maintaining your professional network for the future. After all, every job is temporary. It’s how we act and behave in these character-testing moments that are remembered and make up our character.",
    "Career Management Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Career Management. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "What's your next career move? Learn how to set yourself up for success.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "Writing, Presenting, and Communicating with Confidence (HBR Work Smart Series)",
    "HBR's 10 Must Reads 2025: The Definitive Management Ideas of the Year from Harvard Business Review (with bonus article \"Use Strategic Thinking to Create the Life You Want\" by Rainer Strack, Susanne Dyrchs, and Allison Bailey)",
    "Read more on Career transitions"
  ]
}