{
  "url": "https://www.ft.lk/columns/Telling-political-twins-apart-is-in-their-doing-not-the-DNA/4-766199",
  "title": "Telling political twins apart is in their doing not the DNA",
  "ut": 1725040124.0,
  "body_paragraphs": [
    "Is it the sad sorry case for the sake of a more sterling democracy in our present state that the UNP and the SJB are not much more than each other’s mirror image – save that one is nicer to know and the other statelier to look at? Or are there deeply differentiated counterpoints – even if these prove divisive for a polity seeking unity among liberals and moderates for the health of the commonwealth – that set Cain and Abel apart?",
    "If a baby is a benevolent deity’s idea that the world must go on, then twins come as a double blessing. There is something deliciously wholesome – in fact, twice the love – about twins doing their thing. Shall we forbear to ask why there are two, when one would do?",
    "Of course, the paradigm does not apply always to everything under the sun. One child who is moody and mercurial – and later in life almost certainly arrogant and intransigent – could be an embarrassment. Two would be a disaster, three a tragedy.",
    "Thank the gods then that there are only the United National Party (UNP) and the Samagi Jana Balawegaya (SJB) with which the electorate has to contend. Although, at times, the Sri Lanka Freedom Party (SLFP) under its erstwhile doyennes who championed ‘capitalism with a human face’ came close to being mistaken for one of the green twins on an off day.",
    "This is no facetious ramble on a slightly overcast Saturday morning with a hint of afternoon thundershowers – the weather being a barometer of our roiling political atmosphere. But it is a well-meant, and not lightly undertaken, exercise. And over the years in which the twin helixes of the UNP and the SJB have intertwined and been surgically separated, it has become increasingly harder to tell the twain apart.",
    "Not to say that one doesn’t immediately note obvious differences in the shape of nose or jaw, or arch of eyebrows.",
    "President Ranil Wickremesinghe",
    "UNP is Olympian, SJB is Dionysian",
    "The UNP is Olympian – aloof. A tad cold when warmth is called for in humane matters, even obnoxious at times in its lordly assumption that there is only one way. And so fixed on its unrepentant admiration of neoliberal formulae that there is no room for home-grown vegetables (unless you count some of the old guard warming the backbenches or minding the committees store).",
    "The SJB is rather more Dionysian – embracing the simpler pleasures of socio-political life and ideals. More democratic in the way it distributes its favours, and sometimes prone to come so far down to earth from its lofty birthright that it makes the social democracy it champions resemble rather more the socialism that its older twin so disdains.",
    "Our senior twin is also more authoritarian. Although tending suspiciously at times to resort to employing undesirables from among the hoi polloi to enforce its writ when legislature and judiciary prove recalcitrant and inimical to blindly bowing to its will.",
    "One could argue that junior is far more respectful of the division and separation of powers that our commonwealth relies on. Over which the state of the nation has been rocked in coups and other catastrophic contretemps.",
    "But while the mettle of the SJB is yet to be tested as a government in power, one must admit that when it was still in the womb of not-so-united ‘national party’ twin-hood, too many of those who are its stalwarts today exhibited a suspicious and shameful proclivity then to defend the excesses of its ‘big brother’.",
    "And so it is little wonder that the likes of those scurrilous rascals in the Marxist camp whisper behind their hands about SaJaBe, occasionally catcall on chat shows, and ask in their facetious and often pompous rhetorical way on public platforms whether the leopard can shed its spots or the jolly old Ethiop change the colour of its skin... a case of the pot calling the kettle black?",
    "Truly, truly, I say to you, O twins separated from the birth of duplicity among brothers and dissent in the ranks of Tuscany – we would like to know too!",
    "Each other’s mirror image",
    "Is it the sad sorry case for the sake of a more sterling democracy in our present state that the UNP and the SJB are not much more than each other’s mirror image – save that one is nicer to know and the other statelier to look at? Or are there deeply differentiated counterpoints – even if these prove divisive for a polity seeking unity among liberals and moderates for the health of the commonwealth – that set Cain and Abel apart?",
    "For more than spilt blood between alienated fellow travellers on the face of our still young democratic-republican enterprise is riding on the answer to this... They just might be the key to unlocking the deadlock between ‘IMF101 as the only option’ and ‘the best deal for Sri Lanka’.",
    "Leaving the post polls economics aside for half a mo, the physiognomy of the SJB bears closer inspection.",
    "For one, to start with the head... Can the SJB supremo do more than stir up apathy wherever he goes these days? Where does he go, and what does he get up to that is worthy of being recorded in the annals of statesmanship and afforded the opportunity for full-blown national leadership?",
    "To recoin a memorable phrase that must be familiar to the scion of a famous paterfamilias: ‘Who is he? What is he doing?’",
    "More to the point – who is Premadasa Jnr. that all his swains (and one has to look hard to discern camp followers of this lighter shade of green these days) commend him above his UNP counterpart or the JVP/NPP contender?",
    "Is he – as his former party chairman that redoubtable field marshal says – capable of “only doing various stupid things, silly things, small things, going around the country” (‘Conversations with Alanki’ with Sarath Fonseka, YouTube, July), and not willing or capable of taking over the country?",
    "SF – no doubt like the Prussian pig-sticker Field Marshal Blűcher of “immer vorwaerts” (‘always forward’) fame – said in the same interview that he feared the SJB leader could very well “back-track” and fail – or refuse to take up the “challenges” – like he allegedly did when he was invited to take over the government after former Prime Minister Mahinda Rajapaksa resigned in May 2022.",
    "For another, nominating Dullas Alahapperuma to contest the presidency rather than stepping up to the plate and seizing the bull – or the Goat – by the horns was a regrettable blot on SP’s escutcheon.",
    "Accommodating any Tom, Dick or Harischandra",
    "Then again, that perplexing tendency to accommodate any Tom, Dick or Harischandra in the burgeoning ranks of the SJB makes the SaJaBe a dead ringer for the UNP, which has been historically notorious for clasping to its bosom with hoops of steel gentlemen and gangsters alike.",
    "Last not least there is the disconcerting lack of experience, save in opposition ranks. And even where SP has led from the front – in the Gam Udawa project, for example – the finished product (or unfinished business) has lacked a certain je ne sais quoi. Which doesn’t bode well for the SJB’s prospects of national leadership... unless the UNP’s doppelgänger – like the chief savant of the senior green party – pulls a pre-election rabbit out of its hat?",
    "Far more worrying is the suspicion that scratch the social democrat and the populist would surface soon enough. Is Sajith another Mahinda? Or worse still: untried, untested; Ranil Lite with hints of Maithripala?",
    "And is there real hope in the fiduciary undertakings of a future Stolen Assets Recovery (StAR) programme under an SJB administration? One must take it on trust from the twin peaks in sister parties who still maintain that ‘there was no Central Bank bond scam’!",
    "The future trajectory of the SJB – possibly in tandem with the fate and state of the nation, if the electorate comes to show on 21 September that it prefers a lighter shade of green better than the ersatz chartreuse that the UNP is bottling these days – is not entirely written in its DNA.",
    "Sajith’s stalwarts need to remind their sterling leader of the truism that ‘biology is not destiny’ – whether in terms of casting off the moulding of Premadasa Snr. (such as his swanning about the rural periphery stirring up apathy wherever he goes, and even on occasion threatening violence à la his pater against the corrupt).",
    "Or shaking off the self-imposed limitations that being the one-time crown (I almost wrote another word) prince of the Grand Old Party, with which the erstwhile heir (no, this other one) to the UNP seems to be lumbered.",
    "Rumours of disapprobation within party ranks have rung around the cocktail circuit, fuelled by the fury of a scorned general and the vitriol spewed by sacked former lieutenants of the UNP – sorry, the SJB – see what I meant?",
    "An altogether different force",
    "Rescue is imperative at the hands of the SJB’s so-called ‘brains trust’ – Harsha, Eran, Kabir et al. – if only to clearly differentiate and sharply position their Balawegaya as an altogether different force than the decimated yet resurgent GOP.",
    "If only it didn’t seem that that force is spent, and internal rivalries and a singular lack of imagination have necessitated that the brains trust – not unlike ‘the Boys from Brazil’, cloned in the image of their master but saved from his brashness and bullying ways – themselves need rescuing.",
    "As Oscar Wilde once essayed: “If you know what you want to be, then you inevitably become it – that is your punishment ... but if you never know, then you can be anything”. Which is the type of reward that sits well with the men who would be kings, but don’t reach out firmly enough to grasp the crown – nettles and all.",
    "That Victorian genius’s modern-day avatar, Stephen Fry, elaborated: “We are not nouns. We are verbs. I am not a thing – an actor, a writer – I am a person who does things – I write, I act – and I never know what I am going to do next... I think you can be imprisoned if you think of yourself as a noun.”",
    "And while it is painfully evident that SP has in his possession an embarrassment of riches in terms of political nouns (artiste, orator, cricketer), a sufficiency of verbs – embracer (of challenges), undertaker (of “efficacious delivery of macroeconomic results”... his words) – appears to escape his grasp at present.",
    "So sorry, I didn’t mean to ‘do a Sajith’ there. Just to say, ‘Just do it SP!’ – And make it memorable, meaningful and mindful of the need for uniqueness, distinction and a stronger identity. Better sooner than later, before that inexorable two- to three-week window in the open architecture of the electorate’s imagination prior to the poll closes.",
    "| Editor-at-large of LMD | Floundering in the shallow end of the political gene pool |"
  ]
}