{
  "url": "https://www.ft.lk/columns/When-brands-take-a-stand-High-stakes-game-of-activism-marketing/4-783285",
  "title": "When brands take a stand: High-stakes game of activism marketing",
  "ut": 1761095231.0,
  "body_paragraphs": [
    "How a brand acts in times of adversity speaks volumes about its brand personality",
    "As marketers, we were all recently exposed to a communication campaign by a popular tea brand in Sri Lanka that sparked significant discussion on social media, with certain audiences and factions deeming it controversial. This type of communication can be classified as brand activism — where a company publicly endorses or dismisses a social, political, environmental, or cultural issue — advocacy marketing, where a brand advocates beyond its product utilities or benefits — or the more recent term, woke advertising.",
    "In light of this subject being heavily discussed, we as marketers can use this as a platform for learning and explore how to establish insights for the future. This article will examine case studies of campaigns of this nature that have both succeeded and failed, noting key learnings we can build upon.",
    "Nike – “Dream Crazy” (2018)",
    "One of the most notable campaigns, released in September 2018 by Nike, was the “Dream Crazy” advert starring Colin Kaepernick, which addressed issues of racial injustice and protest in sport. Although this campaign was initially deemed unsuccessful and criticised by many, including Donald Trump — resulting in user-generated content of people burning their Nike shoes — it later gained traction as younger and progressive audiences began resonating with the ad. As these audiences built a strong affiliation with the brand, sales increased by 31%, while company stock rates rose by 5%. The ad went on to win an Emmy Award, proving its impact through initial resistance.",
    "The success of this campaign pivoted on how the brand’s original, distinctive, and engaging brand values, together with its history of bold brand communications, paved the way for Nike to remain resilient when faced with adversity and criticism. This, in turn, resulted in a stronger bond and relationship between the brand and its stakeholders, including customers.",
    "Always – “#LikeAGirl” (2014)",
    "Another noteworthy campaign was #LikeAGirl by Always in 2014, which took on the challenge of battling gender stereotypes and promoting female empowerment. This campaign, which has also been categorised as “femvertising”, managed to attain its objectives by gaining widespread traction and social acceptance. It succeeded because it addressed a concern applicable to everyone at some point in their lives, as the issue would have directly or indirectly impacted them. This campaign was easier for audiences to resonate with, as most had encountered the disadvantaged party at one point or another.",
    "Burger King – Women’s Day Tweet (2021)",
    "In contrast, a campaign that went south was Burger King’s Women’s Day ad, which stated “Women belong in the kitchen” as a hook to grab attention and create awareness that this wasn’t actually the case. However, the brand faced major backlash as its Twitter post gained widespread criticism, leading the brand to apologise. The core objective and purpose of the campaign were not met, as the channels and audience experiences were not thoroughly thought through before execution.",
    "The learnings we can take forward are that brands that step into activism, advocacy, or woke advertising need to be authentic and aligned with their core brand values and history. Furthermore, cultural sensitivity is of utmost importance. It is necessary to highlight that, in discussing cultural sensitivity, a brand must also consider how pressing the issue is and how it resonates with and impacts the majority of the audience. Finally, while being connected to the brand’s mission, if a brand decides to step into this bold territory, it must at all times be prepared to stand firm and ready for potential backlash, as how a brand acts in times of adversity speaks volumes about its brand personality.",
    "(The writer is a marketing and communications strategist with over 10 years of experience transforming brands across Sri Lanka and the UK. He holds a Bachelor’s degree from the USA (2014) and recently earned an MSc in Digital Marketing with distinction from Middlesex University, UK (2024). An innovative and results-driven leader, he brings expertise spanning marketing and advertising, corporate communication, public relations, strategic planning and finance. His portfolio includes arts marketing in the UK, where crafted and managed high-impact campaigns that resonate across diverse audiences. Known for his strategic ingenuity and deep understanding of digital platforms and consumer insights, he writes on contemporary marketing trends, brand activism and the evolving relationship between brands and society.)"
  ]
}