{
  "url": "https://www.ft.lk/opinion/UN-finds-systemic-sexual-violence-during-civil-war/14-787092",
  "title": "UN finds systemic sexual violence during civil war",
  "ut": 1768772495.0,
  "body_paragraphs": [
    "The UN Human Rights Council set up the Sri Lanka Accountability Project in 2021 to collect evidence of crimes under international law committed in Sri Lanka. Successive Sri Lankan Governments have failed to credibly investigate and prosecute international crimes related to the 26-year civil war between Government forces and the separatist Liberation Tigers of Tamil Eelam (LTTE). The current Government of President Anura Kumara Dissanayake came to office in 2024 promising to “deliver justice” but has made no apparent progress, while victims and survivors continue to suffer long-term harm",
    "Human Rights Watch says impunity prevails for abuses against women, men; survivors suffer for years",
    "A new United Nations report about sexual violence related to Sri Lanka’s civil war is another step forward in the struggle for accountability for crimes under international law that were committed in Sri Lanka, Human Rights Watch said last week.",
    "The UN report, issued on January 13, 2025, finds that sexual violence was “part of a deliberate, widespread, and systemic pattern of violations” by state security forces, and “may amount to war crimes and crimes against humanity.”",
    "The findings, based on survivors’ accounts of crimes committed against both women and men, underline the urgent need for the Sri Lankan Government to provide relief and justice to survivors and to hold those responsible to account. Foreign Governments should assist efforts to promote accountability, including through targeted sanctions, criminal investigations, and prosecutions, Human Rights Watch said.",
    "“While the appalling rape and murder of Tamil women by Sri Lankan soldiers at the war’s end has long been known, the UN report shows that systematic sexual abuse was ignored, concealed, and even justified by Sri Lankan Governments unwilling to punish those responsible,” said Human Rights Watch Asia Deputy Director Meenakshi Ganguly. “Sri Lanka’s international partners need to step up their efforts to promote accountability for war crimes in Sri Lanka.”",
    "The UN Human Rights Council set up the Sri Lanka Accountability Project in 2021 to collect evidence of crimes under international law committed in Sri Lanka. Successive Sri Lankan Governments have failed to credibly investigate and prosecute international crimes related to the 26-year civil war between Government forces and the separatist Liberation Tigers of Tamil Eelam (LTTE).",
    "The current Government of President Anura Kumara Dissanayake came to office in 2024 promising to “deliver justice” but has made no apparent progress, while victims and survivors continue to suffer long-term harm. Under international women’s rights standards, including the Convention on the Elimination of All Forms of Discrimination against Women and the UN Women, Peace and Security agenda, Sri Lanka’s failure to address conflict-related sexual violence heightens concerns about accountability and survivors’ rights.",
    "During the armed conflict, which ended on May 18, 2009, both sides committed numerous war crimes, particularly in the final months of the fighting. Photographs and mobile phone videos, seemingly made as keepsakes by Government soldiers, show summary executions of prisoners and corpses of naked women fighters who were apparently raped and then murdered. Human Rights Watch has found that successive Sri Lankan Governments had stalled investigations and denied justice.",
    "The UN researchers found that sexual violence was “institutionally enabled” by the state and “employed as a strategic tool to extract information, assert dominance, intimidate individuals and communities, and instill a pervasive climate of fear and humiliation” throughout the war. The victims and survivors were mostly from conflict-affected Tamil communities, and these violations occurred primarily in state-run detention facilities.",
    "Survivors recounted lasting medical problems and social stigma. However, the researchers said that there is “no currently visible path to justice or restoration” for survivors of conflict-related sexual violence in Sri Lanka.",
    "The UN researchers found that “men were as likely as women to have been victims” of sexual violence, but that the particular stigma affecting male survivors made engaging them during the research “especially challenging.”",
    "Another legacy of these crimes is the prevalence of sexual violence in post-conflict Sri Lanka, the researchers found. Survivors described an enduring climate of intimidation and “ongoing surveillance, often by the very officers responsible for past abuse.”",
    "There are significant legal and institutional obstacles to justice, including a 20-year statute of limitations in sexual violence cases and the fact that Sri Lankan law does not recognise the rape of men. Some survivors who attempted to register complaints described humiliating or intimidating experiences with the police and court authorities. “Survivors cannot be expected to seek protection from the very entity they fear,” one respondent told the UN.",
    "In 2018, the Sri Lankan Government established the Office for Reparations Act to compensate victims and survivors of the conflict, but according to the UN, the Government “has not taken any concrete steps to provide them with interim or full reparations, and has not disaggregated statistics of its caseload by gender.” Under international law, survivors have a right to reparations, and the failure to provide them has left many without care, dignity, or justice.",
    "The Sri Lankan Government and its international partners should urgently develop a program to deliver support, including medical treatment, and interim relief to survivors, Human Rights Watch said. Many survivors have placed their hope in foreign Governments or international organisations to promote justice. Yet, the report says: “While international actors have expressed concern, meaningful steps toward facilitating credible accountability and access to justice for survivors have remained limited.”",
    "“Sri Lanka is obligated under international law to prosecute perpetrators of war crimes and crimes against humanity, and until it does, foreign Governments need to do more to press for accountability,” Ganguly said. “That means providing support for legal processes, better vetting of military personnel for peacekeeping missions, and concerted efforts to bring criminal cases abroad under universal jurisdiction.”"
  ]
}