{
  "url": "https://www.dailymirror.lk/opinion/Who-will-get-the-bulk-of-Tamil-votes-in-the-2024-Presidential-Poll/172-291248",
  "title": "Who will get the bulk of Tamil votes in the 2024 Presidential Poll?",
  "ut": 1725653194.0,
  "body_paragraphs": [
    "The ITAK known in English as the Federal Party (FP) also decided to oppose the Common Tamil Presidential Candidate Packiyaselvam Ariyanethiran and called upon him to withdraw his candidacy",
    "The JVP/NPP has  recruited members from the Tamil and Muslim  Communities  and opened party offices in pre-dominantly Tamil and Muslim areas including Kattankudi in the East",
    "Currently the  five constituent  parties of The DTNA along with two other parties have declared their support for the so called Common Tamil presidential candidate Packiyaselvam Ariyanethiran",
    "The Ilankai Thamil Arasuk Katchi (ITAK) regarded as the  premier political party of the Sri Lankan Tamils  has declare its support  for Samagi Jana Sandhanaya (SJS) leader  Sajith Premadasa in  the Presidential election scheduled on 21 September 2024.  The   “Mathiya Seyal Kuzhu” (Central Working Committee) of the party met on September 1st and resolved to support the leader of the opposition at the presidential poll. The ITAK known in English as the Federal Party (FP) also decided to oppose the Common Tamil Presidential Candidate Packiyaselvam Ariyanethiran and called upon him to withdraw his candidacy. Ex-MP Ariyanethiran is an ITAK office-bearer.",
    "The ITAK was the last among the important political parties representing the interests of ethnic minorities in Sri Lanka to announce its resolve to support  Sajith Premadasa’s candidacy at the 2024 presidential hustings. Other important Tamil and Muslim parties backing Sajith at the polls are the Tamil Progressive Alliance (TPA) led by Mano Ganesan, Sri Lanka Muslim Congress (SLMC)  led by Rauff Hakeem and the All Ceylon Makkal Congress (ACMC) led by Rishad Bathudeen. It is clear therefore that Sajith Premadasa now has the backing of the major Tamil and Muslim Parties.",
    "When the 2024 Presidential elections drew near, it was widely speculated that incumbent president Ranil Wickremesinghe would harvest the bulk of the Muslim and Tamil votes at the presidential poll. This was because Ranil Wickremesinghe had over the years acquired a minority-friendly reputation and had enjoyed considerable support among the Tamil and Muslim people. Moreover some minority community parties were constituents of the Government headed by him. Furthermore some influential MPs who had broken away from the Sri Lanka Podujana Peramuna (SLPP) as well as the Samagi Jana Balavegaya (SJB) were also  supportive.",
    "In the 2020  Parliamentary election, parties such as the SLMC, TPA and ACMC had contested as part of the Sajith Premadasa-led SJB alliance under the telephone symbol. They continued to remain in the Opposition. There were however  great expectations that these parties would cross over to Ranil’s side when poll dates were announced. Thus the Ranil Wickremesinghe camp, confident of large scale minority community support was in a buoyant mood.",
    "This anticipated minority party crossover did not materialise. The SLMC and ACMC representing Muslims and the TPA representing the Hill Country Tamils stayed put with Sajith Premadasa instead of jumping. These parties also signed separate agreements with Premadasa and joined the SJB led SJS alliance. Now the ITAK has also declared support for Sajith without signing a memorandum of understanding.   It appears therefore that Sajith Premadasa will garner the greater part of Tamil and Muslim votes with the aid of these parties.",
    "However, this does not mean that Sajith Premadasa will have a monopoly of the Tamil and Muslim  votes due to the support of these  minority-community political parties. In the first place it is uncertain as to whether these parties  would be able to deliver the votes of the people en bloc as they have done in the past. There are  discernible  indicators  that a substantial number of Tamil and Muslim  voters have strong views of their own and will  vote independently. More importantly the positive image of Ranil Wickremesinghe is likely to influence votes in his favour despite the stance taken by the party leaderships.",
    "In the case of Ranil Wickremesinghe, he too has a support base of his own among Tamils and Muslims. The Ceylon Workers Congress (CWC) led by Senthil Thondaman, the Eelam Peoples Democratic Party (EPDP) led by Douglas Devananda, the Tamil Makkal Viduthalaip Puligal (TMVP) led by Sivanesathurai Santhirakanthan alias Pillaiyan  and the National Congress (NC) led by AHM Athaullah. In addition to these parties there are also some individual Tamil and Muslim MPs supporting Ranil.",
    "Despite the support from these parties,  there is no denying the fact that it is Sajith Premadasa who has the advantage over Ranil Wickremesinghe in procuring minority community votes as the parties supporting the Opposition leader   are  larger than those supporting the President. Nevertheless the  support  provided by these parties is not quite monolithic. Some influential party members including MPs have defied their party leaders and declared support for Wickremesinghe.",
    "Anura Kumara  Dissanayake",
    "An important political entity that has to be mentioned in this context is the Janatha Vimukthi Peramuna (JVP) led  National Peoples Power alliance. The JVP/NPP had not sought direct  minority ethnicity party support for their leader and presidential candidate Anura Kumara Dissanayake.",
    "Instead the party has appealed to the Tamil and Muslim people by reaching out to them directly. The JVP/NPP has  recruited members from the Tamil and Muslim  Communities  and opened party offices in pre-dominantly Tamil and Muslim areas including Kattankudi in the East.  It appears that AK Dissanayake too would attract a sizeable number of Tamil and Muslim votes at the poll though not be in the range of Sajith or Ranil.",
    "It is against this backdrop that this column focuses on the potential voting pattern of the Tamil people of the North and East as well as the Hill Country in the forthcoming election. Particular emphasis will be laid upon the support extended by different political parties representing the Tamils  to Sajith Premadasa and Ranil Wickremesinghe. I have in an article published  earlier for our sister newspaper “Daily FT” (23 August 2024) written extensively about Muslim voters and the 2024 Presidential election. As such this article will be about the Tamil voters and  how they are likely to  vote in the presidential poll. Will  Sajith or Ranil get the bulk of Tamil votes? Is the question.",
    "The Tamils of Indian origin known as the Hill Country Tamils (Malaiyagath Thamizhar) are numerically the smallest (4.1%)  of the three  minority ethnicity groups and the fourth largest ethnicity in the Island. They are the  majority in THE Nuwara-Eliya district and form a sizeable minority in the Badulla, Kandy, Matale, Kegalle, Ratnapura, Gampaha and Colombo districts.",
    "The largest plantation worker  union and chief political party representing the Up Country Tamils is the Ceylon Workers Congress. The CWC has been a  constituent of President Ranil Wickremesinghe’s Government since 2022. It has two MPs  -Jeevan Thondaman and Maruthupandy Rameshwaran -  elected from Nuwara Eliya in Parliament. CWC Gen. Secy Jeevan Thondaman is a Cabinet minister. CWC President Senthil Thondaman is the Eastern Province Governor.",
    "President Wickremesinghe has in recent times  endeared  himself to the Hill Country Tamils in general and the CWC in particular through several measures such as the  raising of estate worker daily wage to Rs. 1700,  giving ownership of line rooms to those residing there as a prelude to setting up townships with houses and by extending the “Aswesuma” poverty relief allowance scheme to the plantation sector. The CWC  has signed an MOU with Ranil and will back him strongly at the elections.",
    "Tamil People’s Alliance",
    "Though the CWC is the foremost Party of the Hill Country Tamils, it does not have a monopoly of Parliamentary seats.  In fact it is the Tamil People’s Alliance (TPA) that has the largest number of Up Country Tamil MPs in Parliament. The TPA  is an alliance of three parties namely the Democratic  People’s Front (DPA) led by Mano Ganesan, the National Union of Workers (NUW)  led by Palani Digambaram and the Up Country Peoples Front (UCPF) led by V. Radhakrishnan. Mano Ganesan is the TPA leader t while Digambaram and Radhakrishnan are the joint deputy leaders.",
    "The TPA  contested the 2020 Parliamentary polls  on the SJB ticket and got six seats. Three in Nuwara Eliya, one each in Badulla, Kandy and Colombo. One MP Aravinthakumar elected from Badulla crossed over to the SLPP Government in 2020 and was expelled from his party. He is now a state minister in the  Ranil-led  Government.",
    "Though the TPA  remained with Sajith Premadasa’s SJB in the Opposition, there were however rumblings of discontent and grumblings of dissatisfaction within the SJB bosom. Speculation was rife that the TPA was likely to cross over from Sajith’s side to Ranil when the presidential poll drew near. That did not happen.",
    "There were two reasons for this. Firstly Nuwara -Eliya and secondly Colombo. In Nuwara-Eliya the CWC and the NUW-UCPF combine compete against each other on opposite sides during elections. By doing so both sides obtained  2 to 3 MPs each. For instance the 2020 election saw the CWC get two MPs and the TPA (NUW and UCPF) gain three MPs. It is only by contesting against  each other that the two sides are able to maximise their MP tally.",
    "If the TPA parties and CWC jointly support Ranil, then they have to contest together in the Parliament election also. This could result in both sides getting a reduced number of MPs. Besides the better established CWC could ensure that  more of their nominees get elected at the expense of the TPA. It is this parliamentary election calculation that compelled the TPA to stay put with  Sajith rather than cross over to Ranil’s side.",
    "The same reason applies to Mano Ganesan in Colombo also. Mano Ganesan  needs to contest   from a  party or alliance that would poll a large number of votes in the district and be entitled to many  MPs. It  is only then that Mano relying on Tamil votes alone could get elected with  comparatively less preference vote. In the past Mano was aligned with the UNP. In 2020 he sensed the UNP was going to  fare very poorly and  shifted to the SJB. By doing so, Mano  won in Colombo.",
    "It appears therefore that  Mano Ganesan and the TPA opine that  Colombo district would not vote in favour of Ranil. Sajith and Anura  are likely to get the highest number of votes in the district. Hence the TPA in general and Ganesan in particular would prefer to back Sajith at the presidential poll and then contest on the SJB/SJS ticket in the Parliament elections. So the TPA  signed a 56 point  charter with Sajith Premadasa and pledged support to him.",
    "The TPA supporting Sajith had its negative fall-out too. The TPA’s Kandy district MP Velu Kumar revolted against the party decision. He signed a separate agreement with Ranil  Wickremesinghe  and is  supporting his candidacy. The TPA that had six  MPs in 2020 now has only four.",
    "In a separate development, Ranil  received a shot in the arm in the form of Badulla MP Vadivel Suresh the influential Secretary of the Lanka Jathika Estate Workers Union (LJEWU). Suresh who opted in 2020  to desert Ranil and join Sajith got estranged from the latter. He is now back with the UNP and was appointed State Minister of Labour.",
    "Thus Ranil appears to be on a strong footing as far as “Malaiagath Thamizhar”  (Hill Country Tamils) voters are concerned with the CWC, LJEWU and MPs like Aravinthakumar and Velu Kumar supporting him. It is very likely that Ranil will get more  Indian Tamil votes than Sajith.",
    "The Sri Lankan Tamils are the second largest (11.1%)  ethnicity  in the Island  and largest of the  three minority communities. They are the majority in the Jaffna, Kilinochchi, Mannar,Vavuniya,Mullaitheevu and Batticaloa districts. They are also the second largest community in the Trincomalee district  and third largest in the Amparai district. The Sri Lankan Tamils are also a substantive minority in the Colombo,Gampaha, Puttalam and Kandy districts.",
    "The premier political configuration of the Sri Lankan Tamils was until recently  the Tamil National Alliance (TNA). It obtained  ten seats in the 2020 elections. The TNA is fractured now with two of its three constituents the TELO and PLOTE forming a new alliance called the Democratic Tamil National Alliance (DTNA) along with three other parties including the EPRLF. The chief TNA constituent Ilankai Thamil Arasuk Katchi (ITAK) now stands alone. Of the ten  original TNA Parliamentarians, the ITAK has six MPs while the TELO and PLOTE have three and one respectively.",
    "Currently the  five constituent  parties of The DTNA along with two other parties have declared their support for the so called Common Tamil presidential candidate Packiyaselvam Ariyanethiran. The 69-year-old Ariyanethiran served as Batticaloa  district  MP from 2004 to 2015. He was elected from the ITAK. Though Ariyanethiran is supported by seven Tamil parties there are doubts as to whether some of these parties are sincerely backing him. There is suspicion that some parties are clandestinely supporting Ranil.",
    "In the 2022 Presidential election the  then  united TNA declared its support for Dullas Alahapperuma and not Ranil Wickremesinghe. Yet there were unconfirmed reports that only four of the ten MPs had voted for Dullas. The rest had either voted for Ranil or spoiled their votes. Ranil himself hinted jovially  that some in the TNA voted for him.",
    "Meanwhile the  single largest Sri Lankan Tamil party in Parliament, the ITAK has declared its support for  Sajith Premadasa. This is a morale booster for  Sajith and a big blow to Ranil.  But the ITAK  itself is now fragmented into two camps. One backs Sivagnanam  Shritharan  while the other supports Mathiaparanan Abraham Sumanthiran. Furthermore the ITAK is currently  enmeshed in a legal tangle.",
    "As mentioned earlier the ITAK central working committee has decided to support Sajith Premadasa. It has asked   Ariyanethiran  who is an ITAK stalwart to withdraw his presidential candidacy. Despite the Central Committee decision, there are many in the ITAK including  Jaffna MP Shritharan and Trincomalee MP Shanmugam Kugathasan who are supportive of Ariyanethiran the Common Tamil candidate. It appears that a powerful segment within the ITAK will back Ariyanethiran over Premadasa.  As stated in this column last week the seriously divided ITAK is heading for a permanent rupture.",
    "Packiyaselvam Ariyanethiran",
    "The ITAK internal  crisis will also impact adversely on  Sajith Premadasa. The ITAK will be unable to  support him  unitedly and enthusiastically. Furthermore the pro- Ariyanethiran  elements in the ITAK will actively oppose Sajith. Meetings in support of Packiyaselvam Ariyanethiran with ITAK member participation  have already been held in districts like Kilinochchi.Trincomalee and Batticaloa.",
    "ITAK spokesman MA Sumanthiran has often claimed that the Tamil people of the North and the East have adhered to their guidelines and voted for Sarath Fonseka, Maithripala Siriena and Sajith Premadasa in the 2010, 2015 and 2019  presidential elections. It remains to be seen as to whether the Tamils will respond favourably in large numbers to the ITAK  call  and vote for Premadasa on 21 September.",
    "What must be remembered is that the ITAK  asking the  Tamil people to vote for one Sinhala candidate over another Sinhala  candidate  is one thing but to ask the Tamils to vote for a Sinhala party candidate over one described as the Common Tamil candidate is another thing.",
    "The ITAK decision to support Sajith is no doubt a great disappointment to Ranil. With  the ITAK backing Sajith and seven other parties supporting Ariyanethiran, Ranil is in an unenviable position.",
    "What Ranil is sure of at present is the support of two Tamil parties in addition to his own UNP. The EPDP led by Douglas Devananda and the TMVP led by Santhirakanthan  alias Pillayan are part of the Wickremesinghe Govt.   Devananda is a Cabinet minister and Pillayan a state minister. The EPDP has two elected MPs. The TMVP’s Pillayan got the highest number of preference  votes in Batticaloa. Devananda also has a limited yet stable vote bank in the North.",
    "Batticaloa MP Viyalendran who split from the TNA and joined the SLPP in 2018 is now a state minister. He too is  backing  Ranil. Angajan Ramanathan who was the only MP to get elected on the SLFP ticket in 2020 is also supporting Ranil. Angajan got the highest number of preference votes in Jaffna  in 2020.",
    "Optimism in Ranil’s Camp",
    "Though  Ranil’s Tamil party support is limited, there  is optimism in his camp that the Sri Lankan Tamils would  be very supportive of Wickremesinghe on election day.  These sections opine that Ranil could appeal to the Tamil people directly regardless of Tamil party support and harvest Tamil votes. Given the positive image enjoyed by Ranil among North-eastern Tamils, this  move could prove successful.",
    "D.B.S.Jeyaraj can be reached at [email protected]"
  ]
}