{
  "url": "https://www.technologyreview.com/2024/10/09/1105335/google-deepmind-wins-joint-nobel-prize-in-chemistry-for-protein-prediction-ai/",
  "title": "Google DeepMind leaders share Nobel Prize in chemistry for protein prediction AI",
  "ut": 1728439324.0,
  "body_paragraphs": [
    "In a second Nobel win for AI, the Royal Swedish Academy of Sciences has awarded half the 2024 prize in chemistry to Demis Hassabis, the cofounder and CEO of Google DeepMind, and John M. Jumper, a director at the same company, for their work on using artificial intelligence to predict the structures of proteins. The other half goes to David Baker, a professor of biochemistry at the University of Washington, for his work on computational protein design. The winners will share a prize pot of 11 million Swedish kronor ($1 million).  The potential impact of this research is enormous. Proteins are fundamental to life, but understanding what they do involves figuring out their structure—a very hard puzzle that once took months or years to crack for each type of protein. By cutting down the time it takes to predict a protein’s structure, computational tools such as those developed by this year’s award winners are helping scientists gain a greater understanding of how proteins work and opening up new avenues of research and drug development. The technology could unlock more efficient vaccines, speed up research on cures for cancer, or lead to completely new materials. Hassabis and Jumper created AlphaFold, which in 2020 solved a problem scientists have been wrestling with for decades: predicting the three-dimensional structure of a protein from a sequence of amino acids. The AI tool has since been used to predict the shapes of all proteins known to science.  Their latest model, AlphaFold 3, can predict the structures of DNA, RNA, and molecules like ligands, which are essential to drug discovery. DeepMind has also released the source code and database of its results to scientists for free.",
    "\"I’ve dedicated my career to advancing AI because of its unparalleled potential to improve the lives of billions of people,\" said Demis Hassabis. \"AlphaFold has already been used by more than two million researchers to advance critical work, from enzyme design to drug discovery. I hope we'll look back on AlphaFold as the first proof point of AI's incredible potential to accelerate scientific discovery,\" he added.  Baker has created several AI tools for designing and predicting the structure of proteins, such as a family of programs called Rosetta. In 2022, his lab created an open-source AI tool called ProteinMPNN that could help researchers discover previously unknown proteins and design entirely new ones. It helps researchers who have an exact protein structure in mind find amino acid sequences that fold into that shape.",
    "Most recently, in late September, Baker’s lab announced it had developed custom molecules that allow scientists to precisely target and eliminate proteins associated with diseases in living cells.  “[Proteins] evolved over the course of evolution to solve the problems that organisms faced during evolution. But we face new problems today, like covid. If we could design proteins that were as good at solving new problems as the ones that evolved during evolution are at solving old problems, it would be really, really powerful,” Baker told MIT Technology Review in 2022.   This article has been updated with a quote from Demis Hassabis.  hide"
  ]
}