{
  "url": "https://hbr.org/2024/05/when-expanding-into-a-foreign-market-your-outsider-status-is-a-competitive-advantage",
  "title": "When Expanding into a Foreign Market, Your Outsider Status Is a Competitive Advantage",
  "ut": 1717137323.0,
  "body_paragraphs": [
    "Entering a foreign market comes with inherent challenges. Many global companies tend to overcome those challenges by minimizing their foreignness and assimilating into the local environments. However, maintaining and embracing foreignness can yield unforeseen advantages. Whether capitalizing on outsider status to tap into local labor markets, establishing potent associations to build credibility, or forging strategic partnerships to foster mutual international growth, your foreignness can indeed become your competitive edge. By embracing a nuanced approach that acknowledges and leverages foreignness, companies can not only navigate but thrive in unfamiliar territories.",
    "Expanding into international markets presents numerous challenges for companies, particularly due to their “foreignness.” As outsiders, they often grapple with unfamiliarity regarding the local business environment and cultural differences, face credibility issues in attracting customers and suppliers, and have fewer resources compared to local firms. For example, when Uber entered the Japanese market, its disruptive model clashed with local regulations and a culture that prioritizes adherence to rules. Similarly, InMobi, the Indian ad tech firm, once faced hurdles in growing its business in China, where its brand recognition was limited. Even Starbucks, a global coffee brand, found itself overshadowed by local coffee chain Illycaffe in Italy in terms of store presence and resources.",
    "Many companies attempt to mitigate these challenges by blending in and imitating local competitors. However, through my years of research and over 100 interviews with multinational corporations from around the world, I have observed that embracing foreignness with a delicate approach can lead to significant growth and success in foreign markets. Below, I outline approaches that have proven effective in leveraging foreignness to gain competitive advantage:",
    "Leverage “outsider exception”",
    "As an outsider, multinational firms may find themselves disconnected from local networks, but this detachment can also provide insulation from local norms that could hinder the progress of local businesses. Consider Japan’s longstanding practice of offering lifelong employment, wherein employees remain with a company until retirement. While this system fosters loyalty and stability and reduces recruiting costs for the employers, it can also result in rigid corporate structures and stifle innovation. This rigidity becomes particularly challenging for companies during economic downturns when performance declines, signaling a need for downsizing. During Japan’s economic crisis, some U.S. and European firms operating in Japan capitalized on their outsider status, choosing to lay off employees to weather the storm. In contrast, Japanese companies, deeply entrenched in the local system, hesitated to take similar actions for fear of repercussions, including media scrutiny and customer backlash, which exacerbated their difficulties.",
    "This approach is also effective in breaking career hierarchies and fostering talent acquisition. In many Chinese companies, individuals in higher positions receive preferential treatment, such as staying in luxury hotels during business trips, while lower-ranking employees are relegated to more economical accommodations. However, an American chemical company has challenged this norm by implementing uniform travel standards for all employees, regardless of their positions (the author worked in this company as a marketer before). This seemingly minor yet impactful change ended up attracting Chinese talent as they felt respected.",
    "Once more, it remains challenging for many Chinese local firms to embrace this practice, given the deeply entrenched hierarchical culture. This strategy is especially relevant today, as numerous Chinese tech firms and other local enterprises offer enticingly higher salaries and substantial performance bonuses to attract top-tier talent. Consequently, compensation packages offered by foreign firms often struggle to compete in this fiercely competitive landscape, prompting the need for them to explore alternative approaches. Leveraging their outsider’s status and providing equal and respectful treatment is one such approach.",
    "Build influential associations",
    "Building trust and recognition for your brand in a new market can be challenging. Some firms have successfully associated themselves with influential figures, prestigious locations, or renowned achievements to enhance their appeal and credibility. This strategy is especially effective in markets where these associations hold significant value. For example, when Sequoia Capital entered China, it positioned itself as “the Silicon Valley venture firm that has invested in Steve Jobs and Elon Musk.” As China’s tech sector began to boom, Silicon Valley served as a beacon of inspiration. Both Jobs and Musk garnered large fan bases in China. This association attracted talented Chinese entrepreneurs, including Xing Wang, cofounder of the shopping and delivery platform Meituan, Ya Shen, founder of ecommerce firm Vipshop, and Frank Wang, founder of the drone company DJI, contributing to Sequoia’s remarkable success in the Chinese market.",
    "Italian menswear luxury brand Zegna also adopted this strategy in the Middle East region. Italian menswear is prized by the fashion conscious worldwide. Zegna especially emphasized its Italian heritage and craftsmanship, appealing to local affluent men who admire the glamour and prestige associated with Italian menswear.",
    "In the current digital age, Zegna has introduced an AI-powered tool to provide personalized services and styling. Utilizing a 3D configurator, 49 billion potential clothing combinations can be custom made. The tool is currently used in the made-to-measure category, where the brand’s advisors help customers pick the best styling options based on their unique tastes and preferences. The integration of the 3D configurator has significantly broadened the range of made-to-measure choices available, reinforcing Zegna’s renowned Italian craftmanship.",
    "Forge strategic alliances",
    "Multinational firms can capitalize on their global presence to attract local players and forge mutually beneficial partnerships. This strategy is particularly effective when local players also aim to expand beyond borders. When LinkedIn entered the Chinese market, it initially struggled to attract new users despite attempting to emulate local rivals’ strategies such as offline advertising, event hosting, and celebrity endorsements. However, by striking a deal with WeChat, China’s dominant social media platform, and embedding LinkedIn in users’ WeChat accounts, LinkedIn significantly enhanced its exposure and attracted a substantial number of new users. WeChat agreed to partner with LinkedIn because it sought to expand its presence outside of China, and LinkedIn’s global network offered the potential to attract international users.",
    "Similarly, Walmart forged a strategic partnership with Japanese e-commerce giant Rakuten to expand its presence in Japan. Leveraging Rakuten’s extensive e-commerce platform and vast customer base, Walmart opened its online store on Rakuten’s internet shopping mall. This collaboration allowed Walmart to further penetrate the lucrative Japanese market. In return, Rakuten tapped into Walmart’s network in the U.S. to sell Rakuten’s library of eBooks on Walmart’s website, supplemented by a curated selection of 40 eBook titles on digital cards at Walmart’s physical stores. This strategic alliance empowered Rakuten’s expansion efforts in the U.S. market.",
    "Entering a foreign market comes with inherent challenges. Many global companies tend to overcome those challenges by minimizing their foreignness and assimilating into the local environments. However, maintaining and embracing foreignness can yield unforeseen advantages. Whether capitalizing on outsider status to tap into local labor markets, establishing potent associations to build credibility, or forging strategic partnerships to foster mutual international growth, your foreignness can indeed become your competitive edge. By embracing a nuanced approach that acknowledges and leverages foreignness, companies can not only navigate but thrive in unfamiliar territories.",
    "Global Collaboration Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Global Collaboration. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Learn how to overcome barriers when working globally.",
    "Learn More & See All Courses",
    "Read more on Global strategy",
    "Developing countries,",
    "International business,",
    "Retail and consumer goods,",
    "Energy and natural resources sector,",
    "Food and beverage sector,",
    "Information technology and telecom sector,",
    "Financial service sector,"
  ]
}