{
  "url": "https://dbsjeyaraj.com/dbsj/?p=86837",
  "title": "Ilankai Thamil Arasuk Katchi(ITAK) Politburo Asks  Sivagnanam Shritharan to Step Down from the Constitutional Council Following the Jaffna MP Siding with the AKD Govt Backed Nominees for Top Posts on Eight Occasions",
  "ut": 1767503846.0,
  "body_paragraphs": [
    "Illankai Tamil Arasu Kadchi (ITAK) has asked its MP Sivagnanam Shritharan to step down from the Constitutional Council following controversy over his support for the appointment of an army officer as Auditor General, party General Secretary M. A. Sumanthiran said.",
    "Sumanthiran said the decision was taken by the ITAK politburo, citing concerns over Shritharan’s stance on what the party views as the militarisation of independent state institutions.",
    "The development follows criticism from former Human Rights Commission of Sri Lanka Commissioner Ambika Satkunanathan, who questioned Shritharan’s vote in favour of appointing an Army officer as Auditor General.",
    "In a post on X, Satkunanathan said Shritharan, an ITAK representative on the Constitutional Council, had voted to approve the appointment of O. R. Rajasinghe, an officer attached to the Sri Lanka Army’s Audit Division.",
    "“If this is true, MP Shritharan must explain to the Tamil people the reason for his vote,” she said, adding that supporting a serving military officer contradicted his public opposition to militarisation and its impact on the rights of Tamils.",
    "She warned that appointing a Military officer would undermine the independence of the office of the Auditor General, weaken good governance and entrench militarisation.",
    "Satkunanathan also noted that previous auditors general had identified financial waste, mismanagement and possible corruption within the Army.",
    "Her comments came after it was reported that the Constitutional Council had rejected Rajasinghe’s nomination to take over as Auditor General.",
    "The rejection marked the fourth time in eight months that nominees submitted by President Anura Kumara Dissanayake for the Auditor General position, either in a permanent or acting capacity, have been turned down by the Council.",
    "Party sources said the decision to ask Shritharan to step down was not based on a single vote. According to the sources, Shritharan has supported government-backed positions at the Constitutional Council on eight occasions since becoming a member.",
    "Of these, three votes involved the appointment of military personnel to civilian or independent institutions, including the Office for Reparations, the Police Commission and the proposed appointment of an army officer as Auditor General."
  ]
}