{
  "url": "https://hbr.org/2024/06/dont-post-that-job-listing-before-taking-these-5-steps",
  "title": "Don’t Post That Job Listing Before Taking These 5 Steps",
  "ut": 1717483500.0,
  "body_paragraphs": [
    "Henrik Sorensen/Getty Images",
    "A critical but often overlooked part of the recruiting and hiring process happens before the job description is posted — or even created. Hiring managers should conduct a thorough assessment of their team’s current skills, aspirations, and culture to make sure they’re courting candidates with the skill sets and capabilities will truly add value to the team and organization — both now and in the future. The author offers five steps for conducting a comprehensive assessment before creating that job description.",
    "In the rush to fill positions, many hiring managers often overlook critical steps when scaling their teams. Without conducting a thorough team assessment before creating job descriptions, they risk ending up with skill gaps, which can result in a lack of agility. Rather than simply adding headcount, it’s essential to take a more strategic approach, understanding which additional skill sets and capabilities will truly add value to the team and organization — both now and in the future.",
    "Attracting and Cultivating Talent Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Attracting and Cultivating Talent. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Discover how to attract, hire, develop, and keep talented people who will grow and thrive throughout their employee journey.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "The Overcoming Burnout Collection: Reclaim Your Healthy Relationship with Work",
    "The Three-Box Solution Strategy Toolkit Set",
    "Read more on Hiring and recruitment"
  ]
}