{
  "url": "https://www.dailymirror.lk/opinion/The-swing-voter-dilemma-Lies-damn-lies-and-elections/172-291137",
  "title": "The swing voter dilemma: Lies, damn lies and elections",
  "ut": 1725579030.0,
  "body_paragraphs": [
    "At a polling booth in Colombo on Wednesday, Public servants prepare to cast their postal votes for the upcoming country’s presidential election. (Pic by Ishara S. Kodikara/AFP)",
    "The postal voting began on Wednesday, signalling the rollout of the 2024 presidential election. Most people have already decided on whom to vote on September 21. But a substantial section of the voter population is still undecided. Without credible surveys, the percentage of undecided voters is only a guessing game.",
    "Some politicians claim it is about 40 percent. But they do not say from where they got their figures.",
    "In Sri Lanka, election time is a time for lies, damn lies and statistics. In many democracies, lying is an election art. Candidates and their cohorts work overtime to prepare their speeches, loading them with half-truths and concoctions aimed at the voting public.",
    "This is a psychological game aimed at the credulous voter. But swing voters fight the lie and try to base their vote on other factors. They are rational voters—usually more rational than those caught up in the wave. They rationally evaluate the performance and the abilities of the government and candidates.",
    "The rational swing voter knows that the country is still not out of the woods. But almost all main candidates want us to believe that Eldorado is just a ballot away.",
    "The rational swing voters find it difficult to buy it, but they are becoming increasingly a minority. Five years ago, a majority of the voters acted like lotus-eaters and dreamers. About 6.9 million backed the candidate from the Lotus Bud party and eventually contributed to the country’s worst economic crisis, which still plagues the people.",
    "Though its intensity has waned somewhat and the country’s macroeconomic indicators show positive signs largely due to the International Monetary Fund’s intervention and the government’s chequered compliance with IMF directives, the situation is still precarious. Whichever government comes to office, it needs to find money to support its programme. In 2023, the tax revenue increased to Rs. 2,752 billion after the government broadened the tax base amidst massive trade union protests.",
    "About 40 percent of the tax revenue goes to fund public servant salaries. With all candidates promising huge public sector salary hikes, a proportionate erosion in the tax revenue is expected. If the public servants’ salaries are increased by 24 percent, almost 50 percent of the tax revenue needs to be allocated for it.",
    "This could be done only by reducing expenditure on other sectors, including the crucial health, education, transport, infrastructure development, irrigation, and agriculture sectors.",
    "The candidates are also promising more subsidies for farmers and social welfare relief to the poor. But paradoxically, all these revenue-gobbling promises come with a promise to slash taxes. Didn’t Singapore’s former Prime Minister, Lee Kuan Yew, describe Sri Lanka’s politics as an auctioning of unavailable resources?",
    "The new government also has to allocate money for three countrywide elections: the parliamentary, local council, and provincial council elections. Easily, another Rs. 30-40 billion will go for that exercise.",
    "With money printing under check, how will the new government fund its projects?",
    "Sugar-coated lies have become part of our democracy. Space for lies is one of the major weaknesses of democracy. The malaise has not spared a single democracy. India’s general election in June was a case in point. Popular news website Wire published an article titled “Fantastic Lies and Where to Find Them—in Case You Want to Fact-Check the PM” by journalist Elisha Vermani ahead of the May general elections. The first paragraph said it all. “As the largest democracy of the world holds its general elections, Prime Minister Narendra Modi has decided to go on a lying spree. With a new lie every time he takes the stage, the Bharatiya Janata Party’s script for this election is changing on a daily basis. From outlandish claims about the Congress manifesto to hate speech against a section of his own citizens, the prime minister has done it all.”",
    "In the US, Republican presidential candidate Donald Trump’s terminological inexactitudes are outlandish horror. Even the best lie detectors will come a cropper when faced with Trump’s speeches.",
    "Last week, this column suggested tongue-in-cheek that candidates be wired to lie detectors when they deliver their speeches on political platforms. But about lie detectors, also known as polygraphs, studies show they are not foolproof. Artful dodgers can get the better of them.",
    "Politicians are derided as pathological liars, with some exhibiting Narcissistic Personality Disorder (NPD), a psychological condition where the afflicted person resorts to lying to enhance self-image or to gain admiration.",
    "In the US, several top psychologists expressed serious concern about Trump’s NPD ahead of the 2020 presidential election. According to psychologist John Gartner, Trump clearly exhibits four key symptoms of malignant narcissism—the “most destructive” personality type—including paranoia, narcissism, antisocial personality disorder, and sadism.",
    "“This type of leader pops up all throughout history, and they’re always extraordinarily disruptive,” Gartner told AFP, noting that the same label has been applied to Hitler, Stalin, and Mussolini. What is so strange is that we’re not used to seeing this type of leader in America,” he told the AFP.",
    "A CNN analysis on Tuesday by Daniel Dale had this to say: “Trump’s lying is most exceptional in its relentlessness, a never-ending avalanche of wrongness that can bury even the most devoted fact-checkers. But it’s also notable for its repetitiveness. He has found his hits, and he’ll keep playing them no matter how many times they are debunked.”",
    "Democratic leaders are more likely to lie to their people than autocrats, says American political scientist John Mearsheimer in his book “Why Leaders Lie?” He points out that Iraq’s former tyrant Saddam Hussein told the truth about weapons of mass destruction, but democratically elected George W. Bush told lie after lie about the non-existent threat from Iraq in his attempt to sell his war plan to the American people.",
    "Sri Lanka’s candidates may not be as narcissistic as Trump, but they are very economical with the truth regarding what they plan to do.",
    "The rational swing voters are confused. The choice between them is between the experienced lot who know how to negotiate the sharp bends on the treacherous road to economic recovery and the inexperienced lot who pledge they can do better. The choice is also between the corrupt lot and the incorrupt lot. Between realists and idealists. Between the tested by a crisis and the untested by a crisis. Between the status quo and the system change.",
    "Between stability and promised hope. Between what it was, what it is, and what it will be.",
    "Politics is a gamble. It may work, or it may lead us to disaster. The rational unaffiliated swing voter should be given the option of voting NOTA—none of the above—on the ballot paper, as in India, Canada, France, Greece, Indonesia, and several other democracies."
  ]
}