{
  "url": "https://www.dailymirror.lk/opinion/Good-citizens-must-vote-on-Saturday/172-291946",
  "title": "Good citizens must vote on Saturday",
  "ut": 1726676046.0,
  "body_paragraphs": [
    "This Saturday will be a vital day for the citizens of Sri Lanka. It will be the day on which the sovereign people vote to choose the leader of this country. We need to understand the vital importance of our vote and somehow cast it. It is in the hands of the citizens to elect the most eligible leader for this country on Saturday. Your vote matters",
    "The famous American newspaper publisher and politician, William Randolph Hearst, has said, “News is what someone wants suppressed. Everything else is advertising.” After weeks of advertising by different political parties and independent candidates, the campaigning period officially came to an end yesterday (18). Now begins the silent period.",
    "In a statement published in the Daily Mirror, the Commissioner General of Elections Saman Sri Ratnayake warned that any individual or groups continuing to canvass or promote candidates after this silent period will be violating the election laws. He had also said that strict regulations are in place to ensure a free and fair election process. Ratnayake had stressed that once the campaigning period concludes, no further public rallies, distribution of promotional materials or door-to-door canvassing will be allowed. The police have been advised to take action against any campaigning.",
    "This Saturday will be a vital day for the citizens of Sri Lanka. It will be the day on which the sovereign people vote to choose the leader of this country. We need to understand the vital importance of our vote and somehow cast it, unless of course forced by serious ailments or some other situation which prevents us from voting. As long as you are a citizen of this country, above 18 years of age, have a sound mind and is not serving a jail term, you are eligible to vote as per the Constitution.",
    "Universal franchise is the right of all qualified citizens, irrespective of their race, religion, language, ethnicity, caste, education, ownership of wealth, birth, the place of birth, gender or any other difference, to participate in the administration of the country and/or to elect their representatives. That is, the universal franchise confers sovereignty in the people. In other words, the right of taking decisions about himself or herself and about the county is vested with the citizen.",
    "In the past 76 years of Independence, essentially this country was run by members of three families. This time, voters have to pick their candidate from a basket of 38 candidates. Among the most spoken about candidates is President Ranil Wickremesinghe who is contesting as an independent candidate though supported by the United National Party and several other groups or parties. Another popular candidate is the Samagi Jana Balawegaya Leader Sajith Premadasa who contested the last Presidential Election held in 2019 and won more than 5 million votes.",
    "Then, we have two other popular candidates from the Sri Lanka Podujana Peramuna (SLPP) and National People’s Power – young Namal Rajapaksa – son of former President Mahinda Rajapaksa and Anura Kumara Dissanayake, respectively. Over the past few weeks, citizens were loaded with various hopes and aspirations. Most candidates have campaigned as per the guidelines issued to them by the Elections Commission. But as per the latest figures, around 31 incidents of violence too were reported during this campaigning period in addition to 4500 polls-related complaints. There were incidents where candidates had even tried to campaign with their face on matchboxes!",
    "As much as there had been a lot of entertainment on the political front, one must also not forget that there is a serious task ahead of them. It is in the hands of the citizens to elect the most eligible leader for this country on Saturday. Your vote matters the most."
  ]
}