{
  "url": "https://www.ft.lk/columns/Trump-s-misfiring-trump-card-weaponising-tariffs-and-immiserating-own-citizens/4-773106",
  "title": "Trump’s misfiring trump card: weaponising tariffs and immiserating own citizens",
  "ut": 1739745207.0,
  "body_paragraphs": [
    "US President Donald Trump",
    "Trump has told his voters that he would be punishing those countries which have robbed Americans’ jobs and incomes by imposing new tariff rates on imports from those countries. Accordingly, he has issued an executive order imposing a tariff of 25% on imports from Mexico and Canada and 10% on those from China. His media team has justified this action on the ground that tariffs are a powerful weapon which USA can use to protect its national interests. However, when the affected countries threatened to introduce countervailing tariff rates to defeat Trump’s goal, the effective date of new tariff on Canada and Mexico was postponed by 30 days, while that on China came into operation immediately",
    "Elephants for exports",
    "Ancient Lanka had been exporting live elephants to other countries to earn valuable foreign exchange because there was a high demand for Lanka elephants which were more adapted for use in wars and better than those from mainland India.1 They were exported, in addition to countries in the region like India and Myanmar, to far lands as Egypt. During the reign of King Parakramabahu, I, according to the author of Chulavansa, Part II of Mahavansa, elephants had been purchased from Ramangna Desha, present day Myanmar, and the presumption had been that those elephants too had been exported from Lanka.",
    "However, King Parakramabahu I had met with a trade issue from the King of Ramangna Desha, called King Arimaddana, who, on the advice of somebody who had gone to his court from Lanka, had unilaterally increased the prices of elephants from 30 silver tickels to 1,000 or 2,000 silver tickels.2 This export tariff was like fixing a minimum retail price for elephants to be purchased from Ramangna Desha making them too costly and, therefore, uncompetitive for King Parakramabahu I to reexport to other countries.",
    "Angered by this unilateral weaponisation of tariff by the King of Ramangna Desha, King Parakramabahu I had sent an army to invade that country, defeated King Arimaddana and reestablished his source of procuring cheaper elephants. Tariff, imposed whether for inward or outward goods, is a sensitive issue that could end in wars between countries. Japan invaded Southeast Asia during the World War II to secure access to oil and rubber which had been under the control of colonial powers like the Dutch and the British.3",
    "Punishing the enemies",
    "Today, President Donald Trump of USA is threatening to use tariffs as a weapon to punish Canada, Mexico, and China under various pretexts.4 Canada and Mexico have been accused of not providing sufficient support to prevent illegal immigrant and drug flows to USA. China has been blamed for resorting to unfair trade practices like not allowing the Chinese Yuan to appreciate in the market sufficiently. As a result, China has exported more merchandise goods to USA than what it has imported from that country enjoying a massive trade surplus throughout. But the true reason for weaponising tariff, as Trump had mentioned in his election campaign, has been to make USA a great nation again.5 The drive for this greatness has arisen from the inevitable consequence of the present wave of globalisation in which manufacturing of real goods has shifted from USA and other rich countries to developing countries in search of cheaper labour available in them.",
    "Did offshoring immiserate Americans?",
    "A recent study has shown that in USA during 1998-2020 more than 5 million manufacturing jobs have been shifted to outsourced countries leading to vanishing of some 70,000 factories.6 Some new jobs have been created in USA in the relatively ununionised services sector which on average offers lower salaries and other perks to workers. This has created uncertainty and low incomes for those who have gained employment in newly found occupations. The brunt, according to this study, has been felt by black Americans and those of Hispanic origin. Hence, if somebody promises to them that he can bring that old glory back to USA and restore the lost incomes and occupations by punishing those countries which carry trade surpluses, it will be sweet music to disgruntled American voters. That is where Trump has succeeded in convincing a section of US voters to give him second chance to presidency.",
    "Trump has told his voters that he would be punishing those countries which have robbed Americans’ jobs and incomes by imposing new tariff rates on imports from those countries. Accordingly, he has issued an executive order imposing a tariff of 25% on imports from Mexico and Canada and 10% on those from China.7 His media team has justified this action on the ground that tariffs are a powerful weapon which USA can use to protect its national interests.8 However, when the affected countries threatened to introduce countervailing tariff rates to defeat Trump’s goal, the effective date of new tariff on Canada and Mexico was postponed by 30 days, while that on China came into operation immediately.9 All the three countries have plans to introduce countervailing tariffs thereby bringing out a tariff war with USA. In anger, Trump is threatening to introduce more tariffs so that it will be a prolonged war in which everyone involved will end up in unimaginable suffering and unhealable injury.",
    "The true reason for weaponising tariff, as Trump had mentioned in his election campaign, has been to make USA a great nation again. The drive for this greatness has arisen from the inevitable consequence of the present wave of globalisation in which manufacturing of real goods has shifted from USA and other rich countries to developing countries in search of cheaper labour available in them",
    "Trump’s trump card rests on what has been known for millennia as the principles of political economy. Father of modern economics today, Adam Smith, in his The Wealth of Nations, first published in 1776, says that the objective of political economy is to enrich both poor people and kings.10 Poor people by taxing the rich and redistributing the same among the poor and the midlevel income earners. Kings because the new taxes will fill their treasuries. The introduction of taxes does not necessarily imply that the new incomes are redistributed automatically among the poor. For that, there should be a conscious redistribution policy introduced by the government. In the absence of such a policy strategy, the political economy simply enriches the king by filling up his treasury. In today’s parlance, it is the governments that get enriched at the expense of their citizens.",
    "Boomeranging the policy alternatives",
    "When a country introduces a tariff, the goods which come from the affected country will be more expensive in the land of tariff. Consumers will have to pay a higher price reducing their real consumption level and real welfare. What is lost by consumers will be apportioned by the government as revenue. Thus, the Trump administration is better off while the citizens get worse off. Hence, the actual punishment is borne by the country’s citizens and not by those in the exporting country. The cost to the citizens in the exporting country will be minimal because they could divert their exports to other countries and maintain the export and income levels. Since Canada, Mexico, and China are planning to establish alternative destinations for their exports, it is likely that Trump’s attempt at immiserating the citizens of those three countries may boomerang imposing immense costs on Americans. It seems that the economic advisors to Trump have failed to appreciate this fact.",
    "Import substitution to a fault",
    "Trump is planning to use this tariff weapon to reestablish manufacturing industry back in USA. The theory behind this expectation is as follows: when the imported goods become more expensive within the US economy, the producers get incentivised to step up local production to take advantage of increased prices and the resultant higher profitability. This leads to the development of a local industrial base which economists call ‘tariff-driven import substitution industries’. It generates new jobs in the manufacturing sector, enables workers to earn high incomes, and removes the uncertainty about the future. The initial high income gets sustained later due to the high consumption it generates creating a new demand for locally produced goods. In general, it should contribute to continuous economic advancement. Hence, the introduction of a higher tariff regime is a pro-growth strategy, according to his advisors.",
    "Important ground requirements",
    "But for this strategy to succeed, there should be three important ground requirements. One is that people should be ready to make a sacrifice continuously for the betterment of the nation. Tariff is a tax on them, and they should be willing payers of that tax. The second is that the government should be ready to maintain the high tariff regime without reversal of the policy. If for some reason the government withdraws the tariff regime, the initial economic advancement sees a natural death and the economy reverts to its original position. The third is the more important requirement. It says that the countries should produce everything within the economy concentrating on domestically supplied inputs. However, the present global production system is based on supply chains located in different countries and regions. Hence, when a tariff is introduced, all inputs that come from that country become costlier to local producers. The increased costs will make their businesses inefficient, uncompetitive, and non-sustained. Therefore, the initial economic advancement gained will gradually lose steam pushing the economy back to where it was originally. This is valid for all the three countries which Trump plans to punish through tariffs.",
    "The introduction of taxes does not necessarily imply that the new incomes are redistributed automatically among the poor. For that, there should be a conscious redistribution policy introduced by the government. In the absence of such a policy strategy, the political economy simply enriches the king by filling up his treasury. In today’s parlance, it is the governments that get enriched at the expense of their citizens",
    "Four important global players",
    "USA, Canada, Mexico, and China are connected to each other through a well-established supply chain covering automotive industry, healthcare industry, and electronics industry.11 Canada exports mining products, motor vehicle parts, basic metals, and machinery to USA which in turn use them in its industrial production. Mexico too exports a large portion of its products to USA. China has the global monopoly power over rare earths which are extensively used in electronics, mobile phones, computers, and advanced medical equipment. China’s plan to ban the exportation of rare earths to USA will cripple its advanced electronic industry.12 Hence, the unexpected and undesired consequence of Trump tariff is to punish itself rather than the three countries which have been alleged to have robbed its jobs and incomes.",
    "Hence, Trump and his advisors have been using the tariff weapon in an era in which the whole global economy has been connected by advanced systems of supply chains. As a result, the new tariff system is punishing Americans and not the perceived enemies of the nation. Of the total global GDP of $ 105 trillion in 2023, USA and China account for 48% with their combined GDP of $ 50 trillion. When Mexico and Canada are added, the total GDP of the four countries concerned amounts to $ 54 trillion or 51%. Therefore, they are important global players.",
    "Trump card to reduce global role of USA",
    "When these important global players are engaged in a tariff war causing gradual economic shrinkage, there will be a disastrous economic impact on the whole globe. First, people in the four countries engaged in the tariff war get immiserated. Then, it will trickle down to the rest of the world making everyone poorer than before. What this means is that Trump is not alone in biting the bullet. The whole world will have to do it. Thus, the imposition of tariffs by the US government is likely to provoke strong reactions from other countries and international organisations.",
    "Allies and trade partners may view this move as protectionist, undermining the principles of free trade. In the medium to long run, such measures could lead to strained diplomatic relations and reduced cooperation in international forums. The global economy might shift, with countries seeking new trade alliances and reducing reliance on the US market. This could result in a diminished role for the US in the global economy, potentially leading to slower economic growth and innovation.",
    "Sufferers of the new tariff system",
    "Ultimately, the costs of tariffs are borne by US citizens. Higher prices for imported goods mean that everyday items, from electronics to clothing, become more expensive. Consumers face reduced purchasing power, which can lower their standard of living. Additionally, tariffs can lead to job losses in industries dependent on global trade. The agricultural sector, in particular, could suffer as export markets shrink due to counter-tariffs. The overall economic uncertainty and volatility resulting from trade disputes can also negatively impact investment and economic confidence.",
    "Increasingly interconnected global economy",
    "The economic consequences of imposing tariffs by the US government on Mexico, Canada, and China are far-reaching and multifaceted. While tariffs may offer short-term protection to domestic industries, the long-term repercussions include potential counter-tariffs, disrupted supply chains, strained international relations, and increased costs to US citizens. As the global economy becomes increasingly interconnected, unilateral trade measures can have significant and often detrimental effects on national and international economic health. Policymakers must carefully consider these implications when devising trade strategies, balancing protectionist measures with the need for global cooperation and economic stability.",
    "When a country introduces a tariff, the goods which come from the affected country will be more expensive in the land of tariff. Consumers will have to pay a higher price reducing their real consumption level and real welfare. What is lost by consumers will be apportioned by the government as revenue. Thus, the Trump administration is better off while the citizens get worse off. Hence, the actual punishment is borne by the country’s citizens and not by those in the exporting country. The cost to the citizens in the exporting country will be minimal because they could divert their exports to other countries and maintain the export and income levels",
    "Misfired trump card making the whole world poorer",
    "In essence, Trump’s trump card may misfire in the medium to long-run immiserating his own voters in the country as well as the citizens of the affected other countries, in particular, and those in the whole globe, in general. Countries like Sri Lanka which are not a party to this tariff war will also suffer because of the onset of a gloomy world economy on which they rely for accelerated economic growth and prosperity.",
    "1Bandara, Ranjith and Tisdell, Clem, 2005, History and Value of the Elephant in Sri Lankan Society, Working Paper 133, The University of Queensland, p 8",
    "2Mahavansa Part II, Mudliyar L C Wijesinha Translation, 2000, Asian Educational Services, New Delhi, page 229.",
    "3https://afe.easia.columbia.edu/special/japan_1900_power.htm#:~:text=The%20Japanese%20military%20saw%20another,Europeans%20who%20were%20now%20busy",
    "4https://www.whitehouse.gov/fact-sheets/2025/02/fact-sheet-president-donald-j-trump-imposes-tariffs-on-imports-from-canada-mexico-and-china/",
    "5https://www.youtube.com/watch?v=zsVFE10byX0",
    "6https://www.forbes.com/sites/jackkelly/2024/10/15/the-globalization-and-offshoring-of-us-jobs-have-hit-americans-hard/",
    "7https://www.whitehouse.gov/fact-sheets/2025/02/fact-sheet-president-donald-j-trump-imposes-tariffs-on-imports-from-canada-mexico-and-china/",
    "9https://www.bbc.com/news/articles/c87d5rlee52o",
    "10Smith, Adam, 1776, The Wealth of Nations, Bantam Reprinting, 2003, p 537.",
    "11https://www.oxfordeconomics.com/resource/industry-will-be-ground-zero-for-disruption-caused-by-trumps-north-america-tariffs/",
    "12https://www.dw.com/en/whats-at-stake-for-the-us-as-china-blocks-mineral-exports/a-70961836#:~:text=China%20has%20banned%20rare%20mineral,industries%20reliant%20on%20these%20materials.&text=On%20Tuesday%2C%20China's%20Commerce%20Ministry,metals%20to%20the%20United%20States.",
    "(The writer, a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at [email protected].)"
  ]
}