{
  "url": "https://www.ft.lk/columns/Economy-economics-and-economists/4-772466",
  "title": "Economy, economics and economists",
  "ut": 1738272060.0,
  "body_paragraphs": [
    "Economists speak of the increase in production and the growth and growth rate. However, economists and economics are silent on other factors referred to in the Policy Statement",
    "Stability is needed but not enough. What is more needed is growth fuelled by a restructured economy. Then only the economic benefits will trickle down to the periphery. Research needs data. Implementation needs the story behind data. The economy needs economics and economists but not sufficient. It needs players of other disciplines as well",
    "I took part in a webinar recently as a panellist. One keynote speaker pointed to agriculture as a lagging sector and paddy as one of the least productive crops that engages almost 50% of farmers. He noted this is mostly because policies bind farmers to paddy, whereas the Paddy Land Act is more a political bargaining tool than a growth policy. His suggestion was to discourage paddy cultivation. I expressed that paddy is not economical but cannot be abandoned immediately without offering alternative opportunities to the farmer. I cited several reasons including the ‘sentimental attachment’ to the paddy in this country. The keynote speaker did not take the ‘sentimental attachment’ kindly.",
    "It’s no secret that paddy cultivation is a way of life to many Sri Lankans. Thus it has become a focal point of Sri Lankan lives, knitting a beautiful pattern including the society, culture, sentiments, and religious beliefs.",
    "However, leaving the sentiments out in an economic analysis, took me to the day I learned my first lesson in Economics 60 years ago in the highest education seat between misty Hantana Mountain and beautifully winding Mahaveli Ganga. Prof. W.D. Lakshman then Mr Lakshman, an Assistant Lecturer in the well-known Tin Takaran Building at the University of Ceylon taught us as the price of a good goes up, consumers demand less of it and more supply enters the market. Then he added assuming “all other things being equal.”",
    "This reminds me of a little story told to me by a Greek friend. Three friends set off on a mountain trek. One of them was an economist. They had a can of fish. Halfway through, they decided to taste the fish. Unfortunately, they had forgotten to take a can opener. The economist jumped up and said, “Let’s assume there is a can opener.”",
    "Assumptions in economics",
    "Economists make assumptions in their academic and research work. These assumptions help them isolate certain variables and focus on specific economic behaviours. Income, habits, culture, preference, taste, urgency, emotions, sentiments, mood, pride, status, etc. are assumed to be constant and static. Economic theory is built upon such a set of assumptions. Assumptions simplify complex phenomena.",
    "Prof. Sirimal Abeyratna says: “Even the neo-classicals and neo-liberals are fully aware of the fact that markets are not perfect. That’s exactly why all their theories are always based on “assumptions”. They have set a number of critical assumptions to establish the conclusion that “competitive markets lead to efficient resource allocation” resulting in benefits for individuals and for the nation.” Markets paralysed…! Sunday Times - Business Times 26th January 2025 (https://www.sundaytimes.lk/250126/business-times/markets-paralysed-585298.html).",
    "With that, economists distanced themselves from reality. The politician and the policy maker address issues faced by the people in a real complex world. They cannot address issues on the ground based on assumptions. They have to deal with reality.",
    "Gross National Income (GNI)",
    "The World Bank assigns the world’s economies into four income groups – low, lower-middle, upper-middle, and high based on the Gross National Income (GNI) per capita. GNI is used throughout the world as the main measure of output and economic activity of a nation.",
    "GNI speaks of growth of a country. Growth speaks of the size of the economy. They do not speak as to how and by whom the growth was realised. The impact of growth on the people of a country depends on its composition. The composition would tell us what sectors and what regions contributed to the growth and who the participants are. This fact was succinctly expressed by the President who is not an economist in his Policy Statement delivered to the 10th Parliament on 23 November 2024. These are his words:",
    "It is essential to both increase and broaden the production of goods and services; the economy must be expanded to other provinces as well; our primary goal is to design an economy where people can be integrated as participants in the economic process.",
    "Economists speak of the increase in production and the growth and growth rate. However, economists and economics are silent on other factors referred to in the Policy Statement.",
    "Gross Domestic Product (GDP) is explained as the total market value of the goods and services produced by a country’s economy during a specified period. Goods and services which do not come to the market are left out. There are some goods and services which would not come to the market. Exchanging goods is not uncommon in the rural sector. They exchange a coconut for a measure of rice.",
    "The yeoman invaluable role as a housewife is not marketable. Sex workers and domestic aides are in the market. In economics, there is no place for the housewife. But the other two do. This may be the reason why economists promote dispatching our housewives to the Middle East as housemaids. Economists continuously state with a sense of pride “Sri Lanka recorded USD 6.7 billion in migrant workers’ income transfers in 2019—equivalent to 7.8 percent of gross domestic product (GDP) and 56 percent of export earnings for the same year” (CBSL, 2023), Aug 9, 2024.",
    "Economists who mastered Economics do computer-aided analysis inside cold rooms using data collected by enumerators in the field living with the reality of hot sun and heavy rains. The reality is not reflected in the data.",
    "Our top foreign exchange earners are migrant remittances and exports of apparel, tea, rubber, and coconut. The Central Bank, EDB, economic analysts, and researchers write in capital letters on these earnings as economic achievements gained from the foresight and the correct timely monetary policy of an independent Central Bank and Fiscal consolidation. Data is important for economic research. But for a Government, it is the story hidden underneath these data that is important. Social deprivation, Social complexity, social standards, and many other implications hidden behind data are highlighted in publications in other disciplines.",
    "Prof. Siri Hettige relentlessly and continually highlights the social implications behind the picture which is not coming within the radar of economics and economists. He laments “Economic and social policies adopted by successive governments of Sri Lanka in the recent past resulted in not only unprecedented income inequality in the country but also gross inequities in education, health, and passenger transport, making life difficult for low-income families in all parts of the country. In response, many people began to migrate to urban centers and the Middle-East looking for better income opportunities. Yet, people who were left behind continued to live under difficult economic circumstances. This situation has remained virtually unchanged to this day, demanding a coordinated response to provide some relief to people living under such adverse circumstances.”",
    "Economy goes beyond economics",
    "Prof. Sumanasiri Liyanage delivering Prof. H.A. De S. Gunasekera memorial oration 2025 on 10 January stated, “Political economy, however, proposes to examine an economic phenomenon situated in its social, political, cultural and psychological setting. As Franklin Roosevelt once said, “we must lay hold of the fact that economic laws are not made by nature, [but] made by human beings.” Pure economic theory that abstracts from a specific social structure is impossible.”",
    "Economy is not shaped only by economic factors. There are factors such as social, political, cultural, climate, environmental, and emotional which affect the course of an economy. Economists see economic factors as agents of promoting growth. i.e. opening the economy in 1977 (liberal trade policy). When growth is retarded they attribute it to noneconomic factors such as COVID-19, tsunamis, civil unrest, and civil conflicts or even some conflicts in places never heard.",
    "Paul Davidson says, “Keynes was not an ivory tower academic economist. Keynes recognised the need to convert theoretical prescriptions into politically acceptable workable plans. Keynes was truly an economist of the real world.” (https://www.google.lk/books/edition/John_Maynard_Keynes/gzckDwAAQBAJ?hl=en&gbpv=1&dq=john+maynard+keynes+contribution+to+economics&printsec=frontcover)",
    "Keynes developed and championed a revolutionary economic theory to overthrow classical economic theory. In 1945 at a dinner, Keynes offered a toast to “economics and economists who are the trustees, of not of civilisation, but the possibilities of civilisation”.",
    "Bankruptcy and recovery",
    "Central Bank Governor for the first time in Sri Lankan history, announced a pre-emptive sovereign default on all its foreign debt on 12 April 2022. The then President Gota had to look around for a bankrupt politician to hand over the bankrupt economy. Economists advised the Government to garland Sri Lanka with IMF shackles around its neck.",
    "I have listened to and read several write-ups by economists after the pandemic and thereafter the bankruptcy. They explain the recovery taking the shape of letters in the English alphabet and take the pleasure to emphasise neo-liberal market economy as the way forward. Is it the way forward for the recovery or the jeopardy? Economists are worried about the sovereign default but more worried that the AKD Government would distance itself from the neo-liberal philosophy and abandon the IMF Agreement.",
    "Economists saw the Sri Lankan economy as a garden of roses. They cited GDP data as being highest in South Asia, enviable social indicators: Child mortality rate has fallen from 14% to less than 2% from 1933 to 2021, Gross enrolment in secondary education 1970 – 2022 from 45% - 85%, being the first country in South Asia to liberalise the economy to hide the reality. According to these data Sri Lanka was on the right track.",
    "Economists cited Government tax cut in 2019, ballooned fiscal deficit to 13% of GDP, agencies lowering credit rating in April 2020, Government continuation of paying bondholders by drawing down reserves, financing fiscal deficit by borrowing from the central bank, Reaching Inflation to 70% in 2022 as causes for the downfall of Sri Lankan economy. But, they are the consequences (symptoms) of an economy sliding down a precipice over several decades. When the economy fell off, the economists jumped up to cite these symptoms as the causes for the downfall.",
    "Reality and way forward",
    "Economics we learn in the university and read in books and the economists who learned economics build up theory. A Government that has a short period of 1,826 days has to deal with the reality. In theory, we assume demand is decided by the price. But, when we go to a departmental store, we check the facial impression and the mood of the wife before checking the price tag and then the purse. This truism for an economist’s life is true for the economy as well.",
    "Stability is needed but not enough. What is more needed is growth fuelled by a restructured economy. Then only the economic benefits will trickle down to the periphery. Research needs data. Implementation needs the story behind data. The economy needs economics and economists but not sufficient. It needs players of other disciplines as well.",
    "(The writer is former Secretary to the Ministry of Plan Implementation. He is a Vice President of Sri Lanka Economic Association. He can be reached on [email protected].)"
  ]
}