{
  "url": "https://www.dailymirror.lk/opinion/Their-bodies-had-to-be-thrown-into-the-sea-The-heart-wrenching-plight-of-Rohingya-Refugees/172-298986",
  "title": "“Their bodies had to be thrown into the sea”:  The heart-wrenching plight of Rohingya Refugees",
  "ut": 1735335327.0,
  "body_paragraphs": [
    "Earlier this year, Rohingya refugees held a protest in front of the UNHCR office in Colombo demanding permanent solutions to their issues.",
    "Allowing asylum seekers to land in Sri Lanka and provision of assistance by the Navy, Government officials, citizens and NGOs in Mullaitivu and Trincomalee is commendable",
    "These refugees have fled violence, persecution and human rights abuses in Myanmar. Now, they seek safety and a dignified life in Sri Lanka",
    "Sri Lankans must never forget that we have been a refugee-sending country as well",
    "The Rohingya people are a stateless ethnic group who have been denied citizenship and basic human rights in Myanmar",
    "A collective of 47 civil society organisations have issued a letter to President Anura Kumara Dissanayake requesting humanitarian asylum for Rohingya asylum seekers from Mynamar who recently arrived in Sri Lanka.",
    "On the morning of December 19th 2024, a multi-day trawler carrying over 100 Rohingya asylum seekers drifted towards the coast off Mullivaikkal in Mullaitivu. The boat was escorted by the Sri Lankan Navy to the Ashroff Jetty in Trincomalee Harbour later in the evening of the day and landed in Trincomalee on December 20th 2024. The asylum seekers were initially cared for by public officers and NGOs and were hosted at Jamaliya School in Trincomalee. Subsequently, they were brought before the Trincomalee Magistrate. In court, the refugees explained that they had come to Sri Lanka seeking asylum. They had left in three boats, but only one reached Sri Lanka carrying 115 people, including 103 asylum seekers and 12 men who had brought them here. The court ordered that the 12 men be remanded, while the 103 asylum seekers were to be sent to the Mirihana Detention Centre. The initial attempt to transfer them to Mirihana failed, as immigration officers were not prepared to accept them. Since then, we have heard that they were to be transferred to Mirihana on the morning of December 23rd, but were directed to be detained in an Air Force camp in Mullaitivu (Keppapulavu).",
    "Allowing asylum seekers to land in Sri Lanka and the provision of emergency assistance by the Navy, Government officials, citizens and NGOs in Mullaitivu and Trincomalee is commendable. However, we are concerned about the long hours they were kept at sea and the frequent changes in deciding the place they are to be housed at and the news that they will be detained.",
    "The stories of these refugees are heart-wrenching. They left Myanmar in three boats, and only one made it to Sri Lanka’s shores. Tragically, six people, including four children, died of hunger during the journey, and their bodies had to be thrown into the sea. The refugees also shared that they had been repatriated to Myanmar’s Rakhine State but were forced to flee again due to the violence and targeted elimination of their community.",
    "These refugees have fled violence, persecution and human rights abuses in Myanmar. Now, they seek safety and a dignified life in Sri Lanka. Sri Lanka is not a party to the 1951 Refugee Convention and has not historically been a major destination for asylum seekers and refugees. But successive Sri Lankan governments have maintained a policy and practice of tolerating the temporary stay of asylum seekers and refugees based on an agreement between the Sri Lankan government and United Nations High Commissioner for Refugees (UNHCR). Most asylum seekers and refugees in Sri Lanka have been Ahmadis and Christians from Pakistan, Hazare from Afghanistan as well as Rohingya from Myanmar. Until this year, Sri Lanka had a UNHCR office that assisted asylum seekers and refugees during their stay, facilitating their permanent resettlement to other countries.",
    "The Rohingya people are a stateless ethnic group who have been denied citizenship and basic human rights in Myanmar. Many of them have been living as refugees in Bangladesh since 2017, and their return to Myanmar has proven extremely difficult. Their plight has been widely recognised by international organisations, including the United Nations, and the international community has repeatedly called for action to address their suffering. UNHCR has underscored the importance of providing safety, shelter, and protection to those fleeing such brutal circumstances.",
    "As a country with a rich history of hospitality and compassion, we strongly urge the Sri Lankan Government to extend its protection and support to the Myanmar Rohingya asylum seekers, ensuring rights guaranteed under international law and the Sri Lankan constitution.",
    "Additionally, we urge the government to request UNHCR to reopen its office in Sri Lanka with a full mandate, as this will likely be a recurring issue given the ongoing humanitarian crisis in the region. These asylum seekers and refugees, many of whom are women, children, and the elderly, have endured unimaginable suffering from violent attacks and displacement to the destruction of their homes and communities in Myanmar’s Rakhine State, and the perilous journey they undertook by sea to reach Sri Lanka.",
    "The Sri Lankan Government should:",
    "1. Ensure the protection and support of these refugees in accordance with international law.",
    "2. Facilitate their temporary stay in Sri Lanka in a manner that ensures their dignity, safety, and access to essential services, such as housing, food, healthcare, education, and employment.",
    "3. Cooperate with other countries, UNHCR, and other relevant international organisations to ensure the rights and well-being of the asylum seekers and refugees and find long-term solutions including permanent resettlement.",
    "4. Educate and sensitize local communities about the plight of the Rohingya and other asylum seekers and refugees to promote peaceful integration and prevent discrimination.",
    "5. Continue to engage with the international community to seek a lasting solution for the Rohingya and other persecuted communities that seek asylum and refuge in Sri Lanka.",
    "We Sri Lankans must never forget that we have been a refugee-sending country as well. Our people have gone through similar situations in the past. This also reminds us of the need to develop a comprehensive refugee policy that aligns with international human rights standards."
  ]
}