{
  "url": "https://www.ft.lk/columns/President-AKD-s-first-Budget-Revolutionary-governs-and-governs-well/4-774025",
  "title": "President AKD’s first Budget: Revolutionary governs, and governs well",
  "ut": 1741541957.0,
  "body_paragraphs": [
    "In just under six months, President AKD has defied expectations, preserved normalcy and given us hope that Sri Lanka just may have a future",
    "Some say Sri Lanka never learns from its mistakes. President Anura Kumara Dissanayake’s first Budget proves them wrong. It marks a clear break from the past, and shows that the JVP can govern—and govern well. It is not marred by delusions or deceit. It does not play to the gallery or offer trinkets to placate the crowds. Rather it continues the work of stabilising the economy while laying the groundwork for growth. Politically, we always knew he was the anti-Rajapaksa President; now we are learning that economically he is one too",
    "We were supposed to have become a rich country decades ago. At Independence many predicted that Ceylon would become the Switzerland of the East. Instead communal strife, corruption and misguided economic policy held us back.",
    "Every decade had its share of self-inflicted economic wounds. The 1950s saw the emigration of many of the nation’s best and brightest due to Sinhala Only – depriving us of our leaders at the crucial moment of our country’s rebirth. The 1960s and 1970s ushered in an era of misguided economic policies that scared investors, destroyed incentives, and bred corruption, creating a queue economy rife with shortages. In the 1980s, economic policy course-corrected, only for growth to stall in the wake of the 1983 riots. Though both the UNP and SLFP pursued the right economic policies in this time, war and insurrection proved insurmountable obstacles.",
    "By the time peace arrived, we had unlearned the painful lessons of the 1970s. Between 2005 and 2015 the open economy was reworked to enrich the few at the expense of the many, devolving into a crony-capitalist tender-tariff system. Yahapalanaya—led by an internally divided coalition—did too little, too late. Hit by the constitutional coup and Easter bombings, its efforts never bore fruit. Finally, the Rajapaksa-era model of casino capitalism collapsed in fuel queues and power cuts. In essence, since Independence Sri Lanka’s economy has been strangled by either irresponsible policy or communal and class strife.",
    "A clear break from the past",
    "Some say Sri Lanka never learns from its mistakes. President Anura Kumara Dissanayake’s first Budget proves them wrong. It marks a clear break from the past, and shows that the JVP can govern—and govern well. It is not marred by delusions or deceit. It does not play to the gallery or offer trinkets to placate the crowds. Rather it continues the work of stabilising the economy while laying the groundwork for growth. Politically, we always knew he was the anti-Rajapaksa President; now we are learning that economically he is one too.",
    "As a result, he has won the confidence of all sections. The Chamber of Young Lankan Entrepreneurs Budget statement captures this sentiment well:",
    "“The budget demonstrates true consensus across governments over time on the fundamental principles of Sri Lanka’s economic policy. The market is given the primary role in the economy, with the government playing the important function of regulator and intervening in the market when required.",
    "The budget’s fiscal prudence also reflects the government’s commitment to pursuing responsible macroeconomic policy. Responsible macroeconomic policy will help ensure economic stability over the coming years. These fundamental principles and macroeconomic framework provide businesses and investors with the confidence to invest.”",
    "While the IMF’s managing director personally extended her support to the President saying, “If there is anything you believe the IMF can do more—any particular area you would like us to focus on—please reach out. We would be very happy and eager to fully support you in what has been a successful journey.”",
    "Tremendous personal achievement",
    "This is a tremendous personal achievement. Many consider President CBK’s greatest success her continuation of the UNP’s open-economic policies despite trenchant SLFP resistance. Given the JVP’s own ideological history, this Budget is an even greater feat. Under President AKD, the JVP has transformed from a fringe movement into a party commanding a two-thirds majority in Parliament. With this Budget, it has signalled its potential to become the natural party of government. Crucially, AKD has rejected the ruinous Chavez-Castro path or Jayasundera-Cabraal voodoo economics, instead embracing the social democratic traditions of Latin America’s Lula and Europe’s centre-left.",
    "The central economic challenge for the President cum Finance Minister is to grow the pie while also ensuring it is divided up fairly. The political one is to remain in power while doing so.",
    "This year President Anura Kumara Dissanayake has shown that he is more than up-to this task. Deng Xiaoping famously said, “Our policy is to let some people and some regions get rich first, in order to drive and help the backward regions, and it is an obligation for the advanced regions to help the backward regions.” With this Budget, the President has shown that he can achieve this balancing act.",
    "The first year is both the hardest and the easiest. The economy is recovering from a low base, and the Government is still in its honeymoon period. The real test lies ahead. AKD must show he can unlock growth—boosting exports, securing FDI, reforming SOEs, and mobilising Sri Lanka’s vast untapped potential in land, labour, and capital. This alone is difficult. Doing so while making the economy fairer is even harder. He must tax the rich more and the poor less, lower Sri Lanka’s sky-high tariffs that enrich the few at the expense of the many, and root out corruption so deeply embedded it is indistinguishable from daily life.",
    "Communal violence: Spectre haunting Sri Lanka",
    "Then there is the political front. Time and again, good economic policy has been undone by bad politics. Communal violence remains the spectre haunting Sri Lanka. The President has made clear his commitment to economic justice for all communities. In his Budget speech, he was unequivocal: “Religion, race, gender, class, and age no longer divide us. That is one thing I can promise about the people of Sri Lanka: we will never again be divided against each other.”",
    "Ensuring political justice and earning the trust of all communities is a long and difficult task. A constitutional settlement to the national question and the abolition of the executive presidency loom over us. But here too, the portents are promising. The NPP’s historic victory in Jaffna suggests that Sri Lanka may finally be on the path to unity.",
    "Since 2005, this is the first time Sri Lanka has had a fully empowered President who is not a Rajapaksa. In just under six months, President AKD has defied expectations, preserved normalcy and given us hope that Sri Lanka just may have a future. We have seen our fair share of successful politicians in the last decades, but few statesmen. It’s still very early days, but our President is grasping towards greatness. For our sake and the sake of the country, we must do what we can to help him."
  ]
}