{
  "url": "https://www.technologyreview.com/2025/02/26/1111802/pharmaceutical-grade-mushroom-grower-psychedelics-therapy-research/",
  "title": "Job titles of the future: Pharmaceutical-grade mushroom grower",
  "ut": 1740533400.0,
  "body_paragraphs": [
    "Studies have indicated that psychedelic drugs, such as psilocybin and MDMA, have swift-acting and enduring antidepressant effects. Though the US Food and Drug Administration denied the first application for medical treatments involving psychedelics (an MDMA-based therapy) last August, these drugs appear to be on the road to mainstream medicine. Research into psilocybin led by the biotech company Compass Pathways has been slowed in part by the complexity of the trials, but the data already shows promise for the psychedelic compound within so-called magic mushrooms. Eventually, the FDA will decide whether to approve it to treat depression. If and when it does—a move that would open up a vast legal medical market—who will grow the mushrooms? Scott Marshall already is. The head of mycology at the drug manufacturer Optimi Health in British Columbia, Canada, he is one of a very small number of licensed psilocybin mushroom cultivators in North America. Growers and manufacturers would need to do plenty of groundwork to be able to produce pharmaceutical psilocybin on an industrial, FDA-approved scale. That’s why Optimi is keen to get a head start.  A nascent industry Marshall is at the cutting edge of the nascent psychedelics industry. Psilocybin mushroom production was not legally permitted in Canada until 2022, when the country established its limited compassionate-­access program. “Our work is pioneering large-scale, legal cultivation of psilocybin mushrooms, ensuring the highest standards of safety, quality, and consistency,” he says.  Related StoryWhat’s next for MDMAThe FDA is poised to approve the notorious party drug as a therapy. Here’s what it means, and where similar drugs stand in the US.",
    "Backed by more than $22 million in investment, Optimi received a drug establishment license in 2024 from Canadian regulators to export pharmaceutical-­grade psilocybin to psychiatrists abroad in the limited number of places that have legal avenues for its use. Oregon has legalized supervised mushroom journeys, Australia has approved psilocybin therapy for PTSD and depression, and an increasing number of governments—national, state, and local—are considering removing legal barriers to psychedelic mushrooms on a medical basis as the amount of research supporting their use grows. There are also suggestions that the Trump administration may be more likely to support federal reform in the US.",
    "But the legal market, medical or otherwise, remains tiny. So for now, almost all of Marshall’s mushrooms—he has grown more than 500 pounds since joining Optimi in 2022—stay in the company’s vault. “By setting the bar for production and [compliance with] regulation,” he says, “we’re helping to expand scientific understanding and accessibility of psychedelics for therapeutic use.” Learning the craft Before Marshall, 40, began cultivating mushrooms, he was working in property management. But that changed in 2014, when a friend who was an experienced grower gave him a copy of the book Mushroom Cultivator: A Practical Guide to Growing Mushrooms at Home (1983). That friend also gave him a spore print, effectively the “seeds” of a mushroom, from which Marshall grew three Psilocybin cubensis mushrooms from the golden teacher variety, his first foray into the field. “I kept growing and growing and growing—for my own health and well-being—and then got to a point where I wanted to help other people,” he says. In 2018, he established his own company, Ra Mushrooms, selling cultivation kits for several varieties, including illegal psilocybin, and he was regularly posting photos on Instagram of mushrooms he had grown. In 2022, he was hired by Optimi, marking his journey from underground grower to legal market cultivator—“an unbelievable dream of mine.”  Mattha Busby is a journalist specializing in drug policy and psychedelic culture. hide"
  ]
}