{
  "url": "https://www.ft.lk/columns/Linking-climate-change-adaptation-with-means-of-implementation/4-776172",
  "title": "Linking climate change adaptation with means of implementation",
  "ut": 1746397606.0,
  "body_paragraphs": [
    "When it comes to climate change adaptation, moving from planning to implementation presents an important challenge",
    "With climate change on the rise, countries across the globe must adapt their economies, infrastructure, and social systems to avoid and minimise harmful impacts as much as possible, while trying to capitalise on emerging opportunities. Climate change adaptation has been recognised as a key part of climate action and one of the pillars of the Paris Agreement: but moving from planning to implementation poses serious challenges, not least regarding finance and access to other resources.",
    "In contrast to climate change mitigation, most adaptation measures take place at the local level and are specific to their geographic, environmental, and socioeconomic context. However, the process of developing National Adaptation Plans is led by national governments, with countries collectively working towards a Global Goal on Adaptation. In this sense, information on adaptation flows from the ground up to the global level; but for implementation, it is essential to maintain a flow of resources in the other direction, coming from the global level (particularly developed countries of the Global North) and reaching the regional, national, and ultimately local level.",
    "Understanding prerequisites for successful adaptation",
    "In the global climate change negotiations, “means of implementation” refers to finance, technology development and transfer, and capacity-building. These three areas are closely interlinked and together provide the foundation for effective climate action, especially in the context of developing countries with already constrained domestic resources. While finance is often at the centre of the discussion, it is important to note the other elements as well, which are critical to create an enabling environment, utilise soft and hard technologies, and capacitate relevant personnel or institutions.",
    "Recent multilateral decisions on climate finance and adaptation estimate adaptation finance needs “at USD 215–387 billion annually for up until 2030” and note with concern that the adaptation finance gap is widening. In terms of funding, it is clear that the current provision—be it from multilateral climate funds, development banks, or through bilateral support—is not sufficient to enable urgent adaptation measures at the necessary scale and speed.",
    "The same applies to technology and capacity-building, where there are also huge gaps between what is currently provided and what is projected to be needed. Research also shows that investment in adaptation today can reap significant benefits while also preventing much higher costs—both in terms of lost opportunity costs and in direct or indirect losses and damages—in the future.",
    "Identifying local and national needs",
    "At the national level, the need for means of implementation has been clearly identified. For example, Sri Lanka’s first Biennial Transparency Report, which was submitted to the United Nations Framework Convention on Climate Change (UNFCCC) at the end of 2024, highlights several barriers that hinder the implementation of adaptation measures across sectors. These barriers include not only limited financial resources but also limited human resources and technical expertise and capacity within institutions to implement and monitor adaptation measures.",
    "The report also outlines estimated needs by sector, where significant funding is needed to fully implement actions on areas such as sustainable irrigation systems, climate-smart practices, community engagement programmes, ecosystem restoration, climate-resilient healthcare, capacity-building for relevant sectoral stakeholders, or monitoring and evaluation systems. Furthermore, technologies such as precision agriculture, water management technologies, adaptive infrastructure, or early warning systems are also highlighted as needs at the national and local level.",
    "While Sri Lanka has a framework and policies for climate change adaptation in place—including its Nationally Determined Contributions, the National Adaptation Plan for Climate Change Impacts in Sri Lanka, and the 2023 National Policy on Climate Change—, available national resources are not sufficient for the full implementation, which is conditional upon additional climate funding and other means of implementation.",
    "Scaling up the means of implementation",
    "There are ongoing efforts to scale up the availability and accessibility of finance, technology, and capacity-building. For example, this includes dedicated workstreams under the UNFCCC and in the climate negotiation process; the work of climate funds such as the Green Climate Fund, the Global Environment Facility, and the Adaptation Fund; initiatives to mobilise the private sector to invest in adaptation measures and develop bankable adaptation projects; and innovative financial instruments, such as green bonds, blue bonds, or blended finance facilities.",
    "In 2025, the Global Goal on Adaptation, which is currently in the process of being operationalised, provides an additional opportunity to discuss means of implementation and strengthen ambition in this regard. The most recent decision on the goal explicitly refers to the need for developing “quantitative and qualitative indicators for enabling factors for the implementation of adaptation action, including means of implementation.” Countries and technical experts are currently working to develop a set of indicators to measure adaptation progress towards eleven high-level targets, which cover both thematic sectors (such as food, water, or health) and process-oriented aspects (such as risk assessments, planning, and implementation).",
    "How means of implementation and other enabling factors will be integrated into this indicator framework is yet to be decided. Similarly, countries will have to establish how they can connect their national data collection and data management systems to these global indicators and targets, and how a quantification of resource needs can help them to better access available funding from a variety of sources.",
    "After a “year of climate finance” in 2024, the year 2025 now offers the chance to build on achievements so far and bring means of implementation to the forefront of climate discussions, especially in the context of climate change adaptation. If countries are to avoid worsening climate impacts and mounting losses and damages, it is essential to find ways to finance, support, and implement effective adaptation measures across all sectors and protect those who are the most vulnerable and exposed.",
    "(The writer works as Director: Research & Knowledge Management at SLYCAN Trust, a non-profit think tank. His work focuses on climate change, adaptation, resilience, ecosystem conservation, just transition, human mobility, and a range of related issues. He holds a Master’s degree in Education from the University of Cologne, Germany and is a regular contributor to several international and local media outlets.)"
  ]
}