{
  "url": "https://www.technologyreview.com/2026/01/12/1130726/opinion-breakthrough-technology-failures-flops/",
  "title": "Why some “breakthrough” technologies don’t work out",
  "ut": 1768178700.0,
  "body_paragraphs": [
    "Every year, MIT Technology Review publishes a list of 10 Breakthrough Technologies. In fact, the 2026 version is out today. This marks the 25th year the newsroom has compiled this annual list, which means its journalists and editors have now identified 250 technologies as breakthroughs.  A few years ago, editor at large David Rotman revisited the publication’s original list, finding that while all the technologies were still relevant, each had evolved and progressed in often unpredictable ways. I lead students through a similar exercise in a graduate class I teach with James Scott for MIT’s School of Architecture and Planning.   We ask these MIT students to find some of the “flops” from breakthrough lists in the archives and consider what factors or decisions led to their demise, and then to envision possible ways to “flip” the negative outcome into a success. The idea is to combine critical perspective and creativity when thinking about technology. Related StoryAre you ready to be a techno-optimist again?Read next Although it’s less glamorous than envisioning which advances will change our future, analyzing failed technologies is equally important. It reveals how factors outside what is narrowly understood as technology play a role in its success—factors including cultural context, social acceptance, market competition, and simply timing.",
    "In some cases, the vision behind a breakthrough was prescient but the technology of the day was not the best way to achieve it. Social TV (featured on the list in 2010) is an example: Its advocates proposed different ways to tie together social platforms and streaming services to make it easier to chat or interact with your friends while watching live TV shows when you weren’t physically together.  This idea rightly reflected the great potential for connection in this modern era of pervasive cell phones, broadband, and Wi-Fi. But it bet on a medium that was in decline: live TV.",
    "Still, anyone who had teenage children during the pandemic can testify to the emergence of a similar phenomenon—youngsters started watching movies or TV series simultaneously on streaming platforms while checking comments on social media feeds and interacting with friends over messaging apps.  Shared real-time viewing with geographically scattered friends did catch on, but instead of taking place through one centralized service, it emerged organically on multiple platforms and devices. And the experience felt unique to each group of friends, because they could watch whatever they wanted, whenever they wanted, independent of the live TV schedule. Evaluating the record Here are a few more examples of flops from the breakthroughs list that students in the 2025 edition of my course identified, and the lessons that we could take from each. The DNA app store (from the 2016 list) was selected by Kaleigh Spears. It seemed like a great deal at the time—a startup called Helix could sequence your genome for just $80. Then, in the company’s app store, you could share that data with third parties that promised to analyze it for relevant medical info, or make it into fun merch. But Helix has since shut down the store and no longer sells directly to consumers.Privacy concerns and doubts about the accuracy of third-party apps were among the main reasons the service didn’t catch on, particularly since there’s minimal regulation of health apps in the US.   HELIX   Elvis Chipiro picked universal memory (from the 2005 list). The vision was for one memory tech to rule them all—flash, random-access memory, and hard disk drives would be subsumed by a new method that relied on tiny structures called carbon nanotubes to store far more bits per square centimeter. The company behind the technology, Nantero, raised significant funds and signed on licensing partners but struggled to deliver a product on its stated timeline.Nantero ran into challenges when it tried to produce its memory at scale because tiny variations in the way the nanotubes were arranged could cause errors. It also proved difficult to upend memory technologies that were already deeply embedded within the industry and well integrated into fabs.   Light-field photography (from the 2012 list), chosen by Cherry Tang, let you snap a photo and adjust the image’s focus later. You’d never deal with a blurry photo ever again. To make this possible, the startup Lytro had developed a special camera that captured not just the color and intensity of light but also the angle of its rays. It was one of the first cameras of its kind designed for consumers. Even so, the company shut down in 2018.  Lytro's unique light-field camera was ultimately not successful with consumers.PUBLIC DOMAIN/WIKIMEDIA COMMONS   Ultimately, Lytro was outmatched by well-established incumbents like Sony and Nokia. The camera itself had a tiny display, and the images it produced were fairly low resolution. Readjusting the focus in images using the company’s own software also required a fair amount of manual work. And smartphones—with their handy built-in cameras—were becoming ubiquitous.  Many students over the years have selected Project Loon (from the 2015 list)—one of the so-called “moonshots” out of Google X. It proposed using gigantic balloons to replace networks of cell-phone towers to provide internet access, mainly in remote areas. The company completed field tests in multiple countries and even provided emergency internet service to Puerto Rico during the aftermath of Hurricane Maria. But the company shut down the project in 2021, with Google X CEO Astro Teller saying in a blog post that “the road to commercial viability has proven much longer and riskier than hoped.”",
    "Sean Lee, from my 2025 class, saw the reason for its flop in the company’s very mission: Project Loon operated in low-income regions where customers had limited purchasing power. There were also substantial commercial hurdles that may have slowed development—the company relied on partnerships with local telecom providers to deliver the service and had to secure government approvals to navigate in national airspaces.   One of Project Loon's balloons on display at Google I/O 2016.ANDREJ SOKOLOW/PICTURE-ALLIANCE/DPA/AP IMAGES   While this specific project did not become a breakthrough, the overall goal of making the internet more accessible through high-altitude connectivity has been carried forward by other companies, most notably Starlink with its constellation of low-orbit satellites. Sometimes a company has the right idea but the wrong approach, and a firm with a different technology can make more progress. As part of this class exercise, we also ask students to pick a technology from the list that they think might flop in the future. Here, too, their choices can be quite illuminating.  Lynn Grosso chose synthetic data for AI (a 2022 pick), which means using AI to generate data that mimics real-world patterns for other AI models to train on. Though it’s become more popular as tech companies have run out of real data to feed their models, she points out that this practice can lead to model collapse, with AI models trained exclusively on generated data eventually breaking the connection to data drawn from reality.   And Eden Olayiwole thinks the long-term success of TikTok’s recommendation algorithm (a 2021 pick) is in jeopardy as awareness grows of the technology’s potential harms and its tendency to, as she puts it, incentive creators to “microwave” ideas for quick consumption.  But she also offers a possible solution. Remember—we asked all the students what they would do to “flip” the flopped (or soon-to-flop) technologies they selected. The idea was to prompt them to think about better ways of building or deploying these tools.  For TikTok, Olayiwole suggests letting users indicate which types of videos they want to see more of, instead of feeding them an endless stream based on their past watching behavior. TikTok already lets users express interest in specific topics, but she proposes taking it a step further to give them options for content and tone—allowing them to request more educational videos, for example, or more calming content.  What did we learn? It’s always challenging to predict how a technology will shape a future that itself is in motion. Predictions not only make a claim about the future; they also describe a vision of what matters to the predictor, and they can influence how we behave, innovate, and invest.",
    "One of my main takeaways after years of running this exercise with students is that there’s not always a clear line between a successful breakthrough and a true flop. Some technologies may not have been successful on their own but are the basis of other breakthrough technologies (natural-language processing, 2001). Others may not have reached their potential as expected but could still have enormous impact in the future (brain-machine interfaces, 2001). Or they may need more investment, which is difficult to attract when they are not flashy (malaria vaccine, 2022).  Despite the flops over the years, this annual practice of making bold and sometimes risky predictions is worthwhile. The list gives us a sense of what advances are on the technology community’s radar at a given time and reflects the economic, social, and cultural values that inform every pick. When we revisit the 2026 list in a few years, we’ll see which of today’s values have prevailed.  Fabio Duarte is associate director and principal research scientist at the MIT Senseable City Lab. 202610 Breakthrough TechnologiesSodium-ion batteriesGenerative codingNext-gen nuclearAI companionsBase-edited babyGene resurrectionMechanistic interpretabilityCommercial space stationsEmbryo scoringHyperscale AI data centersReturn to the listhide"
  ]
}