{
  "url": "https://www.ft.lk/opinion/One-man-s-mission-to-turn-Delkanda-pola-to-indoor-basketball-court/14-771764",
  "title": "One man’s mission to turn Delkanda pola to indoor basketball court",
  "ut": 1736894058.0,
  "body_paragraphs": [
    "Sugath Thewarapperuma",
    "Text and pix by Shanika Sriyananda",
    "People have dreams and passions. Very few people succeed in realising their dreams as they are chasing behind them until they see the light at the end of the tunnel.",
    "Sugath Thewarapperuma is one rare individual who is still living his childhood dream even in his retirement as a banking professional.",
    "His dream is rare and expensive but still he dreams while spending his own savings even though he gets a zero return.",
    "Product of St. Joseph’s College, Maradana and a graduate from the University of Colombo and captained Sri Lanka’s national basketball team in 1990 and 1991, Sugath is an ex-employee of the HSBC, Seylan and Emirates banks.",
    "Being the youngest player of the national basketball team, the 16-year-old schoolboy was selected to represent Sri Lanka to Korea in 1984. In an era with no internet and with no clue about how Korea was, he thought Korea as an underdeveloped country with many shanties but his father convinced him saying that it was a much-developed country than Sri Lanka.",
    "“I sensed it from my first step at its airport and I was amazed to see their modern cities, highways, circular roads, sky rising buildings and especially the air conditioned indoor basketball courts with polished wooden floors. There, I made a promise to myself that one day I will build such improved basketball facilities for our children and players,” he recalled how his dream was mooted.",
    "Since then, he has never looked back. Wherever he goes he did something to improve basketball that he had fallen in love with.",
    "Sugath formed the Colombo Bulls Basketball Academy in 1989 when he was studying at the university. When he joined the bank abroad, he formed the basketball team called Taprobans. When he returned back from abroad in 2021, he wanted to pursue his dream of creating a fine indoor basketball court to train children.",
    "With a proposal in hand, he went to all sports clubs in Colombo but was not successful as they couldn’t understand the benefits that they could offer to groom young basketball players.",
    "“Basketball is an indoor sport but all schools have courts outside. Just for recreation, they can play outdoors but to properly play this as a sport they need indoor facilities with smooth floors. We are yet to build such standard indoor facilities for basketball,” he stressed.",
    "However, one day, when he was passing Delkanda pola, to fix some faults in his car, he saw this facility, which he thought was an ideal place for an indoor basketball court.",
    "Delkanda pola was brought to this semi-dome kind of much developed facility, which comes under the Urban Development Authority (UDA) following a concept by the former President Gotabaya Rajapaksa when he was the former Secretary of the Defence Ministry.",
    "Pola into indoor basketball court",
    "Sugath contacted the UDA officials to convert the pola, which functions only from Friday to Sunday night, to an indoor basketball court on other days.",
    "His proposal was well accepted by the UDA officials and gave him a six-month trial period but Sugath has to bear a Rs. 200,000 cost monthly to run the facility to train young basketball players.",
    "He says this facility – the Delkanda modern pola – can be improved further to commence basketball tournaments.",
    "“But, I can’t invest any further as this is a property belonging to the UDA,” he says while explaining how much he spent alone to bring sports gear including, especially imported basketball nets from China.",
    "“I have already spent Rs. 4 million as the initial cost as I wanted to get the best basketball equipment to have a good facility for the young players,” Sugath inviting corporates to come and invest here to popularise ‘Delkanda pola’ as a basketball hub says that a government can not do everything for people but citizens and companies have a huge potential to serve people.",
    "He says he has approached some of the private sector companies which have an interest in supporting this initiative under their CSR projects.",
    "“We are not asking anything extra and they can do it as CSR projects. The Government has already built a good structure and what they can do is to develop it further. This place will be a wonderful location for schools and companies to have their tournaments,” he explained.The vendors come in after 3 p.m. every Friday and they do their business till Sunday 11 p.m. The cleaning team of the UDA collects the leftover just strewn all over the floor by the vendors and they dump all waste alongside the pola for the garbage collecting trucks to take them away each Monday morning.",
    "The floor of the pola is a muddied coloured mess when the cleaning team of the Academy takes over each Monday morning. The four-man team plus Sugath himself wash the floor using machines as they have to clean the floor well for the young basketball players to do their practices.",
    "After several hours of tedious cleaning process, the ‘Delkanda pola’ is ready to accept bookings from schools and private coaches from each Monday after 3 p.m. Then it becomes a noisy basketball facility with a large court and a mini-court enough to train several dozens of players.",
    "Sugath is a dreamer as well as an achiever. He has already proved that Delkanda pola can be turned into a standard basketball indoor facility and wants the corporate sector to team up with him to make it a commercial venture to popularise this sport.",
    "Meanwhile, he has another dream to launch a scholarship scheme for the underprivileged children to bloom as good",
    "“A few weeks ago a boy came to me while I was coaching, and asked whether he could play for a little while wearing slippers. I said fine. Next day he also played wearing slippers. He was very happy and a good player.",
    "I found he was living with his mother and the younger brother in a rented room close to the pola. His father had abandoned them.",
    "But he didn’t come there for a few days. One day he appeared wearing a brand new pair of shoes. He said his mother got money from their till to get him the shoes. This boy prompted me to launch a scholarship scheme for kids who have enthusiasm and talent but have no money to get into the sport,” he says.",
    "Sugath hopes to tap the support of some groups, individuals, well-wishers and friends to collect funds for this scholarship program.",
    "Sugath believes that this whole effort needs not be a voluntary venture but can build a commercially viable project through sponsorships, memberships, contributions, etc.",
    "“Then it will be a sustainable project,” he says."
  ]
}