{
  "url": "https://www.ft.lk/columns/Is-AKD-following-LKY/4-771785",
  "title": "Is AKD following LKY?",
  "ut": 1736967710.0,
  "body_paragraphs": [
    "President Anura Kumara Dissanayake",
    "We, the citizens of Sri Lanka, have already witnessed significant reforms in governance under AKD’s leadership. This personally led process must continue consistently, free of bias, and within the framework of the law to ensure sustainable governance by the State, not the individual. Such efforts will help minimise the waste of public funds and lay a strong foundation for the nation’s development in the long term.",
    "We often look to Lee Kuan Yew (LKY), Singapore’s founding father, as an example of transformative leadership. He united three diverse ethnic groups—Chinese, Malay, and Indian—under the principle of honesty. Today, Sri Lanka faces profound challenges from past political corruption, economic instability, and social divisions. LKY’s leadership serves as a reminder that integrity, accountability, and a commitment to the greater good can redefine a nation’s destiny, regardless of its size or resources, similar to Singapore.",
    "When Singapore gained independence in 1965, it was a small, resource-scarce nation facing political unrest and ethnic divisions. Yet, within one generation, it became a global financial hub and a first-world country. LKY’s leadership was pivotal, centred on three core principles: meritocracy, integrity, and pragmatic governance. He prioritised national security, social cohesion, and economic growth. His efforts to foster ethnic harmony included implementing bilingual education policies and enforcing anti-discrimination laws. Similarly, AKD should consider enacting legislation to prevent racially motivated demands, i.e. anti-discrimination laws, to safeguard the Government from evil, selfish minds trying to destabilise the Government’s commitment to equality. Such legislation will stop this burden falling on the leadership case by case.",
    "Practicality and long-term thinking",
    "LKY’s policies, though sometimes harsh, were rooted in practicality and long-term thinking. The Internal Security Act ensured peace and stability during critical years. Likewise, his investments in education and infrastructure established a foundation for sustained growth. His focus on political stability, a robust legal system, and zero tolerance for corruption inspired investor confidence. Singapore’s Corrupt Practices Investigation Bureau (CPIB) was empowered to tackle corruption at all levels. Sri Lanka must adopt a similar mindset to revitalise the Bribery and Corruption Commission, moving away from populism and short-term fixes in favour of strategic, future-oriented policies.",
    "AKD’s primary election theme was anti-corruption, reflecting a key aspect of LKY’s leadership. His unwavering stance against corruption defined LKY’s pragmatic governance. He held public officials to the highest accountability standards, ensuring that anyone guilty of corruption faced severe consequences, including dismissal, public exposure, and prosecution. By rooting out corruption, Singapore built domestic credibility and attracted global investment. We in Sri Lanka need such legislation at the earliest opportunity to deal with various kinds of corruption that are appearing again and involving many public officials.",
    "In Sri Lanka, corruption has long undermined public trust in institutions and stifled economic growth. An independent revitalised Bribery and Corruption with no seconded officers will eliminate corruption, hold all culprits accountable, irrespective of their status and ensure that public resources serve all citizens. With overwhelming public support, AKD is well-positioned to deliver on his promise to combat corruption. However, this needs to be done early before the government gets entangled with controversy over its own ‘tiered’ standards. Through comprehensive legislative measures, Sri Lanka can rebuild its institutions, restore public confidence, and chart a course toward sustainable development.",
    "Unwavering commitment to meritocracy",
    "LKY was considered “cruel” by some because he treated all races equally without favouring any. AKD shares a similar stance. One of the hallmarks of LKY’s leadership was his unwavering commitment to meritocracy. This created a culture of excellence where the best and brightest minds were responsible for leading the country. In Singapore, recruitment and promotions across all sectors were strictly based on merit—capabilities, skill sets, and abilities—not on connections, nepotism, racial considerations, or personal favouritism. Although challenging to implement, meritocracy can be implemented with the open advertisement of qualifications needed, a transparent appointment process, strict job plans with annual reviews linked to customer feedback, and personal development strategies that are considered a necessity to continue. This approach will foster a culture of excellence and innovation, like Singapore, ensuring that the most capable individuals propel the country forward.",
    "Sri Lanka must break free from the grip of favouritism and focus on nurturing talent through equal opportunities for all citizens, regardless of ethnicity or social background. Early signs of this approach are visible under AKD’s leadership. LKY understood that for a nation to progress, its institutions must be led by those who are truly capable, irrespective of their background. By adopting meritocracy, Sri Lanka could break the cycle of favouritism, nepotism, and ethnic division that has often hindered its development. Establishing a system where opportunities are based on ability and performance could unlock the full potential of Sri Lanka’s people, fostering a culture of innovation, growth, and national unity.",
    "After gaining independence in 1965, during Singapore’s formative years, LKY focused on eliminating corruption, gang activities, and communist threats to create a peaceful and secure nation. The Internal Security Act (ISA) granted his administration discretionary powers to arrest and detain individuals without trial, when necessary, to prevent actions deemed harmful to Singapore’s security, public order, or essential services. The ISA allowed preventive detention, suppression of subversion, and countering of organised violence against persons and property. Sri Lanka urgently needs a similar act to ensure that politicians and public officials comply with legally binding measures. With its Parliament still in its formative stages, we hope Sri Lanka will soon establish a comparable Internal Security Act.",
    "Eliminating corruption at all levels",
    "By eliminating corruption at all levels, as LKY did, Sri Lanka can inspire public trust and attract international investors who view stability and a corruption-free environment as prerequisites for investment. This approach could transform Sri Lanka into a manufacturing, business, and financial hub for the Indian Ocean region.",
    "Under LKY’s leadership—often described as strict—Singapore transformed from a third-world nation into a first-world country. Sri Lanka has the potential to achieve even more, given its abundant natural resources, strategic location, and educated population that can be developed into a skilled workforce. With its prime position in the Indian Ocean, Sri Lanka could become a regional economic powerhouse—provided it fosters a stable and investor-friendly environment. Like Singapore, Sri Lanka should adhere to a non-aligned foreign policy to emerge as a crucial node in global trade and finance, maintaining friendly ties with Eastern, Western, and Asian powers while leveraging its strategic location.",
    "While some label LKY’s methods as “cruel,” his leadership was not about oppression but discipline and fairness. Whether these policies were “cruel” or benevolent is debatable, but their results speak for themselves. He treated all races equally, fostering harmony in a diverse society by ensuring everyone felt they had a stake in Singapore’s future. Moreover, LKY’s economic policies were marked by simplicity and foresight. Low personal income taxes, the absence of capital gains and inheritance taxes, and a business-friendly environment encouraged reinvestment and entrepreneurship. By positioning Singapore as a global trade and financial hub, LKY ensured its economic resilience. Sri Lanka, too, must prioritise national unity. Divisive politics and ethnic biases must be curtailed to build a shared vision of prosperity and peace, as AKD is striving to do.",
    "Pragmatic, long-term approach to governance",
    "LKY’s leadership was built on three core tenets relevant to Sri Lanka today: meritocracy, integrity, and pragmatism. Encouragingly, AKD appears to be moving in a similar direction. One of LKY’s greatest strengths was his pragmatic, long-term approach to governance. He maintained tight control over domestic finances, preventing the internationalisation of the Singapore dollar and limiting the operations of foreign banks. This created an environment that attracted international firms eager to establish themselves in Singapore. Sound financial policies, a corruption-free environment, and a focus on technological advancement helped Singapore become a hub for multinational companies like General Electric. State-owned enterprises like Temasek Holdings and Singapore Airlines were run with business efficiency, often outperforming private sector competitors. Sri Lanka could adopt a similar model to enhance the performance of its state-owned enterprises and boost economic growth.",
    "Singapore adopted a two-pronged financial strategy: becoming an international financial hub while ensuring its financial sector supported key domestic industries like manufacturing and shipping. Additionally, integrating foreign and local talent fuelled decades of sustained economic growth. LKY’s focus on economic development, making Singapore an attractive investment destination, and drawing world-class manpower offer valuable lessons for Sri Lanka. To replicate such success, Sri Lanka must invest in state-of-the-art infrastructure, establish excellent air and sea linkages, and maintain a low and transparent tax regime. Clean and efficient bureaucracy, a strong regulatory and legal framework, and a neutral diplomatic policy—balancing relations with global powers like the US and China—are critical. Developing clean, green cities powered by sustainable energy will also be key to achieving remarkable economic success akin to Singapore’s."
  ]
}