{
  "url": "https://www.technologyreview.com/2024/08/15/1096682/what-japans-megaquake-warning-really-tells-us/",
  "title": "What Japan’s “megaquake” warning really tells us",
  "ut": 1723688300.0,
  "body_paragraphs": [
    "MIT Technology Review Explains: Let our writers untangle the complex, messy world of technology to help you understand what's coming next. You can read more from the series here. On August 8, at 16:42 local time, a magnitude-7.1 earthquake shook southern Japan. The temblor, originating off the shores of mainland island of Kyūshū, was felt by nearly a million people across the region, and initially, the threat of a tsunami emerged. But only a diminutive wave swept ashore, buildings remained upright, and nobody died. The crisis was over as quickly as it began.  But then, something new happened. The Japan Meteorological Agency, a government organization, issued a ‘megaquake advisory’ for the first time. This pair of words may appear disquieting—and to some extent, they are. There is a ticking bomb below Japanese waters, a giant crevasse where one tectonic plate dives below another. Stress has been accumulating across this boundary for quite some time, and inevitably, it will do what it has repeatedly done in the past: part of it will violently rupture, generating a devastating earthquake and a potentially huge tsunami. The advisory was in part issued because it is possible that the magnitude-7.1 quake is a foreshock – a precursory quake – to a far larger one, a tsunami-making monster that could kill a quarter of a million people.",
    "The good news, for now, is that scientists think it is very unlikely that that magnitude-7.1 quake is a prelude to a cataclysm. Nothing is certain, but “the chances that this actually is a foreshock are really quite low,” says Harold Tobin, the director of the Pacific Northwest Seismic Network. The advisory, ultimately, isn’t prophetic. Its primary purpose is to let the public know that scientists are aware of what’s going on, that they are cognizant of the worst-case scenario—and that everyone else should be mindful of that grim possibility too. Evacuation routes should be memorized, and emergency supplies should be obtained, just in case.",
    "“Even if the probability is low, the consequences are so high,” says Judith Hubbard, an earthquake scientist at Cornell University. “It makes sense to worry about some of these low probabilities.” Japan, which sits atop a tectonic jigsaw, is no stranger to large earthquakes. Just this past New Year’s Day, a magnitude-7.6 temblor convulsed the Noto Peninsula, killing 230 people. But special attention is paid to certain quakes even when they cause no direct harm. The August 8 event took place on the Nankai subduction zone: here, the Philippine Sea plate creeps below Japan, which is attached to the Eurasian plate. This type of plate boundary is the sort capable of producing ‘megaquakes’, those of a magnitude-8.0 and higher. (The numerical difference may seem small, but the scale is logarithmic: a magnitude-8.0 quake unleashes 32 times more energy than a magnitude-7.0 quake.) Consequently, the Nankai subduction zone (or Nankai Trough) has created several historical tragedies. A magnitude-7.9 quake in 1944 was followed by a magnitude-8.0 quake in 1946; both events were caused by part of the submarine trench jolting. The magnitude-8.6 quake of 1707, however, involved the rupture of the entire Nankai Trough. Thousands died on each occasion.  Predicting disaster Predicting when and where the next major quake will happen anywhere on Earth is currently impossible. Nankai is no different: as recently noted by Hubbard on her blog Earthquake Insights – co-authored with geoscientist Kyle Bradley – there isn’t a set time between Nankai’s major quakes, which range from days to several centuries. Related StoryHow machine learning might unlock earthquake predictionResearchers are applying artificial intelligence and other techniques in the quest to forecast quakes in time to help people find safety.",
    "But as stress is continually accumulating on that plate boundary, it’s certain that, one day, the Nankai Trough will let loose another great quake, one which could push a vast volume of seawater toward a large swath of western and central Japan, making a tsunami 100 feet tall. The darkest scenario suggests that 230,000 could perish, two million buildings would be damaged or destroyed, and the country would be left with a $1.4 trillion bill. Naturally, a magnitude-7.1 quake on that Trough worries scientists. Aftershocks (a series of smaller magnitude quakes) are a guaranteed feature of potent quakes. But there is a small chance that a large quake will be followed by an even larger quake, retrospectively making the first a foreshock. “The earthquake changes the stress in the surrounding crust a little bit,” says Hubbard. Using the energy released during the August 8 rupture, and decoding the seismic waves created during the quake, scientists can estimate how much stress gets shifted to surrounding faults.",
    "The worry is that some of the stress released by one quake gets transferred to a big fault that hasn’t ruptured in a very long time but is ready to fold like an explosive house of cards. “You never know which increment of stress is gonna be the one that pushes it over the edge.” Scientists cannot tell whether a large quake is a foreshock until a larger quake occurs. But the possibility remains that the August 8 temblor is a foreshock to something considerably worse. Statistically, it’s unlikely. But there is additional context to why that megaquake advisory was issued: the specter of 2011’s magnitude-9.1 Tōhoku earthquake and tsunami, which killed 18,000 people, still haunts the Japanese government and the nation’s geoscientists.  Hubbard explains that, two days before that quake struck off Japan’s eastern seaboard, there was a magnitude-7.2 event in the same area—now known to be a foreshock to the catastrophe. Reportedly, authorities in Japan regretted not highlighting that possibility in advance, which may have meant people on the eastern seaboard would have been more prepared, and more capable, of escaping their fate. A sign to get prepared In response, Japan’s government created new protocols for signaling that foreshock possibility. Most magnitude-7.0-or-so quakes would not be followed by a ‘megaquake advisory’. Only those happening in tectonic settings able to trigger truly gigantic quakes will—and that includes the Nankai Trough.  Crucially, this advisory is not a warning that a megaquake is imminent. It means: “be ready for when the big earthquake comes,” says Hubbard. Nobody is mandated to evacuate, but they are asked to know their escape routes. Meanwhile, local news reports that nursing homes and hospitals in the region are tallying emergency supplies while moving immobile patients to higher floors or other locations. The high-speed Shinkansen railway trains are running at a reduced maximum speed, and certain flights are carrying more fuel than usual in case they need to divert. Earthquake advisories aren’t new. “California has something similar, and has issued advisories before,” says Wendy Bohon, an independent earthquake geologist. In September 2016, for example, a swarm of hundreds of modest quakes caused the U.S. Geological Survey to publicly advise that, for a week, there was a 0.03 to 1% chance of a magnitude-7.0-or-greater quake rocking the Southern San Andreas Fault—an outcome that fortunately didn’t come to pass. But this megaquake advisory is Japan’s first, and it will have both pros and cons. “There are economic and social consequences to this,” says Bohon. Some confusion about how to respond has been reported, and widespread cancellations of travel to the region will come with a price tag.  But calm reactions to the advisory seem to be the norm, and (ideally) this advisory will result in an increased understanding of the threat of the Nankai Trough. “It really is about raising awareness,” says Adam Pascale, chief scientist at the Seismology Research Centre in Melbourne, Australia. “It’s got everyone talking. And that’s the point.”",
    "Geoscientists are also increasingly optimistic that the August 8 quake isn’t a harbinger of a seismic pandemonium. “This thing is way off to the extreme margin of the actual Nankai rupture zone,” says Tobin—meaning it may not even count as being in the zone of tectonic concern.  A blog post co-authored by Shinji Toda, a seismologist at Tōhoku University in Sendai, Japan, also estimates that any stress transferal to the dangerous parts of the Trough is negligible. There is no clear evidence that the plate boundary is acting weirdly. And with each day that goes by, the odds of the August 8 quake being a foreshock drop even further.",
    "Tech defenses But if a megaquake did suddenly emerge, Japan has a technological shield that may mitigate a decent portion of the disaster.  Buildings are commonly fitted with dampeners that allow them to withstand dramatic quake-triggered shaking. And like America’s West Coast, the entire archipelago has a sophisticated earthquake early-warning system: seismometers close to the quake’s origins listen to its seismic screams, and software makes a quick estimate of the magnitude and shaking intensity of the rupture, before beaming it to people’s various devices, giving them invaluable seconds to get to cover. Automatic countermeasures also slow trains down, control machinery in factories, hospitals, and office buildings, to minimize damage from the incoming shaking. A tsunami early-warning system also kicks into gear if activated, beaming evacuation notices to phones, televisions, radios, sirens, and myriad specialized receivers in buildings in the afflicted region—giving people several minutes to flee. A megaquake advisory may be new, but for a population highly knowledgeable about earthquake and tsunami defense, it’s just another layer of protection. The advisory has had other effects too: it’s caused those in another imperiled part of the world to take notice. The Cascadia Subduction Zone offshore from the US Pacific Northwest is also capable of producing both titanic quakes and prodigious tsunamis. Its last grand performance, in 1700, created a tsunami that not only inundated large sections of the North American coast, but it also swamped parts of Japan, all the way across the ocean. Japan’s megaquake advisory has got Tobin thinking: “What would we do if our subduction zone starts acting weird?” he says—which includes a magnitude-7.0 quake in the Cascadian depths. “There is not a protocol in place the way there is in Japan.” Tobin speculates that a panel of experts would quickly assemble, and a statement – perhaps one not too dissimilar to Japan’s own advisory – would emerge from the U.S. Geological Survey. Like Japan, “we would have to be very forthright about the uncertainty,” he says. Whether it’s Japan or the US or anywhere else, such advisories aren’t meant to engender panic. “You don’t want people to live their lives in fear,” says Hubbard. But it’s no bad thing to draw attention to the fact that Earth can sometimes be an unforgiving place to live. Robin George Andrews is an award-winning science journalist and doctor of volcanoes based in London. He regularly writes about the Earth, space, and planetary sciences, and is the author of two critically acclaimed books: Super Volcanoes (2021) and How To Kill An Asteroid (October 2024). hide"
  ]
}