{
  "url": "https://www.ft.lk/columns/Electricity-reform-must-be-driven-by-economics-not-outdated-assumptions/4-786901",
  "title": "Electricity reform must be driven by economics, not outdated assumptions",
  "ut": 1768346864.0,
  "body_paragraphs": [
    "The draft Electricity Policy should be understood as a transitional instrument required to operationalise the new Act within statutory timelines",
    "SRI Lanka’s draft National Electricity and Tariff Policy has generated intense debate, particularly following discussions at the Parliamentary Oversight Committee. While some commentary has portrayed the policy as hurried or disconnected from broader energy objectives, a closer examination suggests that the more pressing issue is not policy direction, but the economic, legal, planning, and delivery assumptions underpinning implementation.",
    "Ideally, an electricity policy should be aligned with a comprehensive and up-to-date national energy policy. Sri Lanka’s existing energy policy dates back to 2019 and does not fully reflect present-day realities, including structural reforms under the Electricity Act, No. 36 of 2024, declining renewable and storage costs, and evolving grid constraints. However, the draft Electricity Policy should be understood as a transitional instrument required to operationalise the new Act within statutory timelines. The appropriate remedy is policy harmonisation, not policy abandonment.",
    "An overly tactical draft policy",
    "Criticism that the draft policy is overly tactical has some validity, as it includes significant operational detail on procurement mechanisms, tariff structures, storage, digitalisation, and system operations. In a period of sector unbundling and institutional restructuring, however, greater operational clarity at policy level is not inherently inappropriate. What is required is clearer separation between long-term policy intent and subsequent regulatory instruments.",
    "A key concern lies in long-term generation planning. Sri Lanka’s Long-Term Generation Expansion Plan (LTGEP) spans a 20-year horizon but often relies on technology cost inputs that are two to three years out of date by the time plans are approved. This lag has particularly affected the treatment of emerging technologies such as Battery Energy Storage Systems (BESS). Recent competitive BESS tenders conducted by the Ceylon Electricity Board (CEB) have demonstrated prices significantly below those assumed in planning models, yet these market signals are not fully reflected in LTGEP assumptions.",
    "What is required is clearer separation between long-term policy intent and subsequent regulatory instruments",
    "Outdated planning assumptions risk systematically underestimating the role of storage-enabled renewable integration and continuing to favour thermal generation. Storage is not a competing alternative to renewable energy, but an enabler that allows higher penetration of low-cost renewables while reducing reliance on expensive thermal generation.",
    "Actual system data highlights this imbalance. In 2023, thermal power contributed approximately 49.5% of electricity generation but nearly 84% of total generation cost, while renewable energy supplied about 50.5% of generation at only 16% of total cost. A similar pattern was observed in 2024, with thermal generation accounting for around 47% of energy output but close to 79% of total cost, while renewables delivered approximately 53% of generation at just 21% of cost.",
    "From an industry perspective, curtailment is recognised as a legitimate system operation tool in a constrained grid",
    "These figures underline a critical policy insight: further reductions in renewable energy tariffs will not materially lower average consumer electricity prices. The dominant cost driver remains thermal generation. Long-term tariff relief will therefore depend on increasing renewable energy penetration, supported by storage and system flexibility, rather than suppressing renewable prices alone.",
    "Renewable energy curtailment",
    "Another area requiring careful consideration is renewable energy curtailment. From an industry perspective, curtailment is recognised as a legitimate system operation tool in a constrained grid. However, transparency and predictability are essential. Developers require clear curtailment data, consistent operational rules, and advance visibility of curtailment risks to enable proper project structuring and financing. Any compensation mechanisms, if considered, should be regulator-approved, targeted, and designed to avoid distorting dispatch signals.",
    "Section 4.3(c) of the Electricity Act, 2024 mandates the State to incentivise investments in renewable energy, energy storage",
    "Importantly, Section 4.3(c) of the Electricity Act, 2024 mandates the State to incentivise investments in renewable energy, energy storage, and energy efficiency to enhance national energy security and reduce dependence on imported fossil fuels. While the draft Tariff Policy refers to least-cost principles, it does not clearly articulate how tariff structures or procurement mechanisms will actively incentivise these priority technologies, particularly storage and flexibility solutions. Aligning the Tariff Policy more explicitly with this statutory obligation would strengthen coherence between the Act and its subordinate policy instruments.",
    "Similarly, The Results and Delivery Framework of the draft Electricity Policy, further commits to enhancing national self-reliance by prioritising renewable energy at the point of use, encouraging distributed generation at household, commercial, and industrial levels, and strengthening local resources such as biomass and municipal solid waste for electricity generation. However, these strategic commitments are not adequately supported by the downstream tariff and procurement provisions. Frequent tariff revisions, shortened contract tenures (limited to 10 years), mandatory aggregation requirements for solar rooftops (limited to 500 KW per distribution region), and the absence of differentiated incentives for biomass and waste-to-energy projects undermine the very mechanisms required to deliver self-reliance. Aligning tariff structures with these stated policy objectives is essential if the outcomes envisaged under Section 4 of Results and Delivery Framework are to move beyond intent and into implementation.",
    "The policy approach to feed-in tariffs also warrants refinement. Section 11 of the Electricity Act explicitly preserves non-competitive procurement for renewable energy projects below specified thresholds, including a cumulative cap of 10 MW per contiguous area. This provision was designed to prevent artificial project fragmentation while still enabling small and distributed investments. However, Strategy 1.4 of the draft Tariff Policy significantly compresses this space through frequent tariff revisions, shortened tenures, price ceilings tied to competitive tenders, and mandatory aggregation for rooftop solar. Greater alignment between the Act’s transitional intent and the Tariff Policy’s operational provisions would improve regulatory certainty.",
    "In 2023, thermal power contributed approximately 49.5% of electricity generation but nearly 84% of total generation cost, while renewable energy supplied about 50.5% of generation at only 16% of total cost. A similar pattern was observed in 2024, with thermal generation accounting for around 47% of energy output but close to 79% of total cost, while renewables delivered approximately 53% of generation at just 21% of cost. These figures underline a critical policy insight: further reductions in renewable energy tariffs will not materially lower average consumer electricity prices. The dominant cost driver remains thermal generation",
    "While the transition from feed-in tariffs to competitive procurement is widely accepted and consistent with least-cost principles, a transparent and time-bound transition framework for the projects already under development is necessary to preserve regulatory credibility and avoid unintended disruption.",
    "The draft policy would also benefit from explicitly reaffirming Sri Lanka’s climate commitments, including the Paris Agreement and the national objective of achieving 70% renewable energy by 2030. Clear articulation of these commitments is essential for long-term investor confidence.",
    "Electricity sector reform is necessary and overdue. Ensuring that reform is guided by up-to-date economics, realistic planning assumptions, coherent treatment of curtailment, statutory-aligned incentives, and delivery-aligned tariff mechanisms will determine whether it delivers affordable, reliable, and sustainable power in the years ahead.",
    "(The author is President, Bioenergy Association of Sri Lanka.  He can be contacted at: [email protected])"
  ]
}