{
  "url": "https://dbsjeyaraj.com/dbsj/?p=86625",
  "title": "The “Nuremberg”Movie about German Nazi War Crimes   and the Allegations of “Hitler”against The NPP Govt by “Hitlers”of the  Sri Lankan  Opposition",
  "ut": 1763249103.0,
  "body_paragraphs": [
    "Kishali Pinto-Jayawardene",
    "‘We are here because we lost and you won. It is not because you are morally superior’ thunders Reichmarshall Herman Goering to United States Army psychiatrist Douglas Kelley entrusted with the fiendishly difficult task of decoding the DNA of ‘a monster’ in the run up to the trials of key Nazi leaders for war crimes before the International Military Trial at Nuremberg after the surrender of Germany to the Allied powers in 1945, marking the end of World War II.",
    "Undermining of the global human rights system",
    "Released across the United States earlier this month, the film ‘Nuremberg’ with Goering and Kelley sublimely played by Russell Crowe and Rami Malek (based on the book, ‘The Nazi and the Psychiatrist’ by Jack El-Hai), has led to a revisiting of events occurring eighty years ago. That is with ominous insights and a fresh understanding of history. New global apprehensions have emerged as the ‘rise of the Trump strongman’ is witnessed in full force in the United States itself and across the globe.",
    "The law has been a primary target of this attack. Post World War II legal architecture comprises numerous Declarations and Covenants on Human Rights and finally an International Criminal Court (ICC) that has struggled to retain its high ground as an impartial monitor of global rights abuses. The integrity of that system has been challenged as never before. These challenges have occurred from within as well, with the United Nations system being subjected to devastating critique.",
    "Much of this rights driven architecture of international law and international humanitarian law is being systematically dismantled, piece by painful piece. This is evidenced none other than by the State of Israel, in the most fundamentally grotesque irony, inflicting upon the Palestinians of Gaza what the Nazis once inflicted on them. In our part of the world, that same ‘strongman’ culture and doctrines that bear an uncanny resemblance to the Nazi ideology of ‘racial purity’ are witnessed in greater or lesser form in India.",
    "‘Hitler’ allegations leveledby Opposition ‘Hitlers’",
    "In Sri Lanka, an Opposition alliance led by the Rajapaksa headed Sri Lanka Podujana Party (SLPP) and its party satellites have united against the National Peoples’ Party (NPP) Government, blithely chanting that this is similar to the Allied powers uniting against Nazi Germany. They have pronounced to be amassing their numbers on 21st November in a show of strength ostensible to strengthen the Rule of Law.",
    "This is in blunt denial of the fact that it was during the Rajapaksa period that the Rule of Law was dealt its most destructive blows.",
    "Those blows ranged from a Chief Justice being unceremoniously ejected from her seat to the bankruptcy of the country and the profound misery of its people. The SLPP’s call to unite against ‘Sri Lanka’s Hitler’ as pointed out previously in these column spaces, is a repulsively bizarre understanding of history. I",
    "t also reflects convenient amnesia to the crimes of the SLPP which are on the same lines as the ‘racial enemy’ theory well used by the drafters of the Third Reich’s ’Final Solution’ for all those deemed not to belong to the master race.",
    "That these terms were not used lightly is evidenced by an Anunayake of the Maha Nikayas once advising the unlamented Gotabhaya Rajapaksa to be ‘like a Hitler.’ What actually manifested was the pathetic degeneration of Sri Lanka’s political leadership to the point where Mr Rajapaksa had to flee, much like a refugee akin to the hundreds of Sri Lankans who fled the country during the Rajapaksa times, in a rare stroke of positive poetic justice.",
    "Charges of the Government being run from Pelawatta",
    "In fact, the SLPP’s ambitious reach with unwisely sentimental recollections of the ‘Mahinda Sulanga  (Mahinda’s winds) movement against the Sirisena-Wickremesinghe coalition Government in the wake of the Rajapaksa defeat in 2015, may be counter-productive in a wider sense.",
    "Alarmed by this potential resurgence of bitterly experienced Rajapaksa communalism, even well timed critiques of the Janatha Vimukthi Peramuna led NPP’s model and style of governance may be abstained from in an effort to stem the wider evil.",
    "That those critiques are desperately needed at this point in time hardly needs emphasis. For example, the NPP’s answer to ribald Opposition catcalling this week in Parliament that the Government is being run from the JVP party headquarters in Pelawatta, raises startled eyebrows. That Opposition critique was deflected not by a considered answer but a boast that in fact this is so and further, that ‘we do not run the Government from the houses of Presidents or politicians.’",
    "But the point is that both are equally wrong; whether the Government is run from a political party office or from a house of a politician. That is a truth that needs to be acknowledged. Meanwhile, the bigger concern is the capitulation of ‘moderates’ in opposition, including the United National Party (UNP) which is deplorable but hardly surprising.",
    "On its part, the main Samagi Jana Balavegaya (SJB) seems to be of an ‘aasai, bayyai’ (keen but scared) mentality with some its party members professing that they will ‘individually’ attend the rally along with their local area constituents.",
    "Even so, to put aside the displeasing vagaries of Sri Lankan politics for the moment, it is self-evident that the terrible histories of the Third Reich does not belong in the shadows despite the ‘never again’ call. Goering, a flamboyant flying ace and an enormously charismatic figure, was the founder of Nazi Germany’s feared secret military police, the Gestapo and second only to Adolf Hitler in the Nazi terror regime. He was responsible for the deaths of millions in the Holocaust.",
    "These great numbers included not only Jews but also communists, political opponents, gypsies, people with disabilities and people of Slavic and other ethnicities. These peoples were typecast as ‘sub-human’ on the Nazi doctrine of ‘racial purity’ and killed in concentration camps or shot at point blank range. Yet Goering evinced no remorse, no acknowledgement of his crimes ‘I am the book, you are footnote’ he informs Kelley with characteristic arrogance.",
    "In a typical move that ‘cheated the hangman,’ Goering committed suicide by swallowing a cyanide pill on the night before his death by hanging. This was in accordance with the sentence passed down by the Tribunal which had determined him to be a ‘leading war aggressor’ with guilt that was ‘unique in its enormity.’ Indeed, in assessing the mental state of Goering and other Nazi leaders brought to trial, Kelley’s findings were that there was no specific ‘Nazi pathology.’",
    "No monsters but humans transformed into monsters",
    "The men on trial were far from clinically insane or psychologically abnormal. Instead, he found the ‘monsters’ to be ‘ordinary men’ driven to extraordinary brutalities by the enormous power handed to them by cheering people who  hailed the Nazi forces as liberators. Since then, our own histories have proved him right. Those who perpetuated atrocities against human beings were always able to justify those acts as being done for the ‘sake of the nation and the country.’",
    "In a different conversation, I was told by a German lawyer in a chance conversation in Berlin a few months ago what the remarkable legal scholar and last living Nuremberg prosecutor, Ben Ferencz who died in 2023, had replied snappishly when asked about the Nazi monster pathology; ‘Nonsense’ he said, ‘would you call the American pilots who dropped the atomic bombs over Hiroshima and Nagasaki as monsters?’",
    "Douglas Kelley, it is said, committed suicide years later ironically by the same method as Goering; that is by swallowing a cyanide pill. As the pendulum shifts, decades after ‘the wars to end all wars,’ we are yet to learn the lessons that those times teach us.",
    "That is true of Sri Lanka as it is of the world.",
    "Courtesy:Sunday Times",
    "****************************************************"
  ]
}