{
  "url": "https://www.technologyreview.com/2025/10/09/1125302/3-takeaways-about-climate-tech-right-now/",
  "title": "3 takeaways about climate tech right now",
  "ut": 1759969800.0,
  "body_paragraphs": [
    "On Monday, we published our 2025 edition of Climate Tech Companies to Watch. This marks the third time we’ve put the list together, and it’s become one of my favorite projects to work on every year.  In the journalism world, it’s easy to get caught up in the latest news, whether it’s a fundraising round, research paper, or startup failure. Curating this list gives our team a chance to take a step back and consider the broader picture. What industries are making progress or lagging behind? Which countries or regions are seeing quick changes? Who’s likely to succeed?   This year is an especially interesting moment in the climate tech world, something we grappled with while choosing companies. Here are three of my takeaways from the process of building this list.  1. It’s hard to overstate China’s role in energy technology right now.  To put it bluntly, China’s progress on cleantech is wild. The country is dominating in installing wind and solar power and building EVs, and it’s also pumping government money into emerging technologies like fusion energy.",
    "Related StoryHow we picked promising climate tech companies in an especially unsettling yearAnd what distinguishes the firms that made the 2025 edition of our annual list of Climate Tech Companies to Watch.",
    "We knew we wanted this list to reflect China’s emergence as a global energy superpower, and we ended up including two Chinese firms in key industries: renewables and batteries. In 2024, China accounted for the top four wind turbine makers worldwide. Envision was in the second spot, with 19.3 gigawatts of new capacity added last year. But the company isn’t limited to wind; it’s working to help power heavy industries like steel and chemicals with technology like green hydrogen.",
    "Batteries are also a hot industry in China, and we’re seeing progress in tech beyond the lithium-ion cells that currently dominate EVs and energy storage on the grid. We represent that industry with HiNa Battery Technology, a leading startup building sodium-ion batteries, which could be cheaper than today’s options. The company’s batteries are already being used in electric mopeds and grid installations.  2. Energy demand from data centers and AI is on everyone’s mind, especially in the US.  Another trend we noticed this year was a fixation on the growing energy demand of data centers, including massive planned dedicated facilities that power AI models. (Here’s another nudge to check out our Power Hungry series on AI and energy, in case you haven’t explored it already.)  Even if their technology has nothing to do with data centers, companies are trying to show how they can be valuable in this age of rising energy demand. Some are signing lucrative deals with tech giants that could provide the money needed to help bring their product to market.  Kairos Power hopes to be one such energy generator, building next-generation nuclear reactors. Last year, the company signed an agreement with Google that will see the company buy up to 500 megawatts of electricity from Kairos’s first reactors through 2035.   In a more direct play, Redwood Materials is stringing together used EV batteries to build microgrids that could power—you guessed it—data centers. The company’s first installation fired up this year, and while it’s small, it’s an interesting example of a new use for old technology.  3. Materials continue to be an area that’s ripe for innovation.  In a new essay that accompanies the list, Bill Gates lays out the key role of innovation in making progress on climate technology. One thing that jumped out at me while I was reading that piece was a number: 30% of global greenhouse-gas emissions come from manufacturing, including cement and steel production.  Related StoryBill Gates: Our best weapon against climate change is ingenuityA measure I call the Green Premium reveals where we can invest in climate progress for maximum impact.",
    "I’ve obviously covered materials and heavy industry for years. But it still strikes me just how much innovation we still need in the most important materials we use to scaffold our world.  Several companies on this year’s list focus on materials: We’ve once again represented cement, a material that accounts for 7% of global greenhouse-gas emissions. Cemvision is working to use alternative fuel sources and starting materials to clean up the dirty industry.  And Cyclic Materials is trying to reclaim and recycle rare earth magnets, a crucial technology that underpins everything from speakers to EVs and wind turbines. Today, only about 0.2% of rare earths from recycled devices are recycled, but the company is building multiple facilities in North America in hopes of changing that.  Our list of 10 Climate Tech Companies to Watch highlights businesses we think have a shot at helping the world address and adapt to climate change with the help of everything from established energy technologies to novel materials. It’s a representation of this moment, and I hope you enjoy taking a spin through it. hide"
  ]
}