{
  "url": "https://www.ft.lk/columns/How-Asia-can-revolutionise-food-systemsbefore-it-s-too-late/4-776259",
  "title": "How Asia can revolutionise food systems—before it’s too late",
  "ut": 1746572264.0,
  "body_paragraphs": [
    "Although Asia produces enough calories, 600 million people still suffer from micronutrient deficiencies",
    "Asia faces a paradox: home to over half the world’s undernourished, but also the most vibrant economies, where agrifood systems employ 40% of the workforce.",
    "In 2021, 1.9 billion people lacked access to healthy diets, trapped between poverty and skyrocketing food prices. Resource degradation, and economic shocks now threaten to unravel decades of progress.",
    "Yet within this challenge lies an unprecedented chance to rewrite the rules of food production.",
    "Global agrifood systems generate massive hidden costs—environmental, social, and health-related—estimated at $ 13 trillion in 2023, or 10% of global GDP, according to the Food System Economics Commission. These costs stem from greenhouse gas and nitrogen emissions, land-use changes, water depletion, poverty among agrifood workers, and dietary-driven health issues.",
    "Productivity losses from poor diets rose 14% globally since 2016, with South Asia seeing a 20% increase. Without urgent reforms, these hidden costs will stifle future economic growth, requiring policymakers to rethink agrifood policies beyond traditional production-centred strategies.",
    "There is great potential for private sector investment. Credit guarantees, first-loss facilities, and parametric insurance are bridging the gap for risk-averse investors. Paired with policy reforms, these instruments make smallholder lending viable—critical for a sector dominated by family farms.",
    "There are also digital bridges to smallholders. In Asia, a significant portion of farmers are smallholders, with estimates suggesting that 80% of the food consumed in the region is grown on small farms.",
    "Mobile platforms now aggregate farmers into “digital cooperatives,” linking them to buyers, fintech services, and real-time data. This cuts financial service delivery costs by 90% and builds credit histories for millions previously excluded.",
    "To reimagine Asia’s food systems, we should pursue these strategies:",
    "Pursue productivity through precision. Asia’s farms need a tech infusion. Drones monitoring pest outbreaks, sensors optimising irrigation, and AI-driven advisories alerting farmers to weather shifts. But technology alone isn’t enough.",
    "We need to invest in the entire value chain, from post-harvest innovation—such as solar-powered cold storage that reduces spoilage losses by 30%—to direct-to-consumer platforms that enable farmers to bypass exploitative middlemen through e-commerce apps, and skills training initiatives like women-led cooperatives in India, which have doubled incomes through digital literacy programs.",
    "Decades of overexploitation have left 40% of Asia’s soils degraded, but the solution lies in treating nature as an ally rather than a sacrifice by paying farmers to heal ecosystems. In Viet Nam, mangrove restoration projects reduce dyke maintenance costs by $ 7.3 million annually while protecting farms from storms. In the Philippines, rice terraces that use duck-and-fish integrated systems achieve 20% higher yields without synthetic inputs. Meanwhile, Indonesia’s “hutan desa” (village forests) program rewards communities with land ownership to help combat illegal logging.",
    "Future-proof infrastructure priorities",
    "Asia’s irrigation canals lose 50% of water to leakage, but modernising them with sensor-based allocation could save 300 billion litres annually. Future-proof infrastructure priorities include smart water grids, such as solar pumps and drip systems in Bangladesh that have reduced water use by 30%; climate-resilient logistics like India’s Kisan Rail network, which transports perishables at half the cost and cuts waste; and digital safety nets, exemplified by Myanmar’s farmer apps that provide flood alerts 72 hours in advance, giving farmers enough time to salvage their crops. Although Asia produces enough calories, 600 million people still suffer from micronutrient deficiencies. Making nutrition a policy cornerstone involves subsidising diversity, as seen in Thailand’s school meals program, which sources 30% of its ingredients from local organic farms; fortifying staples, such as Indonesia’s iron-enriched rice that has reduced anaemia rates by 24%; and establishing crisis buffers, like Viet Nam’s national rice reserve, which helped stabilise prices during the 2022 global grain crunch.",
    "Transformed agri-food systems can also help to provide decent jobs for the millions of young people in Asia’s developing economies who work in the informal sector, and for the one in four young workers who are moderately or extremely poor.",
    "Agri-food can generate tech-driven jobs, such as drone operators and bioengineers, which require vocational training. It can create entrepreneurial ecosystems, like the Philippines’ AgriTech accelerators, that have launched over 200 startups since 2020; while urban-rural balance initiatives, exemplified by the People’s Republic of China and Thailand’s “digital village” programs, can attract tech talent to modernise farms.",
    "Asia must embrace a food revolution that marries productivity with sustainability. The tools exist—finance, digital transformation, and collaborative models—to turn smallholders into stakeholders and hunger into history.",
    "At stake is nothing less than the health of 4.7 billion people and the stability of the planet’s most dynamic economies.",
    "(The writer is Senior Director, Agriculture, Food, Nature, and Rural Development at the Asian Development Bank. The views expressed are those of the writer and do not necessarily reflect the views of the Asian Development Bank, its management, its Board of Directors, or its members.)"
  ]
}