{
  "url": "https://www.eiu.com/n/us-election-its-impact-on-europe/",
  "title": "US election: its impact on Europe",
  "ut": 1716537534.0,
  "body_paragraphs": [
    "US election: its impact on Europe",
    "ElectionsForecastingPoliticsUS electionAmericasEuropeGlobalUnited StatesCountry Analysis",
    "The November 2024 US presidential election will be extremely close. Our forecast is a win for the Democratic incumbent, Joe Biden, but a victory for his Republican predecessor, Donald Trump, cannot be discounted.",
    "The US is the EU’s largest trade and investment partner, and European NATO members are reliant on US security guarantees, so the future of US trade and defence policy will be highly consequential for Europe.",
    "We expect a hawkish approach to China regardless of who wins the election, putting pressure on the EU to align. On green policy, Mr Trump would row back on global goals, but with some upside risks for European firms.",
    "The outlook for US security guarantees should Mr Trump retake the presidency is the issue causing the most consternation in Europe in the run-up to the US election. Mr Trump is often unpredictable, but his criticism of countries that do not meet NATO’s target of defence spending amounting to 2% of GDP has been consistent. In recent comments he has taken his long-standing characterisation of these countries as “freeloaders” to another level by suggesting that the US might not come to their aid in the event of a Russian invasion, as NATO’s Article 5 requires. This has prompted much concern: in 2023, 20 of the 31 NATO members failed to meet the 2% spending target (although the countries bordering Russia, Belarus or Ukraine all did, bar Norway). Mr Trump has even floated the idea of the US withdrawing from NATO; however, this is highly unlikely, as it would need congressional approval.",
    "What we consider more likely from a Trump presidency is a spate of decisions aimed at putting severe pressure on European NATO members to step up their spending and become more autonomous in defence. This could include withdrawing from joint exercises, reducing the number of US troops on the ground, cutting relevant spending and continuing to sow doubts about the US’s commitment to Article 5 of the alliance. In response, we would expect a more serious push in the EU towards boosting defence capabilities, including greater co-operation with the UK (where the defence spending target has recently been raised to 2.5% of GDP). Still, there are limitations to what could be achieved in the short to medium term given the degree of fragmentation in the current EU system, as well as bureaucratic and industrial bottlenecks. US military contractors stand to benefit most.",
    "Ukraine’s future in the balance",
    "The most consequential security policy shift that we could expect from a Trump presidency concerns the level of US support for Ukraine. Under a Biden administration we would expect aid to be eroded to a level sufficient to stabilise the front lines, but not enough for Ukraine to regain the land currently occupied by Russia (about one-fifth of the country). Under Mr Trump uncertainty is high, but we would expect a sharper reduction in military and financial support in order to force Ukraine to the negotiating table to end the war quickly. The risk, depending on how this is handled, is that it could damage the credibility of the Western countries that had promised to back Ukraine, undermine Western security guarantees more generally and potentially embolden expansionist powers. Fear of Russian revisionism in the Baltic states and Moldova would spike in this scenario. NATO is already considering a plan to lock in €100bn of spending for Ukraine over five years.",
    "A potential shock to US-EU trade",
    "On trade policy, we would expect Mr Biden, for the most part, to co-operate with allies and compete with rivals. Mr Trump, in contrast, would probably prefer to compete with everyone, while also being less predictable and more antagonistic than Mr Biden. This is significant because the two economies are highly integrated: the US is the EU’s largest trade partner (buying a fifth of EU exports in 2023) and its largest investment destination. The US also ran trade deficits—which Mr Trump abhors—with 20 of the 27 EU member states last year. In this context, Mr Trump’s threat to impose a blanket 10% tariff on all of the US’s trading partners represents a major potential shock to the EU economy. Of course, such a course of action would face both legal and congressional hurdles, so its feasibility remains far from clear—and even if implemented, the EU might be able to secure exemptions. In the worst-case scenario, if tariffs were imposed and the EU retaliated with tariffs on US goods, this would be highly inflationary, damaging growth in both economies.",
    "We see three specific issues to watch on the US-EU trade policy front:",
    "US tariffs on EU steel (at 25%) and aluminium (at 10%) are currently suspended until 2025. Mr Biden would probably keep these suspended as leverage in ongoing trade negotiations. Mr Trump would probably reimpose them immediately. This would exacerbate the EU’s decline in global market share for such energy-intensive goods, after an initial hit when European gas prices spiked in 2022.",
    "US tariffs on automotive imports were a threat during Mr Trump’s first presidency, and, although they were not imposed by the necessary deadline in 2019, could make a reappearance should he win a second term. EU carmakers would be vulnerable.",
    "Plans for digital services taxes (DSTs) are currently on hold during negotiations on the OECD’s global tax deal. We expect that Mr Biden would keep the US involved in this, even though he might not finally endorse the treaty. In contrast, Mr Trump would probably exit the agreement—prompting the suspended DSTs to be imposed. These would be most damaging for US tech firms, and could prompt a tit-for-tat trade war.",
    "Industrial policy: green subsidies and China de-risking",
    "On climate policy, a win for Mr Trump would mean a significant shift in the US stance. Mr Biden and Mr Trump have opposing views on climate change, with Mr Biden prioritising investment in green technologies and renewable energy in the almost US$400bn Inflation Reduction Act (IRA), while Mr Trump has promised to withdraw from the Paris Agreement, the international climate change treaty, and invest in fossil fuels. There would be upside risks for investment in Europe from Mr Trump’s plans to slow down IRA subsidies for investments in renewable energies, batteries and electric vehicles (EVs), as these have been drawing investment away from European firms. However, the bigger picture is that for the EU, losing the US as an ally in the fight against climate change would be a severe hit, as this would be likely to jeopardise global efforts to avoid a tipping point in temperatures. It could also embolden those in the EU pushing for short-term economic interests to be prioritised over the green transition.",
    "On China, both candidates agree (roughly speaking) on a hawkish position, with Mr Biden announcing 100% tariffs on Chinese EVs in May. Under either president, European countries will come under pressure to clarify and harden their positions on China, with the current disunity (Germany versus France, and Hungary versus the rest of the EU) creating friction in the US-EU relationship. The shape of this would vary, though, with Mr Biden pushing for a multilateral position (painful for Europe given its greater economic exposure to China), and Mr Trump’s unilateral decision-making presenting unpredictable risks (such as Chinese goods flooding into the EU as a result of new tariffs on exports to the US). In particular, Mr Trump’s threat to revoke China’s “most-favoured nation” status and raise tariffs on all Chinese goods by up to 60% would have major repercussions for Europe.",
    "We see two specific issues to watch on the industrial policy front:",
    "The EU’s Carbon Border Adjustment Mechanism (CBAM) is now being phased in, with duties to be levied from 2026. For Mr Trump, this would be an automatic point of contention with the EU—even though the US will not be much disadvantaged by this, as its production of the goods affected is not highly carbon-intensive. It might even benefit, with its exports being taxed less than emerging market equivalents.",
    "Co-operation on diversifying suppliers of critical minerals would continue under Mr Biden, probably through the EU-US Trade and Technology Council (TTC), where this has already begun. Under Mr Trump the TTC would probably not survive. However, shared US and EU progress on de-risking critical mineral supply chains away from China could potentially be achieved on a transactional rather than a co-operative basis.",
    "The analysis and forecasts featured in this article are available in EIU’s Country Analysis service. This integrated solution provides unmatched global insights covering the political and economic outlook for nearly 200 countries, enabling organisations to identify potential opportunities and risks.",
    "ElectionsForecastingPoliticsUS electionAmericasEuropeGlobalUnited StatesCountry Analysis"
  ]
}