{
  "url": "https://www.technologyreview.com/2024/10/10/1105396/this-octopus-inspired-adhesive-can-stick-to-just-about-anything/",
  "title": "This octopus-inspired adhesive can stick to just about anything",
  "ut": 1728516600.0,
  "body_paragraphs": [
    "A new adhesive technology pays homage to one of nature’s strongest sources of suction: an octopus tentacle. Researchers replicated an octopus’s strong grip and controlled release to create a tool that manipulates a wide array of objects. It could help improve underwater construction methods or find application in everyday devices like an assistive glove.  Each sucker along an octopus arm features a funnel-shaped, malleable tissue formation called an infundibulum. The unique, soft curvature allows the sucker to quickly attach and detach from a large range of surfaces, including curved, rough, and underwater objects.  Researchers at Virginia Tech set out to re-create this behavior in the lab by pairing a curved rubber stalk with a silicone-based adhesive membrane controlled by increasing or decreasing the pressure of gas inside the stalk—much like pumping air in and out of a balloon. As the stalk deflates, the membrane sucks in to grip and lift an object. It then releases with the stalk’s controlled inhale. “The combination of a curved stalk allows us to create contact on challenging surfaces,” says Michael Bartlett, a soft materials engineer at Virginia Tech who led the lab that did this research, published in Advanced Science. “The membrane, which we use to turn the suction on and off, now allows us to manipulate a very diverse range of objects.” Bartlett and his colleagues tested the suction on rough, complex objects like shells and rocks. The adhesive’s combination of versatility and precision allowed researchers to assemble underwater stone towers called cairns—a task often achievable only by hand. Experiments also included suspending a rock for a week before releasing it on demand, to prove the suction’s stability.",
    "“Switchable adhesives are the holy grail of adhesion technologies,” says Andrew Croll, a physicist at North Dakota State University who specializes in polymer physics. Some existing adhesives will hold underwater, but not with the same direct control—for example, adhesive film has to be manually stuck on and peeled off. Other tools offer the same catch-and-release approach as the new suction, but they work only on smooth, flat surfaces.  “These tests required high-capacity precision of release, and the ability to do that again and again was what we were after,” Bartlett says.",
    "COURTESY OF BARTLETT ET AL  He and his team see their project becoming especially useful in ocean environments. An underwater welder might use the suction to avoid floating away while repairing a ship. But the tool is just as useful out of water. A doctor might use the suction to temporarily hold tissue in place during surgery. Or it could be incorporated into assistive devices, allowing someone to manipulate just about any household object without worrying about moisture or how the object is shaped.  “We’re quite excited to think more about the future of how this might help people, especially if they need assistance with different everyday tasks,” Bartlett says.  The team’s suction technology might not be ready for everyday implementation quite yet. According to Croll, it would probably be more useful if it were slimmer and more durable. But with an improved design, the new adhesive could well become the household tool drawer’s new staple.  hide"
  ]
}