{
  "url": "https://www.ft.lk/columns/NPP-post-polls-between-optics-and-operationals/4-776373",
  "title": "NPP post polls: between  optics and operationals",
  "ut": 1746813090.0,
  "body_paragraphs": [
    "If the unkept promises of the incumbent administration resulted in the attenuation of its previous popularity, it comes with the opportunity to course-correct",
    "The win this week of the National People’s Power at the 2025 local government elections is not a black swan event although in many respects it is a departure from the norms.",
    "For one, successive previous administrations had postponed conducting LG polls since 2018 for one reason or another, citing lack of funds or being suspected of shying away from testing the people’s will with no guarantee of victory.",
    "In fact, they arguably reasoned that there could have been a devastating loss of face and attendant depredation of social credit to say nothing of political control if a defeat ensued.",
    "For another, perhaps flying in the face of conventional wisdom, an NPP landslide was not assured despite its paradigm-busting burst of speed and energy in the presidential election of September 2024 and the hustings for the house in November of the same year.",
    "If the unkept promises of the incumbent administration resulted in the attenuation of its previous popularity, it comes with the opportunity to course-correct if there is still sufficiently serious political will in government ranks.",
    "Then again, it is a departure from the norms for those who feared that the ethos of the Janatha Vimukthi Peramuna à la its approach to student politics on state campuses and trade union agitation on the streets would dominate this election.",
    "They were proven wrong because the JVP holding the reins of executive and legislative power appears to have transformed an allegedly ‘Pol Pot-ist’ party (see sundry sprees of accusations and aspersions on social media in the campaigning sprint) into a democratic movement that is fully socially integrated into the mainstream of politics.",
    "Last not least, it may not be terribly insightful – leave alone quite accurate – to formularise the numbers and percentages, as if presidential wins alone (5,634,915; 42.31%) assure parliamentary majorities (6,863,186; 61.56%), which, in turn, trickle-down to local government levels (4,503,930; 43.26%).",
    "Best left to experts and analysts rather than editorialists and armchair essayists, one could still safely say that in the case of the last of these at least, other factors come into play, which defy statistical computations and smug calculations.",
    "This is because faith in the cleanest of a tainted lot (one way or another: by blood spilled or the brotherhood of the suspect) to cleanse the Augean stables of corruption and incompetence at the national level looks and feels very different from hopes for a bridge, a better bus or train service, or the long-postponed development of infrastructure in the hood to boost farm and field enterprises even longer-neglected.",
    "The aspirations of AKD himself – as evinced by his assertions to the effect that between presidential and parliamentary polls, a win at the first would release a deluge of victory at the second: like opening the sluice gates of the Kala Wewa – do not necessarily travel well from President’s House to the Public Health Inspectors’ offices.",
    "There, of late, officials have a deluge of dengue on the one hand and a clutch of chikungunya in the other to cope with – and hopefully contain – with a little (or lot) of real, effective, practical help from the central government.",
    "Then there is the yawning chasm between the optics of government’s sayings and doings and the operationalisation of solid governance delivery. Which gap, the sooner it is bridged, the better for nation, state and country. And city, town square and village council as well...",
    "The rot in state affairs often starts at the top. So it is with one’s heart in the mouth that more discerning observers would spot the fish going the way of all flesh and hope it is into the fridge and not the trash can.",
    "First past the post, so to speak, was the request from the powers that be of a photo-journalist and his media house not to publish a Mayday image of the prez with upheld hands juxtaposed against hammer and sickle emblem in the background and a (I dare not essay what for fear of receiving a similar complaint/request/order) not so easily decipherable expression on his face.",
    "Great capture, highlighting the symbolism of the workers’ struggle and humanising an already empathetic leader with plenty of chutzpah... so greater pity that not only was the paparazzo’s wings clipped in the press but only the savvier more-tuned-in social media denizens were able to appreciate his composition.",
    "Then there was the ballyhoo about no less eminent a personage than the prime minister being hauled over the coals by the court of public opinion – to say nothing of the Election Commission acting upon the indignation of the political opposition – for allegedly urging electioneering during the legally mandated 48-hour time of silence.",
    "Dr. Harini Amarasuriya has also been the subject of some media scrutiny for what seemed like a volte-face on the all-important matter of not permitting politicos (some of whom have been utter disgraces in the past) to ‘grace’ schools functions.",
    "She later retracted her stance on the grounds that it was a personal opinion expressed and could or should not necessarily be pressed on her government as a matter of policy. These conflicting points of view now prevail in the public domain where the status quo of old stands sorrily enough, a relict of a patriarchal and paternalistic age.",
    "Of course, such grievances are peanuts compared to the goings-on of governmental bigwigs under sundry governments, time out of mind, in our blessed isle. O shock! O horror! – to even recall or recollect rapine, pillage and violence of the Central-Bank or Rathupaswela type.",
    "But we didn’t smell the rotting fish-heads early enough so many times before that also... the subsequent descent into authoritarianism, arrogant incompetence and a corrupt political uni-culture wasn’t funny when the whiff of it hit.",
    "It pays to be cautious, precocious and perspicacious because power tends to corrupt and absolute power absolutely. As that man Acton had it: “There is no greater heresy than that the office sanctifies the holder of it.” Great men and women are almost always bad people. Prove us wrong, please, O NPP powers that be!",
    "More germane to the state of the nation is a gallimaufry of gremlins in the engine of governmental moves.",
    "These span the gamut from seemingly arbitrary reversals of some Indian investments in the island while keeping others open, to reassuring its visiting head of government that Sri Lanka would honour its commitments vis-à-vis the 13th Amendment and conduct Provincial Council polls in 2026.",
    "But while part of the business community is hot and bothered about the lobbing back over the Palk Straits of much desired FDI we can’t afford to sniff at, and others pleased as punch at the prospect of partnering with regional giants, certain segments of civil society may feel our policy sustainability is being thrown into a cocked hat.",
    "Is government consistent in its foreign, and trade and commerce, policies? Whither sovereignty?",
    "On the other hand, even when the national interest is at stake, the powers that be appear determined to persist with retaining draconian laws such as the Prevention of Terrorism Act (PTA) – albeit under another acronym while the essence remains the same – although it could compromise the EU’s renewal of the extremely valuable and much need General System of Preferences – Plus (GSP+) benefits to Sri Lankan exports to Europe.",
    "Not to nitpick now that the NPP charger has proven in three successive election outings that it is no nag or spavin. But aren’t the dishonoured and perhaps even permanently discarded promises of the past while in the opposition going to come back to haunt the present powers on future campaign trails – at earliest a year down the road as they might be? And has the decline of the party’s fortunes at the local government polls not reminded it that those to come are not likely to be one-horse races in a one-horse town?",
    "A lower second in all three races (presidential 4,363,035/32.76%; parliamentary 1,968,716/17.66%; LG 2,258,480/21.69%) has been the Samagi Jana Balawegaya. And may one day be the closest contender to knock on the basement trapdoor from under the NPP’s banquet hall. But its ostensible willingness to partner with even former enemies whom it once roundly condemned in order to secure control of some councils is sure to leave a bad taste in the mouth of an electorate for whom the old savour for ‘no permanent friends or enemies’ politicking has turned sour.",
    "If the Sri Lanka Podujana Peramuna continues its uptick (presidential 342,781/2.57%; parliamentary 350,429/3.14%; LG 954,517/9.17%), it may prove to be more than a nuisance to the Augean stable-cleansers who may have thought they’d flushed out the floaters with the torrents of the Kalawewa.",
    "And the United National Party continues to slide into the doldrums (presidential 2,299,767/17.27%; parliamentary 500,835/4.49%; LG 488,406/4.69%) of its own making, unmindful of its casting into outer darkness from the realms where it once held sway since 1947.",
    "That the three losers – to put it metaphorically (or perhaps allegorically) – may well gang up against the winner at the local government horse race proves that while dark horses can become favourites, the prize money is not always equitably distributed by the bookies of the coalition politics that rules country as much as council.",
    "(Editor-at-large of LMD | Betting against the bêtes-noires.)"
  ]
}