{
  "url": "https://www.ft.lk/columns/Trump-oil-and-Palestine/4-772805",
  "title": "Trump, oil and Palestine",
  "ut": 1738952337.0,
  "body_paragraphs": [
    "Donald Trump’s plan to take over Palestine forcefully is going to create a wider war in the Middle East and the violence will certainly escalate outside the region",
    "In his quest for more and cheaper oil to run American industries Trump has approached Saudi Arabia to increase OPEC supply and bring down the price. If this materialises the global search for clean energy and environmental protection will certainly receive a setback. Trump is also urging Saudi Crown Prince Mohamed Bin Salman to invest around $ 1 trillion in America. It is in this context of Trump’s voracious thirst for oil that one should place his latest declaration about Palestine",
    "“America will be a manufacturing nation once again, and we have something that no other manufacturing nation will ever have, the largest amount of oil and gas of any country on earth, and we are going to use it” (Donald Trump in his inauguration speech in Capital Hill). This outburst has brought the news headline, “Drill Baby Drill”.",
    "The second term of President Donald Trump, a convicted felon and a man of contradictions with fascist traits is proving to be a bonanza to American billionaires and corporate moguls and disaster to the working poor. Tech mogul Elon Musk who is for all intents and purposes, the second in command in the new regime, should now be looking forward to contest US presidency after Trump. Like the proverbial bull in a China shop Trump is bent on demolishing whatever little comfort the poor enjoyed from the state under previous presidents. His merciless plan to cut around $ 5.6 trillion from federal programs mainly from Medicaid and Obamacare to fund $ 10 trillion tax cuts to the rich is only one part of his gift to the rich.",
    "His love for mercantilism",
    "His love for mercantilism is common knowledge. His decision to create an External Revenue Service to collect revenue from tariffs on imports put in jeopardy the future of nearly 88,000 Internal Revenue Service (IRS) staff who monitor to catch tax dodgers like Trump himself. He carries a personal vendetta against IRS. He has also withdrawn US from Paris Climate Agreement and WHO. These are some of his measures to Make America Great Again (MEGA), and his policy towards immigration and ending birthright citizenship will in addition make America whiter also.",
    "However, his decision to open Alaska’s wilderness to expanded gas drilling and plan to acquire Canada (from where nearly 35% of America’s oil is currently imported) as the 51st state of America is to increase domestic oil supply without subjecting Canada’s oil to his proposed 25% import tariff. It is also the motive of drilling for oil and gas and to grab rare earth that prompted him to set his eyes on Denmark’s Greenland.",
    "In his quest for more and cheaper oil to run American industries Trump has approached Saudi Arabia to increase OPEC supply and bring down the price. If this materialises the global search for clean energy and environmental protection will certainly receive a setback. Trump is also urging Saudi Crown Prince Mohamed Bin Salman to invest around $ 1 trillion in America. It is in this context of Trump’s voracious thirst for oil that one should place his latest declaration about Palestine.",
    "After destroying 66% of homes and killing 10% of population in Gaza, Trump now wants Arab countries and particularly Jordan and Egypt to take in 1.9 million Palestinians to “just clean out” Gaza and complete the ethnic cleansing resumed by Israel in October 2023 after 75 years. He finds no other way for Palestinians than to leave Gaza. He now says that he wants to “take over Gaza” and “own” it. In other words, Trump is backing fully Benjamin Netanyahu’s call to end the two-state solution and allow Israel’s sovereignty to prevail from “the (Jordan) river to the (Mediterranean) sea”.",
    "Another year of death and destruction for Palestinians",
    "However, with a fragile ceasefire struggling to hold in Gaza for the moment a new theatre of war is opening in the West Bank where Hamas supporters have moved, and Israel has started a major counter-terrorism operation in Jenin. The West Bank will receive the same treatment of genocide from Netanyahu. In short, 2025 is promising to be another year of death and destruction for Palestinians.",
    "Behind Trump’s unrelenting support to Israel is his drive to acquire access to the gas and oil reserves in Palestinian waters. In fact, long before Trump came into the picture, it was the American demand for petroleum that created the US-Arab military-oil nexus from the time of Franklin Roosevelt and King Abdul Aziz ibn Saud, and it was the demand for petroleum that compelled US to maintain its military and naval presence in the Middle East.",
    "An UNCTAD study in 2019 revealed that in the Palestinian Occupied Territory of West Bank and the Mediterranean coast of Gaza strip there is a deposit of 122 trillion cubic feet of gas and an estimated 1.7 billion barrels of oil worth $ 522 billion. Palestinians have been denied access to this natural wealth. It is to acquire this resource under a joint venture with Israel and oil rich Arab states that Trump wanted Arab nations to normalise relations with Israel. Accordingly, during his first term as President, Trump brokered the so-called Abraham Accord (a post-1967 Six Day War ideology mixed with a political strategy) signed between Israel and Bahrain with Morocco and Sudan. His successor Joe Biden was about to bring in Saudi Arabia too into this clique before Hamas jeopardised the plan by starting the war.",
    "But will Palestine and Palestinians go away?",
    "Netanyahu’s Zionists will not rest until they clear Gaza and the West Bank of all Palestinians. The new map displayed by him recently does not have Palestine in it, because it is claimed as part of Eretz-Israel of the Old Testament. But will Palestine and Palestinians go away?",
    "Joe Biden’s Secretary of State Antony Blinken admitted that Hamas is not going to disappear. “Indeed, we assume”, he said “that Hamas has recruited almost as many militants as it has lost”. When the ceasefire started operating there were TV pictures showing not only the jubilation Palestinians returning to their destroyed homes but also their defiance and greater resolve to confront Israel and continue their fight to end Israel’s settler colonialism. Hidden in that voice of defiance was also a message to Trump’s America that Palestinian oil and gas cannot be touched until Palestine is freed from occupation.",
    "As Richard Wolff, a heterodox economist and author of “Capitalism’s Crisis Deepens” recently wrote, “For growing numbers of United States leaders, the risks and costs of its alliance with Israel are rising faster than the benefits. Many have been persuaded, including United States citizens, that providing Israel with funds and weapons rendered the United States complicit in a genocide and therefore isolated globally”. Donald Trump’s plan to take over Palestine forcefully is going to create a wider war in the Middle East and the violence will certainly escalate outside the region. Will the Arab countries and the so-called Organization of Islamic Congress continue to sleep?",
    "(The writer is a retired economist, W. Australia.)"
  ]
}