{
  "url": "https://www.dailymirror.lk/opinion/Nikini-Poya-Insights-Dhamma-War-and-Violence/172-289784",
  "title": "Nikini Poya Insights: Dhamma, War and Violence",
  "ut": 1724009065.0,
  "body_paragraphs": [
    "Devotees engaged in religious observances at the Kelaniya Raja Maha Viharaya on a Nikini full moon Poya day",
    "PiC by Pradeep Pathirana",
    "In one of his teachings the Buddha emphasises the importance of loving one’s enemy, regardless of how cruelly they may treat you",
    "Although Buddhist teachings strongly oppose violence, some Buddhist sectors believe that these pacifist ideals have not prevented Buddhist nations from engaging in warfare.",
    "Some Buddhist dissertations on monarchy seem to support the idea of a ‘just war,’ using arguments from various Mahayana sectors. While Buddhist scholars proclaim that there is no justification for war in their teachings, they acknowledge that Buddhism has not always remained separate from warfare. Historical citations reveal that monks from the Shaolin in China fought in a combat that helped found the Tang Dynasty. Additionally, in centuries past, the heads of Tibetan Buddhists formed strategic alliances with Mongol warlords and profited from the commanders’ victories.",
    "The associations between Zen Buddhism and samurai fighter culture were partly responsible for the dreadful collusion of Zen and Japanese militarism in the mid-20th century. For several years, a lethal jingoism apprehended Japanese Zen, and teachings were twisted and tainted to excuse killing. Zen institutions not only reinforced Japanese military aggression but also raised funds to manufacture planes and weapons. From a historical and cultural distance, these actions and ideas are seen as corruptions of dhamma, with the “just war” theory being a delusion. Some Buddhist leaders have been criticised for preaching peace while ignoring violence in their own countries. Buddhists should not use war for religious coercion.",
    "Theravada, Mahayana and Zen Buddhism on war",
    "The use of force is a significant political and international issue today. Recent events in Israel-Palestine, Russia-Ukraine and Bangladesh show that force can lead to new, violent conflicts. Historically, wars have caused immense destruction and loss of life globally. In the twenty-first century, the main challenge for states is protecting citizens from highly coordinated terrorists who use violence fearlessly.",
    "Ownership of land is the main cause of war. “The man who finds his homeland sweet is still a tender beginner; he to whom every soil is as his native one is already strong; but he is perfect to whom the entire world is as a foreign land.”-- Hugo of St. Victor.  Reflecting on force from a Buddhist perspective is valuable to understand the issue. Key questions include: Does the Buddha’s teachings consider the use of force?  Can a Buddhist-majority state use force in war? What is Buddhism’s role in a war-torn country? While resources from other Buddhist traditions are useful, the primary emphasis should be on how war and the use of force are conceptualised within the Theravada tradition of Sri Lanka.",
    "Christian Perspectives on War",
    "Christian perspectives on war vary. The ‘Just War’ Theory, developed by St. Augustine and St. Thomas Aquinas, suggests that war can be justified to restore peace or defend against aggression, provided it meets strict criteria. Conversely, pacifist Christian traditions advocate for absolute non-violence, based on teachings of Jesus like “Blessed are the peacemakers” and “Love your neighbour as yourself.” These traditions emphasise nonviolent resistance and reconciliation, encouraging Christians to seek peace and act compassionately even in conflict.",
    "Divisions Cause Conflict",
    "Society often claims to be founded on science, freedom of inquiry, reason, and humanist morals. However, the principles of Dhamma address all such phenomena more comprehensively. Our goal should be to avoid fostering or encouraging partisan politics and divisions, as Dhamma does not support such separations. Society often divides humanity into various classes, castes, races, and communities from an early age. We teach children to identify with these divisions and later attempt to instill an artificial sense of cohabitation, reconciliation, and unity in diversity. This process leads individuals to form an image of themselves based on societal and parental teachings. They come to believe that this image defines their true self, leading them to fight and die for it.",
    "Society often claims to be founded on science, freedom of inquiry, reason, and humanist morals",
    "US supports war with $20 billion in arms to Israel",
    "The United States’ decision to supply 20 billion Dollars’ worth of arms to Israel, announced just a day after positioning a second aircraft carrier group to the region, indicates a further step towards a Middle East war. The Biden administration is firm in waging a catastrophic fight targeting Iran. After facilitating Israel’s actions in Gaza where over 40,000 civilians were massacred, the administration plans to deliver Missiles, tanks, ammunition, explosive mortars, and tactical vehicles. The US and EU also add fuel to the Russia-Ukraine conflict. From a purely military perspective, there is no conceivable use for such a vast arsenal in Gaza, which has already been extensively bombed, and where Hamas fighters possess only elementary short-range rockets that rarely risk any target inside Israel.",
    "Israel’s urgent need for such weaponry is understandable only in the context of advanced preparations against more sophisticated opponents, such as the Hezbollah militia in Lebanon and Iran, both of which have the capacity to shoot down Israeli aircraft and strike the country directly with long-range missiles.",
    "Non-violence is central to Buddhist thinking and behavior. At the core of Buddhist ethics is the commitment to non-harm, encapsulated in the first of the five precepts that all Buddhists are encouraged to follow: “Avoid killing or harming any living thing.” This precept underscores Buddhism’s essence as a peaceful tradition. Buddhist scriptures do not support the use of violence as a means to resolve conflict.",
    "One of Buddha’s sermons illustrates this principle vividly through a powerful example. In this teaching, the Buddha emphasises the importance of loving one’s enemy, regardless of how cruelly they may treat you. This sermon serves as a reminder that adhering to the path of non-violence is not just a matter of abstaining from physical harm but also involves cultivating an attitude of love and forgiveness, even towards those who may act unjustly against us.",
    "‘Even if thieves carve you limb from limb with a double-handed saw, if you make your mind hostile you are not following my teaching.’--Kamcupamasutta, Majjhima-Nikkaya.  The Dalai Lama, who won the Nobel Peace Prize demonstrates in word and deed Buddhism’s commitment to peace.",
    "Many Theravada Buddhists have refused to take up arms under any circumstances, even knowing that they would be killed as a result. However, for Buddhist countries this poses the difficult dilemma of how to protect the rights and lives of their citizens without breaking the principle of nonviolence.",
    "A Vietnam veteran was overheard reprimanding the Vietnamese Buddhist monk Nhat Hanh for his steadfast commitment to non-violence. The veteran said, “You’re a fool. If someone were to wipe out all the Buddhists in the world and you were the last one left, wouldn’t you try to kill the person trying to kill you to save Buddhism?” Thich Nhat Hanh responded calmly, “It would be better to let him kill me. If there is any truth in Dhamma, it will not vanish from the earth but will reappear when seekers of truth are ready to rediscover it. By resorting to killing, I would be violating and forsaking the very principles I aim to uphold. Thus, it would be preferable to allow him to kill me and stay true to the essence of the Dharma.”"
  ]
}