{
  "url": "https://www.technologyreview.com/2025/02/27/1112560/amazon-quantum-computing-chip-makes-its-debut/",
  "title": "Amazon’s first quantum computing chip makes its debut",
  "ut": 1740616200.0,
  "body_paragraphs": [
    "Amazon Web Services today announced Ocelot, its first-generation quantum computing chip. While the chip has only rudimentary computing capability, the company says it is a proof-of-principle demonstration—a step on the path to creating a larger machine that can deliver on the industry’s promised killer applications, such as fast and accurate simulations of new battery materials. “This is a first prototype that demonstrates that this architecture is scalable and hardware-efficient,” says Oskar Painter, the head of quantum hardware at AWS, Amazon’s cloud computing unit. In particular, the company says its approach makes it simpler to perform error correction, a key technical challenge in the development of quantum computing.    Ocelot consists of nine quantum bits, or qubits, on a chip about a centimeter square, which, like some forms of quantum hardware, must be cryogenically cooled to near absolute zero in order to operate. Five of the nine qubits are a type of hardware that the field calls a “cat qubit,” named for Schrödinger’s cat, the famous 20th-century thought experiment in which an unseen cat in a box may be considered both dead and alive. Such a superposition of states is a key concept in quantum computing. The cat qubits AWS has made are tiny hollow structures of tantalum that contain microwave radiation, attached to a silicon chip. The remaining four qubits are transmons—each an electric circuit made of superconducting material. In this architecture, AWS uses cat qubits to store the information, while the transmon qubits monitor the information in the cat qubits. This distinguishes its technology from Google’s and IBM’s quantum computers, whose computational parts are all transmons.",
    "Notably, AWS researchers used Ocelot to implement a more efficient form of quantum error correction. Like any computer, quantum computers make mistakes. Without correction, these errors add up, with the result that current machines cannot accurately execute the long algorithms required for useful applications. “The only way you’re going to get a useful quantum computer is to implement quantum error correction,” says Painter. Unfortunately, the algorithms required for quantum error correction usually have heavy hardware requirements. Last year, Google encoded a single error-corrected bit of quantum information using 105 qubits.",
    "Amazon’s design strategy requires only a 10th as many qubits per bit of information, says Painter. In work published in Nature on Wednesday, the team encoded a single error-corrected bit of information in Ocelot’s nine qubits. Theoretically, this hardware design should be easier to scale up to a larger machine than a design made only og transmons, says Painter.  This design combining cat qubits and transmons makes error correction simpler, reducing the number of qubits needed, says Shruti Puri, a physicist at Yale University who was not involved in the work. (Puri works part-time for another company that develops quantum computers but spoke to MIT Technology Review in her capacity as an academic.) Related StoryA new Microsoft chip could lead to more stable quantum computersThe company says it is on track to build a new kind of machine based on topological qubits.",
    "“Basically, you can decompose all quantum errors into two kinds—bit flips and phase flips,” says Puri. Quantum computers represent information as 1s, 0s, and probabilities, or superpositions, of both. A bit flip, which also occurs in conventional computing, takes place when the computer mistakenly encodes a 1 that should be a 0, or vice versa. In the case of quantum computing, the bit flip occurs when the computer encodes the probability of a 0 as the probability of a 1, or vice versa. A phase flip is a type of error unique to quantum computing, having to do with the wavelike properties of the qubit. The cat-transmon design allowed Amazon to engineer the quantum computer so that any errors were predominantly phase-flip errors. This meant the company could use a much simpler error correction algorithm than Google’s—one that did not require as many qubits. “Your savings in hardware is coming from the fact that you need to mostly correct for one type of error,” says Puri. “The other error is happening very rarely.”  The hardware savings also stem from AWS’s careful implementation of an operation known as a C-NOT gate, which is performed during error correction. Amazon’s researchers showed that the C-NOT operation did not disproportionately introduce bit-flip errors. This meant that after each round of error correction, the quantum computer still predominantly made phase-flip errors, so the simple, hardware-efficient error correction code could continue to be used. AWS began working on designs for Ocelot as early as 2021, says Painter. Its development was a “full-stack problem.” To create high-performing qubits that could ultimately execute error correction, the researchers had to figure out a new way to grow tantalum, which is what their cat qubits are made of, on a silicon chip with as few atomic-scale defects as possible.  It’s a significant advance that AWS can now fabricate and control multiple cat qubits in a single device, says Puri. “Any work that goes toward scaling up new kinds of qubits, I think, is interesting,” she says. Still, there are years of development to go. Other experts have predicted that quantum computers will require thousands, if not millions, of qubits to perform a useful task. Amazon’s work “is a first step,” says Puri. She adds that the researchers will need to further reduce the fraction of errors due to bit flips as they scale up the number of qubits.  Still, this announcement marks Amazon’s way forward. “This is an architecture we believe in,” says Painter. Previously, the company’s main strategy was to pursue conventional transmon qubits like Google’s and IBM’s, and they treated this cat qubit project as “skunkworks,” he says. Now, they’ve decided to prioritize cat qubits. “We really became convinced that this needed to be our mainline engineering effort, and we’ll still do some exploratory things, but this is the direction we’re going.” (The startup Alice & Bob, based in France, is also building a quantum computer made of cat qubits.) As is, Ocelot basically is a demonstration of quantum memory, says Painter. The next step is to add more qubits to the chip, encode more information, and perform actual computations. But they have many challenges ahead, from how to attach all the wires to how to link multiple chips together. “Scaling is not trivial,” he says. hide"
  ]
}