{
  "url": "https://www.technologyreview.com/2025/08/29/1122733/rfk-jrs-plan-to-improve-americas-diet-is-missing-the-point/",
  "title": "RFK Jr’s plan to improve America’s diet is missing the point",
  "ut": 1756423800.0,
  "body_paragraphs": [
    "A lot of Americans don’t eat well. And they’re paying for it with their health. A diet high in sugar, sodium, and saturated fat can increase the risk of problems like diabetes, heart disease, and kidney disease, to name a few. And those are among the leading causes of death in the US. This is hardly news. But this week Robert F Kennedy Jr., who heads the US Department of Health and Human Services, floated a new solution to the problem. Kennedy and education secretary Linda McMahon think that teaching medical students more about the role of nutrition in health could help turn things around. Related StoryMeet Jim O’Neill, the longevity enthusiast who is now RFK Jr.’s right-hand manThe newest addition to Trump’s health agency wants to create new cities in the sea, extend human lifespan, and Make America Healthy Again.",
    "“I’m working with Linda on forcing medical schools … to put nutrition into medical school education,” Kennedy said during a cabinet meeting on August 26. The next day, HHS released a statement calling for “increased nutrition education” for medical students. “We can reverse the chronic-disease epidemic simply by changing our diets and lifestyles,” Kennedy said in an accompanying video statement. “But to do that, we need nutrition to be a basic part of every doctor’s training.”",
    "It certainly sounds like a good idea. If more Americans ate a healthier diet, we could expect to see a decrease in those diseases. But this framing of America’s health crisis is overly simplistic, especially given that plenty of the administration’s other actions have directly undermined health in multiple ways—including by canceling a vital nutrition education program. At any rate, there are other, more effective ways to tackle the chronic-disease crisis.",
    "The biggest killers, heart disease and stroke, are responsible for more than a third of deaths, according to the US Centers for Disease Control and Prevention. A healthy diet can reduce your risk of developing those conditions. And it makes total sense to educate the future doctors of America about nutrition. Medical bodies are on board with the idea, too. “The importance of nutrition in medical education is increasingly clear, and we support expanded, evidence-based instruction to better equip physicians to prevent and manage chronic disease and improve patient outcomes,” David H. Aizuss, chair of the American Medical Association’s board of trustees, said in a statement. But it’s not as though medical students aren’t getting any nutrition education. And that training has increased in the last five years, according to surveys carried out by the American Association of Medical Colleges. Kennedy has referred to a 2021 survey suggesting that medical students in the US get only around one hour of nutrition education per year. But the AAMC argues that nutrition education increasingly happens through “integrated experiences” rather than stand-alone lectures. Related StoryWhy US federal health agencies are abandoning mRNA vaccinesThey’re turning their backs on a technology thought to have saved millions of lives—with the potential to save many more.",
    "“Medical schools understand the critical role that nutrition plays in preventing, managing, and treating chronic health conditions, and incorporate significant nutrition education across their required curricula,” Alison J. Whelan, AAMC’s chief academic officer, said in a statement. That’s not to say there isn’t room for improvement. Gabby Headrick, a food systems dietician and associate director of food and nutrition policy at George Washington University’s Institute for Food Safety & Nutrition Security, thinks nutritionists could take a more prominent role in patient care, too. But it’s somewhat galling for the administration to choose medical education as its focus given the recent cuts in federal funding that will affect health. For example, funding for the National Diabetes Prevention Program, which offers support and guidance to help thousands of people adopt healthy diets and exercise routines, was canceled by the Trump administration in March. The focus on medical schools also overlooks one of the biggest factors behind poor nutrition in the US: access to healthy food. A recent survey by the Pew Research Center found that increased costs make it harder for most Americans to eat well. Twenty percent of the people surveyed acknowledged that their diets were not healthy.",
    "“So many people know what a healthy diet is, and they know what should be on their plate every night,” says Headrick, who has researched this issue. “But the vast majority of folks just truly do not have the money or the time to get the food on the plate.” The Supplemental Nutrition Assistance Program (SNAP) has been helping low-income Americans afford some of those healthier foods. It supported over 41 million people in 2024. But under the Trump administration’s tax and spending bill, the program is set to lose around $186 billion in funding over the next 10 years. Kennedy’s focus is on education. And it just so happens that there is a nutrition education program in place—one that helps people of all ages learn not only what healthy foods are, but how to source them on a budget and use them to prepare meals. SNAP-Ed, as it’s known, has already provided this support to millions of Americans. Under the Trump administration, it is set to be eliminated. It is difficult to see how these actions are going to help people adopt healthier diets. What might be a better approach? I put the question to Headrick: If she were in charge, what policies would she enact? “Universal health care,” she told me. Being able to access health care without risking financial hardship not only improves health outcomes and life expectancy; it also spares people from medical debt—something that affects around 40% of adults in the US, according to a recent survey. And the Trump administration’s plans to cut federal health spending by about a trillion dollars over the next decade certainly aren’t going to help with that. All told, around 16 million people could lose their health insurance by 2034, according to estimates by the Congressional Budget Office. “The evidence suggests that if we cut folks’ social benefit programs, such as access to health care and food, we are going to see detrimental impacts,” says Headrick. “And it’s going to cause an increased burden of preventable disease.” This article first appeared in The Checkup, MIT Technology Review’s weekly biotech newsletter. To receive it in your inbox every Thursday, and read articles like this first, sign up here. hide"
  ]
}