{
  "url": "https://www.technologyreview.com/2024/10/01/1104403/2024-climate-tech-companies-solugen-chemicals/",
  "title": "2024 Climate Tech Companies to Watch: Solugen and its bio-based chemicals",
  "ut": 1727767800.0,
  "body_paragraphs": [
    "By making chemicals with biological ingredients instead of fossil fuels, Solugen could slash emissions from the chemical industry. The company is now building a second, larger factory to expand its offerings.  Solugen wants to overhaul the way we make chemicals.  Today, fossil-fuel-derived substances, or petrochemicals, are the building blocks of everything from shampoo to concrete to plastic water bottles. Instead of fossil fuels, Solugen’s chemical factories start with sugar derived from corn. Then a biologically derived enzyme and a metal-based catalyst transform that sugar into the final products. The result, according to the company, is a way of making chemicals that’s less energy-intensive and wasteful.  Solugen started out making hydrogen peroxide and has now branched out to organic acids, including gluconic acid and glucaric acid. Those chemicals can be used in products that treat wastewater, increase crops’ fertilizer uptake, and control cement curing, just to name a few. The company’s factory in Houston can produce about 10,000 tons of chemicals each year, equal to a couple of tanker trucks shipping out each day. There’s currently work underway to double the capacity of that facility, which should be completed in early 2025. Solugen is also building a larger facility in Minnesota that’s right next to a corn production facility, which will supply ingredients for the factory.",
    "Key indicators   Industry: Chemicals  Founded: 2016 Headquarters: Houston, Texas, USA Notable fact: Solugen’s cofounders decided to start a company after having a conversation over a poker game while one of them was attending medical school.    Potential for impact The chemical industry produces around 5% of global greenhouse-gas emissions today. Some of that comes from the energy needed to run high-temperature reactors—a problem Solugen says it can address, since its reactions tend to run at much lower temperatures and require less energy than those required in traditional petrochemical manufacturing. But the other chunk of emissions comes from the fact that our chemicals often start out as fossil fuels buried deep underground. In the course of turning oil and natural gas into new chemical compounds, greenhouse gases are released. Some will leak out as those raw materials are pulled from the earth, and others will be formed in chemical reactors and released into the atmosphere.",
    "Related StoryThese climate tech companies just got $60 millionHere’s how the funding could bring new energy technology to market.",
    "Solugen’s starting material, on the other hand, is a sugar called dextrose. The corn it comes from sucks carbon dioxide out of the atmosphere as it grows—a potential climate benefit. The company says its reactors are more efficient, too, so there’s less carbon dioxide produced as waste to leak out during production.  At the end of the life of certain Solugen products, like the chemicals that treat wastewater, some carbon dioxide does make its way back into the atmosphere when the chemical biodegrades. For other products, like the chemicals that are used in cement, the carbon ends up being locked away, effectively eliminating these greenhouse gases from the atmosphere. Caveats  The chemical industry is a massive one, with giant players making an almost inconceivable range of products. The industry’s top 50 firms had over $1 trillion in sales in 2023. Solugen’s technology may not be able to help with all chemicals, or even with the few that are the biggest emitters today, like methanol, ethylene, and hydrogen. Solugen can make limited quantities of three chemicals, all of which command a relatively high price. Making a dent in the entire industry’s emissions will require companies like Solugen to venture into products that sell in higher volumes, often for lower prices, which could make it difficult to compete with conventional chemical manufacturers. The company will also need to persuade funders to pay for more facilities, and bigger ones, as it grows.  Next steps  Solugen is building a new factory in Marshall, Minnesota, which it says should open in 2025. That facility should be able to produce 75,000 tons of chemicals annually, significantly more than the company’s first factory. Solugen recently received a conditional commitment for over $200 million from the US Department of Energy’s Loan Programs Office to help finance the Marshall plant. 202415 Climate Tech Companies to WatchSee the full listBYDCeiboElectric HydrogenFirst SolarForm EnergyGogoroKairos PowerLanzaJetPano AiPivot BioRondo EnergyRumin8SolugenSublime SystemsSun KingRamping up that facility over the next couple of years will be a major step for Solugen. The company is also working to branch out from corn into new starting materials, including recycled ones, and launch new chemicals, eventually moving into larger markets. Explore the 2024 list of 15 Climate Tech Companies to Watch. hide"
  ]
}