{
  "url": "https://www.dailymirror.lk/opinion/Why-do-successive-governments-fail-in-taming-the-rice-mafia-EDITORIAL/172-300045",
  "title": "Why do successive governments fail in taming the rice mafia? - EDITORIAL",
  "ut": 1736789765.0,
  "body_paragraphs": [
    "The consumers in the country are clueless on the rice crisis currently prevailing in the country since October last year. It was the first major issue President Anura Kumara Dissanayake had faced since he assumed office in late September.",
    "First the prices of rice of almost all varieties which were just around Rs. 200 before the Presidential election have risen to around Rs. 250 without any shortage in the market which compelled the government to fix controlled prices.",
    "President Anura Kumara Dissanayake met the rice mill owners thrice in the recent months - first he met the large-scale mill owners in October and then the small and medium-scale mill owners on December 2 and again the former on December 8 - where they all agreed to issue sufficient rice to the market at a controlled price stipulated by the state. The mill owners during the last meeting with a visibly irate President promised to bring down the wholesale price from Rs. 250 to Rs. 220 which is Rs.10 more than the previously set controlled price.",
    "Then the market stabilized for few days. That promise and the temporary stabilization of the market after a price hike itself was an acknowledgement by the rice millers that they had earlier jacked up prices by creating an artificial shortage. Yet, they walked the talk only for few days. Now, there is a shortage of red rice in the market while the traders are refusing to honour the controlled prices.",
    "Meanwhile, government decided to import rice. However, by January 1, there was a stark disparity between amounts imported by private importers and the government. While private businesses had imported 79,000 metric tons of rice, the State Trading Corporation managed to import only 780 metric tons. And the government ministers citing the reason for the disparity had admitted that some government tenders for rice imports were rejected while those submitted by private businessmen were approved. All these points indicate that something fishy is working beneath the system.",
    "The government must accept at least for the moment that they have failed to manage the situation. Can there be a rice shortage in the country? Various reports indicate that Sri Lanka’s annual rice requirement of 2.4 million metric tons is well below the production of 4.2 million metric tons in 2024. Mahinda Amaraweera, the previous Agriculture Minister also confirmed these figures while addressing the media recently.",
    "However, taking the people to ransom by the major rice mill owners and unscrupulous officials is not something new. They have been doing so for over a decade posing a question as to why successive governments have failed to address the issue. When this issue cropped up, every government had resorted to price controls, at least once, which ultimately proved to be futile.",
    "For instance, Mahinda Rajapaksa government imposed price control on rice in April, 2008 and the Consumer Affairs Minister Bandula Gunawardena rejected the suggestion that there was a rice shortage and said it was a propaganda campaign that was launched before the New Year by “groups with vested interests” to artificially increase rice prices. The traders at Pettah shut down Colombo’s wholesale market for one day in protest against the new controlled prices.",
    "During a similar situation, controlled prices were imposed on rice on February 9, 2011 and over 200 shops had been raided by the Consumer Affairs Authority in their move to stop traders from selling rice over the ceiling price. However, the millers and the traders ultimately won the day.",
    "Then during the Yahapalana Government, President Maithripala Sirisena on February 14, 2017 directed officials to declare maximum prices for local and imported rice. But rice millers had refused to sell rice at the ceiling set by the government. This situation lasted till July that year.",
    "President Gotabaya Rajapaksa also issued a gazette notification on August 30, 2021 declaring emergency regulations regarding essential commodities including rice, flour and sugar. However, as the market did not yield he had to withdraw the gazette. Now, history has repeated itself. The NPP government may not have had time to address the issue. Yet, if they fail in managing the harvests of current Maha Season, it would clearly be mismanagement."
  ]
}