{
  "url": "https://www.technologyreview.com/2025/03/14/1113225/annual-shot-protect-against-hiv/",
  "title": "This annual shot might protect against HIV infections",
  "ut": 1741908600.0,
  "body_paragraphs": [
    "This article first appeared in The Checkup, MIT Technology Review’s weekly biotech newsletter. To receive it in your inbox every Thursday, and read articles like this first, sign up here. Every year, my colleagues and I put together a list of what we think are the top 10 breakthrough technologies of that year. When it came to innovations in biotech, there was a clear winner: lenacapavir, a drug that was found to prevent HIV infections in 100% of the women and girls who received it in a clinical trial.  You never hear “100%” in medicine. The trial was the most successful we’ve ever seen for HIV prevention. The drug was safe, too (it’s already approved to treat HIV infections). And it only needed to be injected twice a year to offer full protection. This week, the results of a small phase I trial for once-yearly lenacapavir injections were announced at a conference in San Francisco. These early “first in human” trials are designed to test the safety of a drug in healthy volunteers. Still, the results are incredibly promising: All the volunteers still had the drug in their blood plasma a year after their injections, and at levels that earlier studies suggest will protect them from HIV infections.",
    "I don’t normally get too excited about phase I trials, which usually involve just a handful of volunteers and typically don’t tell us much about whether a drug is likely to work. But this trial seems to be different. Together, the lenacapavir trials could bring us a significant step closer to ending the HIV epidemic. First, a quick recap. We’ve had effective pre-exposure prophylactic (PrEP) drugs for HIV since 2012, but these must be taken either daily or just before a person is exposed to the virus. In 2021, the US Food and Drug Administration approved the first long-acting injectable drug for HIV prevention. That drug, cabotegravir, needs to be injected every two months.",
    "But researchers have been working on drugs that offer even longer-lasting protection. It can be difficult for people to remember to take daily pills when they’re sick, let alone when they’re healthy. And these medicines have a stigma attached to them. “People are concerned about people hearing the pills shake in their purse on the bus … or seeing them on a medicine cabinet or bedside table,” says Moupali Das, vice president of HIV prevention and virology, pediatrics, and HIV clinical development at Gilead Sciences. Related StoryLong-acting HIV prevention meds: 10 Breakthrough Technologies 2025A new drug is hugely effective at protecting people from HIV infection and needs to be injected only twice a year.",
    "Then came the lenacapavir studies. The drug is already approved as a treatment for some cases of HIV infection, but two trials last year tested its effectiveness at prevention. In one, over 5,000 women and adolescent girls in Uganda and South Africa received either twice-yearly injections of lenacapavir or a daily PrEP pill. That trial was a resounding success: There were no cases of HIV among the volunteers who got lenacapavir. In a second trial, the drug was tested in 3,265 men and gender-diverse individuals, including transgender men, transgender women, and gender nonbinary people. The twice-yearly injections reduced the incidence of HIV in this group by 96%. In the most recent study, which was also published in The Lancet, Das and her colleagues tested a new formulation of the drug in 40 healthy volunteers in the US. The participants still got lenacapavir, but in a slightly different formulation, and at a higher dose. And whereas the previous trials involved injections under the skin, these participants received injections into their glute muscles. Half the volunteers in this trial received a higher dose than the others.  The drug appeared to be safe. It also appears likely to be effective. These individuals weren’t at risk of HIV. But the levels of the drug in their blood plasma remained high, even in the people who got the lower dose. A year after their injection, the levels of the drug were still higher than those seen in people who were protected from HIV in last year’s trials. This suggests the new annual shot will be just as protective as the twice-yearly shot, says Renu Singh, a senior director in clinical pharmacology at Gilead Sciences, who presented the findings at the Conference on Retroviruses and Opportunistic Infections in San Francisco. “I was just so excited [to hear the results],” says Carina Marquez, an associate professor of medicine at the University of California, San Francisco, who both studies infectious disease and treats people with HIV. Annual shots would make things easier—and potentially cheaper—for both patients and health-care providers, says Marquez. “It will be a game changer if it works, which looks promising from the phase I data,” she says.",
    "Related StoryThree people were gene-edited in an effort to cure their HIV. The result is unknown.CRISPR is being used in an experimental effort to eliminate the virus that causes AIDS.",
    "The drug works by interfering with the virus’s ability to replicate. But it also seems to have some very unusual properties, says Singh. It can be taken daily or yearly. Small doses can stay in the blood for days rather than hours. And bigger doses form what’s known as a depot, which gradually releases the drug over time. “I previously worked at the FDA, and looked at many, many different molecules and products, but I’ve never seen [anything] like this,” Singh adds. She and her colleagues have come up with nicknames for the drug, including “magical,” “the unicorn,” and “limitless len.” Once a phase I trial is successfully completed, researchers will typically move on to a phase II trial, which is designed to test the efficacy of a drug. That’s not necessary for lenacapavir, given the unprecedented success of last year’s trials. The team at Gilead is currently planning a phase III trial, which will involve testing annual shots in large numbers of people at risk of HIV infection. The drug isn’t approved yet, but the researchers at Gilead have submitted twice-yearly lenacapavir for approval by the FDA and the European Medicines Agency and hope to have it approved by the FDA in June, says Das. The drug is also being assessed under the EU-Medicines for all (EU-M4all) procedure, which is a collaboration between the EMA and the World Health Organizations to fast-track the approval of drugs for countries outside Europe.  With any new medicine for an infection that affects low- and middle-income countries, there are always concerns about cost. The existing formulations of lenacapvir (used for treating HIV infections) can cost around $40,000 for a year’s supply. “There’s no price for the twice-yearly [formulation] yet,” says Das. Gilead has signed licensing agreements with six generic drug manufacturers that will sell cheaper versions of the drug in 120 low- and middle-income countries. In December, the Global Fund and other organizations announced plans to secure access to twice-yearly lenacapavir for 2 million people in such countries. But this was an effort coordinated with the US President’s Emergency Plan for AIDS Relief (PEPFAR), a program whose very existence has come under threat following an executive order issued by the Trump administration to pause foreign aid. “We are looking at the political situation right now and evaluating our possible options,” says Singh. “We are committed to working with the government to see what’s next and what can be done.”",
    "The pause on US foreign aid will have devastating consequences for the health of people around the globe. And the idea that it might interfere with access to a drug that could help bring an end to the HIV epidemic—which has already claimed over 40 million lives—is a heartbreaking prospect. It is estimated that 630,000 people died from HIV-related causes in 2023. That same year, another 1.3 million people acquired HIV. “We’re in such a good place to end the epidemic,” says Marquez. “We’ve come so far … we’ve got to go the last mile and get the product out there to the people that need it.”",
    "Now read the rest of The Checkup Read more from MIT Technology Review's archive You can read more about why twice-yearly lenacapavir made our 2025 list of the top 10 breakthrough technologies here. (It’s also worth checking out the full list, here!) The pharmaceutical company Merck has explored a different approach to delivering PrEP drugs—via a matchstick-size plastic tube implanted in a person’s arm.  In 2018, Antonio Regalado broke the news that He Jiankui and his colleagues in Shenzen, China, had edited the genes of human embryos to create the first “CRISPR babies.” The team claimed to have done the procedure to ensure that the resulting children were resistant to HIV. The first approved mRNA vaccines were for covid-19. But Moderna, the pharmaceutical company behind some of those vaccines, is now working on a similar approach for HIV. AIDS denialism is undergoing a resurgence thanks to conspiracy-theory-promoting podcasts and books, one of which was authored by the newly appointed US secretary of health and human services, Robert F. Kennedy Jr.  From around the web Last week, I covered the creation of the “woolly mouse,” an animal with woolly-mammoth-like features. Its creators think they’re a step closer to bringing the mammoths back from extinction. But the woolly mammoth is just one of a list of animals scientists have been trying to “de-extinct.” The full list includes dodos, passenger pigeons, and even a frog that “gives birth” by vomiting babies out of its mouth. (Discover Wildlife)",
    "The biotechnology company Beam Therapeutics claims to have corrected a DNA mutation in people with an incurable genetic disease that can affect the liver and lungs. It is the first time a mutated gene has been restored to normal, the team says. (New York Times) In the peak covid-19 era of 2020, Jay Bhattacharya was considered a “fringe epidemiologist” by Francis Collins, then director of the US National Institutes of Health. Now, Collins is out and Bhattacharya may soon take his place. What happens when the “fringe” is in charge? (The Atlantic) The Trump administration withdrew the nomination of Dave Weldon to run the Centers for Disease Control and Prevention. Weldon has a long track record of criticizing vaccines. (STAT)  Mississippi became the third US state to ban lab-grown meat. The state’s agriculture commissioner has written that he wants his steak to come from “farm-raised beef, not a petri dish from a lab.” (Wired)  hide"
  ]
}