{
  "url": "https://hbr.org/2024/05/all-business-strategies-fall-into-4-categories",
  "title": "All Business Strategies Fall into 4 Categories",
  "ut": 1716446731.0,
  "body_paragraphs": [
    "Illustration by Pierre Buttin",
    "The problem with strategy frameworks is that although they can help you determine whether an opportunity is attractive or whether a given strategy is likely to work, they generally don’t help you in the task of identifying the opportunity or crafting the strategy in the...more",
    "The problem with strategy frameworks is that although they can help you determine whether a given opportunity is attractive or whether a particular strategy is likely to work, they generally don’t help you in the task of identifying the opportunity or crafting the strategy in the first place. As the legendary strategy expert Gary Hamel put it: “The dirty little secret of the strategy industry is that it doesn’t have any theory of strategy creation.”",
    "To help fill the gap, this article introduces a categorization of potential strategies, based on an in-depth analysis of the strategy/creativity literature. In essence, all strategies fall into four groups, ordered here from the least to the most creative.",
    "1. Adaptations of successful strategies from your industry.",
    "A standout example of this approach is Shein, a Chinese company that has pushed the fast fashion concept to its limit. While traditional fast fashion companies such as Zara and H&M launch about 500 new items every week, Shein introduces 1,000 new items every day. Shein’s items are also 30–50% cheaper than the ones offered by its competitors. And unlike those companies, Shein does not have “brick and mortar” stores. It only sells its items through its app and its website. It also relies far more extensively on artificial intelligence, both upstream (to detect trends) and downstream (to optimize production). The formula has been extremely successful: between 2020 and 2022, Shein’s share of the U.S. fast fashion market went from 18% to 40%.",
    "Rocket Internet is an even more extreme example. This German company “creatively imitates” successful online retailers and marketplaces. So far, it has launched more than 100 new companies. Most of them are active in Latin America, South East Asia, India, China, Africa, and the Middle East. They include Jumia, an online retailer that is currently operating in 11 African countries. While its leaders used Amazon’s “everything store” strategy as a template, they tailored it to African markets.",
    "The deputy head of customer service explained this approach thusly: “We have Amazon as our target so we try to do things as Amazon. However, the business environment and the challenges here do not allow us to fully operate Amazon’s business model and therefore we have to modify a whole lot of things in other to fit this environment.” For instance, there are many infrastructural challenges in Africa. Due to the lack of reliable third party logistics providers, Jumia was forced to create its own fleet of vehicles. Because access to the Internet is limited in rural areas, Jumia had to set up a team of sales agents equipped with tablets to help customers place orders.",
    "2. Importing strategies from other industries.",
    "Executives and entrepreneurs rarely look beyond the confines of their industry. This is a pity because a strategy that has helped exploit an opportunity or neutralize a threat in another industry can often be a source of inspiration. Analogies are easy to make when there are strong similarities between two industries. When Hubert Joly was appointed CEO of Best Buy in 2012, the U.S. retailer was in trouble. While consumers would still use its stores as a source of information and advice about products, they would make their purchases on Amazon. Best Buy had become Amazon’s showroom, which caused its revenues and profits to drop sharply.",
    "Four years later, the Wall Street Journal reported: “Best Buy has accomplished what many once considered impossible. It successfully fought off an attack from Amazon.com.” This turnaround owes a lot to the “store-within-a-store” strategy that Joly started implementing in 2013. It was based on the insight that Best Buy was the only consumer electronics retailer with a national presence left in the U.S. Unlike Apple, companies such as Samsung, Microsoft, Hewlett-Packard, LG or Sony did not have their own stores, but they needed a place to showcase their products and engage with consumers. The “store-within-a-store” gave them the opportunity to set up branded shops within Best Buy stores in exchange for a fee.",
    "While renting retail space was a breakthrough innovation in consumer electronics retail, it is common in department stores. French department store Le Bon Marché pioneered this model in 1852. For a Frenchman such as Hubert Joly, the parallel must have been quite obvious.",
    "Analogies are more difficult to make when two industries are very different. Hilti is a European tool manufacturer. In the mid-2000s, it was in trouble because the market for tools had become commoditized. Its leaders quickly realized that neither lowering the price nor improving the quality of tools would be sufficient to restore its profitability.",
    "The solution they came up with was inspired by leasing, a business model familiar to the world of heavy machinery and vehicles, but traditionally quite far removed from retail goods. Instead of buying tools, customers would pay a monthly subscription fee to get tools on demand. Hilti’s Tools On Demand program meant that customers would not need to make large upfront investments, and would also be able to access the latest tools.",
    "3. Combining strategies from multiple different industries.",
    "In many cases, new strategies can also be created by grafting additional features drawn from other strategies onto the existing strategy. A good example is Spotify. Launched in 2008, it has grown to number over 500 million users in 2023, outperforming Apple Music by a factor of five. In addition to providing on-demand music, the Swedish streaming company enables users to connect with other users and artists. They can view the music their friends are listening to. They can share playlists and follow artists. In other words, Spotify has simply combined conventional music streaming and social networking in a single service. While it is first and foremost a music streaming service, the social network dimension fosters a sense of community that keeps users engaged beyond simply listening to music.",
    "In other instances, entrepreneurs select features from two or more existing strategies, while dropping other features, to create something new. Take the Huffington Post, launched in 2005. As its founder Arianna Huffington wrote at the time: “The Post is a new Internet publishing venture that will combine a breaking news section with an innovative group blog where some of the country’s most creative minds will weigh in on topics great and small, political and cultural, important or just plain entertaining.”",
    "Thus, the Huffington Post combined journalism and blogging in a single media enterprise. It kept many key features of newspapers (e.g., professional journalists, original reporting, rigorous fact-checking procedures). Its name and font style are also similar to those of leading American newspapers. But it also dropped some features traditionally associated with newspapers (e.g., publishing a print version) and replaced them with some of the features of blogs (notably continuous updating). In the early 2000s, the websites of newspapers were quite static. They were only refreshed once a day and interactions with readers remained limited. In comparison, blogs were far more dynamic and interactive. The Post combined the best features of both worlds.",
    "4. Strategies created from scratch.",
    "The three types of strategy described so far essentially import or combine strategic features that already exist. The fourth and final category consists of novel strategies developed from first principles. As Elon Musk said, “boil things down to their fundamental truths and reason up from there as opposed to reasoning by analogy.”",
    "This involves a three-step process: (1) challenging conventional thinking, (2) breaking problems into their fundamental principles (i.e., their most basic elements or truths) and (3) creating new solutions from scratch. Musk famously used this process to come up with Space X’s affordable and reusable rockets. His original plan was to buy second hand rockets in Russia, but they were too expensive. Using first principles thinking, he wondered why rockets are so expensive (step 1). After breaking them down into their components, he noticed that the cost of materials was only two percent of the total price (step 2). Therefore, he decided to buy materials (such as aluminum alloys, titanium and carbon fiber) on the commodity market and build his own rockets (step 3).",
    "First principles thinking does not only apply to products. Airbnb disrupted the hospitality industry by enabling individuals to rent their homes to other individuals. The idea that hosts would agree to rent their homes to strangers and that guests would be willing to stay in the home of strangers was game-changing. It was initially met with skepticism. At least seven major prominent investors refused to fund the project. As one of them replied to the founders of Airbnb: “The potential market opportunity does not seem large enough.” To grasp Airbnb’s novel strategy, the media initially made comparisons with existing ones. For instance, the Financial Times explained that Airbnb “functions as an eBay-style intermediary.”",
    "But the founders of Airbnb did not use analogical reasoning to craft their strategy. In the late 2000s, conventional thinking in the hospitality industry was that accommodation was synonymous with hotels (step 1). Airbnb’s founders challenged this assumption and identified two fundamental truths. First, travelers need a place to stay. Second, some people have spare rooms or properties (step 2). Building on these two principles, they created a platform that disrupted the hotel industry by connecting travelers who look for a more authentic (and often less expensive) experience than hotels with hosts who are willing to rent their spare rooms or properties (step 3). Ironically, Airbnb’s strategy is now used as an analogy by executives and entrepreneurs in many different industries (e.g., the Airbnb of fashion).",
    "The demands of the various categories differ. Adapting a familiar strategy only requires knowledge of a single industry. To successfully import or combine strategies requires familiarity with contexts other than one’s own, and the larger the number of industries with which you are familiar, the more you are likely to identify strategies that can be used as sources of inspiration. But the kind of creativity needed for the fourth category requires on top of that the capability to deeply reflect on what you know.",
    "Strategy Planning and Execution Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Strategy Planning and Execution. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "How to develop a winning strategy—and put it to work.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "The Psychological Safety Collection: Establish a Culture of Trust to Build an Innovative, Thriving Team",
    "Why Do So Many Incompetent Men Become Leaders?: (And How to Fix It)",
    "Read more on Strategy"
  ]
}