{
  "url": "https://hbr.org/sponsored/2024/07/video-quick-take-unisys-peter-altabef-on-empowering-businesses-through-ai-and-quantum-computing",
  "title": "Video Quick Take: Unisys’ Peter Altabef on Empowering Businesses Through AI and Quantum Computing",
  "ut": 1721286468.0,
  "body_paragraphs": [
    "Unisys is a global technology solutions company that powers breakthroughs for the world’s leading organizations. Unisys’ solutions – cloud, AI, digital workplace, logistics and enterprise computing – help clients challenge the status quo and unlock their full potential. To learn more click here.",
    "Welcome to the HBR Video Quick Take. I’m Todd Pruzan, senior editor for research and special projects at Harvard Business Review. Advances in AI provide new opportunities to streamline operations, refine processes, and improve stakeholder experiences. But deriving the most AI-driven value from competitive advantage to market innovation depends largely on the quality of an organization’s data assets.",
    "Today, we’re talking with Peter Altabef, the CEO of Unisys, a global technology solutions organization that recently marked its 150th anniversary. Peter, thank you so much for joining us today.",
    "Peter Altabef, Unisys",
    "It’s a pleasure to be here, Todd.",
    "So Peter, given that Unisys has been in the technology game as long as it has, what keeps it relevant, and what keeps you excited about the future?",
    "Peter Altabef, Unisys",
    "That’s a great question. I think what gets me most excited about right now, as well as the future, is this intersection we have right now between data analytics, artificial intelligence, and now quantum computing. The three of them combined create opportunities that people hadn’t even imagined before.",
    "Now, Unisys has been at the forefront of innovation for 151 years. So the firm was founded in 1873. And the first thing we made was the very first commercially available QWERTY typewriter. So if you think about a typewriter or a keyboard, everything we use has the QWERTY. That was us.",
    "When you move to the 20th century, we introduced the first commercially available general purpose computer, which was the UNIVAC I. So now when we’re thinking about the 21st century, it is the quality of the data again, back from the typewriter, it’s the quality of computing, back from UNIVAC, and now you add quantum to that.",
    "And the speed and efficiency of the answers and the ability to create questions that could not be answered in a timely manner before are breathtaking. And so it’s very exciting for all of us.",
    "That is really exciting. How is Unisys using technological advances like AI to address specific industry challenges and improve business outcomes for your clients?",
    "Peter Altabef, Unisys",
    "Everyone is trying to best use AI. And so what we decided to do is have the whole company lean in. So everyone in the company, regardless of role, is getting AI training. We’re up to where more than 96% of the company has done that. And so until everybody feels like they’re comfortable in it, it’s hard to get innovation from the entire company.",
    "And then the first thing we did was really look at what I would call cross-industry solutions. So you think about a hybrid cloud environment. You think about the data stovepipes. It’s not just bringing them together, but it’s decluttering them, getting rid of excess data that is false or you don’t need. So we have a solution that goes across industries that declutters data stovepipes.",
    "And then finally, you get to industry solutions. And so a good example of that coming from us is what we call Unisys logistics optimization. So here we look at logistics. Take air cargo. And we actually figure out what is the most effective, efficient way to go from a package to an air cargo provider to get to an office or a home. And that’s whole lifecycle. And when you start adding quantum to artificial intelligence to good data and experience in the data—we’ve been in that business for more than 40 years—it’s a little magical.",
    "That is amazing. Peter, how does Unisys empower your clients to access their data more efficiently, more effectively? And what role does advanced data analytics play in that strategy?",
    "Peter Altabef, Unisys",
    "The first thing I would say is, even though AI has a relatively short past—but 20 years—and generative AI has only been around really for about two or three years, there are lifecycles that apply to those. So when we approach generative AI, in particular, because it’s relatively newer, with a client, we really look at the lifecycle of gen AI.",
    "So that starts with picking the best LLM. It starts with picking the best available data set and getting quick wins. How do we answer questions? How do we get innovation? How do we get ideas that we otherwise could not get?",
    "Very quickly we move into phase two. And so phase two is, really the data is so integral, how do you make sure you have the right data governance so that the data you’re putting into the system isn’t just the best available but is better-and-better-quality data? So that’s phase two.",
    "And then the third phase is probably the biggest payoff. And that is, OK, well, you’ve answered questions, but what do you do with those answers? And the analogy I draw is to ERP systems. So when ERP systems first started coming into the market, it gave you a unified sense of data, and that was good. It gave you faster answers. But what people realized was, unless they changed the operations that drove the company, they weren’t going to maximize the benefit of the answers. It’s the same thing here.",
    "So what we’re seeing over time is that companies will take the questions and answers that come from AI and actually figure out how to optimize their business operations. We think that’s the ultimate payoff.",
    "Well, Peter, thank you for being with us today and sharing all of your insights with us.",
    "Peter Altabef, Unisys",
    "It’s been great being here.",
    "We’ve been speaking with Peter Altabef, CEO of Unisys Corporation.",
    "To learn more click here: Business leaders on AI adoption: HBR report sponsored by Unisys | Unisys."
  ]
}