{
  "url": "https://www.ft.lk/columns/Changing-patterns-of-cinnamon-marketing-in-Sri-Lanka/4-783641",
  "title": "Changing patterns of cinnamon marketing in Sri Lanka",
  "ut": 1761779189.0,
  "body_paragraphs": [
    "The journey of Sri Lanka’s cinnamon industry is a story of resilience, adaptability, and innovation",
    "Developing new cinnamon products while improving existing ones has been a major concern among the policymakers and exporters of cinnamon over the years. Over the past decade, there has been a gradual but discernible increase in the production and diversification of value-added cinnamon products. While the growth may be described as marginal, it reflects the industry’s acknowledgment of the changing consumer landscape and evolving preferences. Sri Lanka has expanded its cinnamon offerings beyond traditional quills, with a slow but steady rise in products such as cinnamon essential oils, powders, and extracts",
    "One of the key drivers of the Portuguese and Dutch presence in Sri Lanka was to secure the monopoly of the lucrative Ceylon cinnamon trade. The cinnamon trade had been the Dutch government monopoly during its rule in the maritime provinces of Sri Lanka spanning nearly one and a half century ended in 1796. After the capturing of maritime provinces by the British in 1796 ending the Dutch rule, regulations were relaxed for local people to allow purchase cinnamon of limited quantities in important cinnamon producing districts while the exports had been kept under the British colonial government’s direct control at the initial phase.",
    "By 1840s the British colonial government here decided to give up the monopoly and let the industry – production, sales and exports be managed by the local private sector. This situation continues to persist in large measure even today as the industry has been preserved and promoted over the long time by the local private sector in Sri Lanka, with a minimal intervention by the Government.",
    "Sri Lanka is the world’s largest producer and exporter of pure cinnamon (Cinnamomum zeylanicum Blume). Galle, and Matara are the principal cinnamon producing districts at present though cinnamon on a small-scale is also cultivated in a few other districts as well. Cinnamon is Sri Lanka’s fourth largest agricultural export commodity involving over 70,000 small farmers with 350,000 employees in production and processing. On average, the production has increased by over 50% during the last two decades from 2000. Approximately 80-90% of the cinnamon production is exported, and the remainder 10-20% is accounted for domestic consumption and changes in stocks annually. The value of cinnamon exports has steadily increased during last two decades. The quantity of exports has increased by nearly 70% and value of cinnamon exports has more than quadrupled during the same period. In 2022, Sri Lanka’s total export of cinnamon was 18.51 m/kg, accounting for about 90% of its world’s total. The total value of cinnamon exports in 2022 was $ 213 million, which accounts for about 51% of the spice exports, 5.56 percentage of the total agricultural exports and 1.26% of the total exports of Sri Lanka on average. Although main agricultural commodity exports – coconut, tea, and rubber have been heavily regulated, the cinnamon industry dominated by the private sector, has been regulated marginally by the Government over the years.",
    "Sri Lanka cinnamon has gained an international reputation for its uniqueness, colour, flavour, and aroma. The main importing countries of Sri Lankan cinnamon include Mexico, USA, UK, Germany, Peru, Colombia, and Ecuador where its demand has been rising. Importing countries use cinnamon, in the main, for perfumery, pharmaceuticals, and food industries. Imports of cinnamon by USA are both for domestic use and re-exports as well. Its competitive/weak substitute known as cassia (Cinnamomum cassia) is less expensive compared to that of cinnamon.",
    "However, there has been a structural change in the cinnamon marketing mechanism in the recent decades from what had existed several decades ago. The old mechanism is changing paving the way for a new mechanism to emerge. This aspect has not been comprehensively studied yet. The cinnamon marketing has undergone significant transformations, including market mechanisms, quality standards, and creation of value-added products, etc. This article aims at examining recent key changes in cinnamon marketing in Sri Lanka. The marketing dimension affecting all stakeholders in the cinnamon industry is pivotal for its further development.",
    "Changes in production quality",
    "Quality standards have been a problem of substantial nature in the country’s marketing of cinnamon over the years. Studies related to spices have shown that the country’s domestic marketing mechanism has developed in line with the prevailing export standards of cinnamon. There have been modest improvements in the quality of cinnamon production over the past decades in Sri Lanka. While there have been efforts to enhance the standards and practices within the cinnamon industry, it is essential to acknowledge that the improvements have been incremental rather than revolutionary. Some farmers have adopted slightly more sustainable and organic cultivation methods, leading to bring about healthier cinnamon produce and slightly improved bark quality. Modern processing facilities have also been introduced, aiming to adhere to stricter quality standards, albeit with varying degrees of success. These developments may have helped to the preservation of essential oils and natural flavours in cinnamon.",
    "However, it is also important to note that the overall progress in raising cinnamon quality being gradual, challenges such as consistency in quality across the industry continues to remain an important area to be addressed. Some recent studies too have shown the importance of improving quality standards of its value chain for the promotion of the industry. Despite these limitations, Sri Lanka has made reasonable strides in increasing its cinnamon production, and continuous efforts are being made to further improve quality standards and maintain its position as a trusted source of this prized spice in the world market.",
    "Besides, it has been noted that the maintenance of quality standards of cinnamon quills being the principal produce is especially important for surviving in the international market. This has not only improved the shelf life of the produce but also preserved its essential oils and natural flavours. The implementation of strict quality control measures has also played a pivotal role in maintaining consistency and authenticity in cinnamon production. Improved quality standards of cinnamon have its various socio-economic spillover effects and UNIDO too has helped developing programs for quality standards compliance by stakeholders in the cinnamon industry in the recent years.",
    "Furthermore, improvement of quality standards, and changes in the cinnamon marketing mechanism has a positive relationship too. When the quality of produce increases, changes in the marketing mechanism occur rapidly. Inversely, if quality remains the same, the marketing mechanism stays constant.",
    "Sri Lanka produces processed cinnamon largely in the form of quills based on the bark of the tree. This is the principal produce of commerce – in retail, wholesale, and export of cinnamon of Sri Lanka. All types of cinnamon quills – Alba, C, M and H types are commonly produced in all districts and exported by Sri Lanka. Besides, there are other products – primarily cinnamon oil taken from both the bark and the leaves are also exported by Sri Lanka.",
    "Value addition and diversification",
    "Developing new cinnamon products while improving existing ones has been a major concern among the policymakers and exporters of cinnamon over the years. Over the past decade, there has been a gradual but discernible increase in the production and diversification of value-added cinnamon products. While the growth may be described as marginal, it reflects the industry’s acknowledgment of the changing consumer landscape and evolving preferences. Sri Lanka has expanded its cinnamon offerings beyond traditional quills, with a slow but steady rise in products such as cinnamon essential oils, powders, and extracts. These value-added items cater to a niche market connected with the health benefits associated with cinnamon.",
    "More than 90% of the cinnamon production is exported as cinnamon quills/sticks although much less product diversification has been taken place over the years. But the demand for cinnamon bark oil and leaf oil has been on the increase in the global markets. Moreover, Sri Lanka has expanded its cinnamon-based offerings to the areas to include a variety of culinary and cosmetic products. Cinnamon-infused teas, snacks, have gained popularity, while the beauty industry has seen the emergence of cinnamon-integrated cosmetics and skincare products.",
    "This diversification has not only added economic value but also strengthened Sri Lanka’s reputation as a hub for high-quality cinnamon and its derivatives. It has opened up new avenues for income generation for local farmers and businesses, contributing significantly to the growth of the country’s spice industry. Sri Lanka’s commitment to product innovation and diversification has positioned it as a formidable player in the global market for value-added cinnamon products.",
    "Changing domestic cinnamon marketing mechanism",
    "The term marketing mechanism is being used to explain how producers and buyers ultimately engaged with each other. This process is generally related to demand and supply mechanism, benefiting both suppliers and consumers. Marketing mechanisms are modified by regulations, incentives, and other factors. Often a sequence of companies from producer to final consumer perform marketing functions to fit market supply to the needs and wants of prospects. This sequence of companies is called the marketing channel (or mechanism).",
    "It is generally observed that the mechanism of domestic cinnamon marketing which had continued for decades has been undergoing changes since the last two decades. The mechanism that prevailed for long (‘old mechanism’) was as follows: Producer==>Village Collector/Traveling Collector==>Town Collector/Regional Wholesaler ==>Major Wholesaler==>Manufactures cum Exporter. Exporters have traditionally been in Colombo, closer to the seaport.",
    "Although there had been over 65 cinnamon exporters of varying degrees of export activity in Colombo before 1990s, it is now observed that less than 5 exporters are operating in Colombo and the new exporters operate from the key cinnamon producing two districts themselves – Galle and Matara. The old marketing mechanism has been undergoing drastic changes during the last two decades being replaced with ‘new mechanism’ now emerging due to various factors which are not known yet.",
    "Government initiatives",
    "The term institutional support applies to the business and industry’s economic climate. It is composed of authorities and organisations whose decisions and the active support of legislation, policy, financial and non-financial assistance bringing about various improvements in the activity of any enterprise. In general, there has not been Government initiatives of significant order to improve the cinnamon industry. But the institutional support – financial support, training, and education, extension advice in this sector has been in existence since 1972 with the establishment of the Department of Minor Export Crops.",
    "The National Cinnamon Training Academy (NCTA) in 2016 with UNIDO’s assistance implemented a program of training catering primarily to cinnamon peelers. The new facility concentrates on improving right skills and expertise for cinnamon production and workers involved processing in general. The Sri-Lanka Standards Institute (SLIS) has established standards for Ceylon cinnamon (SLS81:2010) focusing primarily on physical appearances of cinnamon.",
    "Furthermore, institutional support and cinnamon marketing mechanism too are positively related. When the institutional support increases, change in the marketing mechanism occur rapidly. If institutional support remains the same, the marketing mechanism stays constant. The government has consistently worked towards reaching GI for cinnamon. With the acceptance of Geographical Indication (GI) status for cinnamon on 02nd February 2022, marketing becomes somewhat easer as the market now differentiate Ceylon cinnamon from its weaker substitute cassia.",
    "Further, the Government in its Annual Budget for 2023 announced the establishment of a separate Department for Cinnamon Development, a major step taken by the Government perhaps after the late 18th century Dutch who for the first time established the Department of Maha Badda (Cinnamon) to regulate the industry. This new Government initiative aiming at enhancing industry’s development will no doubt usher a new era for the country’s cinnamon industry in general and country’s cinnamon marketing in particular.",
    "The cinnamon industry in Sri Lanka has witnessed a remarkable transformation, evolving from a tightly controlled colonial commodity to a blooming, private sector led adept at navigating the convolutions of the global market. This evolution is marked by significant advancements in the cinnamon marketing mechanism, production quality, and the diversification into value-added products. Sri Lanka’s status as the world’s leading producer and exporter of pure cinnamon is a direct result of these continual improvements.",
    "The enhancements in quality standards and the introduction of modern processing techniques have been instrumental in preserving the distinct flavours and essential oils of cinnamon, ensuring its sustained demand internationally. Furthermore, the expansion into products like cinnamon oils, powders, and extracts has not only increased the economic value of cinnamon but also broadened its global market reach.",
    "Government initiatives, though limited, have played a pivotal role in shaping the industry’s current success. The implementation of quality standards and the acquisition of Geographical Indication (GI) status have been crucial in distinguishing Ceylon cinnamon from other varieties, solidifying its global market position. Additionally, institutional support through training, education, and financial assistance, albeit modest, has contributed to the industry’s development.",
    "In essence, the journey of Sri Lanka’s cinnamon industry is a story of resilience, adaptability, and innovation. Navigating through historical challenges and seizing opportunities, the industry positions today as a testament to the potential of strategic evolution in the global spice market. With the world increasingly recognising the unique qualities of Ceylon cinnamon, Sri Lanka is not only fortifying its role as a key spice player but is also set for sustained growth and modernisation.",
    "(The writer is a postgraduate student at the Department of Economics, University of Colombo and can be reached at [email protected].)"
  ]
}