{
  "url": "https://www.dailymirror.lk/opinion/Can-punitive-measures-stolen-asset-recovery-end-corruption/172-291460",
  "title": "Can punitive measures, stolen asset recovery end corruption?",
  "ut": 1725990578.0,
  "body_paragraphs": [
    "The total elimination of corruption and fraud is practically impossible in any country in the world",
    "According to the World Bank, making inroads against corruption often requires determined efforts to overcome vested interests",
    "According to the Corruption Perception Index in 2023, Denmark was the least corrupt country",
    "Sri Lanka ranks 115 out of 180 countries in the Corruption Index",
    "Anti- corruption rhetoric has become the order of the day in politics these days. The main presidential candidates-  President Ranil Wickremesinghe, Samagi Jana Balawegaya (SJB) Leader Sajith Premadasa, National People’s Power (NPP) candidate Anura Kumara Dissanayake and Sri Lanka Podujana Peramuna (SLPP) candidate Namal Rajapaksa-  repeatedly utter what they intend to do to root out corruption .  The topic has gained electoral significance by volumes this time because public perception is all time high that corruption and frauds led to the current economic predicament of the country.",
    "The total elimination of corruption and fraud is practically impossible in any country in the world.",
    "According to the Corruption Perception Index in 2023, Denmark was the least corrupt country in the world followed by Finland and New Zealand. Points considered when calculating the perception of countries’ levels of corruption include: bribery of public officials, kickbacks in public procurement, embezzlement of state funds, and how effective public sector anti-corruption efforts have proven to be. A score of 0 indicates high perceptions of corruption and a score of 100 indicates that no corruption is perceived in the respective country. No country has scored 100 in the index. Denmark, the least corrupt in the world, has scored only 90, Finland 87 and New Zealand 85.  Somalia is the most corrupt in the world. Sri Lanka ranks 115 out of 180 countries.",
    "However, corruption and fraud can and should be minimised for a country to progress. It is challenging when corruption and fraud are well entrenched in society. The level of corruption in a country varies from massive frauds involved in tender deals right down to a cop soliciting a bribe to release a road traffic offender.",
    "As one can perceive, rooting out corruption involves three basic elements.  Recovery of stolen assets is one. Secondly, punishing those involved in corruption and frauds is cited as a step to deter others from corrupt indulgence. Thirdly, it is all the more important to develop systems in a country ironing out loopholes that leave room for corrupt practices.",
    "In that sense, rooting out corruption is a multifaceted challenge that requires addressing both the symptoms and the root causes of corrupt practices. The three key elements—asset recovery, punitive measures, and systemic reforms—are interwoven.",
    "Asset recovery, however, involves identifying and reclaiming stolen wealth, both domestically and internationally. Recovering assets not only returns the wealth to the rightful owners but also weakens corrupt networks by stripping them of financial power. This process requires international cooperation, legal frameworks, and transparency.",
    "It is a tedious process. Sri Lanka is yet to enact a piece of legislation in this regard though the Cabinet nod has been given for the draft law.",
    "As a case for asset recovery progresses, international cooperation acts as an essential avenue for the successful return of assets that have been transferred to or hidden in foreign jurisdictions. Currently, allegations are made about stolen assets stashed elsewhere, but identification of them, establishment of evidence and recovery is a long process. It is easier said than done.   International legal frameworks, such as the United Nations Convention Against Corruption (UNCAC), facilitate such cooperation. However, the process can be lengthy and politically sensitive, requiring transparency and strong legal frameworks to trace, freeze, and repatriate stolen assets.",
    "Punishing those involved in corruption is important for deterring future wrongdoing. Consistent and fair legal action against corrupt individuals and institutions sends a strong message about the consequences of corrupt behavior. However, this requires a strong judiciary, independent investigations, and enforcement mechanisms.",
    "In Sri Lanka, politically motivated investigation into corruption has not led the country anywhere as proven during the time of the Yahapalana government between 2015 and 2019.  In such politically motivated exercises, the entire machinery- the police, the courts and the Bribery Commission- had to expend its energy to deal with the process but no investigation led to the conviction in the end. Even convictions granted by the lower courts were quashed by    the superior courts. Finally, it only spewed political venom with no end to corruption and fraud in society at large.",
    "As such, what is crucial is only to develop systems. In fact, that is the most sustainable way to fight corruption or to prevent corrupt practices from occurring in the first place. This involves closing legal loopholes, improving transparency, fostering accountability, and creating robust checks and balances within government and private institutions. According to the World Bank, making inroads against corruption often requires determined efforts to overcome vested interests. Transparency and open governance are typically part of the story, but rarely the whole story. When popular disaffection with corruption and cronyism reaches a boiling point, the political rewards to addressing corruption can exceed the costs of upsetting interests, the World Bank says in one of its 2023 studies. During this election, if all the candidates seeking presidency are keen on eradication of corruption, a debate should be initiated on specific measures to strengthen the systems containing loopholes that allow corruption to thrive.",
    "Corruption persists     because of ambiguous procurement laws or weak enforcement mechanisms. This leaves bureaucrats or politicians to abuse their positions for personal gain.",
    "Another cornerstone in dealing with corruption is transparency.  It is important for the governments and the institutions to create systems for public accountability, including open budgeting, public access to information, and independent audits. The more transparent a system is, the harder it becomes for corrupt actors to hide their actions. In this effort, digital governance is fundamental since it can minimise the opportunities for corrupt practices. For instance, automation can reduce human   involvement in financial transactions, procurement processes, or granting licenses. It eventually limits opportunities for bribery or corruption. The current political debate should be directed in this regard rather than making populist remarks on punishing corrupt individuals since such action alone cannot address the issue."
  ]
}