{
  "url": "https://www.eiu.com/n/global-outlook-looking-ahead-to-2025/",
  "title": "Global Outlook: looking ahead to 2025",
  "ut": 1727148340.0,
  "body_paragraphs": [
    "Global Outlook: looking ahead to 2025",
    "EconomyForecastingGeopoliticsRiskUS electionGlobalUnited StatesCountry Analysis",
    "In EIU’s October 2024 Global Outlook video, head of global forecasting and economics, Tom Rafferty, and principal global economist, Joshua Bailey, discuss what to expect for the US economy, US-China relations and geopolitical risks in 2025.",
    "EIU expects US economic growth to slow, but to remain fairly resilient. Growth remained firm in the first half of 2024 as robust job creation and solid household finances continued to drive consumer spending. However, cracks are starting to emerge and we forecast a slowdown going into 2025, predominantly driven by a cooling labour market and high interest rates taking its toll.",
    "“The Federal Reserve (Fed, the central bank) is embarking upon a cycle of interest rate cuts to support households and prop up job creation. As a result, growth will ease towards the end of this year with interest rates starting to bite on output and flow through to domestic demand which will remain strong enough to prevent a technical recession. EIU forecasts real GDP growth of 2.4% in 2024, with a deceleration to 1.4% in 2025. This slowdown in the US will have a ripple effect on the global economy and we now expect real global GDP to expand by 2.6% year-on-year on average over the next 5 years — well below the 3% of the 2010s which was hardly a stellar decade for the global economy.”",
    "Joshua Bailey, principal global economist, EIU",
    "In terms of US relations with China, competition between the two countries will remain on multiple fronts but there is an effort on both sides to moderate tensions and risks of escalation. The visit of US National Security Advisor Jake Sullivan to Beijing, where he met with China’s President Xi Jinping, has resulted in the formalisation of a strategic channel of communication between the two nations.",
    "However, there is a bipartisan consensus in the US Congress that further confrontation with China is justified and EIU expects that this will be reflected in the legislative agenda that comes through Congress, irrespective of who controls both houses next year. There is a risk that the relationship will deteriorate significantly in 2025 should there be a change in party in the White House, sparking further geopolitical concerns around the globe.",
    "While there are some clear geopolitical risks to continue to observe going into 2025, there are others that should be considered. Firstly, should the conflict in the Middle East intensify, there is a possibility of a breakdown in diplomatic relations surrounding Iran’s nuclear deal due to the redlines imposed by Israel and the US.",
    "Secondly, South Korea’s president, Yoon Suk Yeol, has demonstrated a reduced inclination towards diplomatic engagement with North Korea than his predecessor, Moon Jae-in. If Donald Trump were to win the US election, it’s expected that North Korea may resume its sabre-rattling with the South, potentially leading to heightened tensions.",
    "The analysis and forecasts featured in this video are accessible through EIU’s Country Analysis service. This integrated solution provides critical, global insights into the political and economic landscapes of nearly 200 countries and monitors the risks affecting business operations and strategies.",
    "EconomyForecastingGeopoliticsRiskUS electionGlobalUnited StatesCountry Analysis"
  ]
}