{
  "url": "https://www.technologyreview.com/2024/12/20/1109087/childhood-vaccines-public-health-success/",
  "title": "Why childhood vaccines are a public health success story",
  "ut": 1734651000.0,
  "body_paragraphs": [
    "This article first appeared in The Checkup, MIT Technology Review’s weekly biotech newsletter. To receive it in your inbox every Thursday, and read articles like this first, sign up here. Later today, around 10 minutes after this email lands in your inbox, I’ll be holding my four-year-old daughter tight as she receives her booster dose of the MMR vaccine. This shot should protect her from a trio of nasty infections—infections that can lead to meningitis, blindness, and hearing loss. I feel lucky to be offered it.  This year marks the 50-year anniversary of an ambitious global childhood vaccination program. The Expanded Programme on Immunization was launched by the World Health Organization in 1974 with the goal of getting lifesaving vaccines to all the children on the planet. Related StoryWhat’s next for bird flu vaccinesIf we want our vaccine production process to be more robust and faster, we’ll have to stop relying on chicken eggs.",
    "Vaccines are estimated to have averted 154 million deaths since the launch of the EPI. That number includes 146 million children under the age of five. Vaccination efforts are estimated to have reduced infant mortality by 40%, and to have contributed an extra 10 billion years of healthy life among the global population.",
    "Childhood vaccination is a success story. But concerns around vaccines endure. Especially, it seems, among the individuals Donald Trump has picked as his choices to lead US health agencies from January. This week, let’s take a look at their claims, and where the evidence really stands on childhood vaccines. WHO, along with health agencies around the world, recommends a suite of vaccinations for babies and young children. Some, such as the BCG vaccine, which offers some protection against tuberculosis, are recommended from birth. Others, like the vaccines for pertussis, diphtheria, tetanus, and whooping cough, which are often administered in a single shot, are introduced at eight weeks. Other vaccinations and booster doses follow.",
    "The idea is to protect babies as soon as possible, says Kaja Abbas of the London School of Hygiene & Tropical Medicine in the UK and Nagasaki University in Japan.  The full vaccine schedule will depend on what infections pose the greatest risks and will vary by country. In the US, the recommended schedule is determined by the Centers for Disease Control and Prevention, and individual states can opt to set vaccine mandates or allow various exemptions. Some scientists are concerned about how these rules might change in January, when Donald Trump makes his return to the White House. Trump has already listed his picks for top government officials, including those meant to lead the country’s health agencies. These individuals must be confirmed by the Senate before they can assume these roles, but it appears that Trump intends to surround himself with vaccine skeptics. For starters, Trump has selected Robert F. Kennedy Jr. as his pick to lead the Department of Health and Human Services. Kennedy, who has long been a prominent anti-vaxxer, has a track record of spreading false information about vaccines.  In 2005, he published an error-laden article in Salon and Rolling Stone linking thimerosal—an antifungal preservative that was previously used in vaccines but phased out in the US by 2001—to neurological disorders in children. (That article was eventually deleted in 2011. “I regret we didn’t move on this more quickly, as evidence continued to emerge debunking the vaccines and autism link,” wrote Joan Walsh, Salon’s editor at large at the time.) Related StoryHow covid conspiracy theories led to an alarming resurgence in AIDS denialismWidespread distrust of our public health system is reviving long-debunked ideas on HIV and AIDS—and energizing a broad movement that questions the foundations of disease prevention.",
    "Kennedy hasn’t let up since. In 2015, he made outrageous comments about childhood vaccinations at a screening of a film that linked thimerosal to autism. “They get the shot, that night they have a fever of a hundred and three, they go to sleep, and three months later their brain is gone,” Kennedy said, as reported by the Sacramento Bee. “This is a holocaust, what this is doing to our country.” Aaron Siri, the lawyer who has been helping Kennedy pick health officials for the upcoming Trump administration, has petitioned the government to pause the distribution of multiple vaccines and to revoke approval of the polio vaccine entirely. And Dave Weldon, Trump’s pick to direct the CDC, also has a history of vaccine skepticism. He has championed the disproven link between thimerosal and autism. These arguments aren’t new. The MMR vaccine in particular has been subject to debate, controversy, and conspiracy theories for decades. All the way back in 1998, a British doctor, Andrew Wakefield, published a paper suggesting a link between the vaccine and autism in children.",
    "The study has since been debunked—multiple times over—and Wakefield was found to have unethically subjected children to invasive and unnecessary procedures. The paper was retracted 12 years after it was published, and the UK’s General Medical Council found Wakefield guilty of serious professional misconduct. He was struck off the medical register and is no longer allowed to practice medicine in the UK. (He continues to peddle false information, though, and directed the 2016 film Vaxxed, which Weldon appeared in.) So it’s remarkable that his “study” still seems to be affecting public opinion. A recent Pew Research Center survey suggests that four in 10 US adults worry that “not all vaccines are necessary,” and while most Americans think the benefits outweigh any risks, some are still concerned about side effects. Views among Republicans in particular seem to have shifted over the years. In 2019, 82% supported school-based vaccine requirements. That figure dropped to 70% in 2023. The problem is that we need more than 70% of children to be vaccinated to reach “herd immunity”—the level needed to protect communities. For a super-contagious infection like measles, 95% of the population needs to be vaccinated, according to WHO. “If [coverage drops to] 80%, we should expect outbreaks,” says Abbas. And that’s exactly what is happening. In 2023, only 83% of children got their first dose of a measles vaccine through routine health services. Nearly 35 million children are thought to have either partial protection from the disease or none at all. And over the last five years, there have been measles outbreaks in 103 countries.  Polio vaccines—the ones whose approval Siri sought to revoke—have also played a vital role in protecting children, in this case from a devastating infection that can cause paralysis. “People were so afraid of polio in the ‘30s, ‘40s, and ‘50s here in the United States,” says William Moss, an epidemiologist at Johns Hopkins Bloomberg School of Public Health in Baltimore, Maryland. “When the trial results of [the first] vaccine were announced in the United States, people were dancing in the streets.” Related StoryWhy I got my one-year-old vaccinated against polioPoliovirus appears to be spreading where I live in London—so I took the first chance I had to get my toddler a booster vaccination.",
    "That vaccine was licensed in the US in 1955. By 1994, polio was considered eliminated in North and South America. Today, wild forms of the virus have been eradicated in all but two countries. But the polio vaccine story is not straightforward. There are two types of polio vaccine: an injected type that includes a “dead” form of the virus, and an oral version that includes “live” virus. This virus can be shed in feces, and in places with poor sanitation, it can spread. It can also undergo genetic changes to create a form of the virus that can cause paralysis. Although this is rare, it does happen—and today there are more cases of vaccine-derived polio than wild-type polio. It is worth noting that since 2000, more than 10 billion doses of the oral polio vaccine have been administered to almost 3 billion children. It is estimated that more than 13 million cases of polio have been prevented through these efforts. But there have been just under 760 cases of vaccine-derived polio.",
    "We could prevent these cases by switching to the injected vaccine, which wealthy countries have already done. But that’s not easy in countries with fewer resources and those trying to reach children in remote rural areas or war zones. Even the MMR vaccine is not entirely risk-free. Some people will experience minor side effects, and severe allergic reactions, while rare, can occur. And neither vaccine offers 100% protection against disease. No vaccine does. “Even if you vaccinate 100% [of the population], I don’t think we’ll be able to attain herd immunity for polio,” says Abbas. It’s important to acknowledge these limitations.",
    "While there are some small risks, though, they are far outweighed by the millions of lives being saved. “[People] often underestimate the risk of the disease and overestimate the risk of the vaccine,” says Moss. In some ways, vaccines have become a victim of their own success. “Most of today’s parents fortunately have never seen the tragedy caused by vaccine-preventable diseases such as measles encephalitis, congenital rubella syndrome, and individuals crippled by polio,” says Kimberly Thompson, president of Kid Risk, a nonprofit that conducts research on health risks to children. “With some individuals benefiting from the propagation of scary messages about vaccines and the proliferation of social media providing reinforcement, it’s no surprise that fears may endure.” “But most Americans recognize the benefits of vaccines and choose to get their children immunized,” she adds. Now, that is a sentiment I can relate to.  Now read the rest of The Checkup Read more from MIT Technology Review's archive A couple of years ago, the polio virus was detected in wastewater in London, where I live. I immediately got my daughter (who was only one year old then!) vaccinated.  Measles outbreaks continue to spring up in places where vaccination rates drop. Researchers hope that searching for traces of the virus in wastewater could help them develop early warning systems.  Last year, the researchers whose work paved the way for the development of mRNA vaccines were awarded the Nobel Prize. Now, scientists are hoping to use the same technology to treat and vaccinate against a host of diseases.",
    "Most vaccines work by priming the immune system to respond to a pathogen. Scientists are also working on “inverse vaccines” that teach the immune system to stand down. They might help treat autoimmune disorders. From around the web A person in the US is the first in the country to have become severely ill after being infected with the bird flu virus, the US Centers for Disease Control and Prevention shared on December 18. The case was confirmed on December 13. The person was exposed to sick and dead birds in backyard flocks in Louisiana. (CDC)  Gavin Newsom, the governor of California, declared a state of emergency as the bird flu virus moved from the Central Valley to Southern California dairy herds. Since August, 645 herds have been reported to be infected with the virus. (LA Times) Pharmacy benefit managers control access to prescription drugs for most Americans. These middlemen were paid billions of dollars by drug companies to allow the free flow of opioids during the US’s deadly addiction epidemic, an investigation has revealed. (New York Times) Weight-loss drugs like Ozempic have emerged as blockbuster medicines over the past couple of years. We’re learning that they may have benefits beyond weight loss. Might they also protect organ function or treat kidney disease? (Nature Medicine) Doctors and scientists have been attempting head transplants on animals for decades. Can they do it in people? Watch this delightful cartoon to learn more about the early head transplant attempts. (Aeon) hide"
  ]
}