{
  "url": "https://www.ft.lk/columns/More-than-merely-messiahs-viz-is-the-era-and-ethos-of-strongman-governments-gone-for-good-2-4/4-782839",
  "title": "More than merely messiahs – viz: is the era and ethos of ‘strongman’  governments gone for good? (2/4)",
  "ut": 1760118537.0,
  "body_paragraphs": [
    "It is power because it consists of the ability of the one or few who are at the top to make others do a number of things (positively or negatively) that they would  not or at least might not have done",
    "We survey the extant literature on political leadership styles, in an ongoing attempt to discern if there is an ideal model – one that would lead Sri Lanka away from the myths, misuses and misadventures of so-called political saviours and their putative national messiahship",
    "We should not necessarily go back to the attractiveness of the great man theories or the idolisation of charismatic leaders",
    "A moment’s reflection suggests that none of the great ‘heroes’ were without their bad – indeed, very dark – sides",
    "Need we rehearse the painful lessons provided by dynastic leaders since Sri Lanka’s own independence, or look to learn from the emergent cautionary tales of hero-worshipping military-minded messiahs?",
    "Is it not painfully true that we islanders have also placed our sacred cows on pedestals from which it took the celebrated people’s movement driven by popular sovereignty to topple them after a struggle (‘aragalaya’)?",
    "We continue our discussion of the much debated issue of whether Sri Lanka ever truly benefitted from the ‘strongman’ model of political leadership, as was assumed in the past for a plethora of reasons – not least among these the propaganda machines of charlatans posing as saviours.",
    "In today’s column, we survey the extant literature on political leadership styles, in an ongoing attempt to discern if there is an ideal model – one that would lead Sri Lanka away from the myths, misuses and misadventures of so-called political saviours and their putative national messiahship.",
    "Leadership is a topic that has been much discussed but little agreed upon in terms of definitions, its essence versus its attributes, and especially its praxis. The truth be told – there are “many diverse ways of thinking about leadership” (W. E. Allen, 2018).",
    "Yet, although most scholars agree that “creating a logical and consistent picture of the state of leadership theory is a difficult task” (Hernandez, Eberly, Avolio and Johnson, 2011), it is increasingly evident in a world suffering from a so-called ‘leadership deficit’ that defining, developing, and applying meaningful, relevant, and sustainable models and theories of leadership is the need of the hour worldwide.",
    "‘Leadership deficit’ was a term coined in relation to nonprofit organisations (T. J. Tierney, 2006). But now, it is being increasingly applied to politics, civics, and governance as well. A slew of scholarly papers (R. D. Perkins, 2009), (N. Harter, 2012), (Martin and Allen, 2016) and (Paxton and Van Stralen, 2016) have already identified this need. And some in particular argue for “a new point of view [that] encourages discussion with the hope for a more efficacious understanding of leadership theory in any part of the world” (Allen, 2018).",
    "Based on the past and current thinking on political leadership, we will now explore in brief here the extant literature on the subject under the following subheadings: definitions, theories, styles, values, processes, and impacts, as well as frameworks. Ultimately, this is with a view to developing our own framework for a new, holistic, Sri Lankan political leadership model that builds on existing knowledge and yet develops a unique and appropriate ethos.",
    "Of note is that all of what follows in this article is in a milieu where “political leadership has scarcely been mentioned in the generic leadership literature” (J. Hartley, 2010) and also in a context in which “political leadership is woefully under-researched” (Morrell and Hartley, 2006).",
    "Asking and answering the question ‘What is political leadership?’ – one academic suggests that “there is in reality no generally accepted definition of the concept, a characteristic that seems to apply also to leadership in general” (Blondel, 1987).",
    "The same thinker adds that while recent works [and by ‘recent works’, that academic means the thinking prevalent in the mid-1980s] in political science provide no clear guidance, “no single definition of political leadership is given in the writings of Paige, Burns or Kellerman” (Blondel, 1987).",
    "But over a decade before that, it was evident that “many definitions given by social scientists fall within nine different groups, some of which … partly overlap” (Giese and Stodgill, 1974). And these authors add that those definitions range from personality to structure, and from roles to forms of effectiveness (Giese and Stodgill, 1974).",
    "Arguing, some ten years later, that “it is manifestly and essentially a phenomenon of power”, an academic claims that “it is power because it consists of the ability of the one or few who are at the top to make others do a number of things (positively or negatively) that they would not or at least might not have done” (J. Blondel, 1987).",
    "Writing in the same decade, a classical thinker on political leadership asserts: “Leadership is an art, something to be learned over time, not simply by reading books; leadership is more tribal than scientific; more weaving of relationships than amassing of information” (M. DuPree, 1989).",
    "The main theories to develop and be applied in the 20th century include ‘Great Man Theory’, ‘Trait Theory’, ‘Process Leadership Theory’, ‘Style and Behavioural Theory’, ‘Transactional Theory’, ‘Transformational Theory,’ and ‘Laissez-faire Theory’ (Khan, Nawaz and Khan, 2016).",
    "While the ‘Great Man Theory’ is self-explanatory, the others require brief exposition if a holistic new framework for political leadership is to emerge from historical precedents.",
    "Pioneering work was done by ‘Contingency’ (situational) theories wherein it was said “no leadership style is definitive or can stand alone as exemplary to be modelled as it is reliant on the varying qualities of leadership, situations of the followers and other factors” (R. K. Greenleaf, 1977).",
    "This was challenged firstly by the ‘Transactional Theory’, which “diverged from the specific context of the leader, followers and leadership situation to practices that focused on the exchanges between leaders and followers” (Khan, Nawaz and Khan, 2016).",
    "Then, there was the thinking that “leader-follower associations were based on leader-follower agreements” (House and Shamir, 1993).",
    "And finally, there was movement towards “the integration of transformational, charismatic, and visionary theories” (Chemers and Ayman, 1993).",
    "In the ‘Transformational Theory’ there is an “alignment to a greater good,” a “personal investment of followers in activities and processes,” and “the end result is superior organizational and social dividends” (Khan, Nawaz and Khan, 2016).",
    "In addition, transformational leaders “raise the motivation and morality of both the follower and the leader” (House and Shamir, 1993).",
    "Fundamentally, in the ‘Style and Behaviour Theory’, “each leader has a different style and there are diverse styles” (Khan, Nawaz and Khan, 2016).",
    "Further to this, in the ‘Process Leadership Theory’, there are additional leadership sub-theories with a process focus and that which include ‘servant leadership’, ‘learning organizations’, ‘principle-centred leadership’ and ‘charismatic leadership’ (Khan, Nawaz and Khan, 2016).",
    "Five decades ago, a thinker introduced the concept of ‘servant leadership’ in the 1970s (Greenleaf, 1977) and there was a resurgence of the discussion of that model in the mid-1990s (Greenleaf, 1996).",
    "Interestingly, the emphasis of political leadership shifted to “interaction among group members with an emphasis on personal, moral and organizational improvements” in the late 1990s (F. J. Yammarino, 1999).",
    "In all of this and asking the question ‘What type of leader do we want?’, one trend was to assert that “we should not necessarily go back to the attractiveness of the great man theories or the idolisation of charismatic leaders” (L. Turnbull, 2010).",
    "Another review of leadership theories can trace their evolution over the past 100 plus years from the ‘Great Man’ concept of heroic leaders, through trait theories, behaviourist theories, situational leadership, contingency theory and so on, to transactional and transformational leadership (Ahmad, Jan and Irem, 2017).",
    "An approach such as the latter relies on the fact that these evolving theories offer insights into the qualities of successful leaders over the century and more under study while recognizing that “there has been a shift in focus from the generic characteristics and behaviours of the individual to recognition of the importance of responding to different situations and contexts and the leader’s role in relation to followers” (Ahmad, Jan and Irem, 2017).",
    "This has given rise to a mixed bag of results, including highlighting “the paradox between the high interest in leadership and the analytical inhibition and confusion that characterize its study” (M. Foley, 2013).",
    "In a world where there are many models of leadership, it may seem restrictive to assert that in terms of political leadership “there are three different styles – autocratic, democratic, laissez-faire” (G. Yukl, 1989).",
    "But of one mind with this trinitarian way of thinking is a similar assertion: “There are three kinds of political leadership … the creative type, the administrative type, and the symbolic type” (K. Ishii, 2010).",
    "Two academics widen the scope by positing “two additional leadership styles based on ‘consideration’ (concern for people and relationship behaviours) and ‘commencing structure’ (concern for productivity and task behaviours)” (Fiedler and House, 1988).",
    "Most early thinkers considered the ‘Great Man’ style of leadership as the dominant mode. These commentators rely heavily on Thomas Carlyle’s 1847 assertion that “universal history, the history of what man has accomplished in this world, is at the bottom of the history of great men who have worked here” (Khan, Nawaz and Khan, 2016).",
    "There is a wealth of more recent thinking that exposits in particular the transactional and transformational styles, often in contradistinction to each other.",
    "On the one hand, previously, “transactional leadership is a type of contingency-reward/recognition between leaders and followers with active and positive exchanges entailing reward or recognition of achieving agreed upon objectives” (Bass and Avolio, 1994), with leaders continuously monitoring performance and attempting to intervene proactively (Avolio and Bass, 1997).",
    "On the other, more recently, transformational leaders “identify the need for change, gain the agreement and commitment of others, create a vision that drives the change, and work to effect the transformation” (D. M. McGregor, 2003), and comprise the visionaries who successfully appeal to their followers’ better natures.",
    "These two styles of leadership are important developments because “a moment’s reflection suggests that none of the great ‘heroes’ were without their bad – indeed, very dark – sides” (Blondel, 1987). And we know enough about the leaders of more recent periods of history such as Cromwell, Napoleon, Bismarck, Lenin or Mao to be more cynical (Blondel, 1987). Need we rehearse the painful lessons provided by dynastic leaders since Sri Lanka’s own independence, or look to learn from the emergent cautionary tales of hero-worshipping military-minded messiahs?",
    "This nuance is even despite the concession that “while Washington, Lincoln, Franklin D. Roosevelt or Churchill cannot be faulted on the same scale, they too made their mistakes and had their limitations” (Blondel, 1987). And while comparisons are odious, is it not painfully true that we islanders have also placed our sacred cows on pedestals from which it took the celebrated people’s movement driven by popular sovereignty to topple them after a struggle (‘aragalaya’)?",
    "As per Bass also (Bass and Avolio, 1994), the transformational leader “attempts to induce followers to re-order their needs by transcending self-interests and strives for higher order needs” (Khan, Nawaz and Khan, 2016), which most thinkers on the topic agree conforms with Maslow’s hierarchy (A. Maslow, 1954).",
    "And such an open-ended style contrasts with the ‘Trait Theory’ where “born leaders are endowed with certain physical traits and personality characteristics which distinguish them from non-leaders” (Khan, Nawaz and Khan, 2016).",
    "Jenkins identifies ‘emergent traits’ such as height, intelligence, attractiveness, and self-confidence (Khan, Nawaz and Khan, 2016), which are contrasted by ‘effectiveness traits’ that are based on learning and experience, including charisma as a fundamental component of leadership (Ekvall & Arvonen, 1991).",
    "Despite an early leaning towards such charisma as a significant component in political leadership, later “evidence seems to be that large numbers of presidents and prime ministers or other heads of states or governments are not the heroes we think they should be” (Blondel, 1987). Perhaps we’ve yet to learn this lesson in full ourselves, if we continue to venerate our elected representatives – who, contrary to the claims of their champions, have feet of clay?",
    "There is also an emerging literature about the leadership qualities and styles of particular roles of elected politicians (Hartley, 2010), and a growing understanding that “the style of leadership should vary depending on the maturity of the subjects” (Bass and Avolio, 1997). This has led to the conventional wisdom that “different leadership styles are needed in different contexts” (Turnbull, 2010). It is a truism that could or should help our own polity to move discerningly away from seeking ‘great’ men – or women – to save us...",
    "Closely related to styles are the roles of political leadership. A role reflects “a leader’s ability in guiding effective decision-making” (D. Lelièvre-Finch, 2010). This is important when seeking to promote and implement innovation.",
    "In terms of roles played, “a leader can also help to create the conditions for success through modelling the partnership values, by taking personal responsibility for actions … and by ensuring that they are actively held to account by their partners” (Goss and Tarplett, 2010).",
    "These academics note a key leadership role as being building all relationships within leader-follower partnerships to help plans become practical action (Goss and Tarplett, 2010). In addition, “strong relationships are characterised by mutual trust [and] good leaders create an environment within which relationships and trust can safely be built” (Goss and Tarplett, 2010).",
    "Every such environment “constructs its own image of a leader, an image clearly formed in the case of either bureaucratic or market governance” (J. Newman, 2005). In hierarchical regimes, the role played by the leaders is the traditional administrator, “based on the bureaucratic principle of the separation of office from personal preference, the ethos being associated with neutrality, accountability upwards and professional autonomy” (Lelièvre-Finch, 2010).",
    "In market regimes by contrast, the role played by leaders is “portrayed as an entrepreneur [who is] embodied by vision, charisma and clearly displayed values” (Lelièvre-Finch, 2010).",
    "Talbot suggests that there are “four leadership roles strongly influenced by institutional and organisational contexts”, and a fifth ‘meta role’ which is about balancing the other four; elaborating that the first four roles are “counselor, chief executive, conservator, collaborator” (C. Talbot, 2010): a model of leadership roles that has been applied with mixed results to the British Civil Service (Brookes and Grint, 2010).",
    "Despite clearly and often sharply defined roles in academia, there is “ambivalence surrounding the role of leadership within a liberal democracy” (Foley, 2013). Food for thought, and continued reflection in future columns.",
    "(Editor-at-large of LMD | Post-graduate diplomate in politics and governance.)"
  ]
}