{
  "url": "https://www.ft.lk/opinion/Unlocking-economic-constraints-through-Oil-Palm-cultivation/14-784441",
  "title": "Unlocking economic constraints through Oil Palm cultivation",
  "ut": 1763408818.0,
  "body_paragraphs": [
    "By Professor I.R. Palihakkara and W.M.T. Uthpala",
    "Plantation crops such as oil palm (Elaeis guineensis), tea (Camellia sinensis), rubber (Hevea brasiliensis) and coconut (Cocos nucifera) play an important role in global agriculture. These crops contribute significantly to food security, economic growth and employment. These crops are mainly grown in tropical regions. Oil palm is the world’s most productive oil seed crop, supplying a large proportion of the global vegetative oil demand. Oil palm can yield about five times more oil than alternative crops grown for vegetable oil. Oil palm cultivation in Sri Lanka is mainly carried out in the southern province, which receives more than 3000mm of rainfall annually, and in the southern province Galle, Matara, Western province, Kalutara and Sabaragamuwa province, Kegalle districts.",
    "The environmental conditions suitable for oil palm cultivation in Sri Lanka are a temperature of 24-32C, more than 2000mm of rainfall and more than 5 hours of sunlight per day. Oil palm cultivation was first established in the Nakiyadeniya Estate in the Galle District and later in the Galle, Matara and Kalutara Districts by removing marginal rubber and tea plantations that had reached the end of their economic life and establishing oil palm cultivation through the concept of crop diversification. At present it has now spread to the Ratnapura and Kegalle districts as well. High productivity and lower in the number of workers required and the increasing demand as a raw material for some of the daily needed products for humans are the main reasons for demanding this cultivation. At present Sri Lanka is not self-sufficient in edible oil production and spends a considerable amount of money to import edible oil to the country.",
    "In the case of oil palm, the local harvest is fully utilised for oil production, as it yields four times more oil than coconut, and at least 20,000 ha of oil palm cultivation can meet the local oil requirement. Oil palm has the potential to produce between 04-08 metric tons of oil per hectare per year. Similarly, coconut cultivation can produce 0.8 metric tons per hectare per year. Considering the biomass production, it is also observed that oil palm is more efficient when compared to other crops. Efficient photosynthesis in the oil palm crop utilises the light energy from the sun, resulting in the production of a higher biomass compared to other crops. Oil palms are capable of sequestering more carbon per hectare than tea and coconut plantations. According to research, the carbon sequestered per hectare of oil palms per year is the range from 11-16.3 metric tons. The carbon sequestration capacity of coconut plantations ranges from 1.25-5.3 metric tons per hectare per year. Research has confirmed that the carbon sequestration potential of tea plantations grown in the lowland, central and upland areas of Sri Lanka is 6.7, 3.5, 2.3 metric tons per hectare per year respectively. The amount of carbon in the aboveground plant parts of rubber plantations in the wet and intermediate zones of Sri Lanka is 73 and 66 metric tons per hectare respectively, while this value in oil palm plantations is about 38-42 metric tons per hectare. Accordingly, the carbon sequestration capacity is higher for rubber and the value of oil palm is higher compared to tea and coconut.",
    "Water use efficiency is scientifically defined as the percentage of biomass or economic yield produced by a crop relative to the amount of water consumed during crop growth. Several factors affect the water use efficiency of plantation crops. Climate conditions such as temperature, humidity and rainfall directly affects water loss through evaporation. Especially under water scarcity caused by climate change, oil palms have high water demands. However, due to its high productivity, water use efficiency is at an optimum level. Oil palms can also grow even under 1800-2000mm rainfall, undergoing physiological changes in dry weather conditions.",
    "Plantation crops exhibit various adaptive mechanisms to water stress. Tea plants regulate stomatal activity to minimise yield loss under water stress. Rubber plants reduce latex production during drought conditions to conserve water, while coconut palms produce waxy coating on their leaves to minimise evaporation. Similarly, oil palm plants physiologically adapt to water stress by changing from floriferous. Coconuts, which are often grown in dry regions, are adapted to efficiently absorb water from saline sandy soils, but their yields decrease during prolonged droughts. Compared to rubber, oil palm has a greater capacity to retain rainwater. The reason for this is the nature of the trunk of the oil palm. That is, the remaining branches of the trunk provide space for this crop to absorb more rainwater. Research data shows that soil water is higher in rubber plantations compared to oil palm and tea plantations. However, the soil water content between coconut palm and tea plantations does not differ significantly. According to the water footprint, the water required for oil palm cultivation is primarily obtained from rainwater. Since the active root system of oil palm is positioned within the first 3 meters from the ground level and there is no tap root system, oil palm does not have direct impact on groundwater table.",
    "(The authors are attached to the Faculty of Agriculture, University of Ruhuna.)"
  ]
}