{
  "url": "https://www.ft.lk/columns/Trump-tariffs-and-financial-reporting-Considerations-for-audit-and-risk-committees/4-775776",
  "title": "Trump tariffs and financial reporting: Considerations for audit and risk committees",
  "ut": 1745452090.0,
  "body_paragraphs": [
    "Tariffs may increase the costs of production, reduce the demand for goods and services and have other indirect effects, which may increase the risk of impairment of non-financial assets",
    "Increasing tariffs and global trade uncertainty may have significant financial reporting effects for entities. There are numerous accounting implications across multiple areas such as going concern assessments, judgements and estimates, impairment of non-financial assets, etc. This article explores many of these implications for entities both directly and indirectly affected.",
    "Various governments have stated an intention to increase tariff rates on a wide variety of imported goods and/or services with Donald Trump taking the lead to announce a very significant scheme of tariffs on imports. This has prompted exporters and importers around the world to think through the possibility of other jurisdictions introducing similar tariffs.",
    "The tariffs proposed by the US government now have an implementation period of three months during which period the affected jurisdictions are expected to renegotiate the terms and conditions. The US action of introducing the new tariffs is primarily to address the unprecedented level of trade deficit experienced by the US. This could probably trigger some of the other jurisdictions also following suits to introduce new tariff structures to address their trade deficits.",
    "These conditions of possible levying of tariffs on the imports are bound to create conditions of significant uncertainty about the timing of levies and how long these policies will endure. Due to this uncertainty, and the complex nature of international supply chains, the operational and financial effects of tariffs on entities are challenging to predict. This uncertainty results in numerous accounting implications such as impairment of financial and non-financial assets; going concern; significant judgements, estimates and estimation uncertainty and others.",
    "The Governing Boards and Board Sub Committees, such as Audit and Risk Committees, of entities will have an enhanced role to play in assessing the consequences and in ensuring appropriate accounting and reporting in order for the users of financial statements to make economic decisions. This article attempts to discuss some of these implications and considerations for Governing Boards and Committees of entities when preparing annual and interim financial statements in accordance with IFRS Accounting Standards in 2025.",
    "The key issues addressed herein are: (1) Impairment of non-financial assets – (a) Value In Use, (b) Fair Value measurements; (c) Discount rates; (2) Going Concern; (3) Interim Financial Reporting; (4) Judgements, Estimates and Estimation Uncertainties; (5) Events after the Reporting Period; and (6) Financial Instruments.",
    "(1) Impairment of non-financial assets",
    "Tariffs may increase the costs of production, reduce the demand for goods and services and have other indirect effects, which may increase the risk of impairment of non-financial assets, including property, plant and equipment, right-of-use assets, intangible assets and goodwill.",
    "For example, an entity that exports a significant amount of goods to a foreign jurisdiction that has increased tariff rates for entities importing those goods may see demand for its goods and services decrease. Additionally, entities may face increased input costs if imported manufacturing inputs attract higher tariff rates.",
    "IAS 36 Impairment of Assets requires that an impairment test be performed on goodwill at least annually, with an impairment test of other assets being performed when indicators of impairment are present. The existence of threats of increased tariffs affecting an entity’s operations may result in impairment indicators being identified, triggering impairment tests.",
    "Entities may exercise greater caution with respect to impairment if the entity is significantly affected by factors such as:",
    "Significant amounts of revenue derived from one or more jurisdictions where tariffs have been imposed on the entity’s goods and services;",
    "Significant uncertainty concerning whether tariffs will be imposed and/or increased on the entity’s goods and services;",
    "Significant exposure to supply chain stresses, such as increased input costs from imported goods;",
    "Significant increases in costs on account of inflationary factors as a consequence of tariffs; and",
    "Inability to pass on increases in costs to customers.",
    "A frequent question faced by many governing boards and sub committees is whether the impairment indicators still exists, if an entity does not export a significant amount of goods or services subject to tariffs and is also minimally affected by rising import costs.",
    "The answer is ‘yes’ because tariffs may significantly affect the global economy and may result in downturns in the economy more broadly. For example, an entity may not be directly affected by tariffs, however, entities may still experience reduced demands for its products as a result of higher unemployment, lower discretionary spending by businesses and consumers, etc. An entity may also not directly be subject to tariffs, but may supply goods or services to entities that are directly affected by tariffs, which may reduce demand for those goods or services.",
    "Impairment of an asset is measured with reference to ‘Recoverable Amount’ in LKAS 36 which is the higher of ‘Fir Value Less Cost of Disposal (FVLCD)’ and ‘Value In Use (VIU). In some cases, FVLCD may be higher than VIU.",
    "Some important considerations on impairment assessments include:",
    "Determination of an appropriate discount rate;",
    "Cash flow estimates used for Value-In-Use (VIU) calculations which may include lower revenues and/or higher costs as a result of tariffs;",
    "Appropriate disclosures of key assumptions regarding external conditions and the entity’s strategy, including the consequential effects;",
    "Explanation of sensitivity of recoverable amounts to changes in assumptions.",
    "The Audit and Risk Committees may have to pay attention to several practical issues particularly in relation to VIU calculations and Fair Value calculations.",
    "1(a). Value IN Use (VIU)",
    "VIU is calculated using the estimated future cash flows the entity expects to derive from an asset. Further LKAS 36 requires that the cash flow projections be based on ‘reasonable and supportable assumptions that represent management’s best estimate of the range of economic conditions that will exist over the remaining useful life of the asset.",
    "Even if tariffs have not been enacted by the reporting date, they may not be ignored in the VIU calculation as it is not appropriate for an entity to base its estimate of VIU solely on the tariffs in force as at the report date. That is because Sri Lanka Accounting Standard LKAS 36 requires VIU to be estimated based on the future cash flows the entity expects to derive from the asset, which may be affected by changes to tariff policies. Further LKAS 36 requires that the cash flow projections be based on ‘reasonable and supportable assumptions that represent management’s best estimate of the range of economic conditions that will exist over the remaining useful life of the asset.",
    "It is not necessarily required or automatic to assume that the enacted tariffs will endure for the remaining useful life of assets. IAS 36 require the cash flows in a VIU calculation to be based on the entity’s expectations. When considering the effects of tariffs being imposed (or the risk that they may be imposed in the future), entities need to consider expectations of how long increased tariffs will be in place and how long the effects will last. Since VIU is an entity specific measure it may consider the effects of entity’s counter strategies.",
    "It depends whether and to what extent, the entities can make assumptions about strategic and operational changes in response to tariff policies in estimating future cash flows. These strategic and operational changes may include changes to the entity’s customer segments, vendors and production plans but cannot include future restructurings or improvements to assets. IAS 36 requires cash flow projections to be based on reasonable and supportable assumptions that represent management’s best estimate of the range of economic conditions that will exist over the remaining useful life of the asset. Therefore the management should be able to justify any assumptions based on which cash flows are estimated for VIU purposes.",
    "1(b). Fair value measurements",
    "Determination of fair values often uses information from the external environment. Tariffs and general macroeconomic volatilities may lead to an increased level of uncertainty with respect to inputs used in the fair value calculations. Entities need to consider the effect of current macroeconomic conditions on fair value measurements, particularly when the measurements are done using level 2 and 3 inputs, and on the disclosures provided as required in Sri Lanka Accounting Standard SLFRS 13, Fair Value Measurement.",
    "Fair value measurement is based on the price that market participants would pay on the measurement date compared to the entity specific assumptions permitted by the requirements of IAS 36 for VIU calculations. The assumptions about how assets will be used, made by market participants, may be different to those assumptions related to VIU calculations.",
    "For example, a VIU calculation for a CGU cannot include consideration of future restructurings or improvements to assets (LKAS 36). In estimating the fair value of the CGU, a market participant may assume that the highest and best use of the non-financial assets is to restructure operations and make significant changes to operations in response to tariffs. These assumptions (including the associated costs) are to be included in estimating fair value if they reflect the assumptions that market participants would make.",
    "If the fair value assessment is based on level 1 information (unadjusted quoted prices) the calculations may be straight forward. However, due to panic reactions arising from the introduction of tariffs, the publicly traded price may have reduced significantly at the reporting date, but subsequently recovered. In such circumstances the fair value must be unadjusted as at the measurement date. No adjustments can be made to the measurement for subsequent changes in fair value, because these changes do not reflect conditions that existed as at the reporting date.",
    "Both VIU and Level 3 FV estimates require calculation of present value of cash flows by discounting them at an appropriate discount rate. While different IFRS Accounting Standards require use of different discount rates, the applicable discount rate for impairment purposes is the pre-tax rate that reflects current market assessment of the time value of money and the risks specific to the asset for which cash flow estimates have not been adjusted.",
    "The Audit and Risk Committees may want to ask questions to ensure that the entity has used the appropriate discount rate. Such aspects to be ensured include the following:",
    "Avoidance of double counting of risk",
    "As required by SLFRS 13, to avoid double counting or omitting the effects of risk factors, discount rates should reflect assumptions that are consistent with those inherent in the cash flows. LKAS 36 requires the discount rate to include risks specific to the asset for which the future cash flow estimates have not been adjusted.",
    "Pre-tax and post-tax discount rates",
    "Entities often use the weighted average cost of capital (WACC) as the discount rate to be used in present value calculations. WACC is usually a post-tax rate which needs to be adjusted to make it a pre-tax rate to comply with the requirements of LKAS 36.",
    "Real and nominal discount rates",
    "Nominal cash flows, which include the effect of inflation, should be discounted at a rate that includes the effect of inflation. Real cash flows, which exclude the effect of inflation, should be discounted at a rate that excludes the effect of inflation. In a volatile inflationary environment which we have been experiencing for some time, it is essential to ensure this consistency as an error here may give a result that is materially incorrect.",
    "Alignment with currency of the cash flow",
    "Assumptions about the discount rate and cash flow estimates should be internally consistent. Cash flows are discounted using the discount rate applicable for the currency in which the cash flows are denominated. The discount rate is determined considering the underlying economic factors of the currency in which the cash flows are determined.",
    "Certain industries may experience significant reductions in revenue as a result of reduced demand for their goods and services globally due to the effects of tariffs. Rising debts may be difficult for some highly leveraged entities. Entities may not be able to pass on the rising operating costs to customers in all cases. These factors require greater attention to be paid to an entity’s assessment of going concern.",
    "This would be a significant area for Audit and Risk Committees to consider and the following points may be relevant when performing a going concern assessment in this context:",
    "Detailed scenario analysis may have to be performed when the entity is significantly affected by multiple uncertain future events. In assessing whether the going concern assumption is appropriate, management takes into account all available information about the future where the length of such period is determined by the regulatory framework.",
    "As required by LKAS 10 Events after the Reporting Period, if management determines after the reporting period either that it intends to liquidate the entity or to cease trading, or that it has no realistic alternative but to do so, an entity shall not prepare its financial statements on a going concern basis. Any such event occurring after a reporting period is an adjusting event.",
    "In the case of a group of entities, if t here is a significant doubt about a subsidiary’s ability to continue as a going concern, LKAS 1 requires disclosure of related material uncertainties in the consolidated financial statements.",
    "(3) Interim Financial Reporting",
    "Entities that prepare interim financial statements in accordance with LKAS 34 Interim Financial Reporting need to consider all of, but not limited to, the recognition and measurement matters addressed herein while additional considerations also apply to interim financial statements.",
    "LKAS 34 requires entities to include an explanation of events and transactions that are significant to an understanding of the changes in financial position and performance of the entity since the end of the last annual reporting period. Information disclosed in relation to those events and transactions update the relevant information presented in the most recent annual financial report.",
    "If the effect of tariffs and general macroeconomic conditions have changed since the end of the entity’s last annual reporting period, entities may need to provide substantial disclosures in interim financial statements. As noted in the impairment of non-financial assets section, the effects of tariffs may result in indicators of impairment, triggering impairment tests and potential impairment losses in interim periods.",
    "Entities must be extremely careful in recognising an impairment of goodwill, unlike for any other asset, in an interim financial statement because such impairment is not reversable. Even if the economic conditions improve subsequently. LKAS 36 states that impairment losses on goodwill shall not be reversed in subsequent periods.",
    "(4) Judgements, estimates and estimation uncertainties",
    "Significant judgements and estimates are involved in many areas of financial statements. These areas include but may not be limited to impairment assessment, fair value measurements, accounting for deferred taxes, employee benefits, inventory valuation, assessment of control/ joint control/ significant influence, contingent consideration, and expected credit loss (ECL) measurements.",
    "In times of uncertainty as created by the new tariff regimes, judgements, estimates and estimation uncertainties have an even more critical role in financial reporting. Given the rapidly evolving circumstances, significant judgements and estimates need to be reviewed, updated and monitored continuously to ensure that they reflect current circumstances. Entities may need to revise the assumptions and valuation models and may consider multiple scenarios and possible outcomes.",
    "For example, due to reductions in demand for goods and services and increased costs, entities may need to revise their assumptions used to determine the recoverable amounts of non-financial assets. Entities in sectors that are particularly affected by increased tariffs may need to consider multiple scenarios with varying assumptions in their cash flow projections to estimate the recoverable amount in impairment analysis of non-financial assets.",
    "A significant estimate within the scope of LKAS 1 is an estimate that has a significant risk of resulting in a material adjustment to the carrying amount of assets and liabilities within the following financial year. LKAS 1 specifically requires disclosure of significant estimates and major sources of estimation uncertainty.",
    "(5) Events after the Reporting Period",
    "Events after the Reporting Period are those events that occur between the end of the reporting period and the date when the financial statements are authorised for issue. Entities need to determine whether the event after the reporting period is adjusted (events that provide evidence of conditions that existed at the end of the reporting period) or non-adjusting (events that are indicative of conditions that arose after the reporting period). This assessment may require significant judgement.",
    "Times of uncertainty and rapid change increase the risk of a material event occurring after the reporting period but before the financial statements are authorised for issue, making this assessment a critical one. The entities may have been aware, at the reporting date, of tariffs that would have been imposed after the reporting period though its magnitude and impact would not have been known.",
    "Significant judgement may have to be exercised to identify the tariff related conditions existed at the reporting date and whether there are any estimates made on those conditions at the reporting date. Further judgements and assumptions are necessary to determine the extent to which such estimates would need to be adjusted.",
    "For example, estimates those were made in relation to impairment at the reporting date when the amounts of tariffs were not available may need adjustment when the tariff amounts are available subsequently.",
    "(6) Financial instruments",
    "In earlier sections of this article it was highlighted that the new tariff structures could have a wide range of impacts, directly and indirectly, on a wide spectrum of individual entities or industry sectors.",
    "Different groups of borrowers may be affected differently by the current macroeconomic developments. For example, the effects of rising tariffs may affect particular industries and jurisdictions more than others. Therefore, entities should consider providing enhanced disclosures of sector-specific drivers in ECL measurement and risk concentrations related to specific sectors and/or jurisdictions.",
    "Depending on the magnitude of the impact their credit rating may deteriorate and impact the ability to repay its debt.",
    "6(a) Significant increase in Credit Risk",
    "There could be receivable amounts outstanding from these affected parties in your entity. In the case of financial institutions there may be sectors which in their entirety may have been affected. This situation could create a Significant Increase in Credit Risk (SICR) as per Sri Lanka Accounting Standard SLFRS 9, Financial Instruments. The Audit and Risk Committees need to ensure that credit risk assessments have been adequately performed and the SICR principles have been appropriately applied to reflect the appropriate risk profile of the entity.",
    "6(b) Expected Credit Loss (ECL) models",
    "Entities, especially financial institutions, may face significant challenges in developing ECL models for the current macroeconomic environment due to lack of experience in modelling for such circumstances. Therefore, it is critical to provide sufficiently transparent disclosures of the effect of the changing economic environment on the ECL calculation. This would enable users of financial statements to understand the effect of credit risk on the amount, timing and uncertainty of future cash flows.",
    "With the changes in SICR, there is a potential that the ECL on the existing portfolios may increase. Therefore, the Audit and Risk Committees need to pay particular attention to the impact on factors affecting ECL.",
    "The Probabilities of Default (PD) derived by analysing past data may not have captured similar impacts in historical data. Therefore, the impact of new tariffs may have to be incorporated through the macro-economic factor adjustment. The scenario weightages in this regard may need to be reassessed.",
    "The Loss Given Default (LGD) could change if the collateral values have impaired as a result of the impact of new tariffs. Further the changes in recovery cash flows in terms of timing and amount could also affect the LGD.",
    "There could be a potential increase in utilisation of undrawn facilities provided by financial institutions to entities converting unfunded facilities to funded facilities, having pressure on ECL on such facilities.",
    "Recovery cash flow estimates require a fresh review as they could be prolonged due to the new conditions. The assumptions used to estimate these recovery cash flows and timing thereof may have to be reviewed and revised where necessary.",
    "6(c) Hedge accounting",
    "Entities may apply hedge accounting relating to various risks, including foreign currency risk. For example, entities that have significant sales in foreign currencies may enter into forward contracts to mitigate their foreign exchange risk and apply hedge accounting to those relationships.",
    "The effects of tariffs may significantly reduce forecasted sales in foreign currencies. Therefore, entities must consider whether forecasted transactions remain highly likely. Certain hedging relationships may no longer qualify.",
    "It is quite clear that the impacts of new tariffs are not confined to those entities involved in exporting and importing goods to those jurisdictions who have imposed such tariffs. The effects are applicable to a wide range of entities that predominantly include various stakeholders of the entities who are directly exposed to tariffs.",
    "Accordingly, every entity needs to carefully assess the direct or indirect impact it may have as a result of the imposition of new tariffs. The Risk Committees must assist the Governing Boards to evaluate the consequential risks and formulate strategies to address the risks while Audit Committees must work diligently to assess the accounting impacts and assist the Governing Boards to ensure relevant information are provided to the users of financial statements to make economic decisions.",
    "(The writer is the Managing Director of BDO Consulting and a Past President of CA Sri Lanka. He also chaired the Asia Oceania Standard Setters Group which is a regional group associated with International Accounting Standards Board.)"
  ]
}