{
  "url": "https://www.dailymirror.lk/opinion/Lessons-from-the-fall-of-Bangladeshi-icons-Hasina-and-Mujib/172-289861",
  "title": "Lessons from the fall of Bangladeshi icons Hasina and Mujib",
  "ut": 1724106463.0,
  "body_paragraphs": [
    "Sheikh Hasina and her father Sheikh Mujibur Rahman",
    "Hasina’s case stands out for two reasons, her father too faced the wrath of people this August; both father and daughter are being subjected to unprecedented vilification",
    "Bangladesh will not observe the day on which its creator was gunned down, Mujib was assassinated by a group of army officers on August 15, 1975.",
    "Ousted Prime Minister Sheikh Hasina’s escape to India seeking sanctuary from angry Bangladeshis earlier this month, and the destruction of the relics of her father and founder of Bangladesh, Sheikh Mujibur Rahman, exemplify the fate of dictators across the world.",
    "The 76-year-old Sheikh Hasina, who resigned from the Premiership of Bangladesh and fled to India on August 5 following a mass uprising, is now facing 11 cases, including eight for murder, one for abduction, and two for committing crimes against humanity and genocide. She could also be hauled up before the International Criminal Court on charges of genocide. The Interim Government of Dr. Muhammad Yunus has sought investigators from the UN to probe her ‘atrocities’.",
    "Hasina’s case stands out for another reason. Her father too faced the wrath of the people this August. Both father and daughter are being subjected to unprecedented vilification. In fact, the damage done to Mujib’s image and reputation in the August disturbances has been far greater and more visible.",
    "Hasina’s official residence, Bangabhaban, was vandalised and looted by mobs, but as many as 1,200 statues and murals depicting her father, Sheikh Mujib, were destroyed across Bangladesh. Mujib’s private residence at 32 Dhanmondi, the place where he was assassinated on August 15, 1975 and which housed historic papers, documents, pictures and other memorabilia of the Bangladesh freedom struggle, was turned into a charred shell.",
    "The Mujibnagar Memorial Complex in Meherpur, where he stood tall among other sculpted heroes of the Liberation War, is also in ruins. Statues including one depicting the surrender of Pakistani General A. A. K. Niazi to the Indian army Lt. Gen. J. S. Aurora that signalled the end of East Pakistan and the birth of Bangladesh on December 16, 1971, were smashed.",
    "The destruction of the surrender ceremony statues amounted to rejecting Bangladesh’s liberation from Pakistan and India’s role in the birth of Bangladesh. The destruction could greatly spoil India-Bangladesh relations. Sharing images of the war memorial statues, the Indian MP Shashi Tharoor (Congress) charged that ‘anti-India vandals’ were behind the attacks.",
    "‘Sad to see images like this of statues at the 1971 Shaheed Memorial Complex, Mujibnagar, destroyed by anti-India vandals. This follows disgraceful attacks on the Indian cultural centre, temples and Hindu homes in several places, even as reports came in of Muslim civilians protecting other minority homes and places of worship,’ Tharoor tweeted.",
    "August 15 Erased from History",
    "In a further blow to Sheikh Mujib’s hallowed memory, the new Council of Advisors to Bangladesh President Muhammad Shahabuddin, unanimously decided that August 15 will no longer be a national holiday. In other words, Bangladesh will not observe the day on which its creator was gunned down. Mujib was assassinated by a group of army officers on August 15, 1975.",
    "On the anniversary of the assassination this year, an anti-Mujib group beat up with sticks and steel pipes a pro-Mujib group as the latter was gathering at the ancestral residence of the Mujib’s family to light lamps in remembrance of his brutal assassination 49 years ago.",
    "Fate of all Dictators",
    "Now, the question arises as to whether all dictators meet the same fate as Hasina and Mujib did. Many dictators in the world got killed like Mussolini. Some committed suicide like Hitler. Some escaped execution but only to be denounced, vilified and thrown into the dustbin of history, like Stalin.",
    "Generally speaking, the longer a dictator stays in power, the greater the likelihood of his being thrown out, disgraced and even killed brutally. According to British politician Enoch Powell something of this sort could happen to even politicians even if they are not dictators. British historian Simon Sebag Montefiore quotes Powell as saying: ‘All political lives, unless they are cut off in midstream at a happy juncture, end in failure.’ What Powell meant was that the longer a leader stays in power, the greater the chances of his making mistakes and becoming unpopular.",
    "Hallmarks of Dictatorship",
    "Dictators typically exhibit three tendencies: (1) to think that they need more time to realise the objectives they wanted to achieve when they seized power; (2) to adopt any means including the foulest to continue in power; (3) to continue to use foul methods, imagining that more rather than less of these will enable them to achieve their goals. But their extremism invariably results in total alienation from the masses they seek to serve, who then develop an unquenchable thirst for revenge.",
    "Dictators are aware of such an unpleasant end, and yet, they continue doing what they are doing in the belief that more of the same will give the desired results and that moderation will only spell danger to their position. Winston Churchill described the dilemma of the dictator succinctly: ‘Dictators ride on tigers from which they dare not dismount,’ he said.",
    "Montefiore gives several grisly examples of what irate masses can do. In 1996, the pro-Soviet former Afghanistan President, Najibullah, was castrated, dragged through the streets and hanged. Edward II, notorious for homosexual relationships, was killed with a red-hot metal rod. Benito Mussolini and his mistress were suspended upside down in a town square for the public to view. It signalled the end of his pretensions to both ‘Caesarian heroism and Casanovan machismo,’ says Montefiore.",
    "And when Stalin suffered a stroke in 1953, there were no doctors to attend to him because he had arrested dozens of doctors for ‘treason’. The Soviet dictator lay in his own urine for more than 12 hours before his henchmen dared to call a doctor.",
    "Tyranny is an art form which dictators excel in, says Montefiore. ‘All tyrannies are virtuoso displays over many years of cunning, risk-taking, terror, delusion, narcissism, showmanship and charm, distilled into a spectacle of total personal control. Tyrants are the greatest of all actor-managers — omnipotent impresarios’Uninhibited bloodletting can work, but not forever. Treason, outside interference or a tsunami of mass rebellion (as in Bangladesh, Egypt and Tunisia for example) could end dictatorships in days. For a dictatorship to last long, it has to ensure a degree of economic prosperity and justice. But when these are no long assured, their fall is inevitable. This rings true in the Hasina’s case too. She was popular so long as Bangladesh progressed economically, but when the economy floundered, she got the rap.",
    "Dictators’ downfall begins when they start collecting around themselves people who feed them with ‘facts’ and ‘assessments’ they like to hear, rather than the truth. Thus, they shut themselves from the harsh reality outside and indulge in actions that only increase the wrath of the masses. Both Hasina and Mujib preferred to traverse this path and met the destined end.",
    "Writing in The Daily Star the Bangladeshi political commentator Badiuzzaman Bay says that a dictator’s passion for building a personality cult may seem to pay off in the beginning of a revolution. But stretched beyond a point and over time, the personality cult causes mass revulsion that results in senseless vandalism.",
    "‘Over the years, we have seen how the Awami League regime and the intelligentsia cultivated a blind, and an unquestioning adulation, suppressing any nuanced and dispassionate study of the man who led a very eventful life. We have seen how the personality cult around Mujib was continually enhanced through an infinite mix of Bangabandhu-themed monuments, billboards, textbooks, notes and coins, postage stamps, etc.’Badiuzzaman Bay recalls.",
    "‘His posters were churned out and plastered everywhere, his portraits hung in every government office. From hospitals to universities to safari parks to high-tech centres to bridges and expressways—everything bore his name. And anyone who dared to question it would be silenced through various legal tools,’",
    "However, this culture shut out a proper understanding of Mujib. His mistakes were not discussed and proper and timely corrections were not made in policies in the light of Bangladesh’s experience under his rule. Sheikh Hasina paid the price for not doing so.",
    "Badiuzzaman Bay points out that in Cuba, where the Fidel Castro revolution has lasted and thrived, one will not see any statues of Fidel Castro. ‘In fact, naming of any street, institution, locality or monument after Castro is prohibited by law,’ he says.",
    "Supporters of the personality cult should remember that their cult could self-destruct and that it would be in the interest of the personality they promote and also in the interest of their country, to portray their icon fully with warts and all so that future generations can act rationally."
  ]
}