{
  "url": "https://www.technologyreview.com/2025/09/08/1121509/innovator-of-the-year-sneha-goenka/",
  "title": "2025 Innovator of the Year: Sneha Goenka for developing an ultra-fast sequencing technology",
  "ut": 1757293200.0,
  "body_paragraphs": [
    "Sneha Goenka is one of MIT Technology Review’s 2025 Innovators Under 35. Meet the rest of this year’s honorees.  Up to a quarter of children entering intensive care have undiagnosed genetic conditions. To be treated properly, they must first get diagnoses—which means having their genomes sequenced. This process typically takes up to seven weeks. Sadly, that’s often too slow to save a critically ill child.  Hospitals may soon have a faster option, thanks to a groundbreaking system built in part by Sneha Goenka, an assistant professor of electrical and computer engineering at Princeton—and MIT Technology Review’s 2025 Innovator of the Year.  Five years ago, Goenka and her colleagues designed a rapid-sequencing pipeline that can provide a genetic diagnosis in less than eight hours. Goenka’s software computations and hardware architectures were critical to speeding up each stage of the process.",
    "“Her work made everyone realize that genome sequencing is not only for research and medical application in the future but can have immediate impact on patient care,” says Jeroen de Ridder, a professor at UMC Utrecht in the Netherlands, who has developed an ultrafast sequencing tool for cancer diagnosis.  Related StoryAdventures in the genetic time machineAncient DNA is telling us more and more about humans and environments long past. Could it also help rescue the future?",
    "Now, as cofounder and scientific lead of a new company, she is working to make that technology widely available to patients around the world.",
    "Goenka grew up in Mumbai, India. Her mother was an advocate for women’s education, but as a child, Goenka had to fight to persuade other family members to let her continue her studies. She moved away from home at 15 to attend her final two years of school and enroll in a premier test-­preparation academy in Kota, Rajasthan. Thanks to that education, she passed what she describes as “one of the most competitive exams in the world,” to get into the Indian Institute of Technology Bombay.  Once admitted to a combined bachelor’s and master’s program in electrical engineering, she found that “it was a real boys’ club.” But Goenka excelled in developing computer architecture systems that accelerate computation. As an undergraduate, she began applying those skills to medicine, driven by her desire to “have real-world impact”—in part because she had seen her family struggle with painful uncertainty after her brother was born prematurely when she was eight years old.  While working on a PhD in electrical engineering at Stanford, she turned her focus to evolutionary and clinical genomics. One day a senior colleague, Euan Ashley, presented her with a problem. He said, “We want to see how fast we can make a genetic diagnosis. If you had unlimited funds and resources, just how fast do you think you could make the compute?” Streaming DNA A genetic diagnosis starts with a blood sample, which is prepped to extract the DNA—a process that takes about three hours. Next that DNA needs to be “read.” One of the world’s leading long-read sequencing technologies, developed by Oxford Nanopore Technologies, can generate highly detailed raw data of an individual’s genetic code in about an hour and a half. Unfortunately, processing all this data to identify mutations can take another 21 hours. Shipping samples to a central lab and figuring out which mutations are of interest often leads the process to stretch out to weeks.   Goenka saw a better way: Build a real-time system that could “stream” the sequencing data, analyzing it as it was being generated, like streaming a film on Netflix rather than downloading it to watch later.  To do this, she designed a cloud computing architecture to pull in more processing power. Goenka’s first challenge was to increase the speed at which her team could upload the raw data for processing, by streamlining the requests between the sequencer and the cloud to avoid unnecessary “chatter.” She worked out the exact number of communication channels needed—and created algorithms that allowed those channels to be reused in the most efficient way. The next challenge was “base calling”—converting the raw signal from the sequencing machine into the nucleotide bases A, C, T, and G, the language that makes up our DNA. Rather than using a central node to orchestrate this process, which is an inefficient, error-prone approach, Goenka wrote software to automatically assign dozens of data streams directly from the sequencer to dedicated nodes in the cloud. Meet the rest of this year's Innovators Under 35. Then, to identify mutations, the sequences were aligned for comparison with a reference genome. She coded a custom program that triggers alignment as soon as base calling finishes for one batch of sequences while simultaneously initiating base calling for the next batch, thus ensuring that the system’s computational resources are used efficiently.",
    "Add all these im­­prove­­ments together, and Goenka’s approach reduced the total time required to analyze a genome for mutations from around 20 hours to 1.5 hours. Finally, the team worked with genetic counselors and physicians to create a filter that identified which mutations were most critical to a person’s health, and that set was then given a final manual curation by a genetic specialist. These final stages take up to three hours. The technology was close to being fully operational when, suddenly, the first patient arrived.  A critical test When 13-year-old Matthew was flown to Stanford’s children’s hospital in 2021, he was struggling to breathe and his heart was failing. Doctors needed to know whether the inflammation in his heart was due to a virus or to a genetic mutation that would necessitate a transplant.   His blood was drawn on a Thursday. The transplant committee made its decisions on Fridays. “It meant we had a small window of time,” says Goenka. Goenka was in Mumbai when the sequencing began. She stayed up all night, monitoring the computations. That was when the project stopped being about getting faster for the sake of it, she says: “It became about ‘How fast can we get this result to save this person’s life?’”  The results revealed a genetic mutation that explained Matthew’s condition, and he was placed on the transplant list the next day. Three weeks later, he received a new heart. “He’s doing great now,” Goenka says. Related Story2024 Innovator of the Year: Shawn Shan builds tools to help artists fight back against exploitative AIShan built Glaze and Nightshade, two tools that help artists protect their copyright.",
    "So far, Goenka’s technology has been tested on 26 patients, including Matthew. Her pipeline is “directly affecting the medical care of newborns in the Stanford intensive care units,” Ashley says. Now she’s aiming for even broader impact—Goenka and her colleagues are laying the groundwork for a startup that they hope will bring the technology to market and make sure it reaches as many patients as possible. Meanwhile, she has been refining the computational pipeline, reducing the time to diagnosis to about six hours. The demand is clear, she says: “In an in-depth study involving more than a dozen laboratory directors and neonatologists, every respondent stressed urgency. One director put it succinctly: ‘I need this platform today—preferably yesterday.’”",
    "Goenka is also developing software to make the technology more inclusive. The reference genome is skewed toward people of European descent. The Human Pangenome Project is an international collaboration to create reference genomes from more diverse populations, which Goenka aims to use to personalize her team’s filters, allowing them to flag mutations that may be more prevalent in the population to which a patient belongs. Since seeing her work, Goenka’s extended family has become more appreciative of her education and career. “The entire family is very proud about the impact I’ve made,” she says.  Helen Thomson is a freelance science journalist based in London. 2025Innovators Under 35Meet the InnovatorsInnovator of the Year: Sneha GoenkaFeatured Innovator: Yichao \"Peak\"JiFeatured Innovator: Iwnetim AbateIn their own words: How Trump's policies affect early-career scientistsOpinion: Why basic science deserves our boldest investmentHere’s how we picked this year’s Innovators Under 35Return to landing pagehide"
  ]
}