{
  "url": "https://www.ft.lk/opinion/Democracy-in-debt-Sri-Lanka-beyond-the-headlines/14-775090",
  "title": "‘Democracy in debt: Sri Lanka beyond the headlines’",
  "ut": 1743630340.0,
  "body_paragraphs": [
    "“Sri Lanka is no longer in crisis but it is in debt. Politicians are in debt to the people. People are in debt to the world. Elections will be held as they are part of the process of democracy. Democracy is a process not an event. As the late Pakistani Prime Minister Benazir Bhutto said: “Democracy is the best revenge”; this is the ending note of the documentary called ‘Democracy in debt: Sri Lanka beyond the headlines’.",
    "The 25-minute-long documentary, giving a deeper understanding on how Sri Lankan rural agriculture based villages contribute to its economy, which was in serious crisis in 2022, was directed and co-written by Beena Sarwar, who is a Boston-based journalist, academic and a filmmaker. She was assisted by Sri Lankan historian Dr. SinhaRaja Tammit-Delgoda. It is a collaboration with Factum and supported by its senior researcher Uditha Devapriya.",
    "The documentary tells any South Asian that Sri Lanka’s story is not alien to them but it is similar to their heart.",
    "In a conversation with Daily FT, Sarwar, who was in Sri Lanka for a brief visit to get her documentary translated into Tamil, spoke about what made her do this documentary to make the voices of the villagers of Dutuwewa, a humble village in the Anuradhapura district, to be heard.",
    "Following are the excerpts of the interview:",
    "By Shanika Sriyananda",
    "In 2023, I came to Sri Lanka at a time when the country was just coming out of that economic collapse. We were fascinated to see how this country was coping. When we were filming it, there were a lot of disillusion but I think it is still prevailed as people voted for system change – Beena Sarwar",
    "Q: What made you do a documentary on Sri Lanka’s political story?",
    "I have been working on regional peace, especially in India and Pakistan. Sri Lanka and Nepal are the two other outliers and the relationship between India and Pakistan affects the entire region. I came to Sri Lanka a couple of years ago and have been involved in many South Asian initiatives including being a founding Board member of Himal Southasia and in the 1990s in the Board of Panos South Asia.",
    "In 2023, I came to Sri Lanka at a time the country was just coming out of that economic collapse. We were fascinated to see how this country was coping. I thought I would come back and do a follow up as I thought what happened in Sri Lanka might happen in Bangladesh, Pakistan and even in Nepal.",
    "I finished making this documentary when India’s elections were taking place. People had given Modi an answer indicating he was no longer in power as he used to be. People’s power was important to highlight. I always tried to highlight things that are beyond headlines.",
    "Q:  How do you describe Sri Lanka’s social, economic and political landscape compared to other nations in the South Asian region?",
    "Sri Lanka is very unique and is more common with Bangladesh and Nepal. In all these countries they have ‘Deshi’ culture. Sri Lanka is unique partly due to the nature of the island, which is small and contains a population of 22 million which is the same population as in my city Karachi. There are other commonalities like extremism, culture and violence, including decades-long civil war.",
    "One of the things that I wanted to bring out is to highlight these commonalities. This has been dubbed into Urdu as well. When I showed the documentary to a lady at my home she commented saying, “Sri Lanka has similar issues like us. Don’t they?” This is what I expected people in South Asia to feel when they saw this short film.",
    "Rising prices, high expenses, distrust in politicians, economy going haywire, people trying to survive, are common issues in the region. People around the world also want the same things like peace, good life, better life for their children, roof over their heads, employment, which are also common concerns to all of us. One of the initiatives that I have been working on is the South Asian Peace Action Network (SAPAN), which is an activist group of intergenerational people focusing on different issues.",
    "But we all come together under a platform, in which the founding charter was endorsed by more than 100 organisations in Sri Lanka, India, Bangladesh, Nepal, Pakistan and also diaspora belonging to these countries.",
    "I think now diaspora can play an important and positive role as people back home have so much fighting to survive while diaspora is better off and sending money home.",
    "We, the countries in the region, are also having agriculture based economies. No matter how many industries that you developed, if you don’t have a strong agriculture base at some point these countries are going to crash. People need to eat and if they can not self-sustain themselves it will be a big issue for all of these countries. This is the big message that I want to give through this documentary.",
    "Q:  As a senior media personality in the region with a wide knowledge of regional politics, how do you describe the role of the media in such a political calamity?",
    "Yes, over the last 20-30 years after the rise of social media, the media has become fragmented. Mostly, people don’t send press releases but they just put out their details on Twitter or Instagram as posts. Journalists hardly go out for coverage while the media field is becoming very partisan because everybody is grandstanding and giving opinions. Journalist’s job is not to give opinions but to report the facts with context. We don’t give a laundry list of what happened but weave a story to show a bigger picture.",
    "We can make a comeback by bringing quality journalism because it is about making people aware of the things in a non-partisan way with context which allows people to make up their own mind rather than telling them how to think. We have a social media ethics, code and responsibility pledge at the SAPAN news.",
    "With the rapid trend of story-telling in social media, now everybody can think as a journalist as everyone has a smart phone these days. But, they need to think as a journalist to avoid sharing things without verifying. As journalists, we have to verify everything, factual information in a non-partisan way. You can like whoever the politician and you can give your opinions in opinion pieces but as a reporter we have to provide information in a non-partisan way no matter how we think about something. This needs to be practiced today to avoid misleading facts and information circulated among people.",
    "Q:  How do you see the political terrain now in Sri Lanka compared to the days when you were filming the documentary?",
    "When we were filming it, there was a lot of disillusionment but I think it still prevails as people voted for system change. This is highlighted in the documentary, which actually projected a regime change with a social and political change, which was going to happen in September 2024.",
    "This documentary has been screened in several places in India and Pakistan and even in Bangladesh. The response was really good and they say that they felt Sri Lanka’s story as their own story. It has been well received with engaged discussions at over 60 screenings in several countries.",
    "Q:  What is the message that you want to give to the world through this documentary?",
    "There was no message as such that I wanted to deliver. But I wanted to show the people what I saw, heard and what the people of Sri Lanka wanted to say. I wanted to bring the voices of farmers, teachers and villagers in Dutuwewa, a rural village in the Anuradhapura district. We have not heard these voices usually. I also wrote an article – Solidarity for American students from rural Sri Lanka – where a priest in this village – Dutuwewa – says ‘How America is lecturing us about human rights when they are beating up students who are protesting for Palestine’.",
    "Basically, I was trying to bridge the divides and show the connectivity to highlight solidarity. I don’t have a message as such but if people get something out of it is mostly being able to relate and see Sri Lanka as an ‘other’.",
    "Q:  Why are you interested in doing your story on Sri Lanka’s politics and socio-economic crisis?",
    "My interest is in South Asian regionalism and want to show people about the connectivity. Sri Lanka is a beautiful country with lovely people. It is a good way to showcase a part of South Asia which does not usually get highlighted."
  ]
}