{
  "url": "https://www.dailymirror.lk/opinion/The-President-has-a-plan-that-includes-everyone-EDITORIAL/172-296523",
  "title": "The President has a plan that includes everyone - EDITORIAL",
  "ut": 1732212699.0,
  "body_paragraphs": [
    "There was a breath of fresh air spread all around during the first ‘meeting’ of the parliament which was convened yesterday (November 21) by the newly elected President Anura Kumara Dissanayake (AKD).",
    "There was also much hope as AKD made his ‘Policy Statement in Parliament’; not forgetting to incorporate in his speech topics like the less affluent and the alleviation of poverty. This is where AKD becomes different from the rest who have held the post of president; barring former President Ranasinghe Premadasa who did much for the less affluent.",
    "It’s a known fact that the Achilles tendon is a weak point in the body and prisoners are often given a whack on this area to be subdued. The same can be said about the less affluent. Politicians of the past have used poverty to keep a hold on voters. Past lawmakers never wished even in their dreams to alleviate poverty. It’s this feature in society that allows the lawmaker thrive on. This is why the late Premadasa once affirmed, ‘Don’t give the poor people fish. Instead, teach them how to catch fish’.",
    "AKD has promised to increase the money paid through ‘Aswesuma’-which provides a monthly payment to less affluent families. But he was cautious to add that the state cannot be funding the less affluent forever.",
    "The President also promised to increase the pay of the state worker and to increase the payment made to pensioners by rupees 3,000. He said that the focus will also be on children who are undernourished; state sector help is also promised to them. Children will also be provided with a book allowance, according to the president. How lovely to encourage children to read books rather than present a few of them with laptops or tablet PCs.",
    "AKD knows how to separate propaganda and a work plan. For plans to work at ground level, funds must be raised. He went on to add that it’s the members of less affluent families who are associated with agriculture. Hence AKD has plans to invest in agriculture and create new business opportunities for farmers. There is an old saying ‘you maybe born poor, but you don’t have to die poor’. May be AKD was thinking on these lines.",
    "He was also wise to affirm that the share of the business market that the state enjoys is limited; hence this market is insufficient from a country’s perspective. He said that he has plans of expanding and find new markets overseas. The president plans to obtain the help of embassies for this endeavour.",
    "He said that he was impressed by the construction industry and in what it has to offer. The President said that he’ll do everything in his capacity to expand the construction business, here and abroad.",
    "The President said that he’d set aside monies for state programmes lined up under his presidency by presenting an Interim Budget in December. Getting it passed in a parliament where the NPP has an overwhelming support of 159 members wouldn’t be a challenge. For the record, President Dissanayake hinted that the ‘Budget’ will be presented to parliament in March 2025.",
    "We’ve been impressed by AKD when he faces the media or is present at pubic platforms to speak; largely because he speaks referring to a mental note and not a stack of papers. He has statistics at his fingertips, witty comments at the tip of his tongue and the ability to show the warmth of a mother when his target audience is the entire country. Yesterday was such an occasion and it came naturally to him when he blurted out that ‘the new regime will not leave out any citizen from the programmes it has planned for the future’.",
    "In the run-up to the elections there were his vociferous critics. The law is now taking its course and we’ve seen some prominent lawmakers being brought to book. AKD, quoting from Martin Luther King, underscored the importance of light needed to dispel darkness and love is needed to replace hatred. There is always hope when a leader acknowledges that opposites are needed to make references to and get the equation right."
  ]
}