{
  "url": "https://www.dailymirror.lk/opinion/How-planning-ahead-can-reduce-disaster-risk-and-support-faster-recovery/172-294921",
  "title": "How planning ahead can reduce disaster risk and support faster recovery",
  "ut": 1730319910.0,
  "body_paragraphs": [
    "Removing the ‘natural’ from natural disasters",
    "Disasters need to be treated as predictable risks that can be mitigated through better planning, financial tools and collaboration",
    "The rains have come again hard, causing flooding, landslides, and displacement, wreaking havoc on already vulnerable populations. Just a few months ago, the May/June 2024 floods and landslides accompanying Cyclone Remal had devastating effects — killing 30 people, injuring 48, and fully or partially destroying more than 10,000 houses across  23 of Sri Lanka’s 25 districts. Extreme weather-related events such as floods, landslides, droughts and heatwaves have increased in severity and frequency over the past few decades. And these hazard events are expected to be repeated in the future, matching global trends in climate change that have seen a tripling of the number of natural hazard events between 1980 and 2022 (Figure 1).",
    "While the severe cyclone Remal killed 30 people as it passed Sri Lanka, it made landfall in Bangladesh, resulting in 16 more fatalities. The 2023 Turkey-Syria earthquake, with a magnitude of 7.8, killed over 53,000, while the 2024 Noto earthquake of similar magnitude in Japan caused 253 deaths.  The latter was a high death toll for Japan where fatalities from earthquakes in recent times are usually closer to zero. Why do natural hazard events of similar intensities cause higher fatalities in some places than others?  It’s because hazards are natural, but disasters are not. Disasters occur because of vulnerabilities that arise from human choices. Factors like inadequate infrastructure, poor planning, insufficient preparation, and ineffective emergency responses are the root causes that turn environmental phenomena into disasters.",
    "Planning ahead in terms of logistics and finance can help make hazards less destructive than they currently are. Logistics involve better preparation through effective early warning systems, infrastructure, emergency response systems and anticipatory actions. It also requires evidence-based, rapid and decisive decision-making, along with a coordinated plan of action agreed in advance. However, risk mitigation and faster recovery also depend on finance – specifically, pre-arranged funding rather than a post-disaster scramble for aid.",
    "Finance is the glue for long term recovery",
    "While the immediate human response to disasters often focuses on providing aid and relief, long-term recovery is highly dependent on financial resources. Countries with proper disaster risk financing and insurance schemes in place tend to recover faster and more effectively than those without them. For example, countries with robust insurance systems were able to rebuild more quickly after natural hazards, while those relying on ad-hoc aid suffered prolonged recovery periods. However, the financial tools and disaster relief need to be proactive rather than reactive.  Extreme weather events cause death, injury, illness, damages housing and assets, and disrupts livelihoods, and these disasters need to be seen as financial risks that need to be managed accordingly. The private sector, particularly the insurance industry, has a crucial role to play in helping governments develop risk-financing strategies that can reduce the financial burden of disasters.",
    "There are also innovative social financing tools such as social impact bonds that can leverage funding from charities, donors and diaspora for public-benefit focussed projects such as rebuilding damaged housing, poverty alleviation and improving school quality. The basic model for a social finance tool is that an intermediary first leverages private funding from social Investors to cover the upfront capital required to set up and deliver a service. In a post-flood context, this could be to provide support rebuilding damaged housing to a target population. This service, however, needs to be tied to achievable, measurable outcomes that can be measured independently such as the houses fulfilling some predefined minimum standard suitable for providing safe shelter. The outcome itself has to be established by the commissioning authority (i.e., the outcome payer, such as the government) who will pay the intermediary if outcomes are achieved. The social investor is repaid only if these outcomes are achieved.",
    "Even with emergency responses, it is more effective if it is executed just before a disaster occurs than after. For example, recent evidence from Bangladesh shows how cash transfers given to vulnerable households before a predicted torrential rainfall event helped households transport livestock, assets, and themselves to safety before the in anticipation of the flooding. This anticipatory action was effective in mitigating losses.",
    "It is time now to strengthen Sri Lanka’s disaster management system with the support of a team of dedicated scientists, economists, disaster risk specialists, other experts and local communities, with direct leadership from the Government.",
    "Disasters need to be treated as predictable risks that can be mitigated through better planning, financial tools and collaboration. We need to urgently recognise that although hazards are natural, disasters are not. We have a choice and the government has a choice to prioritise disaster risk reduction.",
    "(Rozana Himaz is an Associate Professor in Economics at University College London (UCL), UK, and a Global Academic Fellow at Verité Research; she is currently working on issues pertaining disaster risk reduction, education and welfare)"
  ]
}