{
  "url": "https://www.dailymirror.lk/opinion/Preventing-Racism-Top-Priority-for-AKD-Govt/172-297423",
  "title": "Preventing Racism Top Priority for AKD Govt",
  "ut": 1733342768.0,
  "body_paragraphs": [
    "Addressing the first formal session of the new parliament on Tuesday, Prime Minister Harini Amarasuriya reiterated that the government of President Anura Kumara Dissanayake and the National People Power would not allow any party or group to indulge in racial tension or violence. She said that the NPP government, while encouraging the free media for balanced reporting, would not allow any group or individual to provoke racial tension or violence.",
    "According to reports, in 1915, riots between Sinhalese and Muslims erupted after a group of Muslims allegedly attacked a Buddhist pageant with stones. Riots soon spread across the entire country. In 1953 a nationwide demonstration, a hartal eventually led to civil unrest. It was one of the riots which did not involve ethnicity and was conducted by several leftist groups. In 1956, the first major Sinhalese-Tamil riots in Ceylon happened.",
    "The majority of victims were Sri Lankan Tamils in Gal Oya, a new settlement in the Eastern Province. The total number of deaths was reportedly 150. In 1958, there was an anti-Tamil pogrom which is also known as the ‘58 riots. They were a watershed event for the race relationships between various ethnic communities of Sri Lanka. The total number of deaths was estimated to be about 300.. In 1965 then Prime Minister Dudley Senanayake won the General Election and formed a National government including the federal party which was the earlier name for the main Tamil parties including the Ilankai Tamil Arasu Kachchi and the Tamil National Alliance (TNA).",
    "The Prime Minister reached an agreement with the main Tamil parties to peacefully settle the ethnic conflict and maintain Sri Lankan unity in diversity without any division of the country but the agreement’s details were leaked to the media by a Cabinet minister and the Prime Minister was virtually forced to drop the agreement.",
    "In 1970 the Sri Lanka Freedom Party leader Sirimavo Bandaranaike emerged with a sweeping victory at the parliamentary General Election. Her government in alliance with left wing parties such as the Lanka Sama Samaja Party (LSSP) and the Communist party formed a constituent assembly headed by LSSP stalwart Dr. Colvin R. de Silva, a leading lawyer to draw up a new Republican Constitution.",
    "This came after the April 1971 armed insurrection by the then Janatha Vimukthi Peramuna (JVP) which is now a peaceful party and has formed the new government with record majority of 159 seats out of the 225 in the parliament. During her term in office, Prime Minister Bandaranaike not only extended her term from 1975 to 1977 but also introduced a bill for a district quota system for admission to universities.",
    "Many analysts believe this was the root cause for the formation of Tamil groups such as the Liberation Tigers of Tamil Eelam (LTTE) this also led to the civil war where hundreds of thousands were killed and the financial or economic damage was incalculable.",
    "In 1977 the UNP and its new leader JR Jayawardene won the parliamentary General Election with a record, 5/6 majority and in February 1978, Jayawardene introduced a new Executive Presidential system to become the first Executive President of Sri Lanka.",
    "Most analysts believe Jayawardene’s move drew the Tamil people further apart and led to the invasion by the Indian Peace Keeping Forces (IPKF) for a virtual war with the LTTE and other guerrilla groups in the Northern and Eastern Provinces.",
    "In the aftermath of such a catastrophe, President Anura Kumara Dissanayake and his NPP government have given top priority to the battle against those trying to provoke racial conflicts and we hope this will be implemented immediately and effectively."
  ]
}