{
  "url": "https://www.ft.lk/opinion/Somasundaram-Mavai-Senathirajah-and-formidable-legacy-in-Tamil-nationalist-politics/14-772801",
  "title": "Somasundaram ‘Mavai’ Senathirajah and formidable legacy  in Tamil nationalist politics",
  "ut": 1738951816.0,
  "body_paragraphs": [
    "Senathirajah as he first",
    "Senathirajah, a veteran politician and stalwart figure in Tamil nationalist politics, passed away in Jaffna last week, aged 82 years old.",
    "Somasundaram Senathirajah, commonly known as ‘Mavai’, was born in Maviddapuram, Jaffna on 27 October 1942. His political activism started when he was just a teenager, as he joined the 1961 Satyagraha campaign. The movement saw Tamils engage in peaceful civil disobedience across the North-East, protesting against the brutality of the Sri Lankan State. The campaign, led by the Federal Party’s S.J.V. Chelvanayakam, radically shaped the young Mavai.",
    "He would go on to be secretary of the Eela Thamil Elanger Eyakam (Eelam Tamil Youth Movement) from 1966 to 1969, and then later secretary of the Tamil Youth Front, the youth wing the Tamil United Liberation Front (TULF), in 1972.",
    "During this period, he toiled fervently for the rights of Eelam Tamils, organising demonstrations and campaigns, as Sri Lanka’s repression of Tamils intensified. His activism led to the State arresting him several times. Between 1969 and 1983, he reportedly spent seven years imprisoned at eight different jails. On one occasion in 1973, Senathirajah, alongside more than 200 young Tamils, were arrested and held in custody for more than four months in 1973.",
    "Senathirajah remained a Federal Party loyalist, sticking with the group as it became the Tamil United Liberation Front (TULF). The party adopted the historic Vaddukoddai resolution in 1976 and put forward the demand for an independent “secular, socialist state of Tamil Eelam” going into the 1977 Sri Lankan parliamentary elections. It swept polls in the North-East, including all 14 seats in the Northern Province, to become Sri Lanka’s official opposition. But in October 1983, all TULF legislators, sixteen at the time, forfeited their seats after refusing to swear an oath renouncing support for a separate state in accordance with the Sixth Amendment to the Constitution of Sri Lanka.",
    "Senathirajah stands before the Tamil Eelam flag speaking at a tribute for slain parliamentarian, K. Sivanesan in 2008. This photograph would later be used in a TNA election leaflet, in order to garner Tamil votes",
    "As the years went by however, the politics of the TULF changed, and after accepting the Indo-Lanka Accord, the party formed an alliance with the three Indian-backed paramilitary groups, Eelam National Democratic Liberation Front (ENDLF), Eelam People’s Revolutionary Liberation Front (EPRLF), and Tamil Eelam Liberation Organization (TELO), to contest the 1989 Sri Lankan parliamentary election.",
    "Senathirajah stood in those elections but was unsuccessful. However, he took up a parliamentary seat for the first time later that year replacing the assassinated A. Amirthalingam. He re-entered Parliament once more in 1999 as a National List Member of Parliament for the TULF, following the assassination of Neelan Tiruchelvam.",
    "Senathirajah was one of the TULF’s candidates in Jaffna District at the 2000 parliamentary election. He was officially elected for the first time and re-entered Parliament after gaining 10,965 votes. On 20 October 2001 the All Ceylon Tamil Congress (ACTC), EPRLF, TELO and TULF, formed the Tamil National Alliance (TNA).",
    "With the overt backing of the Liberation Tigers of Tamil Eelam (LTTE) for the TNA, Senathirajah frequently showcased his devotion to the cause of Tamil nationalism. In 2003, he led the Pongu Tamil procession in Vavuniya, part of a series of rallies across the North-East showcasing the Tamil demand for independence.",
    "“The objective before us is to make our own constitution on the basis of our sovereignty, which is inalienable,” he said in 2004 at the opening of the Tamil Eelam Law College in Kilinochchi. “We have the right to do it. The signing of the ceasefire agreement between the leader of the Tamil nation and the Prime Minister of the Sinhala nation proved that there are two states on this island.”",
    "Mavai alongside TNA MP Raviraj at the 2003 Vavuniya Pongu Tamil. Raviraj would go on to be murdered by the Sri Lankan state",
    "An effigy of Sampanthan and Mavai at a protest in Jaffna in 2015",
    "Mavai at a rally for the common Tamil candidate Pakkiyaselvam Ariyanenthiran in 2024",
    "He was unabashed in his vocal support for the Tamil Eelam cause. Yet, following the Mullivaikkal genocide and the defeat of the LTTE, Senathirajah was accused of becoming more muted in his advocacy. The TNA, now led by party stalwart R. Sampanthan, steered away from explicitly pushing for international accountability, genocide recognition or demilitarisation, as so many Tamils in the homeland and around the world had demanded. Instead, Senathirajah and his party had now taken up the somewhat more comfortable position of seeking concessions from the Sri Lankan state. It did so tentatively, never pushing Colombo too hard, whilst always seeking to defend its place as the primary political vehicle representing the North-East. The party and its politicians remained hesitant to take positions that may endanger its privileges within Colombo.",
    "Given their reluctance to act on pressing issues, the TNA would become the occasional target of the Tamil people’s frustrations, with protests even targeting Senathirajah himself.",
    "Senathirajah always attempted to maintain a distance from the party’s Colombo-centric leader Sampanthan, a sometimes-intentional move that benefitted both factions of the TNA. It allowed him to occasionally be more verbose and forthright in his support for Tamil nationalism in the North-East, a factor that the party relied on for continued electoral support in the Tamil homeland. But as the weariness with the TNA grew, it also allowed Senathirajah to seize on Sampanthan’s growing unpopularity. His positioning of himself, as part of the ITAK leadership yet also removed from the unpopular decisions it would take, seemed to allow him a degree of political survival.",
    "In 2014, he became the leader of the Ilankai Tamil Arasu Kachchi (ITAK), the party that he had once joined as a teenager. “[We] must establish autonomy, in order to protect Tamils, Tamil lands and the nation from facing another catastrophe,” he said at the time. “The government’s great aim for the past 5 years is to destroy the Tamil homeland’s demography. In these 5 years since the armed conflict ended, a lot of problems by the government have been exacerbated. [The government] is carrying out actions to destroy the Tamils’ land and nation.”",
    "“No one can deny the Tamils’ struggle because there is justice and fairness in our struggle.”",
    "Despite taking over its leadership, his tenure saw the ITAK make little tangible progress on the issues that plagued the everyday lives of Eelam Tamils. There was no accountability for the genocide and the promise of even devolution continued to go unfulfilled.",
    "TNA leaders R. Sampanthan and Mavai Senathirajah with head of the LTTE’s political division S.P. Thamilchelvan during deliberation on the TNA manifesto in Kilinochchi on 25 February 2004",
    "Instead, internal party turmoil began to gnaw away at the ITAK, with the TNA coalition formally disbanded in 2023. Nevertheless, Senathirajah attempted to maintain the air of removal from the growing friction that had plagued his beloved party. In doing so, he would take vague and sometimes contradictory positions.",
    "Nothing demonstrates this clearer than his manoeuvring during last year’s presidential polls, when the party was massively fractured. Rather than coming out with a principled stance or clear decision, Senathirajah attempted to appease all sides and, ultimately, none. He met with then-incumbent president Ranil Wickremesinghe, stating that he would triumph at the polls. Senathirajah then addressed a Vavuniya press conference which seemingly supported the central committee decision to back Sajith Premadasa, before appearing on stage at a campaign rally in Kilinochchi for the common Tamil candidate Pakkiyaselvam Ariyanenthiran.",
    "His attempt at keeping up this façade is an illustration of the lack of clarity that would plague Senathirajah’s final years of Tamil political activism. It was a far cry from the robust action of his early years. That work will not be forgotten. Nevertheless, his passing marks the demise of yet another figure who leaves behind a formidable legacy in Tamil nationalist politics.",
    "And with it too, the shift towards a new era of political activism for the Tamil people. (Source: https://tamilguardian.com/content/obituary-somasundaram-mavai-senathirajah)"
  ]
}