{
  "url": "https://www.technologyreview.com/2025/09/24/1124029/trump-leucovorin-autism-tylenol/",
  "title": "Trump is pushing leucovorin as a treatment for autism. What is it?",
  "ut": 1758680792.0,
  "body_paragraphs": [
    "MIT Technology Review Explains: Let our writers untangle the complex, messy world of technology to help you understand what’s coming next. You can read more from the series here. At a press conference on Monday, President Trump announced that his administration was taking action to address “the meteoric rise in autism.” He suggested that childhood vaccines and acetaminophen, the active ingredient in Tylenol, are to blame for the increasing prevalence and advised pregnant women against taking the medicine. “Don’t take Tylenol,” he said. “Fight like hell not to take it.”   The president’s  assertions left many scientists and health officials perplexed and dismayed. The notion that childhood vaccines cause autism has been thoroughly debunked.  “There have been many, many studies across many, many children that have led science to rule out vaccines as a significant causal factor in autism,” says James McPartland, a child psychologist and director of the Yale Center for Brain and Mind Health in New Haven, Connecticut.",
    "And although some studies suggest a link between Tylenol and autism, the most rigorous have failed to find a connection.  The administration also announced that the Food and Drug Administration would work to make a medication called leucovorin available as a treatment for children with autism. Some small studies do suggest the drug has promise, but “those are some of the most preliminary treatment studies that we have,” says Matthew Lerner, a psychologist at Drexel University’s A.J. Drexel Autism Institute in Philadelphia. “This is not one I would say that the research suggests is ready for fast-tracking.”",
    "The press conference “alarms us researchers who committed our entire careers to better understanding autism,” said the Coalition for Autism Researchers, a group of more than 250 scientists, in a statement. “The data cited do not support the claim that Tylenol causes autism and leucovorin is a cure, and only stoke fear and falsely suggest hope when there is no simple answer.” There’s a lot to unpack here. Let’s begin.  Has there been a “meteoric rise” in autism? Not in the way the president meant. Sure, the prevalence of autism has grown, from about 1 in 500 children in 1995 to 1 in 31 today. But that’s due, in large part, to diagnostic changes. The latest iteration of the Diagnostic and Statistical Manual of Mental Illnesses, published in 2013, grouped five previously separate diagnoses into a single diagnosis of autism spectrum disorder (ASD).  That meant that more people met the criteria for an autism diagnosis. Lerner points out that there is also far more awareness of the condition today than there was several decades ago. “There’s autism representation in the media,” he says. “There are plenty of famous people in the news and finance and in business and in Hollywood who are publicly, openly autistic.” Is Tylenol a contributor to autism?  Some studies have found an association between the use of acetaminophen in pregnancy and autism in children. In these studies, researchers asked women about past acetaminophen use during pregnancy and then assessed whether children of the women who took the medicine were more likely to develop autism than children of women who didn’t take it.  These kinds of epidemiological studies are tricky to interpret because they’re prone to bias. For example, women who take acetaminophen during pregnancy may do so because they have an infection, a fever, or an autoimmune disease.  “Many of these underlying reasons could themselves be causes of autism,” says Ian Douglas, an epidemiologist at the London School of Hygiene and Tropical Medicine. It’s also possible women with a higher genetic predisposition for autism have other medical conditions that make them more likely to take acetaminophen.",
    "Two studies attempted to account for these potential biases by looking at siblings whose mothers had used acetaminophen during only one of the pregnancies. The largest is a 2024 study that looked at nearly 2.5 million children born between 1915 and 2019 in Sweden. The researchers initially found a slightly increased risk of autism and ADHD in children of the women who took acetaminophen, but when they conducted a sibling analysis, the association disappeared.   Rather, scientists have long known that autism is largely genetic. Twin studies suggest that 60% to 90% of autism risk can be attributed to your genes. However, environmental factors appear to play a role too. That “doesn’t necessarily mean toxins in the environment,” Lerner says. In fact, one of the strongest environmental predictors of autism is paternal age. Autism rates seem to be higher when a child’s father is older than 40. So should someone who is pregnant  avoid Tylenol just to be safe? No. Acetaminophen is the only over-the-counter pain reliever that is deemed safe to take during pregnancy, and women should take it if they need it. The American College of Obstetricians and Gynecologists (ACOG) supports the use of acetaminophen in pregnancy “when taken as needed, in moderation, and after consultation with a doctor.”  “There’s no downside in not taking it,” Trump said at the press conference. But high fevers during pregnancy can be dangerous. “The conditions people use acetaminophen to treat during pregnancy are far more dangerous than any theoretical risks and can create severe morbidity and mortality for the pregnant person and the fetus,” ACOG president Steven Fleischman said in a statement. What about this new treatment for autism? Does it work?  The medication is called leucovorin. It’s also known as folinic acid; like folic acid, it’s a form of folate, a B vitamin found in leafy greens and legumes. The drug has been used for years to counteract the side effects of some cancer medications and as a treatment for anemia.  Researchers have known for decades that folate plays a key role in the fetal development of the brain and spine. Women who don’t get enough folate during pregnancy have a greater risk of having babies with neural tube defects like spina bifida. Because of this, many foods are fortified with folic acid, and the CDC recommends that women take folic acid supplements during pregnancy. “If you are pregnant and you’re taking maternal prenatal vitamins, there’s a good chance it has folate already,” Lerner says. “The idea that a significant proportion of autistic people have autism because of folate-related difficulties is not a well established or widely accepted premise,” says McPartland. However, in the early 2000s, researchers in Germany identified a small group of children who developed neurodevelopmental symptoms because of a folate deficiency. “These kids are born pretty normal at birth,” says Edward Quadros, a biologist at SUNY Downstate Health Sciences University in Brooklyn, New York. But after a year or two, “they start developing a neurologic presentation very similar to autism,” he says. When the researchers gave these children folinic acid, some of their symptoms improved, especially in children younger than six.  Because the children had low levels of folate in the fluid that surrounds the spine and brain but normal folate levels in the blood, the researchers posited that the problem was the transport of folate from the blood to that fluid. Research by Quadros and other scientists suggested that the deficiency was the result of an autoimmune response. Children develop antibodies against the receptors that help transport folate, and those antibodies block folate from crossing the blood-brain barrier. High doses of folinic acid, however, activate a second transporter that allows folate in, Quadros says.  There are also plenty of individual anecdotes suggesting that leucovorin works. But the medicine has only been tested as a treatment for autism in four small trials that used different doses and measured different outcomes. The evidence that it can improve symptoms of autism is “weak,” according to the Coalition of Autism Scientists. “A much higher standard of science would be needed to determine if leucovorin is an effective and safe treatment for autism,” the researchers said in a statement.   hide"
  ]
}