{
  "url": "https://www.eiu.com/n/saudi-arabia-renews-diplomatic-push-in-syria-and-yemen/",
  "title": "Saudi Arabia renews diplomatic push in Syria and Yemen",
  "ut": 1736177354.0,
  "body_paragraphs": [
    "Saudi Arabia renews diplomatic push in Syria and Yemen",
    "ForecastingGeopoliticsMiddle East and AfricaSaudi ArabiaSyriaYemenCountry Analysis",
    "What’s happened?Senior Saudi Arabian officials met Syria’s new foreign minister, Asaad al-Shaibani, on his first overseas visit in early January. Talks centred around Syria’s political and economic direction following the toppling of the former (Iranian-aligned) regime in December, which followed a brief rebel assault spearheaded by Hayat Tahrir al-Sham (HTS, an armed Salafist group). Swift moves to build ties with the new Syrian authorities form part of the kingdom’s wider repositioning in the light of recent shifts in regional power dynamics as Iranian influence wanes. We expect that a proactive foreign policy will allow Saudi Arabia to expand its leading role in regional diplomatic affairs in 2025-29, bolstering the advancement of both its political and economic aims.Why does it matter?Prior to the collapse of the regime of Bashar al-Assad, Syria’s former president, Saudi Arabia had facilitated its readmission into the Arab fold from 2023 onwards. This was based on the pragmatic assumption that Mr Assad would remain in power for the foreseeable future, and on hopes of drawing the regime away from Iran’s sphere of influence and of attaining practical co-operation on issues such as drug smuggling. However, ties remained weak and tense, and the seminal toppling of the five-decade-old Assad family dictatorship by an HTS-led Sunni Islamist coalition in December presents the kingdom with a historic opportunity to exert its own influence and shape Syria’s future along lines conducive to its geopolitical and economic interests.A Saudi delegation led by an adviser to the royal court travelled to Syria in late December to meet its new de facto leader, Ahmed al-Sharaa, who publicly confirmed the incoming government’s keenness to develop a strong relationship with the region’s leading power. The rebel-led government is hoping to underpin its tentative domestic political legitimacy and assist financially with the massive task of economic reconstruction after 13 years of civil war. In the immediate term there is talk of Saudi Arabia replacing Iran as Syria’s primary oil supplier as its domestic fuel crisis intensifies.Statements following the talks between Mr Shaibani (and the new defence minister and head of intelligence) and their Saudi counterparts emphasised shared commitment to preserving the country’s sovereignty, security and territorial integrity. This was an implicit reference to Israel’s recent air strikes on Syrian military assets and its occupation of land adjacent to the Golan Heights, and perhaps to Turkey’s designs on the Kurdish-run north-east. The kingdom also pledged support to the “transitional political process”, in which it will aim to temper Islamist domination, while also guarding against Iranian efforts to re-exert influence, buttressed by its far superior financial resources.Despite the clear opportunities presented by recent Iranian setbacks (including the disarray inflicted by Israel on Lebanon’s Hezbollah), Saudi Arabia also needs Iran’s compliance to achieve its goal of extricating itself from Yemen’s long-running civil war. Saudi Arabia will seek to avoid undermining its recent detente with Iran in 2025-29, despite Iran’s current weakness, as it hopes to broker a lasting settlement with the Iranian-aligned Houthis to end the threat of renewed cross-border attacks, including on oil installations. In late December the kingdom extended another US$500m of financial support to Yemen’s internationally recognised government, which it backs, indirectly aimed at preserving the tentative domestic calm that has followed a truce in 2022. In doing so, the kingdom hopes to advance the resumption of talks with the rebels when Israel’s war in Gaza and Houthi attacks on shipping in the Red Sea end, which we expect in 2025.What next?Saudi Arabia will maintain efforts to influence the emerging political process in Syria in 2025 and beyond. It will aim to facilitate the establishment of a moderate and relatively inclusive government (with minimal Iranian-affiliated or militant Islamist representation) aligned with the kingdom and its Arab Gulf allies. The extension of financial assistance and investment will continue to serve as the kingdom’s primary vehicle for leveraging soft power in Syria, and in Yemen, throughout the 2025-29 forecast period. More broadly, Saudi Arabia will attempt to exploit recent setbacks to Iran’s regional interests while preserving bilateral rapprochement. This will be aimed at promoting the regional military de-escalation that is necessary to attract the foreign investment that it requires for its planned domestic economic transformation.The analysis and forecasts presented in this article are drawn from EIU’s Country Analysis service. This comprehensive solution offers essential insights into the political and economic outlook of nearly 200 countries, empowering businesses to manage risks and develop effective strategies.",
    "ForecastingGeopoliticsMiddle East and AfricaSaudi ArabiaSyriaYemenCountry Analysis"
  ]
}