{
  "url": "https://www.ft.lk/columns/Budget-and-bullets/4-773607",
  "title": "Budget and bullets",
  "ut": 1740701097.0,
  "body_paragraphs": [
    "More than the promises of the Budget and their sources of financing what should be more worrying to the Government and the country at large is the resurgence of underworld crimes",
    "President Anura Kumara Dissanayake (AKD) and his National People’s Power (NPP) ministerial team are a mixed group of different shades of leftists. But AKD is the most experienced of them in parliamentary politics and from the beginning he had been insisting on maintaining stability and advocated pragmatism as the guide to reach the final objective of system change. After all system change is a process and not an overnight transformation.",
    "That pragmatic approach has now become a crucial criterion in formulating and implementing government policies especially in the post-Trump environment of political turbulence and economic shocks worldwide. It is that pragmatism to maintain economic stability, policy consistency and gradualness which is again reflected in AKD’s maiden Budget as Finance Minister. For all intents and purposes AKD has become a Fabian socialist.",
    "Periodic salary increases to public sector employees, increase in pensioner allowances and Aswesuma benefits, more fund allocation to health and education, broadening the tax base without burdening the vulnerable and continuity in the basic macroeconomic variables are some of the welcoming features of the Budget to maintain stability with less economic pain. But the cost-of-living pain is not going to go away soon. Overall, the Budget’s objectives and promises are achievable and could be fulfilled. The fact that CBSL, Sri Lanka Banks Association and Ceylon Chamber of Commerce have all given thumps up to the new Budget is a testimonial for AKD’s economic prudence and stern commitment to make Sri Lanka’s economically independent.",
    "However, unlike in previous years when each annual Budget was an independent exercise without any linkage with past or future, NPP’s next four or possibly five Budgets should be a set of building blocks interconnected to reach the final targets such as AKD’s ambitious $ 36 billion export revenue by 2030. No doubt IMF too would tick the Budget right for its realistic expectations and pragmatist approach.",
    "Increase growth and reserves",
    "However, the challenges facing the economy to “increase growth and reserves” as AKD pointed out at a post-Budget forum are formidable. Unless the local production sector is incentivised and adequately resourced to increase its output to satisfy domestic needs with a surplus for export AKD’s twin objectives cannot be achieved. With reference to domestic needs food security should be the prime concern. There is no reason why an island surrounded by the sea and blessed with fertile soil and salubrious climate should suffer from frequent food shortages.",
    "To recollect from memory, it was in the early 1970s that the late L.S.S.P. MP Leslie Gunawardena said in the Parliament that Maldive Islands was able buy a ship by selling Maldive fish to Sri Lanka. He was only pointing out the failure of different Governments to develop a fishing industry. It is time that Sri Lanka achieves self-sufficiency in food and other essential consumables. Likewise, increasing exports by diversifying and modernising the industrial sector requires heavy investment.",
    "Given NPP’s acceptance of the market model and open economic paradigm, entertaining foreign investment preferably from the East rather than from the West to open new industries with strong linkages with domestic sector should be the way to go about. In that respect, AKD’s visits to India, China and Qatar are encouraging endeavours. In general, a Look East policy would help expediting economic revival and growth.",
    "Resurgence of underworld crimes",
    "More than the promises of the Budget and their sources of financing what should be more worrying to the Government and the country at large is the resurgence of underworld crimes. The murder of a suspected underworld personality in broad daylight and inside the premises of a courthouse in Colombo protected by heavily armed security guards, although is not the first of its kind, raises serious questions in the wake of AKD’s resolve to clean up corruption, reassuring the independence of judiciary and reopening certain unresolved crimes such as the murder of journalist Lasantha Wickrematunge and the Easter massacre of 2019.",
    "It is widely believed in the community that certain politicians and security personnel were involved in those crimes. Reopening those cases therefore has the potential to bring those criminals to justice and identifying the politicians and officers associated with those crimes. Hence, it is possible that the same politicians may have decided to eliminate those criminals before they are brought to trial. It is suspected that the one murdered the other day was one such personality.",
    "Rise of the underworld also threatens the political stability of the country because of its links with political personalities. The old order and its stalwarts are not going to entertain any system change that threatens their power and position and will do everything possible to thwart the progress of the new Government. For instance, AKD’s pathway to achieve ethnic reconciliation without denying ethnic identity is a step in the right direction. But the champions of ethnic supremacy will do everything possible including an ethnic riot to sabotage his moves. What is handier to these elements than to employ the underworld to do the dirty work?",
    "This is why AKD and the NPP Government should “clean up the fossils in administration” and security and destroy the underworld before it destroys the country. Eliminating the underworld is certainly not going to be possible within “two lunar months”. It requires a crusade.",
    "(The writer is a retired economist, W. Australia.)"
  ]
}