{
  "url": "https://www.ft.lk/columns/Drawing-more-FDI-Strategy-or-wishful-thinking/4-787686",
  "title": "Drawing more FDI: Strategy or wishful thinking?",
  "ut": 1769728947.0,
  "body_paragraphs": [
    "“Would you tell me, please, which way I ought to go from here?” “That depends a good deal on where you want to get to,” said the Cat. “I don’t much care where—” said Alice. “Then it doesn’t matter which way you go,” said the Cat.",
    "Although Lewis Carroll claimed that his Alice’s Adventures in Wonderland were for children it offers eminently logical commonsense for politicians and specifically for Executive Presidents brazenly brave in utopian pursuits of making lives beautiful for all in a land of plenty.",
    "On its front page of Wednesday 26 January, the Daily FT had four news reports relating to Foreign Direct Investment (FDI). The captions and contents of the four new reports convinced me that on FDI, this Government is well and truly lost in a wonderland. At least, Alice had the smile of the Cheshire Cat.",
    "In the first, BOI Chairman Arjuna Herath has emphatically pronounced “Without concessions, Sri Lanka needs hard reforms to attract FDI”",
    "Speaking at a Nations Trust Bank forum the BOI Chairman has said “Sri Lanka does not have the fiscal space to match concession-heavy regimes deployed by larger and better-capitalised economies, and must instead build competitiveness through lower costs, policy certainty and institutional efficiency. Herath said attracting investment would depend on creating a predictable and credible framework rather than relying on incentives the country cannot afford.”",
    "In the second News Report ‘Sri Lanka pitches tax holidays,  ‘Next Dubai Vision’ to attract UAE Investors ‘the Industry and Entrepreneurship Development Deputy Minister Chathuranga Abeysinghe is reported to have said that “ Sri Lanka is offering tax holidays of up to 15 years and positioning Colombo Port City as a new financial and trade hub as it seeks to attract United Arab Emirates (UAE) investors amid renewed political and economic stability.”",
    "The third news report was captioned President's Special Envoy Hanif Goes Live on Channel News Asia from Singapore.”",
    "Responding to questions on the economic promise of Port City Colombo, the President’s special envoy has said that “the project is designed as an export-oriented, services-led economic platform, anchored in private capital and governed by a clear, rules-based regulatory framework.” He has “highlighted that Port City is not merely a real estate development, but a catalyst for high-value sectors such as financial services, IT and digital exports, professional services, logistics, and regional headquarters operations.”",
    "The fourth news report is ''UAE attracts $45 b FDI in 2025, up 50%”. A senior official has stated that “the UAE attracted over $ 45 billion in foreign direct investment last year, up nearly 50% year-on-year, even as global FDI declined by 11%.''",
    "President Anura Kumara Dissanayake is a great communicato. But that alone is not adequate.  He must embark on a hard-nosed entrepreneurial and organisational culture. Two years into the business of governance, that is most unlikely.",
    "The BOI Chief demands structural reforms. The Deputy Minister elaborates on incentives on offer. The special envoy holds out the promise of a rules based regulatory framework. The Senior official of the UAE who announces a 50% increase in UAE’s FDI performance in 2025 says it all. Strategy is measured by outcome. Strategy without execution is hallucination.",
    "Countries around the world and more specifically countries in our region are all in a hot hunt for FDI. What is available in the form of possible FDI to this part of South Asia is a finite or discernibly limited pool with a hawkeye focus on available talent in the age of AI and digitisation.",
    "This calls for high caliber personnel and not starry-eyed do-gooders from the largely monolingual petit bourgeoisie intelligentsia who think reading Lenin is the entrée to belong to the cognoscenti.",
    "Beating the FDI drum in Dubai, Singapore and elsewhere is not what is needed. People of proven calibre must identify targeted investors and convince them of what Sri Lanka or its port city offers as a competitive value proposition in South Asia.",
    "To use a Trumpian metaphor, prospective FDI investors must be assured of the host country’s absolute resolve’ to provide end-to-end support for committed investments.",
    "The value proposition must consist of credible infrastructure including uninterrupted electricity, access to ports and global connectivity. That we close shop and don’t sell fish, meat or liquor on full moon days is not a convincing value proposition.",
    "Again, as Donald Trump would tell you, each FDI is a deal with a targeted investor with incentives tailored to the targeted investors specific requirements.  Not the kind that an indulgent father would compose to describe the daughter in an advertisement for a groom in the marriage proposals page in the Sunday papers!",
    "A World Bank study has found that 80% of successful FDI ventures are the result of targeted campaigns. It has also been found that less than 40% of all Investment Promotion Agencies rely on targeted campaigns aimed at identifying FDI sources.",
    "We are a nation that cannot implement an educational reform program avoiding street protests and vile invective. What does it tell you?",
    "We must build an ecosystem that doesn’t substitute pageantry, ritual and learned mumbo jumbo on our cosmic origins for knowledge based digital transformation in this age of AI.",
    "Professor E F C Ludowyk in his 1967 masterly page turner ‘The Story of Ceylon” identified our collective and yet unrelieved malaise which constrains us in this age of AI coupled with uncertainty in geopolitics. His words are worth recalling today when we await AKD’s chimera of a renaissance or ‘Punarudaya’.",
    "“…the legendary heroes once created to satisfy the old needs are still resorted to in the entirely different circumstances of the present. Cultures having their mythical heroes is not surprising, indeed it would be strange if they lack them. There is a slight distinction to be drawn, however, between this and the need for heroes… To have invented what was once required is surely the normal and economical satisfaction of desires, to be met within the history of individuals and communities. But to insist on satisfying the recurring need at all times in the same  old ways is surely  an indication of deep-seated malaise….. When we continually call for a hero whom we could follow , when we need sustenance from legendary forefathers, we are most probably showing symptoms of retarded adolescence.”",
    "We must identify specific sectors where we can offer a credible value proposition to the FDI investor.  Digital transformation is the key differentiator in this game. Wishful thinking is not the path to FDI.",
    "We live in times of geopolitical instability. As the Financial Times UK informs us “... global competition for investment is intensifying. Countries aiming to leverage FDI for economic growth must present a compelling, strategic value proposition - and back it with coordinated, data-driven execution”.",
    "https://www.ft.lk/top-story/Without-concessions-Sri-Lanka-needs-hard-reforms-to-attract-FDI-BOI-Chairman/26-787486",
    "https://www.ft.lk/business/Sri-Lanka-pitches-tax-holidays-next-Dubai-vision-to-attract-UAE-investors/34-787516",
    "https://www.ft.lk/front-page/President-s-Special-Envoy-Hanif-goes-live-on-Channel-News-Asia-from-Singapore/44-787495",
    "https://www.ft.lk/front-page/UAE-attracts-45-b-FDI-in-2025-up-50/44-787491"
  ]
}