{
  "url": "https://dbsjeyaraj.com/dbsj/?p=85397",
  "title": "Veteran Journalist and Doughty Defender of Press Freedom Victor Ivan Passes away:Editors Guild Expresses Profound Sorrow.",
  "ut": 1737314696.0,
  "body_paragraphs": [
    "The Editors’ Guild of Sri Lanka has expressed its profound sorrow at the passing away last Sunday of one of its erstwhile members, Victor Ivan.",
    "Ivan was at the time a frontline member of the Free Media Movement.",
    "He joined The Guild as the Editor of the Ravaya at the height of a ‘Media Law Reforms’ campaign launched by the collective media associations which included the repeal of the draconian criminal defamation laws prevailing at the time, seeking amendments, inter-alia to the laws on Parliamentary Privileges, Contempt of Court, etc.",
    "Ivan was indicted on several criminal defamation cases by the Chandrika Kumaratunga Government. He took these cases right up to the United Nations Human Rights Committee (UNHRC) where he won a major victory when the Committee ordered the Sri Lanka Government to pay him compensation for violating his human rights by repeatedly harassing him with serial indictments.",
    "He was one of the key figures in organising an international symposium in Colombo in April, 1998 that led to the signing of the Colombo Declaration on Media Freedom and Social Responsibility.",
    "The suggestion for a Colombo Declaration came from a fearless Indian publisher-editor, Cushrow Irani. It was Ivan who added the words; ‘on Media Freedom and Social Responsibility’. Several world bodies such as the London based Commonwealth Press Union, Frankfurt based World Association of Newspapers (WAN), the South African based Media Institute of Southern Africa (MISA), Vienna based International Press Institute (IPI) and the New York based Committee to Protect Journalists (CPJ) participated at the historic event which formally brought together The Editors Guild, the Newspaper Society, Free Media Movement and later, the Working Journalists Association together with many media-related partner unions, to form the Sri Lanka Press Institute.",
    "Ivan authored a book later on the Kumaratunga Presidency titled; ‘Choura Rajini’ (The Bandit Queen) and took an active role in socio-political activities.",
    "He was presented with the Sepala Gunasena Award for Defending Press Freedom by the Editors’ Guild."
  ]
}