{
  "url": "https://www.ft.lk/columns/2026-Budget-commits-over-Rs-688-b-to-construction-Sector-poised-for-acceleration/4-784883",
  "title": "2026 Budget commits over Rs. 688 b to construction: Sector poised for acceleration",
  "ut": 1764199861.0,
  "body_paragraphs": [
    "Sri Lanka’s 2026 Budget signals one of the strongest commitments to construction-sector investment in recent years, with more than Rs. 688 billion channelled into roads, housing, water systems, urban development and public infrastructure. The allocations, detailed in the BDO Budget Highlights 2026, outlines an ambitious rollout of projects expected to shape national connectivity, modernise cities and upgrade essential public services.",
    "Highways dominate: A push to reconnect the country",
    "The Transport, Roads and Highways Ministry receives the largest share, reflecting the government’s intention to re-activate suspended projects and deliver long-delayed transport corridors. Key provisions include: Rs. 342 billion for nationwide road development, Rs. 66.15 billion for the Kadawatha–Mirigama stretch of the Central Expressway, Rs. 10.5 billion and Rs. 20 billion for two further segments of Phase III, Rs. billion and Rs. 1.5 billion for land acquisition for the Kurunegala–Dambulla and Ruwanpura expressways, Rs. 330 million for feasibility work on a new elevated highway link to Marine Drive. This concentration of funding positions the road network as the backbone of the 2026 construction agenda.",
    "Urban development: Building the next generation of cities",
    "Urban development proposals signal an effort to reshape regional centres and improve municipal capability. Key provisions include:2 billion for feasibility studies across ten major towns,  Rs. 500 million each for Matale access road widening and Ratnapura quarters relocation, Rs. 900 million for expanded waste-management facilities, Rs. 2.5 billion to strengthen local government infrastructure. These measures aim to lift the operational and planning capacities of fast-growing urban areas.",
    "President and Finance Minister Anura Kumara Dissanayake",
    "Housing and regeneration: Addressing urgent social needs",
    "The 2026 Budget provides a wide span of housing interventions, from urban regeneration to community-specific projects. Key provisions include: Rs. 15 billion for the Urban Regeneration Project, Rs. 3 billion for low-income housing,  Rs. 2 billion for disaster-displaced families,  Rs. 5 billion for internally displaced communities, Rs. 4.29 billion to construct 2,000 houses for the Malayagam community,  1.18 billion for renovating older apartment complexes, Rs. 840 million for Kelani Valley Railway resettlement.  This portfolio underscores a strong emphasis on housing affordability, resettlement, and structural rehabilitation.",
    "Water and Irrigation: One of the year’s largest commitments",
    "Water and irrigation receive nearly 200 billion, reflecting the sector’s vital role in agriculture and essential services. Key provisions include: Rs. 91.7 billion for major irrigation projects, Rs. 8.35 billion for small tank and canal upgrades, Rs. 6.5 billion for restoration of key canal systems, Rs. 5 billion for the Lower Malwathu Oya project,  Rs. 85.7 billion for drinking water schemes,  Rs. 1 billion for urban water improvements. Few sectors match this level of investment intensity within the 2026 Budget.",
    "Industrial zones and public infrastructure: Supporting future growth",
    "Additional allocations strengthen the industrial ecosystem and key public institutions:1 billion for new industrial zones, Rs. 1 billion for feeder/service zones,  Rs. 2 billion for service zones in investment areas,  Rs. 1.5 billion for reopening technology parks,  Rs. 100 million for digital land systems.",
    "Public-facility construction includes: Rs. 2 billion for the Inland Revenue Department headquarters,  Rs. 500 million for Ratnapura City development, Rs. 500 million for Hatton and Matale town improvements, Rs. 200 million for new City Halls in Ampara and Monaragala, Rs. 2 billion for prison relocation and upgrades.",
    "Implementation and procurement efficiency: A key sector expectation",
    "With allocations of this scale spread across multiple ministries, industry stakeholders note that the effectiveness of the 2026 public investment program will depend heavily on timely implementation and efficient fund disbursement mechanisms.",
    "Construction-sector professionals consistently emphasise the importance of: Streamlined procurement processes, Predictable project award timelines, Swift release of funds, and Transparent contracting procedures to ensure that allocated sums translate into real progress on the ground.",
    "These expectations reflect a widely shared industry view that efficient implementation is essential for the full utilisation of the 2026 construction Budget, particularly given the significant commitments across highways, water infrastructure, and housing.",
    "(The author is the President - Ceylon Institute of Builders)"
  ]
}