{
  "url": "https://www.ft.lk/columns/We-are-witnessing-a-consumer-led-transformation-of-how-tobacco-and-nicotine-is-consumed/4-777076",
  "title": "We are witnessing a consumer-led transformation of how tobacco and nicotine is consumed",
  "ut": 1748564744.0,
  "body_paragraphs": [
    "Technology is reshaping many aspects of society.  This includes how people choose to consume tobacco and nicotine. Thanks to innovation, adult smokers, who would otherwise continue to smoke, can continue to use nicotine without the burning of tobacco, significantly reducing their exposure to harmful chemicals.",
    "The aspiration to find better alternatives to smoking cigarettes is not new.  Over many decades, there was exploration to reduce the harm associated with smoking cigarettes, processing tobacco, different blends and filters.  Over time, academics suggested that people smoked for the nicotine but died from the exposure to thousands of chemicals contained in tobacco smoke. This led to advocacy for the reduction of tar while maintaining nicotine levels. However, all these methods had significant challenges.",
    "Then, just over twenty years ago, there was a watershed moment. E-cigarettes, or vapour products, were first developed by Hon Lik and became commercially available—a simple yet ingenious invention. Typically, a battery-powered device heats an e-liquid to produce an inhalable aerosol, commonly known as vapour.  Although e-liquids usually contain nicotine, there is generally no tobacco in vapour products.",
    "Importantly, due to the similar ritual of smoking, adult smokers started to adopt e-cigarettes as an alternative for traditional cigarettes.  For the first time, smokers had access to an alternative product that provided increasingly satisfying products in terms of sensorial experience.",
    "Since then, substantial investments have been made in innovating vapour products and developing other smokeless options. Today, it is estimated that there are around 115 million adult consumers of smokeless products: 65 million use vapour products, 40 million use heated tobacco products, and 10 million use nicotine pouches.",
    "Smokeless is the key word.  Without burning tobacco, which creates a highly complex chemical reaction, smokeless products can produce significantly fewer toxicants than cigarette smoke, depending on the specific product.  In our clinical studies, when switching completely to our smokeless products, results indicate statistically significant reductions in exposure to a number of studied harmful chemicals and favourable changes in biomarkers of potential harm, compared to continued smoking.",
    "Encouraging adult smokers who would otherwise continue to smoke to switch entirely to alternative products with a reduced-risk profile is a public health policy known as Tobacco Harm Reduction. Essentially, if a behaviour is risky and not wholly avoided, then modifying the behaviour so that it involves potentially less risk can lead to better outcomes for a population.",
    "Countries that have adopted this approach have seen a more significant reduction in smoking prevalence.  Notably, Japan – with heated products; the United Kingdom, New Zealand and the United States – with vapour products; and Sweden – with oral tobacco and nicotine pouches.",
    "Sweden is a compelling example. It started Tobacco Harm Reduction earlier than most countries. There has been a long history of snus use, a traditional oral tobacco product. More recently, Sweden has adopted a full range of smokeless products. Sweden now has the lowest smoking rate in the EU, at 5.4%, and the lowest lung, trachea, bronchus, and oral cavity mortality rate in the EU.",
    "Scientists have estimated that if more countries followed Sweden’s lead and Sweden’s mortality rates were applied across the EU, for example, 3.5 million lives could be saved over the next 10 years.",
    "Well-thought-through, progressive regulation is required to maximise the opportunity presented by smokeless products. Adult smokers should have access to smokeless products and accurate information about their risk compared to smoking, allowing them to make an informed choice about switching.",
    "Remarkably, it is estimated that 80% of the vapour products across several major markets consist of illegal, non-compliant products. This must urgently be addressed—otherwise, it risks undermining the category and hindering the full potential of Tobacco Harm Reduction.",
    "This is why we are calling for measures to ensure high product standards, prevent underage access, combat illicit trade, with robust enforcement and penalties for those who break the rules.",
    "To support informed dialogue and make the science behind Tobacco Harm Reduction more accessible, BAT recently launched Omni™, a platform that brings together researchers, policymakers, and the public to share insights and examine evidence-based solutions. I encourage readers to visit www.asmokelessworld.com, review the evidence, and join the conversation.",
    "It is in everyone’s interest to reduce the health impacts associated with smoking cigarettes. Addressing such a significant societal issue can only be achieved through open dialogue, sharing scientific research, and collaboration.",
    "1 Human D., et al, Saving Lives Like Sweden. Smoke Free Sweden, 2023. Available at: https://smokefreesweden.org/wp-content/themes/smokefreesweden/assets/pdf/reports/Report_SAVING%20LIVES%20LIKE%20SWEDEN.pdf",
    "(The author is the Chief Corporate"
  ]
}