{
  "url": "https://www.ft.lk/columns/Will-Sri-Lanka-keep-the-good-governance-prize/4-778552",
  "title": "Will Sri Lanka keep the good governance prize?",
  "ut": 1751587193.0,
  "body_paragraphs": [
    "Thus far, the NPP has governed well – but very much in an emergency or campaigning mode",
    "It is late September. The World Governance Forum has just announced the 2025 Good Governance Awards. There was no tension before the name of the winner was announced. It had been obvious for months that it would be Sri Lanka. The award is given for improvements in governance over the previous 12 months.",
    "The judges were effusive: “The world has rarely seen such a positive, peaceful transformation in such a short period of time. Previous Sri Lankan governments have been formed through unstable coalitions of elite level political operators intent on using power to make money. They made extensive use of the police for their own narrow purposes, stoked ethnic conflict when convenient, lacked economic strategies, and pushed the economy into an acute foreign exchange crisis and then a debt crisis in early 2022 through sheer incompetence.",
    "“Sri Lanka now has a stable government directed by a single political party that attracted widespread electoral support in successive Presidential, Parliamentary and Local Elections. The new government so far seems not to have made any major administrative, political or policy errors, or to have been associated with corruption of any kind. It has reaffirmed the agreement that the previous government made with the IMF. Efforts have been made to improve relations with other significant Asian nations.",
    "“Additional government resources have been put into the Aswesuma programme for making cash transfers to the poorest households. Targets for additional tax collection have been met. Foreign investors are showing more interest. A large number of court cases relating to corruption and abuse of power under previous governments have been initiated or unblocked. Elsewhere in the world, other governments that recently have been voted into power have seen their popularity quickly crash. That has not happened in Sri Lanka.”",
    "Success is far from certain",
    "Yes, congratulations Sri Lanka. But what about the 2026, 2027 and 2028 Good Governance Awards? Will Sri Lanka hold on to first position? It has a chance. But success is far from certain. For the method of governance that won the prize this year is probably not sustainable for many years. Since September 2024, the country has been governed almost in emergency mode. That has worked well in part because it is based on extraordinarily high levels of energy, enthusiasm and commitment from a small number of people – from the President through NPP MPs and many other NPP party members. It is unlikely to continue.",
    "Contrary to some expectations, the NPP Government does not seem to be much disadvantaged by the limited prior government experience of most of its members. It seems to have prepared well, and made the best of its greatest resource: a powerful, organised and disciplined political party. In addition to the debt problem and continuing uncertainties about the global economic environment, it faced two big political challenges. The first was to know who, outside the NPP party membership itself, could be trusted. Many more senior people in the public service, and indeed most public institutions, are corrupt and/or have political or personal links to the shadier elements of the political class that was largely removed from Parliament in the November 2024.",
    "Some members of that political class accumulated large amounts of money, and are ready to use it to try to undermine the NPP so that they can come back to power and again loot the public treasury or resume their roles in the drug trade. The Police seem particularly problematic. It is unclear how far elements of them were engaged in the drug business alongside politicians, and share responsibility for the big increase in gun crime that followed the elections.",
    "Trust is the first big problem. The second is intertwined with that: the extremely low levels of competence and commitment of large parts of the public service. The quality of the public service has been in decline for so long – now approximately 70 years – that it may be hard for many people to even imagine something significantly better. Recruitment on the word of politicians, general politicisation of operations, declining salaries, disappearing operational budgets, heavy overmanning, promotion by any criterion except merit, defensive trade unionism, technological backwardness – all have contributed to the depressing picture before us today.",
    "Previous Governments managed through some mixture of expecting little of the public service and appointing to strategic posts competent outsiders who were permitted to make money provided they got the job done. These are not options for the NPP. It needs the public service to function to implement its program. To the extent that it appoints outsiders to (a few) key posts, it ensures that they have clean reputations and, in some cases, work without payment.",
    "Thus far, the NPP has governed well – but very much in an emergency or campaigning mode. Power is heavily concentrated, first in the hands of the President, then among the handful of long-time senior JVP members to whom he is close, then among the Ministers and holders of other senior appointments. The price of power is extremely hard work and then, for most of these people, continuous engagement with the NPP party, especially party members in their electorates, to explain what they are doing and hear what members want. Although power is very unequally distributed within the NPP party, it is the party that governs. So far, it works. But will it serve to win the Good Governance Award again in 2027? I see three related vulnerabilities.",
    "First, Ministers and other people in authority often lack the personal politico-administrative support that they need: the private secretaries that control diaries, know who the Minister should and should not agree to meet, and manage confidential issues; and the chiefs of staff and their subordinates who read the Cabinet papers and other key documents so that they can tell the Minister what she needs to pay attention to, record all the decisions made and follow up to ensure that what was agreed gets done. Without this kind of support, Ministers have to work harder and are likely to be less effective.",
    "Second, burn-out of senior members of the Government may loom. They are not just doing normal Ministerial or MPs jobs. Because this is genuinely party government, people in authority have to spend a long time interacting with the party, nationally and locally. This consumes time and energy. Unlike many of the politicians from previous Governments, NPPers rarely have either the money or the political licence to build a holiday home up in the Knuckles range or on the edges of the Nuwara Wewa. Neither do they have the option of taking the family for the occasional week in Singapore or Dubai. They will need periods of rest.",
    "Third, it seems unlikely that by 2027 Ministers, MPs and other senior people will be motivated to put current levels of energy and time into their jobs once they fully appreciate the implications of their low levels of remuneration. Ministers and MPs still transfer their salaries to the party and draw an allowance? Service as an MP is no longer pensionable. Some loosening of the admirable self-sacrificing ethos of the JVP is surely necessary.",
    "There is no good single response to these three challenges, and many pragmatic ways of dealing them piecemeal. Ruling almost solely through a party driven by strong moral principles and discipline has worked well over the past few months. The fundamentals can hopefully be retained. But some adjustments will be needed. It is better that they are prepared and explained to voters before the critics start spreading disinformation about how the Party is becoming corrupted by power.",
    "(The writer is Senior Fellow, International Centre for Tax and Development, Professorial Fellow, Institute of Development Studies and Non-Resident Fellow, Verite Research (Colombo). He could be reached via email at [email protected].)"
  ]
}