{
  "url": "https://www.ft.lk/opinion/Understanding-unit-trust-disclaimers/14-788411",
  "title": "Understanding unit trust “disclaimers”",
  "ut": 1771267885.0,
  "body_paragraphs": [
    "Unit Trust Association of Sri Lanka President and JB Financial CEO Christine Dias Bandaranaike CFA shares insights into understanding unit trust disclaimers",
    "Unit Trust Association of Sri Lanka President and JB Financial CEO Christine Dias Bandaranaike CFA",
    "If you have seen a unit trust advertisement, you may have noticed a statement like this:",
    "“Yield is variable and subject to change. Past performance is not indicative of future performance. Investors are advised to read and understand the Key Investor Information Document (KIID).”",
    "For many investors in Sri Lanka, this statement can sound confusing or even concerning. Some people may feel it is there to protect fund managers if something goes wrong, or that it means the investment needs careful consideration. In reality, this disclaimer exists to protect the investor, not the fund manager. Let’s understand what it really means in simple terms.",
    "Firstly, why does this disclaimer exist?",
    "Unit Trusts are market-linked investments. This means the money is invested in shares, Government securities, bonds, or other financial instruments whose values change with market conditions, interest rates, and the economy.",
    "Because no one can control markets, the Securities and Exchange Commission of Sri Lanka does not allow any unit trust management company to promise fixed or guaranteed returns for unit trusts.",
    "The disclaimer is therefore mandatory, and its purpose is to ensure investors are not misled or given unrealistic expectations.",
    "Second, what does “Yield is variable and subject to change” mean?",
    "Simply put, it means the return you earn from a unit trust can change over time because money is invested in dynamic capital market instruments.",
    "nIn money market or income funds, returns move mainly when interest rates change",
    "n In equity funds, returns change when share prices rise or fall",
    "This is normal. Unlike a fixed deposit, unit trusts are not locked into a single fixed rate.",
    "Third, what does “Past performance is not indicative of future performance” mean?",
    "Many investors look at last year’s return and assume the same return will continue. The regulator (SEC) wants to make sure investors are aware that this may not be the case.",
    "Therefor this statement means:",
    "Past performance shows how the fund performed in the past, but future returns may be different because market conditions change. It is a reminder not to invest based only on past numbers, but to understand the nature of the investment.",
    "Fourth, why are investors advised to read the KIID?",
    "The Key Investor Information Document (KIID) is a document prepared specifically for investors.",
    "What the fund invests in",
    "The level of risk involved",
    "Who the fund is suitable for",
    "The regulator (SEC) requires this so investors can make informed decisions, rather than relying only on advertisements or word-of-mouth. In addition to the KIID, investors can also read the fund fact sheet, which is a short and easy-to-read document which gives many important fund facts.",
    "Disclaimers are not warnings to stay away. They are reminders to invest with understanding rather than fear. Unit trusts are designed to help investors grow wealth over time, and clear disclosures exist to ensure investors do so with realistic expectations and confidence using a transparent environment",
    "Fifth, does this disclaimer mean unit trusts are riskier than other investments?",
    "That would be a No. It simply means that Unit Trusts are regulated, transparent, and professionally managed investment products.",
    "They offer benefits such as diversification, liquidity, and access to professional fund management.",
    "The disclaimer is simply an honesty statement — acknowledging that:",
    "% of returns are not guaranteed",
    "Understanding the product is important",
    "In fact, if a market-linked investment does not carry such a disclaimer, investors should be cautious.",
    "And a final thought for investors",
    "Disclaimers are not warnings to stay away. They are reminders to invest with understanding rather than fear.",
    "Unit trusts are designed to help investors grow wealth over time, and clear disclosures exist to ensure investors do so with realistic expectations and confidence using a transparent environment.",
    "The UTASL is the representative body for the country’s licensed fund management companies, dedicated to upholding the highest standards of professionalism, integrity and transparency across the industry. Consisting of 16 member companies regulated by the SEC, the UTASL aims to popularise unit trusts and encourage Sri Lankans to prioritise long-term and professionally guided investing, in addition to short-term savings, whilst contributing to national economic growth.",
    "(For more information on unit trusts and to connect with management companies, visit www.utasl.lk.)"
  ]
}