{
  "url": "https://www.ft.lk/columns/Era-of-weaponised-economies-and-SL-s-78th-year-of-independence/4-788005",
  "title": "Era of weaponised economies and SL’s 78th year of independence",
  "ut": 1770400530.0,
  "body_paragraphs": [
    "“The most basic question is not what is best, but who decides what is best” (Thomas Sowell)",
    "“The world has entered a phase in which economic interdependence is no longer seen as a public good. It has become an area of struggle”",
    "When President AKD and his election teammates entered the campaign for presidency and parliament in 2024, they practically gave up their commitment to economic radicalism and openly declared their acceptance to work with the market based open economy model, the most celebrated product of the era of globalisation. The champions of the open economy promised the world that when open economies become a global phenomenon, they would narrow the economic and wealth gaps between global north and global south and within each of them between the rich and the poor. Economic freedom and market competition were promised to play the role of income and wealth levellers leading towards greater equality among peoples and nations. Alas! What they did at the end was the opposite. Income and wealth gaps widened instead of narrowing, and cynics came out with the 1:99 ratio to depict reality. To make matters worse modern-day economies and international trade are increasingly becoming weaponised in the sense that they are being turned into weapons to attack or defend the interests of countering superpowers.",
    "It is in this new era of weaponised economies and international trade aided by financialisation of real economic sectors that Sri Lanka celebrated its 78th year of political independence after suffering through the Ditwah cyclone disaster and years of financial corruption leading to a state of bankruptcy.  To the credit of the new political leadership with its unreserved commitment to corruption-free economic management assisted by the IMF the economy has reached stability and is hoping rather optimistically to enjoy at least 5% growth by the end of this year. If that could be achieved, it would be a record in comparison to an economy like that of Germany for example which is expecting to grow only by around 1%.",
    "To achieve that 5% target, one economist had demanded ‘big bang’ reforms and the Board of Investment Chairman wants reforms without “concessions” to invite FDI as if that would be the magical panacea for robust growth.  These economists and pundits little realise how economies and international trade are getting weaponised and enmeshed in the imperialist power game among US, EU, Russia and China. For example, the recent trade deal between Donald Trump and Narendra Modi, the leaders of a combined economy worth $33 trillion in terms of GDP, to permit Indian exports to US at a reduced tariff rate of 18% instead of 50% but in return for Delhi’s promise not to import oil from Russia was to isolate and subdue the power of Putin’s regime.",
    "Similarly, the US deal with China to share clean technology and AI in return for reduced tariffs of only 15% on US imports from Taiwan and zero tariff on import of aircraft components, generic pharmacology products and natural resources unavailable in the USA was meant to check China’s growing dominance over clean technology. Trade concessions and FDI have become instruments not to share public good but to maintain global balance of power.  The principle of comparative advantage is no longer the fundamental criteria for international trade. Tariffs and qualitative barriers, economic and trade sanctions and outright coercion, and confiscation of cargo carriers have all become instruments of a weaponised world trade to maintain superpower balance rather than to eradicate economic misery and satisfy at least the basic needs of a vast majority of humans. Even anti-immigration policies are part of this new game of power. In this game therefore FDI is tied more with foreign policy than with economic development.",
    "Given this climate of weaponisation of economies and international trade along with the overwhelming dominance of the financial sector over the real economic sector, what prospects are there for an island economy like Sri Lanka to enjoy rapid economic growth without surrendering its national sovereignty? Situated strategically in the Indian Ocean which has become a contested zone for geo-political dominance between the two regional powers, China and India, and worsened by the entry of Trump’s US via Modi’s India, Sri Lankan economy would be compelled to depend for growth on the tender mercies of this trio. The challenge facing the Sri Lanka Government therefore is to explore the possibilities of finding markets and sources of investment outside the pressure arising from this trio.  More than the economic policy it is Sri Lanka’s  foreign policy that is becoming decisive in its struggle for growth and prosperity. India for example has allocated INR 4 billion or $43.6 million in its 2026-27 Budget to assist Sri Lanka. China has promised to spend $3.7 million for the construction of an advanced oil refinery as part of its Belt and Road Initiative. Would Trump now enter and reduce his import tariffs further on Sri Lanka’s exports? In essence, all three powers are weaponising Sri Lanka economy and trade not for the benefit of Sri Lanka primarily but for winning the contestants’ own power struggle in the Indian Ocean.",
    "At a time when economies and international trade were not used as primary weapons in international power struggle, Thomas Jefferson defined US foreign policy as “peace, commerce, and honest friendship with all nations, entangling alliances with none”; but in the current world of weaponised economies and struggle for imperial dominance, Trump’s Secretary of State Marco Rubio put it threateningly and said: “We need American foreign policy that tells the world that it is bad to be our enemy and good to be our friend”.  With the economy at stake, Sri Lanka’s 78th year of independence is bound to be a critical year in the arena of foreign policy."
  ]
}