{
  "url": "https://www.ft.lk/columns/Education-reforms-let-s-learn-from-Singapore/4-786715",
  "title": "Education reforms, let’s learn from Singapore",
  "ut": 1767921319.0,
  "body_paragraphs": [
    "The Prime Minister and Minister of Education Dr. Harini Amarasuriya, addressing the public, have been speaking of the need for education reforms. The Prime Minister, former student of St. Bishop’s College, followed by an Indian Government scholarship to University of Delhi. She also obtained a PhD from the University of Edinburgh.",
    "She has failed to be specific, but wished to increase the school closing time by half an hour. Currently, schools close at 1.30 p.m.; closing at 2 p.m. will delay children’s lunch by half an hour, some children needing over an hour to get home. But with the current issues after cyclone Ditwah pandemic, implementation of changing closing time has been postponed by a year.",
    "History of Sri Lanka’s education",
    "During the pre-colonial times education was based on pirivenas. With colonisation, European-style education came into Sri Lanka, especially to prepare students for positions in the colonial administration, few girls went to school and most remained uneducated. During the sixteenth century, Portuguese established nearly 100 Roman Catholic schools in the low country. When the Dutch took over in 1656, they set up primary schools to support the missionary efforts of the Dutch Reformed Church. By 1760, they had 130 schools with an attendance of nearly 65,000 students.",
    "British takeover led to the closing of many Dutch schools and a short term contraction of European style education in the low country. By the mid-nineteenth century, Government funded schools and Christian schools were expanding again. By 1870, their combined students were still fewer than 20,000. With English based education, graduates, mostly Christians from low country in the southwest, filled lower and middle-level positions in the colonial administration. Apart from the European style schools, education continued through the traditional system in Sinhala and Tamil.",
    "For centuries, Sri Lankan Tamils used education to promote their social mobility. The northern and eastern regions are arid and infertile compared to the rest of the country and unsuitable for profitable farming. The Tamils depended on education to prosper. Under British rule, the Tamil minority received a disproportionate share of university and Government positions.",
    "The British gave responsibility for the island›s education to Christian missionary societies who promoted  English, western oriented education. English schools charged fees and received British Government grants. The island›s non-English schools were taught in Sinhala or Tamil. These schools were traditionally under financed and denied Government help. Without Government subsidies, they could only offer elementary education. Under British rule, Sri Lankans who spoke English were eligible to become teachers, also for Government service. Thus those who prospered under British rule were mostly better educated, high caste Hindu Tamils, who converted to Christianity and educated in English schools, or descendants of the Burghers.",
    "The British, based on recommendations of the Colebrooke Commission in 1836, commenced the schooling system in the island. Starting with establishment of Royal College, Colombo (formerly Colombo Academy) led to formation of several single sex schools during the period. Some were affiliated to the Anglican Church. These included St. Thomas’ College, Mount Lavinia, Trinity College, Kandy and Bishop’s College, Colombo. The education was free due to Government grants, covering the cost of teaching and local philanthropists providing the buildings, equipment and the books.",
    "Al Iman Schools in Colombo were the first Islamic to teach an integrated Islamic curriculum since 2008. Jamiya Naleemiya, Beruwala, Zahira College, Colombo are the oldest and most prominent Muslim schools in the country.",
    "Also, heroes such as Anagarika Dharmapala, Colonel Henry Steel Olcott installed Buddhist schools to foster Sinhala students with an English education. Most were established as Ananda College, Colombo, Dharmaraja College, Kandy, Mahinda College, Galle, Maliyadeva College, Kurunegala  which were followed later by Visakha Vidyalaya, Colombo, Nalanda College, Colombo and Mahanama Vidyalaya, Kandy.",
    "Also, the Methodist Church started many schools such as Richmond College, Galle, Jaffna Central College, Wesley College, Kingswood College, Colombo, also Girl’s High School, Kandy. In addition, Catholic Schools such as St. Joseph›s College, St. Bridget’s Convent, Good Shepherd Convent, St. Peter’s College and St. Anthony’s College, Kandy and others.",
    "In 1931, the British Government granted universal voting rights to Sri Lankans. Encouraging to unify the county›s diverse population by fostering an educational system, as well as developing British parliamentary-style Government and independent judiciary. The island›s linguistic divisions were overcome by legislation making English Sri Lanka›s official language, with Sinhala and Tamil as national languages.",
    "In 1938, Minister of Education, Dr. C.W.W. Kannangara, the Executive Committee of Education including members as H.W. Amarasuriya took the initiative in establishing free education. Under this initiative the Government established Madya Maha Vidyalayas (Central Colleges) scattered around the island providing education to all in Sinhala or Tamil medium.",
    "In 1942, a special committee proposed, availability of education to all children free of charge, also  making national languages the medium of instruction in place of English, allowing opportunities for higher education and employment to everyone.",
    "The post-independence era saw the establishment of secular multi-religious schools, such as D. S. Senanayake College for boys and Sirimavo Bandaranaike Vidyalaya for girls.",
    "University system dates back to 1921, when Ceylon University College was established at the former premises of Royal College affiliated to the University of London. Ceylon Medical School was established in 1870, followed by Colombo Law College in 1875, School of Agriculture in 1884 and the Government Technical College 1893. University of Ceylon was established on 1 July 1942 which was to be unitary, residential and autonomous. The second campus was built in Peradeniya. Constructed in 1942, but ceremonially opened in 1954 by Queen Elizabeth.",
    "Education after independence",
    "When Sri Lanka became independent in 1948, the country had 5,895 schools, enrolling more than one million students, also a well-developed education infrastructure, forming the basis for a modern system. The Governments made education a high priority, yielding excellent results. Within a period of less than 40 years, the number of schools increased by over 50%, the students increased more than 300% with teachers increasing by 400%. Growth has been especially rapid in secondary schools, which in 1985 taught 1.2 million students, or one-third of the student population. Teachers made up the largest Government work force outside the plantation industry.",
    "After S.W.R.D Bandaranaike won the parliamentary elections of 1956, made Sinhala the official language and established quotas limiting Tamil entry into Government service and higher education, particularly in the fields of medicine and sciences. The number of Tamil students admitted to medical schools and engineering schools fell by 50% and 67%, respectively. By the 1970s, only 6% of newly hired teachers were Tamil and university placement for Tamils in the science-based disciplines fell to 11% in 1974 from 35% just four years earlier.",
    "With the change of administration from English to Sinhala by the Bandaranaike Government, a large number of Tamil staff resigned and left the country with their children. The UK and Canada welcomed them.",
    "The state tried to change the language of instruction in its primary and secondary schools from English to Sinhala or Tamil. By the 1960s, the vernacular languages were the primary medium in all Government secondary schools. In the 1980s, English remained an important key to advancement in technical and professional careers. But well-to-do families continued to educate their children in private English medium schools and private schools mushroomed.",
    "Role of JVP in disturbing education",
    "With the loss of employment opportunities to school leavers, on 5 April 1971, JVP launched an insurrection against the Bandaranaike Government which claimed nearly 5,000 lives. Although the insurgents were young, poorly armed and inadequately trained, they seized power and held major areas in the southern and central provinces before they were defeated by the security forces. After two weeks of fighting, the Government regained control, but an estimated 30,000 insurgents, many of them in their teens, died in the conflict.",
    "In 1983, Tamil separatists stepping up militant attacks in northern Sri Lanka killed 13 soldiers who reported for duty, only a day earlier. Over the next few days, Sinhala mobs took revenge, killing between 3,000 and 4,000 Tamils around the country and triggering a civil war, which sparked anti Tamil riots referred as Black July. The riots only aided in the deterioration of the ethnic relations. In May 1985, the guerrillas launched an attack on Anuradhapura Sri Maha Bodhi followed by a rampage through the town. At least 150 civilians died in the attack. The attack led to riots against Tamils, the Government denounced the JVP, CPSL and NSSP claiming that the parties were involved in the Black July riots that killed thousands of Tamils leading to the country›s civil war.",
    "The Tamil attack was a repercussion against Sinhala only policy of the Government, which continued for a very long time.",
    "The Indian Government intervention through the Indo - Sri Lanka accord to settle the island’s ethnic problems led to the 1987–1989 revolt. The JVP exploited the arrival of the Indian Peace-keeping Force and the widespread nationalist sentiments of large sections of Sinhala people. The violence led by JVP killed thousands of people and crippled the country with general strikes for three long years. Government forces captured and killed Wijeweera and his deputy in November 1989 in Colombo. By early 1990, the Government had killed or imprisoned the remaining JVP politburo and detained an estimated 7,000 suspected JVP members.",
    "Even during the years of civil war with Tamil Tigers from 1983 to 2009, teaching of students continued. Much of the fighting took place in the northern Tamil areas and life in the rest of the country was normal, but with occasional terrorist attacks.",
    "Education reforms were seen as an essential part of solving the Tamil problem and ending the civil war. Under the leadership of Chandrika Kumaratunga, President of Sri Lanka from 1994 to 2005, many of the oppressive and discriminatory aspects of education and the language laws that contributed to the civil war were scaled back. The university system in the Tamil region remains open and funded by the central Government.",
    "In the late 1980s, there were 8 universities and 1 university college with over 18,000 students in 28 faculties, plus 2,000 graduate and certificate students. The university system included the University of Peradeniya, formed between 1940 and 1960. The universities of Vidyalankara and Vidyodaya  formed in 1950s and 1960s from restructured pirivenas. The College of Advanced Technology in Katubedda, established in the 1960s; the Colombo campus of the University of Ceylon, created in 1967; the University of Ruhuna 1979; and Batticaloa University College 1981. There was also the Buddhist and Pali University of Sri Lanka, established in Colombo in 1982.",
    "The most dynamic field in education during the 1970s and 1980s was technical training. In the late 1980s, the Ministry of Higher Education operated a network of twenty-seven technical colleges and affiliated institutes throughout the country. Courses led to national diplomas in accountancy, commerce, technology, agriculture, business studies, economics, and manufacture. Other institutions, including the Railway, Survey and Irrigation Departments, ran their own specialised training institutes. The Ministry of Labor had three vocational and craft training institutes. The number of students in all state-run technical institutes by the mid-1980s was 22,000. In addition, the Government operated schools of agriculture in four locations, as well as farm schools in each district.",
    "Impact of the Sri Lankan Civil War on education",
    "On 18 May 2009, Sri Lanka’s civil war ended when the Liberation Tigers of Tamil Eelam (LTTE), the Tamil separatist group, was militarily defeated. The defeat was led by brothers, President Mahinda Rajapaksa and Defense Secretary Gotabaya Rajapaksa. Even during the years of civil war with Tamil Tigers from 1983 to 2009, students were educated, the number of schools and teachers increased, the student to teacher ratio improved and national literacy increased. Most of the fighting was limited to northern and eastern Tamil areas and life in the rest of the country continued to be normal, with occasional terrorist attacks, recruitment of young men for the military and the burden of defense spending on the national budget.",
    "Education reforms were seen as an essential part of solving the Tamil problem and ending the civil war. Under the leadership of Chandrika Kumaratunga, President of Sri Lanka from 1994 to 2005, many of the oppressive and discriminatory aspects of education and the language laws that contributed to the civil war were scaled back. The university system in the Tamil region remains open and funded by the central Government.",
    "According to World Education News and Reviews, in 2015, there was a 40:60 male-female ratio among the undergraduate students in Sri Lanka universities. That year, 68% of university graduates were female. While women are more educated than men at undergraduate level and almost equally educated at the postgraduate level, this fails to translate into more jobs for women, especially for positions of power. In 2016, 8.5% of women were unemployed, compared to 3.4% for men. In 2016, only 6% of the seats in the national parliament were held by women.",
    "Education system in Singapore",
    "Singapore is a country with Malay, Mandarin (Chinese) and Tamil citizens. During world war 2, many students dropped out of school, causing a huge backlog of students after the war. In 1947, a ten year Education Policy was formulated. During the 1950s and 1960s, when Singapore started to develop its own economy, Singapore adapted a “survival-driven education” system to provide a skilled workforce for Singapore’s industrialisation program to lower unemployment.",
    "With Singapore gaining independence from the British, Lee Kuan Yew became the founding Prime Minister. Lee strongly pushed for a bilingual policy, with English as the working language and the language of education and learning, with individual mother tongues to keep Singaporeans culturally rooted. To attract foreign investors, he foresaw that Singaporeans had to speak English, the language of the global economy, international diplomacy, science and technology.",
    "The bilingualism policy in schools was officially introduced in 1960, making English the official language for national integration and utilitarian purposes. Everyone knows the heights reached by Singapore with their education policy. Education makes up nearly 20 per cent of the national budget, subsidising state education and Government assisted private education for Singaporean citizens. Non-citizens bear significantly higher costs of educating their children in Singapore Government and Government-aided schools.",
    "Education for Sri Lanka",
    "Sri Lanka could follow the Singapore education policy, providing education and job facilities for the population, to advance the country in industry and production, including agriculture. This could be achieved by introducing English and arithmetic in English medium at Grade 1. Science and mathematics could be introduced at Grade 3 in English and balance subjects in their mother tongue.  At Grade 6 commerce can be introduced in mother tongue. Teaching of religion and mother tongue will end at Grade 8.",
    "At Grade 9 children could select themselves into science, commerce, agriculture and art, developing into accountancy, technology, business studies, economics and manufacturing. Arts students could develop their artistic skills to get into art, advertising etc. The arts courses in universities need to be terminated, as they cannot produce employment opportunities. Pali and Sanskrit could be taught in pirivenas and in Buddhist Universities.",
    "The universities need to concentrate on producing employable graduates to advance the students and the country. In addition, technical colleges could produce mid-level technicians. The schools of agriculture could produce agriculture technicians helping farmers and agriculture.",
    "The current practice of giving education with Government funding for the sake of education should end. We need to remember that the decades of riots and violence in the country took place due to the incorrect education system, which dragged the country to its current level. The Prime Minister, also the Minister of Education who herself got educated in India in English medium, with a Doctorate should know better than everyone and need to educate the Cabinet and the members of Parliament."
  ]
}