{
  "url": "https://www.technologyreview.com/2025/03/27/1113864/how-to-save-a-glacier/",
  "title": "How to save a glacier",
  "ut": 1743035400.0,
  "body_paragraphs": [
    "Glaciers generally move so slowly you can’t see their progress with the naked eye. (Their pace is … glacial.) But these massive bodies of ice do march downhill, with potentially planet-altering consequences.   Related StoryInside a new quest to save the “doomsday glacier”Arête Glacier Initiative has raised $5 million to improve forecasts of sea-level rise and explore the possibility of refreezing glaciers in place.",
    "There’s a lot we don’t understand about how glaciers move and how soon some of the most significant ones could collapse into the sea. That could be a problem, since melting glaciers could lead to multiple feet of sea-level rise this century, potentially displacing millions of people who live and work along the coasts.  A new group is aiming not only to further our understanding of glaciers but also to look into options to save them if things move toward a worst-case scenario, as my colleague James Temple outlined in his latest story. One idea: refreezing glaciers in place. The whole thing can sound like science fiction. But once you consider how huge the stakes are, I think it gets easier to understand why some scientists say we should at least be exploring these radical interventions.",
    "It’s hard to feel very optimistic about glaciers these days. (The Thwaites Glacier in West Antarctica is often called the “doomsday glacier”—not alarming at all!) Take two studies published just in the last month, for example. The British Antarctic Survey released the most detailed map to date of Antarctica’s bedrock—the foundation under the continent’s ice. With twice as many data points as before, the study revealed that more ice than we thought is resting on bedrock that’s already below sea level. That means seawater can flow in and help melt ice faster, so Antarctica’s ice is more vulnerable than previously estimated.",
    "Another study examined subglacial rivers—streams that flow under the ice, often from subglacial lakes. The team found that the fastest-moving glaciers have a whole lot of water moving around underneath them, which speeds melting and lubricates the ice sheet so it slides faster, in turn melting even more ice. And those are just two of the most recent surveys. Look at any news site and it’s probably delivered the same gnarly message at some point recently: The glaciers are melting faster than previously realized. (Our site has one, too: “Greenland’s ice sheet is less stable than we thought,” from 2016.)  The new group is joining the race to better understand glaciers. Arête Glacier Initiative, a nonprofit research organization founded by scientists at MIT and Dartmouth, has already awarded its first grants to researchers looking into how glaciers melt and plans to study the possibility of reversing those fortunes, as James exclusively reported last week. Brent Minchew, one of the group’s cofounders and an associate professor of geophysics at MIT, was drawn to studying glaciers because of their potential impact on sea-level rise. “But over the years, I became less content with simply telling a more dramatic story about how things were going—and more open to asking the question of what can we do about it,” he says. Related StoryThe UK is building an alarm system for climate tipping pointsThe Advanced Research and Invention Agency is providing £81 million to get scientific teams looking for telltale signs of spiraling climate shifts.",
    "Minchew is among the researchers looking into potential plans to alter the future of glaciers. Strategies being proposed by groups around the world include building physical supports to prop them up and installing massive curtains to slow the flow of warm water that speeds melting. Another approach, which will be the focus of Arête, is called basal intervention. It basically involves drilling holes in glaciers, which would allow water flowing underneath the ice to be pumped out and refrozen, hopefully slowing them down. If you have questions about how all this would work, you’re not alone. These are almost inconceivably huge engineering projects, they’d be expensive, and they’d face legal and ethical questions. Nobody really owns Antarctica, and it’s governed by a huge treaty—how could we possibly decide whether to move forward with these projects? Then there’s the question of the potential side effects. Just look at recent news from the Arctic Ice Project, which was researching how to slow the melting of sea ice by covering it with substances designed to reflect sunlight away. (Sea ice is different from glaciers, but some of the key issues are the same.)  One of the project’s largest field experiments involved spreading tiny silica beads, sort of like sand, over 45,000 square feet of ice in Alaska. But after new research revealed that the materials might be disrupting food chains, the organization announced that it’s concluding its research and winding down operations.",
    "Cutting our emissions of greenhouse gases to stop climate change at the source would certainly be more straightforward than spreading beads on ice, or trying to stop a 74,000-square-mile glacier in its tracks.  But we’re not doing so hot on cutting emissions—in fact, levels of carbon dioxide in the atmosphere rose faster than ever in 2024. And even if the world stopped polluting the atmosphere with planet-warming gases today, things may have already gone too far to save some of the most vulnerable glaciers.  The longer I cover climate change and face the situation we’re in, the more I understand the impulse to at least consider every option out there, even if it sounds like science fiction.  This article is from The Spark, MIT Technology Review’s weekly climate newsletter. To receive it in your inbox every Wednesday, sign up here. hide"
  ]
}