{
  "url": "https://dbsjeyaraj.com/dbsj/?p=87008",
  "title": "Kivul Oya Reservoir project has dubious economic benefits, serious environmental costs and the potential to reignite ethnic  tensions : JVP led NPP Govt would be wise to pause and reconsider Instead of Falling Into a Political Trap.",
  "ut": 1770761034.0,
  "body_paragraphs": [
    "Thiruni Kelegama and Mick Moore",
    "More than a year in, the NPP government remains popular. There are several reasons for that. One of them is that the government has been deft in its handling of the major hot button political issues. These issues are typically more cultural than material, more abstract than immediate, deeply rooted in contested interpretations of history and intimately related to notions of personal identity.",
    "We refer in particular to demands for some kind of official reckoning for the violence around the 1987-89 JVP uprising and, even more, the extended separatist conflicts in the north and east from the 1970s until 2010; the long running issue of possible devolution of power to Provincial Councils; the continued occupation of land by the military in the north and east; and much older issues of relationships between of the main ethnic communities.",
    "Pushing hot button issues into public prominence generates noise, passion and maybe conflict but typically no resolution.",
    "The competing views and attitudes are largely irreconcilable or reconcilable only slowly and gradually. Lacking any electoral incentive to stir up conflict, and anyway challenged to implement its agenda in the face of many obstacles, the NPP government stands to lose. Energy is diverted and drained and its competence put into question. The government has wisely tried to avoid inflaming the situation. It has in some cases dragged its heels in a constructive way. Where tangible solutions exist – returning military occupied land, which President Dissanayake has promised – it moves gradually to implement them. Yet maintaining a low temperature is neither easy nor fully achievable. Elements of the Tamil diaspora remain vocal on these issues.",
    "Meanwhile opposition politicians, unable to gain traction through critiques of the government’s economic and social politics, have increasingly focused on contentious symbolic issues such as amplifying disputes over matters such as the siting and construction of religious statues and buildings. The government has a strong interest in keeping the temperature low.",
    "It is then all the more surprising that the cabinet recently made a move that predictably and almost immediately heated things up. We refer to the decision taken at cabinet on January 19 to allocate Rs. 23, 456 million for the recommencement of the Kivul Oya project, which is part of the System L extension of the Mahaweli Scheme, located in the Mullaitivu and Vavuniya districts.",
    "A large number of protests have since been reported. The dominantly Tamil-speaking population of the area claim, correctly, that it is their ancestral agricultural lands that will be inundated. They further claim that the new settlers will be Sinhalese and that the Kivul Oya project will therefore constitute yet another stage of the Sinhalisation of historically Tamil areas under the aegis of government irrigation projects.",
    "We cannot at the moment know whether the new settlers in Kivul Oya will indeed be mainly or entirely Sinhalese. What we do know is that recent history suggests that the local Tamil people are fully justified in their fears. There is a deep and rather dark historical background to the Kivul Oya project: the Weli Oya project.",
    "The Weli Oya and Kivul Oya projects are close to one another, although in different river basins. The Mahaweli Development Programme – Sri Lanka’s largest engineering project – is an ambitious large scale irrigation scheme that diverts water from the Mahaweli River to provide water for paddy cultivation in the dry zone, primarily for settlers brought in from other areas of the country. System L came late to the Accelerated Mahaweli Development Programme, added only in the late 1970s, and has been starved of water from the beginning.",
    "Understanding why Weli Oya matters to Kivul Oya requires delving into a long and complex history, one that is the subject of Thiruni Kelegama’s forthcoming book Central Margins: Sri Lanka’s Violent Frontier. Several aspects of that history are especially relevant to understanding the current reactions to, and the likely trajectory of, the Kivul Oya project.",
    "The entire northeastern coastal belt, with the partial exception of Trincomalee town, has long been populated by Tamil speakers. Yet this continuous Tamil-speaking region has been administratively divided between the Northern and the Eastern Provinces. The river, Manal Aru in Tamil renamed Weli Oya by the government in 1988, marks the historic boundary between those two provinces.",
    "The unification of the two to create a single Tamil-speaking province or homeland has long been a central federalist or separatist demand. When in the 1980s, both the separatist conflict and work on the Accelerated Mahaweli Programme intensified, a plan was hatched in Colombo to create a hard material boundary between the Northern and Eastern provinces. This was the Weli Oya project.",
    "It is described in some detail by Herman Gunaratne, one of its prime movers (For a Sovereign State, 1988). Under the guise of the Mahaweli Development Programme land settlement activities, new settlers were imported to create a Sinhalese demographic wedge along the Weli Oya almost to the sea. The strategic logic was clear: not only would this strike a blow at the notion of unifying the Northern and Eastern provinces but, more tangibly, it would reduce the ability of the LTTE to move up and down the Tamil-speaking coastal strip.",
    "This wedge strategy would function effectively only if the settlers received close support from the armed forces. When the LTTE military threat intensified, the settlers were given military training and employed as home guards. The Weli Oya area became heavily militarised and remained so even after the end of the conflict. While the number of settlers had grown to 19,000 in the early 2000s, development work was briefly suspended. When it was re-started in 2012, the military played a major role and came close to substituting for the civil administration. Authority in the area has generally been shared between the army and the Mahaweli Authority, creating a governance structure in which security concerns routinely trumped developmental or administrative considerations.",
    "But the strategic wedge came at a human cost. The Weli Oya settlers’ experiences have been diverse and erratic but generally quite adverse. Some came in part because they saw it as a patriotic duty. But all were attracted by the promise of a grant of irrigated paddy land. The majority of settlers have not received paddy land, simply the agricultural land they live on. The reason is quite simple: there is not enough irrigation water in the Mahaweli system to service this remote area in the far northeast. The Weli Oya project, and arguably the whole of Mahaweli System L, was a late addition motivated by the geo-political considerations outlined above. It was a confidence trick played by elements of the state on desperately poor people.",
    "The consequences have been predictable and painful. Many settlers have arrived and quickly left. Many were not willing to remain on the frontline in acute poverty. Others found themselves as quasi-prisoners, fed and cared for by the Mahaweli Authority but under close observation by the army that was charged with maintaining this geo-strategic bridgehead. Promises of paddy land and irrigation water were repeated frequently but never honoured. In 2022, the depth of this disillusionment became dramatically visible when the Weli Oya settlers came out to demonstrate against Rajapaksa rule with the same energy as their compatriots elsewhere in the country and perhaps with an even stronger sense of betrayal.",
    "The Kivul Oya project was initially approved by cabinet in September 2011 with an estimated cost of Rs. 4,170 million and a planned four year completion timeline. It was temporarily terminated in December 2023 due to the economic recession. The cabinet decision of January 19, 2026 approved recommencement with completion scheduled by end of 2031. The total cost estimate has ballooned to Rs. 23,456 million – a more than fivefold increase.",
    "Despite this massive investment and the project’s lengthy history, Kivul Oya is not a replica of the Weli Oya project. In particular, there is provision for a barrage across the river to harvest irrigation water. This distinguishes it from Weli Oya’s chronic water shortage.",
    "Yet this technical difference does not mean that it is an economically viable project that will provide good livelihoods and benefit the national economy. Unfortunately, there are good reasons to believe that this will not be the case.",
    "The official Environmental Impact Assessment report is very positive, suggesting that the very few adverse environmental impacts can easily be managed. The Colombo Centre for Environmental Justice (CEJ) disagrees fundamentally. After examining the project closely, the CEJ’s concerns are elaborated in detail in a letter from the Executive Director Hemantha Withanage and the Environmental Officer Indika Rajapakse to the Director General of the Central Environmental Authority dated May 1, 2020. Some of the CEJ’s concerns are procedural, including the lack of public consultation and the absence of Sinhala and Tamil versions of the official environmental impact assessment.",
    "They mention that there is a long history of state agencies continuing to settle people in System L despite the inadequacy of irrigation water and point out that the project will clear 2,500 hectares of what Wildlife and Forest Department officers describe as the “best forest in the area” (P. 4) with weak and ambiguous commitments to compensatory forest enrichment. Further, “this enrichment under any past projects have not brought good results. Once a habitat is destroyed, it’s impossible to make a similar forest to provide similar habitats and ecosystem services. We consider this enrichment as a greenwash” (P. 4).",
    "The environmental costs extend beyond forest loss. Elephants will lose about 1,500 hectares of habitat and settlers are experiencing crop destruction from elephant depredations. To address this conflict, the proposed mitigation – 50 kilometres of electric fencing with another 50 kilometres for new conflict areas – relies on a solution that, according to environmentalist Dr Sumith Pilapitiya, Sri Lanka has been “trying for over 60 years, and yet utterly failed, to make work.” Beyond the elephant conflict, the Environmental Impact Assessment’s broad environmental analysis is deeply inadequate.",
    "It provides no baseline data on elephant movements and no climate impact assessment accounting for carbon emissions, lost sequestration capacity, or methane from the reservoir. Perhaps most damning, the CEJ notes that the government has already spent millions on unnecessary expenditures based on false statements made by water resources planners, and now spends billions more “based on the opinion of the same experts.”",
    "Is it really the intention to settle only Sinhalese in the Kivul Oya project? We are in no position to give a definitive answer. But fears that this is the case seem well founded. The Environmental Impact Assessment report lists only Sinhalese families as resident in the project area (P. 70) and the project is frequently represented as meeting the land needs of the second and third generations of other recent settler families in nearby areas like Weli Oya.",
    "Given this evidence, it is hardly surprising that there will be continued protests by local Tamil speakers about the loss of what they view as their ancestral lands.",
    "That in turn may become yet another obstacle to resolution of ethnic issues at the national level. But that is not the only potential downside to implementing the project as currently designed. The shallowness and obfuscations in the official Environmental Impact Assessment report and the fact that it seems to have been generated entirely within government agencies suggest a drive to implement the project regardless of potential adverse impacts.",
    "If the critique of that report by the CEJ is anywhere near correct, the victims of those adverse impacts might well be the settlers themselves. This could be Weli Oya over again; operational decisions made by local officials who have their own interests and are barely accountable to distant Colombo and settlers bitterly disappointed because the agricultural resources required to fulfill promises made to them are not actually available. Add to that the problem of inflamed Sinhalese-Tamil relations, potential environmental degradation and escalating the human-elephant conflict that makes daily life precarious and the potential downside to the government from proceeding with the current Kivul Oya project without more careful enquiry seems unbearably large.",
    "The stakes could hardly be higher. The NPP government won unprecedented support in Tamil areas, a historic breakthrough that opened genuine possibilities for reconciliation. Proceeding with Kivul Oya as currently designed risks squandering that achievement on a project with dubious economic benefits, serious environmental costs and the potential to reignite the very tensions the government has worked so carefully to defuse. The government would be wise to pause and reconsider."
  ]
}