{
  "url": "https://www.dailymirror.lk/opinion/Should-the-govt-follow-the-manifesto-or-not/172-299590",
  "title": "Should the govt. follow the manifesto or not?",
  "ut": 1736194394.0,
  "body_paragraphs": [
    "The NPP manifesto is not unlike the Viyath Maga/SLPP document",
    "Our voters rewarded those who promised the most giveaways",
    "The big question these days is about the NPP manifesto. Some want to rub the nose of our current rulers in the gap between promises and performance. But is this a productive path?",
    "Experience with manifestos",
    "The purpose of a manifesto is to convince voters to support the candidate or political party presenting it. Manifesto-making is political. Experts or those perceived as experts may be called in to contribute, but the principal criterion for what goes into the document is not expertise, but what will gain the support of various blocs. What is likely to make significant groups unhappy will be kept out.",
    "The future is not fully knowable. There was no way to know back in 2019 when the ‘Saubhagyaye Dakma’ manifesto was written by ‘Viyath Maga’ about the pandemic and the decisions it entailed. Therefore, a manifesto will necessarily be incomplete.",
    "Incomplete is understandable. But manifesto promises can also be dead wrong. For example, Viyath Maga’s Nalaka Godahewa stated: “When our leader of Viyath Maga, President Gotabaya Rajapaksa was appointed, the policies we developed over the years became national policy. For four years, a group of professionals discussed what the economic policy of the future government should be, but at that time it was not with the intention of us running the country. Being in the opposition gave us a chance to sit back and analyze what went wrong and why we weren’t developing at the rate we should be.”",
    "As a result, the government brought in sweeping tax cuts in a move to spur economic activity, Godahewa proudly stated in January 2020. We all know how that worked out. Examples from the previous regime are used because the outcomes of manifesto implementation are known and the cause-effect relations are easier to see. The outcomes of the 2024 promises are not that easy to show.",
    "The NPP manifesto is not unlike the Viyath Maga/SLPP document. Perhaps the ten groups who worked it up laboured for less than four years; they probably included persons than those who contributed to the 2019-2022 debacle. But the outcome would be no different if all the NPP promises were to be scrupulously implemented. Revenues would decline; expenditures would increase. Borrowing would have to be increased while ability to service the debt would disappear. A repeat of the economic crisis would be inevitable.",
    "Putting out a manifesto is not necessarily a bad thing. It can convey much about the character of the candidate or the values of the party and about the overall direction they are likely to take if elected. The problem is that politicians, the officials who lack both expertise and spine, and the general public are all overstating what manifestos are and what they can do.",
    "What promises to keep?",
    "In our personal lives, many of us make sure we have the required resources (such as time, money, ability) before making promises. Those who do not tend to lose friends and reputations fast. In some cases, the consequences are more serious.",
    "For many years, our politicians behaved differently. They made promises paying no heed to resources. Money could be conjured up, they thought. Or they had the likes of W.D. Lakshman whispering about Modern Monetary Theory in their ears. Our voters rewarded those who promised the most giveaways. Keeping those unrealistic promises, more than corruption, led to our bankruptcy. Because we rewarded those who made the most unrealistic promises we share part of the blame.",
    "But those days are over; fiscal probity is in. We have to maintain a minimum primary surplus (more government revenue than expenditure, less interest and debt repayments) of 2.3 percent of GDP. Every time revenue is foregone (as when the tax-free threshold was raised to Rs. 150,000 per month) it has to be raised elsewhere (as when the withholding percentage on interest was doubled).",
    "The same applies to new expenditures. The NPP manifesto promised major housing initiatives, such as low-interest and long-repayment loans and official residences for state employees. Low-interest loans may be given by commercial or state banks, but the subsidy element will have to be borne by government. Housing for state employees will have to be fully paid by the government.",
    "Young people cannot afford their own homes. Housing difficulties experienced by state employees have reduced the productivity of state organizations. These are genuine problems worthy of attention. But there is no money. Unless some truly innovative solutions are found, these are promises that cannot be kept.",
    "So, the NPP made promises they cannot keep. Why rub their noses in it? May be fun, but is this a productive path? If they try to keep their promises as President Gotabaya did, we’ll all be back in queues and/or blockading the Pelawatte HQ."
  ]
}