{
  "url": "https://www.ft.lk/columns/Independence-Of-nations-institutions-and-individuals/4-788275",
  "title": "Independence: Of nations, institutions and individuals",
  "ut": 1770945472.0,
  "body_paragraphs": [
    "Sri Lanka’s February 4th, 1948 and America’s July 4th, 1776",
    "On the Fourth of February each year, Sri Lanka celebrates its independence. This year too, we did so. Flags were raised, and among other events,  men and women representing our law-enforcement and defence establishments were showcased, touching cultural performances of song and dance were presented and speeches were delivered against the majestic backdrop of Independence Square—perhaps more aptly called Freedom Square.",
    "We must acknowledge of course, that what distinguished this year’s Independence Day celebrations was not what was displayed, but what was restrained. The commemorations avoided triumphalism, excessive spectacle, leader-centric messaging, and was less militarised. Independence belongs to the nation as a whole, to all races, subscribers to all religions, all communities, whether in Government, Opposition, Public Or Private Sector, equally, — not to any ruler, party, or moment in time.",
    "Not simply a date to celebrate",
    "Yet independence is not merely a date on a calendar. As I have observed in this column many times, evaluating the real and tangible value of  independence demands a reflection on what we have done, over five, six, seven—and now nearly eight decades—with the freedom we gained from external rule - in essence the freedom to shape our own future.",
    "The true measure of independence lies in progress made that was once constrained if indeed it was. Therefore, we need to ask the following questions-What constraints did we identify and remove? What new initiatives did we undertake? How did we build upon the foundations we inherited?",
    "Measuring regression -",
    "A case study of an established western democracy",
    "Today, “Progress\" must also necessarily be measured not only by advancement achieved, but also by the absence of regression—that is by protecting what is good and working well which a country consciously chooses not to undo.",
    "Over the past year in particular, I have observed events—not in Sri Lanka or the yet developing world, but in what is arguably the most technologically advanced, militarily powerful, and wealthiest part of the Western world—yes, events that are shocking, unsettling, disruptive, mind-boggling and  difficult to comprehend.",
    "Turning the search light inwards",
    "Thus, as we commemorate \" Independence \" the shocking events in a land we thought was a role model, compel me, to turn the search light inwards on our nation, and to pose a series of questions:-",
    "What freedoms of expression have been curtailed or withdrawn from us?",
    "What liberties, justice, equity and fairness have our people been deprived of?",
    "What dignity and self-respect has been violated?",
    "What opportunities have been denied of us?",
    "What established, globally recognised practices have been undone or weakened?",
    "What institutions have been dismantled or hollowed out?",
    "What independent functions have been interfered with or ridiculed?",
    "What individuals, professions, or enterprises have been coerced into servility and submission?",
    "...to cite only a few.",
    "Sri Lanka and the USA:",
    "The period since our most recent elections",
    "Let us be even more specific. As we reflect upon the period since our Presidential and General elections of 2019 and 2020 and our subsequent elections in 2024 and the US Presidential elections, of 2020, and  2024, might we ask ourselves whether we in Sri Lanka have experienced anything resembling what I will describe below- using names or descriptions, of comparable or corresponding local events and institutions-",
    "A radical challenge to election results by a losing presidential candidate, accompanied by incitement of public unrest",
    "Provocation of mobs to attack Parliament, damage national symbols, and injure security forces",
    "Influencing a nation-wide collapse of public trust in the electoral system",
    "Pardoning individuals investigated, prosecuted, and convicted through what was a long-established judicial process, systems and institutions",
    "A lone-ranger like leader, bulldozing trade and tariff overhauls, on the premise that other nations are \"leeches\"",
    "Open conflicts of interest, where public office is leveraged for private gain by the leader and family",
    "Intimidation of private enterprise—including publicly listed companies—coercing their leaders into submission",
    "The deliberate infusion of hatred between communities",
    "Attempts to intimidate or interfere with the judiciary",
    "Contemptuous disregard for court orders",
    "Open attacks on a Central Bank Governor",
    "Appointing a prosecuted and fined market offender to “reform” public institutions, including the very regulator that prosecuted him",
    "Interference with established legal firms through coercive settlements tied to political convenience",
    "Ridiculing and defying global institutions, walking away from them, abruptly withdrawing from long-term humanitarian commitments",
    "Coercing public officials to do what is harmful to the nations people",
    "Provoking conflict between village, province, and centre by aggressively deploying law-enforcement agencies",
    "Interfering with universities and demanding submission to politically driven “compacts”",
    "......the list, regrettably, could go on. I will leave it to our readers to develop their own individual and institutional answers, whether we have witnessed any one of these.",
    "Liberty, Justice, Equality—and Hypocrisy",
    "I have four and a half decades of warm and enduring reminiscences of the USA, its many parts, many people and many institutions during short visits, medium term engagements, and long stays of living and learning.  Recalling all that deserves space and time. I will leave that for another day. However, I must say that every interaction I engaged in, as a tourist, with practitioners, in my profession or socially, or among academia, I felt free, welcome, warm, safe, secure and justifiably confident.",
    "Against that background, America today reminds us that even great democracies are fragile. Its Declaration of Independence spoke of liberty and equality, yet many signatories owned slaves, excluded women, and ignored indigenous peoples. Independence was partial and contradictory. And yet, the idea mattered. Those words became a moral promise later generations would invoke—abolitionists, suffragists, civil-rights leaders—to demand fuller justice. America rose to global prominence not only through power and wealth, but through the credibility of its institutions. History, however, does not stand still.",
    "Today, with much more than a fleeting sadness, I find myself asking whether the \"Once Proud to be American” citizen today feels as safe and secure, free and confident in their democracy as before. Growing tensions between federal authority and state independence, expanding executive power, politicised regulation, and extreme polarisation raise uncomfortable questions. Institutional erosion and political disruption test the foundations of liberty, justice, and fairness articulated in 1776.What would their Founding Fathers think if they walked today,  through the streets of the nation they helped build?",
    "The US's ICE and the question of power",
    "Today, federal agencies such as Immigration and Customs Enforcement increasingly operate in ways that bring the centre into conflict with states. It is troubling to confront today’s reality, where ICE agents and National Guard troops have been sent—or proposed to be sent—into cities such as Minneapolis–St. Paul, Los Angeles, Washington DC, Chicago, and Portland.",
    "Debates over surveillance",
    "Debates over surveillance, enforcement, and executive authority raise a fundamental question: where does power end, and liberty begin? This tension strikes at the heart of independence—not merely freedom from foreign rule, but freedom from unchecked authority.",
    "Beyond economic dynamism or high-tech innovation",
    "By contrast, despite everything Sri Lanka has endured—from the South to the North—I sense a deeper institutional resilience. Those once associated with terror and disruption  now operate within the democratic mainstream. They participate in governance rather than seek to dismantle it. Challenges remain, but there is no systematic undoing of the achievements of prior generations.",
    "Sri Lanka may not have immediately achieved America’s scale of innovation or economic dynamism, but it secured something more fundamental: lived sovereignty. Regulatory independence, impartial courts, and institutional restraint are the true guardians of liberty. Independence is not a ceremony—it is a system.",
    "For Sri Lanka, the lesson is clear. Independence is not measured by GDP, rankings, or technological prowess alone. It rests on institutional strength, rule of law, respect for limits on power, and the dignity of the citizen.",
    "A message to young Sri Lankans",
    "To young Sri Lankans- Independence is not inherited, it is renewed daily. Your generation will decide whether the promise of 1948 becomes the lived reality of 2026 and beyond. By demanding accountability, defending institutions, and standing for fairness, you preserve the freedom that history shows can be lost far more easily than it is won."
  ]
}