{
  "url": "https://www.technologyreview.com/2025/02/17/1111387/ai-sougwen-chung-art-robots-collaboration/",
  "title": "This artist collaborates with AI and robots",
  "ut": 1739748600.0,
  "body_paragraphs": [
    "Many artists worry about the encroachment of artificial intelligence on artistic creation. But Sougwen Chung, a nonbinary Canadian-Chinese artist, instead sees AI as an opportunity for artists to embrace uncertainty and challenge people to think about technology and creativity in unexpected ways.  Related StoryA conversation with OpenAI’s first artist in residenceAlex Reben makes art with (and about) AI. I talked to him about what the new wave of generative models means for the future of human creativity.",
    "Chung’s exhibitions are driven by technology; they’re also live and kinetic, with the artwork emerging in real time. Audiences watch as the artist works alongside or surrounded by one or more robots, human and machine drawing simultaneously. These works are at the frontier of what it means to make art in an age of fast-­accelerating artificial intelligence and robotics. “I consistently question the idea of technology as just a utilitarian instrument,” says Chung.   “[Chung] comes from drawing, and then they start to work with AI, but not like we’ve seen in this generative AI movement where it’s all about generating images on screen,” says Sofian Audry, an artist and scholar at the University of Quebec in Montreal, who studies the relationships that artists establish with machines in their work. “[Chung is] really into this idea of performance. So they’re turning their drawing approach into a performative approach where things happen live.”   Audiences watch as Chung works alongside or surrounded by robots, human and machine drawing simultaneously.  The artwork, Chung says, emerges not just in the finished piece but in all the messy in-betweens. “My goal,” they explain, “isn’t to replace traditional methods but to deepen and expand them, allowing art to arise from a genuine meeting of human and machine perspectives.” Such a meeting took place in January 2025 at the World Economic Forum in Davos, Switzerland, where Chung presented Spectral, a performative art installation featuring painting by robotic arms whose motions are guided by AI that combines data from earlier works with real-time input from an electroencephalogram.",
    "“My alpha state drives the robot’s behavior, translating an internal experience into tangible, spatial gestures,” says Chung, referring to brain activity associated with being quiet and relaxed. Works like Spectral, they say, show how AI can move beyond being just an artistic tool—or threat—to become a collaborator.   Spectral, a performative art installation presented in January, featured robotic arms whose drawing motions were guided by real-time input from an EEG worn by the artist.COURTESY OF THE ARTIST   Through AI, says Chung, robots can perform in unexpected ways. Creating art in real time allows these surprises to become part of the process: “Live performance is a crucial component of my work. It creates a real-time relationship between me, the machine, and an audience, allowing everyone to witness the system’s unpredictabilities and creative possibilities.”",
    "Chung grew up in Canada, the child of immigrants from Hong Kong. Their father was a trained opera singer, their mom a computer programmer. Growing up, Chung played multiple musical instruments, and the family was among the first on the block to have a computer. “I was raised speaking both the language of music and the language of code,” they say. The internet offered unlimited possibilities: “I was captivated by what I saw as a nascent, optimistic frontier.”   Their early works, mostly ink drawings on paper, tended to be sprawling, abstract explosions of form and line. But increasingly, Chung began to embrace performance. Then in 2015, at 29, after studying visual and interactive art in college and graduate school, they joined the MIT Media Lab as a research fellow. “I was inspired by … the idea that the robotic form could be anything—a sculptural embodied interaction,” they say.   Drawing Operations Unit: Generation 1 (DOUG 1) was the first of Chung’s collaborative robots.COURTESY OF THE ARTIST   Chung found open-source plans online and assembled a robotic arm that could hold its own pencil or paintbrush. They added an overhead camera and computer vision software that could analyze the video stream of Chung drawing and then tell the arm where to make its marks to copy Chung’s work. The robot was named Drawing Operations Unit: Generation 1, or DOUG 1.  The goal was mimicry: As the artist drew, the arm copied. Except it didn’t work out that way. The arm, unpredictably, made small errant movements, creating sketches that were similar to Chung’s—but not identical. These “mistakes” became part of the creative process. “One of the most transformative lessons I’ve learned is to ‘poeticize error,’” Chung says. “That mindset has given me a real sense of resilience, because I’m no longer afraid of failing; I trust that the failures themselves can be generative.”  DOUG 3COURTESY OF THE ARTIST   For the next iteration of the robot, DOUG 2, which launched in 2017, Chung spent weeks training a recurrent neural network using their earlier work as the training data. The resulting robot used a mechanical arm to generate new drawings during live performances. The Victoria and Albert Museum in London acquired the DOUG 2 model as part of a sculptural exhibit of Chung’s work in 2022.   DOUG 2COURTESY OF THE ARTIST   DOUG 4COURTESY OF THE ARTIST     For a third iteration of DOUG, Chung assembled a small swarm of painting robots, their movements dictated by data streaming into the studio from surveillance cameras that tracked people and cars on the streets of New York City. The robots’ paths around the canvas followed the city’s flow. DOUG 4, the version behind Spectral, connects to an EEG headset that transmits electrical signal data from Chung’s brain to the robotic arms, which then generate drawings based on those signals. “The spatiality of performance and the tactility of instruments—robotics, painting, paintbrushes, sculpture—has a grounding effect for me,” Chung says. Artistic practices like drawing, painting, performance, and sculpture have their own creative language, Chung adds. So too does technology. “I find it fascinating to [study the] material histories of all these mediums and [find] my place within it, and without it,” they say. “It feels like contributing to something that is my own and somehow much larger than myself.” Related StoryThe humans behind the robotsTeleoperated robots at scale, even if years away, could mean a seismic shift in how we think about labor and automation.",
    "The rise of faster, better AI models has brought a flood of concern about creativity, especially given that generative technology is trained on existing art. “I think there’s a huge problem with some of the generative AI technologies, and there’s a big threat to creativity,” says Audry, who worries that people may be tempted to disengage from creating new kinds of art. “If people get their work stolen by the system and get nothing out of it, why would they go and do it in the first place?”",
    "Chung agrees that the rights and work of artists should be celebrated and protected, not poached to fuel generative models, but firmly believes that AI can empower creative pursuits. “Training your own models and exploring how your own data work within the feedback loop of an AI system can offer a creative catalyst for art-making,” they say. And they are not alone in thinking that the technology threatening creative art also presents extraordinary opportunities. “There’s this expansion and mixing of disciplines, and people are breaking lines and creating mixes,” says Audry, who is “thrilled” with the approaches taken by artists like Chung. “Deep learning is supporting that because it’s so powerful, and robotics, too, is supporting that. So that’s great.”  Zihao Zhang, an architect at the City College of New York who has studied the ways that humans and machines influence each other’s actions and behaviors, sees Chung’s work as offering a different story about human-machine interactions. “We’re still kind of trapped in this idea of AI versus human, and which one’s better,” he says. AI is often characterized in the media and movies as antagonistic to humanity—something that can replace our workers or, even worse, go rogue and become destructive. He believes Chung challenges such simplistic ideas: “It’s no longer about competition, but about co-production.”  Though people have valid reasons to worry, Zhang says, in that many developers and large companies are indeed racing to create technologies that may supplant human workers, works like Chung’s subvert the idea of either-or.  Chung believes that “artificial” intelligence is still human at its core. “It relies on human data, shaped by human biases, and it impacts human experiences in turn,” they say. “These technologies don’t emerge in a vacuum—there’s real human effort and material extraction behind them. For me, art remains a space to explore and affirm human agency.”  Stephen Ornes is a science writer based in Nashville. hide"
  ]
}