{
  "url": "https://www.ft.lk/columns/Reform-first-growth-will-follow/4-782932",
  "title": "Reform first — growth will follow",
  "ut": 1760380376.0,
  "body_paragraphs": [
    "Reducing tariffs is not merely a fiscal decision — it is a strategic reform essential to re-integrate Sri Lanka into the global economy",
    "In my July 2025 article, “The IMF is a bandage, not a cure: Moving towards lasting solutions” (https://www.ft.lk/columns/IMF-is-a-bandage-not-a-cure-Moving-towards-lasting-solutions/4-779057), I concluded that President Anura Kumara Disanayake’s bold decision not to seek another IMF bailout marks a turning point in Sri Lanka’s economic history. It signals the end of a dependency cycle and the beginning of a national test — whether we can sustain growth without external lifelines. The message is clear: Sri Lanka must now stand on its own feet.",
    "Yet, almost a year later, one truth remains inescapable — the problem is not merely financial; it is structural. The IMF can stabilise a collapsing economy, but it cannot reform a dysfunctional one. The real battle for prosperity must be fought within our borders — by removing the domestic barriers that have suffocated enterprise, discouraged innovation, and driven investors elsewhere.",
    "For decades, Sri Lanka has looked outward for solutions — blaming shifting global conditions, rising US tariffs, or foreign currency shortages — while ignoring the chronic inefficiencies within. The reality is uncomfortable: the world is not keeping investors away from Sri Lanka; we are.",
    "Foreign Direct Investment (FDI) is not just a flow of capital; it is a vote of confidence in a nation’s governance, stability, and direction. Countries such as Vietnam and Malaysia have transformed their economies by creating an investor-friendly environment — while Sri Lanka, with all its potential, remains trapped in a web of bureaucratic red tape, policy inconsistency, and political interference.",
    "Suppose we are serious about achieving sustainable economic growth and long-term independence from external bailouts. In that case, we must confront six persistent structural barriers that have kept Sri Lanka unattractive to global investors:",
    "2.Non-tariff barriers",
    "3.Customs inefficiency",
    "4.Unpredictable taxation",
    "5.Rigid labour regulations, and",
    "6.An over-politicised bureaucracy",
    "These are not abstract policy flaws — they are the daily obstacles that deter investment, distort markets, and drain the country’s potential. Unless these bottlenecks are systematically dismantled, no reform, however ambitious, can lead to lasting prosperity. The time has come to face these barriers with the same determination President Disanayake has shown in rejecting IMF dependency — because without FDI, there can be no absolute economic sovereignty.",
    "1. High tariffs: How protectionism weakens competitiveness",
    "High tariffs are often defended as tools to protect domestic industries and generate government revenue. Yet in Sri Lanka’s case, they have become one of the most damaging barriers to attracting Foreign Direct Investment (FDI). Investors seek markets where trade is predictable, transparent, and competitive — not insulated by excessive import duties that distort pricing and restrict access to essential inputs. When tariffs remain high, they effectively act as a tax on productivity, discouraging manufacturers who rely on imported machinery, components, or raw materials.",
    "This protectionist mindset has isolated Sri Lanka from the global supply chain at a time when regional competitors — particularly Vietnam, Thailand, and Malaysia — have done the opposite. They have lowered tariffs, embraced free-trade frameworks, and integrated seamlessly into multinational production networks. As a result, while these nations attract billions in FDI annually, Sri Lanka continues to be perceived as a high-cost, low-efficiency destination.",
    "Moreover, high tariffs create an uneven playing field that rewards inefficiency and penalises innovation. Domestic producers shielded from competition have little incentive to upgrade technology or improve quality. The result is a cycle of mediocrity — industries that survive not because they are competitive, but because they are protected. For foreign investors, this sends the wrong signal: it suggests that policy favours protection over productivity and politics over performance.",
    "Reducing tariffs is therefore not merely a fiscal decision — it is a strategic reform essential to re-integrate Sri Lanka into the global economy. A rationalised, transparent tariff structure would lower production costs, encourage technology transfer, and stimulate export-led growth. More importantly, it would signal to investors that Sri Lanka is finally ready to compete — not hide — in the global marketplace.",
    "Perhaps the most pervasive and deeply rooted barrier to foreign investment in Sri Lanka is its over-politicised bureaucracy. For decades, political interference in administrative affairs has eroded professionalism, slowed decision-making, and undermined public trust. Instead of functioning as a neutral, efficient arm of governance, the bureaucracy has often become an extension of partisan control — where appointments, promotions, and decisions are influenced more by loyalty than by merit",
    "2. Non-tariff barriers: The hidden walls against investment",
    "While high tariffs are visible and measurable, non-tariff barriers (NTBs) are often more damaging because they operate quietly — through complex regulations, licensing delays, and opaque approval systems that frustrate investors long before a project begins. In Sri Lanka, these hidden barriers have created a business environment where time and uncertainty are the real costs of doing business. Lengthy import approvals, arbitrary quality inspections, and excessive documentation requirements have turned what should be a straightforward process into an administrative maze.",
    "For foreign investors, unpredictability is far more discouraging than taxation itself. A company can plan for known costs, but it cannot plan for bureaucratic delays, sudden rule changes, or discretionary enforcement. These practices not only raise transaction costs but also erode confidence in regulatory fairness — a key determinant in FDI decisions.",
    "In contrast, regional peers like Vietnam and Indonesia have actively simplified trade procedures, digitised customs processes, and aligned product standards with international norms. By lowering non-tariff barriers, they have significantly reduced transaction times and made market entry easier for global investors. Sri Lanka, on the other hand, remains stuck with outdated procedures and overlapping agency mandates that showcase administrative inertia rather than modern governance.",
    "Eliminating NTBs is therefore a matter of both economic necessity and reputational reform. Streamlining regulatory processes, adopting transparent digital systems, and ensuring consistency in enforcement would signal to investors that Sri Lanka is serious about efficiency and fairness. Unless these hidden walls are dismantled, even the most attractive investment incentives will fail to bring meaningful results.",
    "3. Customs inefficiency: The cost of bureaucratic delay",
    "Customs inefficiency remains one of the most persistent and costly barriers to doing business in Sri Lanka. For foreign investors, the customs process is often the first real interaction with the Government — and it usually reflects a system that is slow, unpredictable, and hindered by outdated procedures. Delays in clearing goods, inconsistent valuation methods, and excessive manual paperwork have all created an environment of frustration and uncertainty. Every hour a shipment remains sitting at a port directly increases costs and reduces competitiveness.",
    "Many investors see customs inefficiency as a hidden tax — not one collected as revenue, but through lost time and opportunity. When businesses have to account for delays and arbitrary inspections, they lose the agility vital for export-focused industries. This inefficiency deters multinational companies with tight supply chain schedules from establishing production facilities in Sri Lanka. Instead, they prefer regional hubs like Malaysia, Vietnam, and Singapore, where digital customs systems clear goods in hours instead of days.",
    "Furthermore, customs inefficiency promotes corruption and rent-seeking behaviours. Discretionary decision-making without transparency often causes businesses to depend on personal connections or unofficial payments to speed up clearance — a practice that weakens governance and erodes investor confidence.",
    "Reform in this area must go beyond just procedural changes. It calls for a complete modernisation of customs operations — including automation, digital documentation, and the removal of discretionary authority. A transparent, technology-driven customs system would not only speed up trade flows but also rebuild trust in Sri Lanka’s institutional integrity. Without this, the high cost of bureaucratic delays will keep outweighing any investment incentives the government can provide.",
    "4. Unpredictable taxation: A deterrent to investor confidence",
    "Few factors discourage foreign investors more than an unpredictable tax system. In Sri Lanka, frequent and arbitrary changes to tax rates, exemptions, and collection procedures have created an environment where planning long-term investments becomes a gamble rather than a calculated decision. Businesses rely on stability — not on promises that change with each annual budget or political cycle. When tax policies are uncertain, the perceived risk of doing business rises, increasing the cost of capital and deterring serious foreign commitments.",
    "Over the past decade, Sri Lanka’s taxation system has often shown signs of fiscal desperation rather than thoughtful planning. Sudden increases in corporate and import taxes, retroactive changes, and inconsistent enforcement have sent mixed messages to investors. These unpredictable policy shifts suggest instability and undermine trust in the government’s economic management. The difference is clear when compared to countries like Vietnam, Malaysia, and the United Arab Emirates, where tax systems are stable, transparent, and aimed at attracting long-term investment.",
    "Furthermore, unpredictable taxes weaken the trust in government incentives. Even when special tax holidays or investment allowances are announced, investors are sceptical about whether they will last for the duration of their projects. Without consistency, incentives become meaningless, and confidence falters.",
    "Reform must therefore prioritise stability, transparency, and simplicity. A predictable tax system — backed by a clear legal framework and managed by an efficient, corruption-free revenue department — is crucial to restoring investor confidence. The goal should not just be to generate revenue, but to foster a tax environment where investors feel secure, businesses can plan ahead, and the country can grow without sudden policy shifts. Predictability, more than generosity, is the proper incentive for investment.",
    "Sri Lanka’s labour laws, though initially meant to protect workers’ rights, have become one of the most rigid and outdated regulatory systems in the region. While social protection is important, excessive regulation makes it very hard for businesses — both local and foreign — to operate flexibly and stay competitive. For investors, this rigidity leads to higher costs, lower efficiency, and limited ability to respond quickly to market changes",
    "5. Rigid labour regulations: Balancing protection and productivity",
    "Sri Lanka’s labour laws, though initially meant to protect workers’ rights, have become one of the most rigid and outdated regulatory systems in the region. While social protection is important, excessive regulation makes it very hard for businesses — both local and foreign — to operate flexibly and stay competitive. For investors, this rigidity leads to higher costs, lower efficiency, and limited ability to respond quickly to market changes.",
    "Foreign investors consistently cite Sri Lanka’s inflexible hiring and firing laws, complex dispute resolution procedures, and the high cost of compliance as major deterrents. The Termination of Employment of Workmen Act (TEWA), for instance, requires prior government approval for dismissing even a single employee, regardless of business necessity. Such provisions discourage new investment and expansion because firms fear they will be unable to adjust their workforce during downturns or technological restructuring.",
    "In contrast, countries like Vietnam and Indonesia have modernised their labour frameworks to balance protection and productivity—introducing flexible contracts, transparent severance systems, and social safety nets that promote fairness without hindering businesses. Sri Lanka’s failure to adapt in this way has put it at a disadvantage in global manufacturing and services, where agility and speed are crucial.",
    "Reform is therefore not about weakening labour rights but modernising labour governance. Simplifying regulations, encouraging skill-based contracts, and introducing digital labour management systems can help align worker security with business competitiveness. Unless labour laws are restructured to reflect the realities of a modern economy, Sri Lanka will remain a difficult place for investors seeking flexibility, efficiency, and innovation.",
    "6. Over-politicised bureaucracy: When governance becomes a barrier",
    "Perhaps the most pervasive and deeply rooted barrier to foreign investment in Sri Lanka is its over-politicised bureaucracy. For decades, political interference in administrative affairs has eroded professionalism, slowed decision-making, and undermined public trust. Instead of functioning as a neutral, efficient arm of governance, the bureaucracy has often become an extension of partisan control — where appointments, promotions, and decisions are influenced more by loyalty than by merit.",
    "For foreign investors, this politicisation translates into unpredictability and inconsistency. A project approved under one administration may be delayed, renegotiated, or even cancelled under another. Such uncertainty discourages long-term investment commitments, as investors cannot rely on the continuity of policy or the neutrality of the institutions responsible for implementation. In effect, the bureaucracy — which should facilitate investment — has become a gatekeeper of inefficiency.",
    "By contrast, countries that have successfully attracted sustained FDI flows — such as Singapore, Malaysia, and Vietnam — have built professional civil services insulated from political manipulation. Their bureaucracies operate with clear accountability, measurable performance standards, and a culture of service rather than subservience. These institutional qualities give investors confidence that contracts will be honoured, approvals will be consistent, and governance will remain stable regardless of political shifts.",
    "To overcome this structural weakness, Sri Lanka must embark on a deep administrative reform agenda — one that restores merit-based recruitment, ensures transparency in public decision-making, and insulates state institutions from partisan influence. A professional bureaucracy is not merely an administrative necessity; it is the backbone of investor confidence. Without it, every reform — from tariffs to taxation — will remain fragile and reversible, and the dream of sustained economic growth will remain just that — a dream.",
    "Conclusion: Reform first — growth will follow",
    "Sri Lanka stands at a defining economic crossroads today. The decision by President Anura Kumara Disanayake to end decades of IMF dependency was not merely financial — it was philosophical. It reflected a determination to move from rescue economics to self-reliant development. Yet, achieving this vision requires more than fiscal discipline; it demands deep structural reform across the very systems that govern investment, trade, and productivity.",
    "The six barriers identified — high tariffs, non-tariff restrictions, customs inefficiency, unpredictable taxation, rigid labour laws, and an over-politicised bureaucracy — represent not isolated weaknesses but an interconnected web of constraints that have long deterred foreign direct investment. Together, they create a climate of uncertainty, inefficiency, and mistrust — the very opposite of what global investors seek.",
    "Removing these barriers will not be easy. Each reform will challenge entrenched interests, bureaucratic comfort zones, and outdated economic thinking. But the alternative — continued stagnation and dependency — is far more costly. If Sri Lanka is to become a competitive, export-driven, and innovation-led economy, it must embrace reform not as an option but as an obligation to future generations.",
    "Countries that once stood where Sri Lanka stands today — Vietnam, Malaysia, and Indonesia — achieved transformation not through luck or aid, but through policy courage and administrative discipline. Sri Lanka can do the same. The moment demands clarity of purpose, consistency in policy, and a national consensus that economic sovereignty comes only through competitiveness.",
    "Foreign Direct Investment is not charity; it is confidence. It flows where governance is predictable, rules are fair, and institutions are professional. To earn that confidence, Sri Lanka must prove that it is ready — ready to reform, ready to compete, and ready to grow on its own terms. Only then will President Disanayake’s vision of an independent, thriving, and self-sustaining Sri Lankan economy truly be realised.",
    "(The writer served as the Special Adviser to the President of Namibia from 2006 to 2012 and was a Senior Consultant with the UNDP for 20 years. He was a Senior Economist with the Central Bank of Sri Lanka (1972-1993). He can be reached at [email protected].)"
  ]
}