{
  "url": "https://www.eiu.com/n/chinese-exports-surge-ahead-of-us-reciprocal-tariffs/",
  "title": "Chinese exports surge ahead of US reciprocal tariffs",
  "ut": 1744707141.0,
  "body_paragraphs": [
    "Chinese exports surge ahead of US reciprocal tariffs",
    "CommerceForecastingGeopoliticsRiskTradeAmericasAsiaChinaGlobalUnited StatesCountry Analysis",
    "What’s happened?Higher than expected growth in Chinese exports was underpinned by a low base of comparison from a year earlier and partly by a pick-up in external sector activity, as Chinese exporters continued to front-load shipments ahead of tariff increases by the US in April. This is evident in the 9.1% year-on-year increase in China’s exports to the US, despite the cumulative 20% tariffs imposed by the US president, Donald Trump, on China in February-March. However, direct US-China trade is set to tumble over the second quarter, as the two countries struggle to defuse a de facto trade embargo.Why does it matter?The tariff developments are boosting intermediate trade activity, which also increased in March, with shipments to traditional re-export hubs like ASEAN nations (11.6%) posting strong growth. Export growth to Vietnam (18.9% year on year), Thailand (27.8%) and Indonesia (24.6%) outperformed in particular. Other destinations for trade rerouting and market exploitation also witnessed a sharp increase in trade (23.5%). China’s trade with non-US economies will continue to soar, partly bolstered by transshipments, although trade tensions will rise with these countries, which themselves will be concerned about their widening deficits with China.Import data reveals the directions of China’s retaliations against the US. Total soybean imports nearly halved (-46.5%); while customs data has yet to break down imports by origin, this likely indicated that China already dramatically slashed its imports from the US by raising tariff barriers and issuing window guidance to state-owned enterprises to stop purchase. Most of China’s soybean imports in the first quarter of a year come from the US. This echoes our view that China will target the US’s agricultural sector, identifying it as one of its weak links.Despite escalating trade tensions, the US is unlikely to break its dependence on China’s cost-efficient electronics manufacturing anytime soon—particularly in the consumer tech segment. This is reflected in the steady growth of China’s exports of home appliances (12.5%), LCD display, mobile phones (7.7%) and integrated circuits (7.9%), which has an entrenched role in global electronics supply chains. The Trump administration has exempted smartphones, computers and several other electronic devices from the so-called “reciprocal” tariffs, including the 125% duties applied to imports from China.What next?China’s exports will slump sooner or later over the remainder of 2025, although it will not necessarily experience an immediate decline. Key transshipment hubs—many in South-east Asia—will remain largely functional in rerouting Chinese goods, having received a temporary pause in US reciprocal tariffs on non-Chinese economies.The analysis and forecasts presented in this article are drawn from EIU’s Country Analysis service. This comprehensive solution offers essential insights into the political and economic outlook of nearly 200 countries, empowering businesses to manage risks and develop effective strategies.",
    "CommerceForecastingGeopoliticsRiskTradeAmericasAsiaChinaGlobalUnited StatesCountry Analysis"
  ]
}