{
  "url": "https://www.eiu.com/n/what-to-watch-as-sheinbaums-presidency-begins/",
  "title": "What to watch as Sheinbaum’s presidency begins",
  "ut": 1727689724.0,
  "body_paragraphs": [
    "What to watch as Sheinbaum’s presidency begins",
    "EconomyForecastingPoliticsRegulationAmericasMexicoCountry Analysis",
    "Claudia Sheinbaum of the ruling left-wing Movimiento Regeneración Nacional (Morena) begins her six-year term as president on October 1st. Her first few months in office will reveal how she intends to govern, as well as how much latitude she has to implement her policy agenda. Important determinants will include her relationship with Morena hardliners, as well as the result of the November US presidential election, both of which carry distinct implications for Mexico’s economic outlook.",
    "Ms Sheinbaum begins her presidency in a privileged position. She won the June presidential election by a landslide, she holds the support of the popular outgoing president, Andrés Manuel López Obrador, and her party commands supermajorities in the new Congress. However, questions abound over whether she will stick to Mr López Obrador’s policy programme, whether she has the political capital to implement a different agenda and what her presidency will mean for Mexico’s shaky economic outlook. This article examines three factors (domestic and external) that we believe will set the initial course of her presidency.",
    "Morena ideologue or pragmatic technocrat?",
    "Despite her detailed platform and strong public profile since winning the election, it remains unclear in which ideological direction Ms Sheinbaum intends to take her administration. She is a long-standing ally of Mr López Obrador and has broadly backed continuing his nationalist and populist agenda, which includes heavy social spending and maintaining the state’s strong role in the economy, not least via Pemex, the heavily indebted state-owned oil company. However, her 100-point programme and appointment of a mostly moderate and well-qualified cabinet suggest that she will prioritise more orthodox policies, even if her stated goal is to advance Mr López Obrador’s “Fourth Transformation” movement. This more orthodox approach would include encouraging private and foreign investment, accelerating Mexico’s green transition and promoting infrastructure development on competitiveness (rather than social) grounds—all actions that Mr López Obrador eschewed.",
    "Although we have long believed that Ms Sheinbaum will be more pragmatic and less populist than Mr López Obrador, she will still face major constraints in implementing her policy priorities. One obstacle is Congress; her party holds a supermajority in each chamber, but Morena hardliners who would baulk at any substantial deviation from Mr López Obrador’s agenda occupy many of those seats. The fact that most Morena voters remain fiercely loyal to Mr López Obrador will further limit her room for manoeuvre, particularly as she could face a recall referendum, instituted by Mr López Obrador himself, that could result in her ouster just halfway into her term. Mr López Obrador has pledged to retire from politics and has endorsed Ms Sheinbaum taking full control over her presidency. However, the recent appointment of his son as Morena party secretary implies that the outgoing president will maintain a strong influence; Mr López Obrador’s son may well emerge as a rival to Ms Sheinbaum for control over the party during her presidency.",
    "We expect that this tension between Ms Sheinbaum’s priorities and Morena’s hardline wing will dictate the formulation and implementation of policy during her term. Her budget proposal, which she will present to Congress in November, will provide an early test of how and whether she manages to balance the two. The document will also signal how she intends to address the government’s widening fiscal deficit, which we expect to weigh on her spending plans.",
    "Will Sheinbaum reshape the constitutional reform process?",
    "Another open question is how Ms Sheinbaum will shape Mr López Obrador’s ongoing constitutional reform effort, which we believe would weaken Mexico’s economic outlook if implemented in full. Mr López Obrador has managed to push some of these reforms through the new Morena-led Congress, which has already been in office for a month. These include a judicial reform that allows for the popular election of judges and a security reform that gives the military a larger role in public safety. Both reforms have attracted sharp criticism from the business community, as well as from the US and Canadian governments, owing to concerns over the rule of law, institutional transparency and the country’s long-standing issues with violence. Ms Sheinbaum now faces the task of implementing these reforms, as well as pushing Mr López Obrador’s other controversial proposals—including changes to the electoral system and the elimination of independent regulatory agencies—through Congress.",
    "We continue to believe that Ms Sheinbaum will water down the reforms, to the benefit of the business environment, but her room to manoeuvre will be limited. Passing and implementing the reforms will require input from Congress, which ignored her call not to rush changes to the judicial system. Markets have shrugged off some initial worries about the judicial reform, with the peso recouping some of its recent losses. However, there is a limit to this risk tolerance, and we believe that this will become more apparent as the reform process pushes ahead. If Ms Sheinbaum fails to blunt the more disruptive elements of Mr López Obrador’s reforms, during either their development or their implementation, we would expect Mexico’s already-tepid economic outlook to deteriorate further.",
    "Will Sheinbaum face a Harris or Trump US presidency?",
    "The US presidential election in November presents distinct scenarios for the future of US-Mexico relations, with implications for Ms Sheinbaum’s foreign policy and for Mexico’s economic outlook. Regardless of the election result, we expect Ms Sheinbaum to inherit some lingering bilateral trade tensions, including over Mexico’s protectionist energy policies. She will also face increasing pressure to crack down on Chinese investment in Mexico owing to rising US concerns about China using Mexico as a “back door” into the US market. The recent constitutional reforms will be an additional point of contention and will probably weigh on the renewal of the United States-Mexico-Canada Agreement (USMCA) in 2026, without necessarily derailing it. Ms Sheinbaum will also confront calls for Mexico to play a larger role in US border security as both Democratic and Republican US lawmakers respond to heightened voter concerns about illegal immigration.",
    "Whether or not these issues upend US-Mexico relations will depend heavily on the next US administration. We believe that escalation risks would be low under a Harris presidency, which we would expect to prioritise the bilateral relationship, as the current Democratic president, Joe Biden, has done. Ms Harris’s favourable views on nearshoring, her plans to continue Mr Biden’s green energy subsidies (from which Mexico benefits) and her broadly collaborative approach to migration management would bode well for bilateral ties. This would also ensure a fairly smooth USMCA renewal process, to the benefit of Mexico’s trade and investment prospects. The shared experience of Ms Sheinbaum and Ms Harris as their countries’ first female presidents, both with leftist agendas, could enhance bilateral co-operation further.",
    "Our outlook for US-Mexico relations is more pessimistic under a Trump administration. Ms Sheinbaum would have a much less reliable partner in Mr Trump than in Ms Harris and would be unlikely to forge the surprising rapport that Mr Trump had with Mr López Obrador. Bilateral relations would become more erratic and combative, as occurred during Mr Trump’s last term in office. Tariff threats would be a key feature of his approach, particularly for achieving his goals of reducing the growing US trade deficit with Mexico, tightening immigration restrictions and countering China. The USMCA renewal would be more tumultuous, especially as we would expect Mr Trump to treat the process as a full renegotiation. A US exit from the agreement would be unlikely. However, Mr Trump’s hostile rhetoric towards nearshoring (which he views as a threat to US manufacturing) and his efforts to limit Mr Biden’s green subsidies would weigh on Mexico’s investment, trade and growth prospects while also subjecting the peso to bouts of volatility.",
    "The analysis featured in this article can be found in EIU’s Country Analysis service. This integrated solution provides unmatched global insights covering the political and economic outlook for nearly 200 countries, enabling organisations to identify prospective opportunities and potential risks.",
    "EconomyForecastingPoliticsRegulationAmericasMexicoCountry Analysis"
  ]
}