{
  "url": "https://www.ft.lk/columns/Can-we-rely-on-the-police/4-774448",
  "title": "Can we rely on the police?",
  "ut": 1742344902.0,
  "body_paragraphs": [
    "When the very institution tasked with upholding law and order becomes a predator, the people are left defenceless",
    "A critical analysis of political influence and the future of Sri Lanka Police",
    "The Sri Lanka Police is once again under scrutiny, with former IGP Deshabandu Thennakoon missing after the Matara Magistrate’s order for his immediate arrest over a shooting incident in Weligama in 2023. The court’s ruling establishes that the deployment of Colombo Crime Division (CCD) officers in this matter was unauthorised and that Thennakoon, along with eight other officers, conspired to commit murder. The sight of the former IGP fleeing from the very institution he is supposed to lead is both ironic and tragic.",
    "As this incident unravels, numerous other cases come to light, exposing police misconduct at all levels. Former Senior DIG Lalith Jayasinghe, who was sentenced to five years’ imprisonment in 2023 for intimidating the Kahawatte OIC to refrain from arresting MP Premalal Jayasekara over a 2015 shooting incident, was convicted for the second time in 2025 and sentenced to four years of rigorous imprisonment for sheltering a key suspect in the rape and murder of schoolgirl Sivalokananthan Vidya in Jaffna. A police constable is implicated in the Middeniya shooting, and a Negombo Police Crime Branch officer is arrested in connection with the assassination of Ganemulla Sanjeewa at the Colombo Magistrate’s Court. The public is left questioning: Is the police force upholding law and order, or must we now defend ourselves from the police as well?",
    "The Sri Lanka Police motto is Dhammo Hawe Rakkathi Dhammachari—“Those who uphold the Dhamma are protected by it.” The mission of the Sri Lanka Police includes noble phrases like: “committed and confident to uphold and enforce the law,” “prevent crime,” and “prejudice to none—equity to all.” However, history provides notable examples of former officers of Sri Lanka Police whose legacies stand in direct contradiction to these ideals.",
    "Infamous testaments to police brutality",
    "During the insurrection of 1987–1989, known as Bheeshana Samaya (the Dark Period of Terror), police officers were instrumental in mass extrajudicial killings, enforced disappearances, abductions, and torture. The assassinations of human rights lawyer Wijedasa Liyanarachchi and journalist Richard de Zoysa and the Batalanda Torture Camp remain infamous testaments to police brutality. Today, decades later, the cycle continues—only the methods have evolved, becoming more discreet, but the end goal remains unchanged: serving the political regime at the cost of justice.",
    "One of the key reasons behind police misconduct in Sri Lanka, when examined alongside its political landscape, is the force being caught in the crossfire of political power struggles. These struggles—like in any other country—are never fair, ethical, or transparent; they are corrupt, ruthless, and opportunistic. As a result, the police, who are responsible for upholding law and order, cannot escape the consequences, as their authority is dictated by politicians and regimes that are themselves deeply corrupt. Under longstanding Governments, high-ranking police officers shift their allegiance from protecting the State to safeguarding the political establishment. This loyalty is rewarded with promotions, influence, and impunity.",
    "The longer a regime lasts, the stronger this mutually beneficial relationship grows. Officers who obey political directives are granted a free pass for their crimes, and their unchecked power allows them to act with absolute impunity. Junior officers, meanwhile, find themselves trapped. If they refuse to comply with unlawful orders, they face unjust transfers, demotions, or even fabricated disciplinary actions. Fear ensures their obedience, perpetuating a system where corruption flourishes unchecked.",
    "The 1980s and 1990s saw officers like former DIG Premadasa Udugampola, who is inextricably linked to crimes such as the murder of Wijedasa Liyanarachchi, the Eppawala Meegaswewa killings, and the massacre of 153 villagers in Kundasale—atrocities committed under his watch as DIG of the Southern, North-Central, and Central Provinces. ASP Douglas Peiris, another key figure, was exposed by the Batalanda Commission for his role—alongside Chief Inspector Ranjith Wickramasinghe and 11 other officers—in the illegal detention, torture, and murder of detainees at the Batalanda torture camp. Testimony from Sub-Inspector Ajith Jayasinghe further revealed Peiris’s collaboration with underworld criminals like Gonawala Sunil, Soththi Upali, and Uragasmansandiye Shashendra—figures he was meant to bring to justice. These officers did not uphold the law; they enabled a regime that prioritised power over justice, knowing they would act with impunity.",
    "Systematically targeted",
    "Their brutality extended beyond JVP and PPM rebels. SLFP members, human rights activists, journalists, and other perceived threats to the Government were systematically targeted. The Batalanda Commission explicitly named political figures—Ranil Wickremesinghe, Joseph Michael Perera, and John Amaratunga—as being fully aware of these police operations. Wickremesinghe, as Minister of Industries and Scientific Affairs, had directly instructed police conduct in anti-subversive activities at Batalanda, abusing his authority. It is therefore evident whose political agenda the police were serving.",
    "Loyalty to the regime brought rapid, irregular promotions. Udugampola, as Gampaha SSP in 1982, unlawfully seized anti-referendum leaflets, violating fundamental rights—a ruling confirmed by the Supreme Court (Rathnasara v. Udugampola, 1983). Yet, weeks after the verdict, he was promoted, with the then United National Party government—led by J.R. Jayewardene—covering the legal costs and compensations to the victim. The Batalanda Commission similarly recorded Douglas Peiris’s promotion to ASP for “eliminating disruptive elements.” Former IGP Ernest Edward Perera later admitted— testifying before Batalanda Commission—that “elimination” was nothing more than extrajudicial killings. The message was clear—loyalty outweighed justice.",
    "We see the same patterns repeating across different eras. Ronnie Gunasinghe, another officer notorious for his alleged involvement in enforced disappearances—including accusations related to the murder of journalist Richard de Zoysa—was widely known for his unwavering loyalty to President Ranasinghe Premadasa during his tenure (1989–1993). Similarly, under President Chandrika Bandaranaike Kumaratunga, SSP Bandula Wickramasinghe, then Director of the Crime Detective Bureau, was accused of maintaining close ties with key underworld figures.",
    "The same blueprint resurfaced during the investigation into the 2009 murder of Lasantha Wickrematunge, when the Rajapaksa regime was in power. Two IGPs who served under Mahinda Rajapaksa were later found to have tampered with the investigation, while DIG Prasanna Nanayakkara was implicated in the cover-up. These cases further illustrate how, in every era, certain high-ranking police officers have served political agendas rather than upholding the law as an independent enforcement body.",
    "Riddled with accusations",
    "Today, we see similar patterns in the case of former IGP Thennakoon. His record, too, is riddled with accusations. On 14 December, 2023, the Supreme Court found him and two subordinates guilty of torturing a suspect and violating fundamental rights. The Human Rights Commission of Sri Lanka (HRCSL) recorded 24 custodial deaths—including that of drug kingpin Makandure Madush—in the Western Province between January 2020 and August 2023, during Thennakoon’s tenure as Senior DIG of the Western Province. He allegedly instructed police officers not to inspect a suspicious lorry on 5 April 2019, at the Gelanigama entrance of the Southern Expressway. Additional accusations include threatening journalists, illegal arrests, abuse of State resources during the COVID-19 period, and interference in investigations. More decisions on Fundamental Rights petitions in which he is a key respondent are expected in the coming months of 2025. Therefore, it is abundantly clear that his record is far from that of a law enforcer committed to justice and order.",
    "High-ranking officers who orchestrate these crimes often escape punishment, while their subordinates bear the consequences. Junior officers, forced to follow illegal orders, find themselves interdicted, dismissed, or prosecuted. Yet obedience is no excuse. In Wijesuriya v. The State—also known as the Premawathi Manamperi case—the Supreme Court has made it clear: “If an order to a state official is obviously and manifestly illegal, it is the duty of the official to refuse to carry it out.”",
    "The greatest tragedy is that, with the police force’s stance being so questionable and unreliable, citizens have no trustworthy institution to turn to for justice. A police force riddled with corruption cannot be trusted to investigate itself. When the very institution tasked with upholding law and order becomes a predator, the people are left defenceless.",
    "Hence, if President Anura Kumara Dissanayake—who also serves as Minister of Defence—Acting IGP Priyantha Weerasooriya, and any law-abiding official are genuinely committed to reforming the police, there is only one path forward: stripping political influence from law enforcement. The police must be insulated from political control, with independent oversight bodies empowered to hold officers accountable. Recruitment and promotion criteria must reward integrity, not loyalty to regimes. Whistleblower protections must be strengthened so officers can report misconduct without fear of retaliation. Independent civilian review boards must be established to investigate complaints against police officers.",
    "A police force that serves political interests rather than the people is a fundamental betrayal of justice. The longer this crisis persists, the more inevitable it becomes that citizens will seek alternative means to protect themselves—an outcome that benefits no one except those who thrive in chaos. The Sri Lanka Police must decide whether it stands for law and order or lawlessness and oppression. The people deserve nothing less than the truth.",
    "(The writer is an Attorney-at-Law.)"
  ]
}