{
  "url": "https://www.dailymirror.lk/opinion/Only-sanity-will-help-Sri-Lanka-in-balancing-ties-with-India-and-China/231-293427",
  "title": "Only sanity will help Sri Lanka in balancing ties with India and China",
  "ut": 1728495160.0,
  "body_paragraphs": [
    "The new government led by President Anura Kumara Dissanayake is now faced with the challenge of maintaining solid ties with all the countries without alignment with any camp or country",
    "Yet, by deeds and actions, the NPP has now proven that it is pragmatic and open for foreign investments",
    "No matter what, a leftist tagline is still attached to the NPP by some parties locally and internationally",
    "Pro-China branding of the Sri Lankan government ruffles feathers in New Delhi",
    "The new government is a new phenomenon in a novel social, economic context. The economic crisis that the country grappled with in 2022 conditioned the mindsets of people to look for a departure from traditional politics. The NPP (National People’s Power), a political force outside the mainstream, became the choice of the majority of voters, albeit the total votes polled by it at the September 21 presidential election fell less than 50 percent.",
    "The NPP is nothing but a political alliance led by the Janatha Vimukthi Peramuna (JVP) which is a party with a Marxist, leftist origin. The JVP, or the NPP for that matter, has not announced formally that it has now abandoned its leftist ideology. Yet, by deeds and actions, the party has now proven that it is pragmatic and open for foreign investments and greater private sector role in economic development.",
    "No matter what, a leftist tagline is still attached to the NPP by some parties locally and internationally. Taglines matter because they help build public perceptions – far different from reality at times.",
    "In the run up to the presidential election, the NPP was portrayed as a party leaning towards China in its foreign policy- particularly in the Indian media.  India sees China as the biggest threat to its interests in the region, particularly in security aspects. For all the countries in its neighbourhood, bar Pakistan, it is challenging to strike a balance in ties with India and China – two economic giants vying for strategic influence.  Pro-China branding of the Sri Lankan government ruffles feathers in New Delhi.",
    "India is vigorous in its pursuit of its ‘Neighbourhoods First’ policy and SAGAR outlook’.  The successive governments in Sri Lanka maintained healthy ties with India and the formation of a pro- China rule in Sri Lanka is not something that India can ingest.",
    "Ahead of the presidential election, India took steps to make sure that its ties with Sri Lanka remain on track despite any regime change. Having sensed the groundswell of support for the NPP ahead of the election, India invited its leaders for engagement – an act stemming from its policy to foster ties with the major political forces of all the countries in its neighbourhood.",
    "The new government led by President Anura Kumara Dissanayake is now faced with the challenge of maintaining solid ties with all the countries without alignment with any camp or country.  On the one hand, India is assertive that   bilateral cooperation should be based on its ‘Neighbourhood First’ policy and SAGAR outlook. On the other hand, China is increasingly hopeful of advancing its relations with Sri Lanka further under the new government in terms of what is called ‘strategic partnership cooperation’.",
    "Days after the President took office Indian External Affairs Minister Dr.S. Jaishankar visited Colombo on October 4, 2024 and called on   him, met with Prime Minister Dr. Harini Amarasuriya and held discussions with Foreign Minister Vijitha Herath. He also met former President Ranil Wickremesinghe and Samagi Jana Balawegaya (SJB) leader Sajith Premadasa.",
    "The Indian External Affairs Ministry put out a comprehensive statement after the visit outlining the entire aspect of his visit.",
    "The statement said, “In his discussions with Foreign Minister Herath, EAM (External Affairs Minister) conveyed India’s strong commitment to advance bilateral cooperation based on its ‘Neighbourhood First’ policy and SAGAR outlook. In this context, he assured that India’s ongoing development assistance to Sri Lanka through projects of Sri Lankan priority will be continued. He emphasized that India has offered to modernize the Kankesanthurai port through a grant to the tune of US $ 61.5 million. He also conveyed that payments for seven completed Line of Credit projects to the tune of US $ 20 million could be converted into grants. India has also decided to gift 22 diesel locomotives to the Sri Lankan Railways.",
    "“In his meeting with the President, EAM spoke about ongoing initiatives in the field of energy production and transmission, fuel and LNG supply, solar electrification of religious places, connectivity, digital public infrastructure, health and dairy development. He highlighted that they would contribute to economic sustainability and provide new streams of revenue. The Sri Lankan President said that India’s economic support is critical to realise his vision of a prosperous Sri Lanka and meeting the aspirations of the people. He referred to the potential of export of renewable energy to India, which could help reduce production costs in Sri Lanka and create additional resources. The President also noted the contribution of Indian tourists and recognized that this has the potential to grow further”.",
    "Referring to security ties, the statement said, “The meetings brought out that the interests of India and Sri Lanka were closely intertwined. Their collaboration was in mutual interest and contributed to the stability and security of the region. The importance of a continuous dialogue that would promote trust, transparency and mutual sensitivity was recognized. The President reiterated that Sri Lankan territory would never allowed to be used in a manner inimical to India’s security interests”.",
    "India’s overall approach is clear according to the language of the statement. India is not ready for any compromise on security ties. That will be the major challenging area for the current Sri Lankan government in balancing out ties with China. The previous government imposed a moratorium on foreign vessels carrying out research in Sri Lankan waters, a step taken under duress from India to keep Chinese research vessels’ foray into the Indian Ocean where the world powers including China are battling for geostrategic influence.  The moratorium will end in December, forcing the new government to decide on the step. It is a challenging task for Sri Lanka since China remains dismayed over the ban on its research vessels at the behest of India.",
    "The new government sounds pragmatic as things stand at the moment.  The Foreign Minister   said the government will not slant towards any country in the maintenance of its foreign policy.  Likewise, it has spelled out clearly that it will not leave room for any country to use Sri Lankan territory against the security interests of India.",
    "No country in South Asia, other than Pakistan, has been able so far to drift away from India in pursuit of foreign policies.",
    "Even the Maldives which tilted towards China under the government of President Mohamed Muizzu has now warmed up to India. Indian Prime Minister Narendra Modi and the Maldivian leader met on October 7, and comprehensively reviewed the entire gamut of bilateral ties while noting the progress made by both countries in deepening their historically close and special relationship that has immensely contributed to the betterment of the peoples of the two countries.",
    "The Indian Prime Minister underscored the importance attached by India to its relationship with Maldives under its ‘Neighbourhood First’ Policy and Vision SAGAR, and reaffirmed India’s unwavering commitment to assist Maldives on its developmental journey and priorities. President of Maldives thanked India for its timely emergency financial assistance, including by way of rolling over T-bills subscribed by SBI amounting to US $ 100 million in May and September 2024 for a further period of one year that provided the much needed financial cushion for Maldives in addressing its urgent financing needs. He acknowledged India’s continued role as the ‘First Responder’ of Maldives in times of need, following India’s earlier assistance in the last decade during the 2014 water crisis in Malé and the Covid-19 pandemic. President of Maldives Dr. Mohamed Muizzu expressed his appreciation for the decision of the Government of India to extend support in the form of USD 400 million and INR 30 billion as a bilateral currency swap agreement, instrumental in tackling the ongoing financial challenges faced by the Maldives. The leaders also agreed to implement further measures to support Maldives in addressing its financial challenges, according to the vision document.",
    "For Sri Lanka, there is much to gain from its ties both with China and India. China is also a global reality today with almost every country being economically linked to it.",
    "Even India is now trying to warm up to China for economic engagement. There is now a fresh debate underway within India on economic engagement with China. India is keen to see more Chinese investments. China emerged as India’s largest trading partner in the FY 2023-24 with $118.4 billion two-way commerce, narrowly edging past the US, according to the data of economic think tank GTRI.",
    "For Sri Lanka, it is always a pragmatic approach that matters. The new government is awake to reality. Only sanity will help Sri Lanka."
  ]
}