{
  "url": "https://www.ft.lk/columns/Understanding-US-reciprocal-tariffs-what-it-means-for-Sri-Lanka-Part-1/4-775161",
  "title": "Understanding US reciprocal tariffs – what it means for Sri Lanka: Part 1",
  "ut": 1743715577.0,
  "body_paragraphs": [
    "The imposition of the 44% tariff directly affects all goods exported from Sri Lanka to the US —with no exemptions for existing trade arrangements",
    "In April 2025, the United States government issued an Executive Order imposing sweeping reciprocal tariffs on imports from dozens of countries, marking a pivotal turn in global trade policy. The move, signed by President Donald J. Trump, declared a national economic emergency under the International Emergency Economic Powers Act (IEEPA), citing longstanding goods trade deficits and what the administration termed “non-reciprocal trade practices” by many of its trading partners.",
    "The implications of this policy shift are already being felt across global supply chains. Among the nations most directly impacted is Sri Lanka, which now faces a 44% ad valorem tariff on all goods exported to the United States under this new regime.",
    "This article outlines the origins of the reciprocal tariffs, their rollout and legal basis, Sri Lanka’s placement in the global tariff structure, and the real-time impact on Sri Lanka’s key industries and trade flows.",
    "1.The origin: From deficit anxiety to executive action",
    "The US government’s trade deficit in goods exceeded $ 1.2 trillion in 2024, a figure the Trump administration views as unsustainable and dangerous to national security. In response, a series of memoranda and investigations were launched between January and March 2025 under the direction of the White House, the US Trade Representative (USTR), and the Department of Commerce.",
    "The administration’s diagnosis was clear:",
    "The global trading system has created asymmetries.",
    "US exports face higher tariffs and non-tariff barriers abroad than foreign goods face in the American market.",
    "These disparities have led to the offshoring of manufacturing, job losses, and vulnerability in critical supply chains.",
    "The resulting Executive Order of 2 April 2025, declared a national emergency and invoked the IEEPA to authorise broad tariffs. This framework was used to implement a 10% across-the-board tariff on all imports beginning 5 April, followed by country-specific tariff increases starting 9 April.",
    "2. The rollout: A two-phase tariff regime",
    "The tariff policy was rolled out in two distinct stages:",
    "Phase 1: Universal 10% tariff",
    "All imports into the US from any country, regardless of existing free trade agreements or WTO standing, were subject to a baseline 10% ad valorem duty as of 5 April 2025.",
    "Phase 2: Country-specific tariffs",
    "From 9 April 2025, countries were classified into a tiered tariff structure based on their:",
    "Trade balance with the US",
    "Use of non-tariff barriers",
    "Overall level of market openness",
    "These country-specific tariffs ranged from 10% to 49%, with 63 countries listed in Annex I of the Executive Order. Sri Lanka was assigned a tariff rate of 44%, placing it among the ten most heavily affected countries.",
    "3. U.S. Trade Logic: What Is Meant by “Reciprocal”?",
    "The logic behind the reciprocal tariff regime is rooted in a simple principle: “Treat us as we treat you.” The administration argues that while the US has maintained an average MFN tariff rate of 3.3%, many trading partners impose much higher tariffs or equivalent trade barriers on US goods.",
    "India imposes up to 70% duties on US autos, while the US imposes just 2.5%.",
    "Turkey levies over 60% on apples, while the US imports Turkish apples duty-free.",
    "Vietnam and Sri Lanka were flagged for “non-reciprocal tariff structures and market distortions” that suppress domestic demand while promoting exports to the US",
    "These perceived asymmetries form the core rationale for retaliatory tariffs designed to equalise trade burdens.",
    "4.How countries were categorised",
    "Annex I of the Executive Order lays out the country-specific tariff rates. Countries are segmented roughly as follows:",
    "Sri Lanka, at 44%, is among the top five highest tariffed countries, only marginally behind Cambodia and Vietnam. This classification suggests that the US has assessed Sri Lanka as having one of the most restrictive trade environments for US goods, relative to what it receives from Sri Lanka.",
    "5.The 88% claim: A composite burden index",
    "In parallel to the tariff rollout, the USTR released estimates of the “effective trade burden” faced by US exports in each country. Sri Lanka was cited as imposing the equivalent of an 88% barrier—a figure that includes:",
    "Nominal import tariffs",
    "Non-tariff barriers (NTBs)",
    "Regulatory and customs delays",
    "While not a standard WTO metric, this figure serves as the US’s justification for the 44% reciprocal tariff on Sri Lankan exports. It should be noted, however, that the methodology behind this number has not been publicly disclosed and is not recognised in international trade accounting.",
    "6.The immediate impact on Sri Lanka",
    "The imposition of the 44% tariff directly affects all goods exported from Sri Lanka to the US —with no exemptions for existing trade arrangements. This represents a sudden and significant increase in landed costs for US importers and distributors sourcing from Sri Lanka.",
    "The impact can be examined at multiple levels:",
    "A.Macroeconomic exposure",
    "Trade concentration: The US is one of Sri Lanka’s top export markets, especially for apparel, rubber-based products, coconut, and agricultural goods.",
    "Export dependency: Over 25% of Sri Lanka’s apparel exports are US-bound.",
    "Foreign exchange inflow risk: A drop in US export orders could trigger a shortfall in USD inflows, impacting reserves and exchange rate stability.",
    "B. Apparel and textile sector",
    "Largest export sector, contributing over $ 5 billion annually in foreign exchange earnings.",
    "Tariffs will raise prices of Sri Lankan garments in the US by 44%, making them less competitive.",
    "US buyers may shift sourcing to tariff-free or lower-tariff nations.",
    "Potential outcomes include order cancellations, margin compression, and employment volatility in the sector.",
    "C. Rubber-based products",
    "Sri Lanka is a key supplier of industrial rubber goods, tires, and gloves.",
    "These are not listed under exclusions in Annex II, meaning they face full tariff exposure.",
    "Loss of competitiveness may lead to buyer substitution in markets like healthcare, automotive, and construction.",
    "D. Agro-exports: Tea, spices, coconut",
    "These products face varied impacts depending on their level of value addition.",
    "Bulk tea exports may retain some competitiveness, but branded retail packs, herbal infusions, and flavoured teas will now be significantly more expensive in the US market.",
    "Specialty spices and value-added coconut products—key to Sri Lanka’s organic product portfolio—will also suffer from diminished shelf appeal due to pricing pressure.",
    "E. Logistics and shipping services",
    "With potential US order volume declining, port activity, container handling, and inland logistics operations may see a downstream impact.",
    "While the service sector isn’t directly tariffed, the demand-side contraction will affect volumes and margins.",
    "F. Technology and digital services",
    "Although not immediately impacted, investor sentiment may shift as clients and MNCs reassess Sri Lanka’s strategic trade advantage in the region.",
    "7.Investor perception and business sentiment",
    "The sudden imposition of tariffs has created an atmosphere of uncertainty.",
    "Exporters have no clarity on timeline, exemptions, or dispute resolution mechanisms.",
    "Foreign investors assessing Sri Lanka as a regional export base may now consider alternative jurisdictions with better US access (e.g., Jordan, Vietnam, or Bangladesh).",
    "8. The absence of policy response",
    "As of this writing, Sri Lanka’s relevant ministries and agencies have yet to issue a public statement addressing the implications of the US Executive Order. This silence is problematic for several reasons:",
    "Market confidence: Businesses need reassurance that their concerns are being represented diplomatically.",
    "Global positioning: Silence may be interpreted by trade partners as acquiescence or lack of seriousness.",
    "Negotiating weakness: Without a formal challenge or request for review, Sri Lanka risks being locked into the high-tariff tier.",
    "9. A time for reflection and realignment",
    "While the tariff imposition is clearly a challenge, it also serves as a wake-up call to reassess Sri Lanka’s trade policy fundamentals:",
    "How diversified is our export base?",
    "Are we overly reliant on a few destination markets?",
    "Is our regulatory regime transparent and WTO-consistent?",
    "Can we leverage FTAs and economic partnerships more effectively?",
    "The US reciprocal tariff regime represents a major evolution in global trade dynamics, driven by domestic political imperatives and long-standing perceptions of trade injustice. For Sri Lanka, the 44% tariff and accompanying 88% trade barrier allegation underscore the need for proactive policy engagement, trade diplomacy, and economic recalibration.",
    "Rather than treating the tariff as an isolated penalty, it should be seen as a signal to modernise, diversify, and prepare for a more competitive global trade environment.",
    "Further analysis is available in the full report, “US Reciprocal Tariffs: Impact on Sri Lanka” [https://tinyurl.com/nhk258xm]",
    "Part 2 will be published tomorrow.",
    "(The writer is a Chevening Fellow from St. Cross College – University of Oxford and a trade policy enthusiast.)"
  ]
}