{
  "url": "https://www.ft.lk/opinion/President-urged-to-submit-report-on-recovery-and-rehabilitation-during-Cyclone-Ditwah/14-785086",
  "title": "President urged to submit report on recovery and rehabilitation during  “Cyclone Ditwah”",
  "ut": 1764621569.0,
  "body_paragraphs": [
    "Activist Kusal Perera also calls for post-Cyclone Environmental Conservation Plan",
    "President Anura Kumara Dissanayake",
    "Political commentator and activist Kusal Perera has written to President Anura Kumara Dissanayake urging for a report on the recovery and rehabilitation work during the “Cyclone Ditwah” and serious post-Cyclone Environmental Conservation Plan for upcountry. Following is the full text of Perera’s letter to President Dissanayake.",
    "I believe, Sri Lanka would have avoided part of the tragedy and saved those lives, if your JVP/NPP Government stepped in with a precautionary program, before the tragic Kadugannawa landslide on 22 November (2025), as you said on a political platform in June last year (2024) that “rains are natural, but not the damage”. You were very right then, when you said, most devastations are due to lack of planning and we now live in a hi-tech era with all necessary information and data at hand that enable us to plan in advance to avoid such tragedies.",
    "I also heard a few days ago, one in the political leadership of your Government, the Leader of the House, Minister Bimal Rathnayake informing parliament, that 26 deaths were reported including Kadugannawa and Badulla, with four missing in Nuwara Eliya. Making that statement he said, as a government they programmed in advance over a period of one month, to meet impending contingencies as the cyclone was known to come.",
    "But that was not so. First warning of a low depression gathering by the Meteorological Department is said to have been conveyed on 12 November and had gone unheeded. It was thereafter on 26 November, four days after the Kadugannawa landslide on 22 November the Indian Meteorological Department (IMD) and then the Sri Lankan Meteorological Department first spoke about Ditwah cyclone developing “near the Sri Lankan coast in the Bay of Bengal.” Again, it should be said, Kadugannawa landslide had, no pre-set precautions in place to meet such contingency. Minister Rathnayake also told parliament, the Government planned all relief work in consultation with you and would prepare a future program of action also in consultation with you, based on research done by the National Building Research Organisation (NBRO).",
    "Flood-hit Ella, Mahawa area",
    "On 29 November around 8:00 p.m., the Disaster Management Centre (DMC) announced, the death toll from extreme weather related tragedies accounted for 159 deaths and 203 missing. Over 234,000 families numbering 834,000 individuals left displaced and homeless. Our armed forces are handling rescue work with Indian air force assistance. There was definitely a lack of fast delivery of relief assistance in most affected areas, with District and Divisional Secretarial Offices left closed, due to holidays given to State sector on 28 November, while essential services were not clearly identified and declared. You may be aware, there are also multiple issues and more complaints on the ground in almost all districts. The most demanding issue is, Cyclone Ditwah related State notices and instructions going without a Tamil translation.",
    "What remains nevertheless is, the tragedy still keeps unfolding, despite Cyclone Ditwah now moving out of the country. Major rivers will bring waters down-river and flood lowlands. Large mounds of loosened earth and stones, would keep coming down. This tragedy would continue for a few more days increasing fatalities and displacements. Director General of the Meteorological Department was quoted in media saying, the fallout from Cyclone Ditwah would be there for more days in Jaffna, in Northern and in Trincomalee areas. While present numbers quoted may not be accurate, given the broken and dislocated networking system on the ground, we would be compelled to acknowledge bigger numbers of fatalities, displacements and devastation than now, in days to come.  This country, this Sri Lankan Citizenry, therefore has a right to know what exactly happened during Cyclone Ditwah and what would happen hereafter. That’s “transparency and accountability in governance,” you promised from every platform you spoke, during two “back to back” election campaigns last year (2024).",
    "Therefore I wish to call upon you to present to parliament and publicly share;",
    "a comprehensive, acutely surveyed Performance Report within a month on “Relief and Rehabilitation Work” carried out during the period 20 November to 4 December, 2025 that should include, (i) decisions of the Government (ii) Non and Semi-State organisations and State authorities/agencies mobilised at national and district level (iii) relief and rehabilitation work done in the 331 Divisional Secretariat (DS) areas (iv) financial commitments in detail including non-governmental and foreign aid and assistance and also (v) Indian military assistance and why that was necessary. a complete and detailed five-year “Environmental Conservation Plan” for vulnerable districts in upcountry, identified by the NBRO/DMC as prone for landslides, designed and developed within two months that should include (i) regaining and sustainably developing land, Cyclone Ditwah left devastated in all districts (ii) include relocation of Cyclone Ditwah affected and already displaced citizens since the Koslanda-Meeriyabedda landslide in October 2014 and (iii) developing safe areas for early relocation of people who live in threatened areas identified by the NBRO (iv) annual financial allocations necessary for implementation of the total program.",
    "I believe this would not be a new burden upon your Government, consistently promising a transparent and an accountable governing process, far different to what was there before. Would therefore expect a very positive immediate response."
  ]
}