{
  "url": "https://www.ft.lk/opinion/Shifting-public-mood/14-776820",
  "title": "Shifting public mood",
  "ut": 1748023056.0,
  "body_paragraphs": [
    "The regrouping of the once grand old party is a welcome development. A vibrant democracy depends on a credible and competitive opposition. However, for this resurgence to be meaningful, the parties must undergo a genuine internal refresh —particularly leaders who led the women, youth, and the trade union movement as reflected in the disappointing outcomes of multiple recent elections. Without bold changes the momentum from this regrouping risks fading into irrelevance",
    "In September 2024, Anura Kumara Dissanayake (AKD) of the National People’s Power (NPP) coalition was elected president, marking a dramatic shift from Ranil Wickremesinghe’s administration. This transition, fuelled by the 2022 ‘Aragalaya’ protests demanding accountability and economic reform, was solidified by the NPP’s landslide parliamentary victory in November 2024, granting them a supermajority. However, eight months into their term, public optimism has waned as tangible progress remains sparse, overshadowed by political theatrics. While AKD’s pledges to combat corruption, abolish the controversial Prevention of Terrorism Act (PTA), and address human rights issues resonated during the campaign, implementation has been sluggish, testing voters’ patience.",
    "Sri Lanka’s economy, still recovering from its 2022 collapse, shows tentative signs of stabilisation under a four-year IMF reform program. Shortages of fuel, medicine, and power have eased, and the February 2025 budget aimed to balance social welfare with fiscal discipline, targeting a deficit reduction to 5.2% of GDP and bolstering revenue. Yet structural reforms—such as debt restructuring and state enterprise privatisation—face delays, exacerbating public frustration. The May 2025 local elections underscored this impatience: the NPP secured 43% of the vote, a sharp 20-percentage-point drop from its 2024 peak, signalling eroded confidence in the Government’s ability to deliver rapid change.",
    "Several private sector leaders have aligned themselves with President Anura Kumara Dissanayake’s administration, bringing with them experience in both business and public service. Notably, individuals such as Hans Wijesuriya, Duminda Hulangamuwa, Arjuna Herath, Amal Cabral, and Sarath Ganegoda have taken on advisory roles. Many of them have previously served under past administrations, providing continuity and institutional memory alongside with renewed perspectives. One of the Government’s flagship initiatives in public sector reform is the modernisation of service delivery, led by Hans Wijesuriya.",
    "A key development in this space is the launch of “GovPay,” a digital payment platform designed to streamline transactions between citizens and the Government. This initiative is a welcome step towards improving transparency, reducing red tape, and enhancing the overall efficiency of public services. If implemented well, such reforms could mark a significant shift in how citizens engage with the state—and restore confidence in public administration.",
    "Foreign policy tightrope",
    "Colombo continues to navigate a delicate geopolitical balancing act. AKD’s recent visits to Beijing and New Delhi yielded agreements on infrastructure investment and debt relief, critical for Sri Lanka’s recovery. However, scepticism lingers about the administration’s diplomatic acumen, particularly after a former foreign minister’s unsanctioned interventions sparked internal friction. Managing relationships with India, China, and Western partners—while addressing US concerns over human rights to avoid trade penalties—remains a complex challenge.",
    "Sri Lanka’s current political climate is defined by a strong desire for reform and economic recovery. The NPP-led Government, under President Anura Kumara Dissanayake (AKD), faces the dual challenge of executing its ambitious reform agenda while managing public expectations amid ongoing economic constraints. The coming months will be crucial in determining whether these efforts can lead the country toward lasting stability and growth. However, the window for action is narrowing. From everyday issues like the rising cost of salt and coconut to more complex challenges such as electricity pricing, human rights concerns, and potential US trade tariffs, the Government must deliver meaningful solutions—quickly and visibly.",
    "If key members of his administration are unable to perform, President Dissanayake must act decisively and replace them with individuals capable of executing policy effectively. His powerful oratory and connection with the public have been valuable political assets, but they cannot substitute for results. Public patience is wearing thin, and there are clear signs of increased coordination between the UNP and SJB—indicating that the political opposition is regrouping. Unless his Government demonstrates clear progress soon, the initial goodwill could erode rapidly. In short, delivery—not rhetoric—will determine the success or failure of AKD’s leadership in the coming months."
  ]
}