{
  "url": "https://www.ft.lk/opinion/Deloitte-webinar-unpacks-Companies-Amendment-Act-No-12-of-2025/14-782915",
  "title": "Deloitte webinar unpacks Companies (Amendment) Act No. 12 of 2025",
  "ut": 1760312150.0,
  "body_paragraphs": [
    "Deloitte Sri Lanka hosted a webinar “Reforming today for a resilient tomorrow: Understanding the Companies (Amendment) Act No. 12 of 2025” following the enactment of the landmark amendment to the Companies Act No. 7 of 2007 on 4 August 2025. This amendment marks a significant step in strengthening Sri Lanka’s regulatory framework for corporates, with beneficial ownership disclosure as its key feature.",
    "This webinar brought together corporate law experts, regulators, and Deloitte professionals to discuss how these reforms will reshape business practices, governance, and compliance.",
    "Delivering the keynote, President’s Counsel and National Savings Bank Chairman Dr. Harsha Cabral outlined the evolution of corporate law in Sri Lanka and the growing importance of transparency. He highlighted that global bodies such as the Financial Action Task Force (FATF), World Bank, and United Nations Office on Drugs and Crime (UNODC) have long called for identifying the real owners of corporate entities to prevent misuse of company structures for money laundering, tax evasion, and other illicit activities. Many countries, including Sri Lanka, began introducing beneficial ownership declarations as early as 2018 through financial institutions, and with this new amendment Act these obligations are now formally mandated under corporate law. Dr. Cabral emphasised that this represents not just a legal update but a cultural shift, placing clear duties on directors, secretaries, and shareholders to ensure accountability and transparency.",
    "Colombo Stock Exchange (CSE) Senior Vice President – Legal Enforcement and Compliance Shivandini Liyanage explained how the CSE is preparing to align its rules with the new requirements. She noted that although regulations and prescribed forms are still to be finalised, the Central Depository Systems (CDS) must begin preparing now by establishing internal systems, issuing guidelines, and working closely with brokers and custodians to identify and report beneficial owners; particularly those holding 10% or more of shares. Given the complexity of ownership structures, she stressed that both CDS and companies will need to strengthen due diligence processes, modernise data collection practices, and train staff to ensure compliance once the Act becomes fully operational.",
    "From the regulatory perspective, Registrar of Companies Registrar Shyama Harshani detailed how the ROC will implement the new beneficial ownership disclosure regime. She explained that companies will be required to file seven key Beneficial Ownership (BO) forms (B01 to B07) on the eROC portal within prescribed timelines and with applicable fees, as to be set out in the upcoming regulations. She ensured that all information will be stored in a centralised registry accessible to regulators and, with certain restrictions, to the public, reinforcing both transparency and compliance with anti-money laundering and corporate governance laws. Harshani underlined that to avoid penalties, companies must keep pace with regulatory updates, submit reports on time, and maintain accurate BO records.",
    "This session also introduced Deloitte’s Green BO Flow, a SharePoint-based automation process that digitalises and streamlines the collection of beneficial ownership details and securely maintains a beneficial ownership register. By reducing manual effort and embedding ESG principles such as paperless processes and data privacy, Deloitte perceives compliance as a transparent and sustainable practice through Green BO Flow.",
    "Moderating the panel discussion, Deloitte Sri Lanka Director – Corporate Secretarial Disna Perera shared Deloitte’s perspective on turning compliance into an opportunity for stronger governance. She further emphasised, “The message is clear – the bar for governance requirements has been raised. Companies must quickly adapt to these changes and leverage technology effectively. This is crucial not only to mitigate risks but also to ensure compliance with the evolving regulatory landscape.”",
    "The webinar reaffirmed Deloitte’s role in helping corporates navigate regulatory reforms with confidence, providing practical insights and proactive tools to align compliance with long-term resilience."
  ]
}