{
  "url": "https://www.dailymirror.lk/hard-talk/All-stalled-investigations-under-former-regimes-to-resume-soon-Public-Security-Ministry-Secretary-Senior-DIG-Rtd-Ravi-Seneviratne/334-293691",
  "title": "‘All stalled  investigations  under former regimes to resume soon’ Public Security Ministry Secretary, Senior DIG (Rtd)  Ravi Seneviratne",
  "ut": 1728856395.0,
  "body_paragraphs": [
    "Secretary Ministry of Public Security, Senior DIG (Rtd) Ravi Seneviratne",
    "The newly appointed Secretary to the Ministry of Public Security, Senior DIG (Rtd) Ravi Seneviratne is confident in meting out justice to all those who suffered due to politically motivated killings, abductions and financial frauds in the country over the past several years sooner than later.",
    "Speaking exclusively to the  - his first interview after assuming duties as the Secretary to the Ministry of Public Security three weeks ago, Seneviratne said that President Anura Kumara Dissanayake’s fervent wish is to keep to his word that unlike previous administrations, under his government all those who were involved in crimes will be brought to book.",
    "“Out of all these politically motivated waves of crimes the latest was the Easter Sunday attacks where not only Sri Lankans but also several foreign tourists were killed. Had quick action been taken when intelligence reports informed that there would be attacks on Easter Sunday, this spate of attacks on April 21, 2019, could have been prevented. Legal action has to be taken even against the officers who failed to perform their duties to prevent the attacks,” Seneviratne said.",
    "According to him, although bodies of former Editor in Chief of The Sunday Leader Newspaper Lasantha Wickrematunge and Rugby player Wasim Thajudeen were exhumed for further investigations, the Criminal Investigation Department (CID) could not finish the investigations due to various reasons during the previous regimes.",
    "“It is the same with Keith Noyahr, Poddala Jayantha and Upali Tennakoon, Prageeth Eknaligoda, the Treasury bond scam and the sugar scam as well. Though the investigators were able to gather vital information, inquiries could not go further from a certain point, because of political interference. That is why President Dissanayake is adamant that all these unsolved investigations should  recommence and file legal actions against all the criminals irrespective of their political affiliations or positions,” the Ministry Secretary said.",
    "Revisiting the ‘Aragalaya’ period when the then IGP, C.D. Wickremaratne was accused by the politicians for not instructing his Officers In Charge (OIC) to prevent the burning down of politicians’ houses, to which Wickremaratne pointed the finger towards the politicians, Seneviratne said that under the Acting IGP Priyantha Weerasooriya, unless there is a service need police officers will not be transferred on anyone’s request.  “We have disciplined the police department now. Those who do not follow these instructions will have to face disciplinary inquiries. The public can lodge complaints against such errant officers,” he said.",
    "Seneviratne who was the Senior DIG in charge of CID for seven years continuously until he went on retirement was also a founding member of the Special Task Force (STF), one-time Deputy Director of the State Intelligence Service (SIS) and the Head of Sri Lanka Interpol. With his expertise on CID investigations, Seneviratne said that instructions have been given to the CID to inquire into the outcome of all Commission reports on the Easter Sunday attacks.",
    "“These are so vital. During the previous regimes, they did not put certain chapters of these Commission Reports out, as we believe in these reports they have identified who were responsible for the attacks. These Commission Reports cannot be kept under lock and key as they should be released to the investigators for them to get more information,” Seneviratne said.",
    "As he is in charge of the Department of Immigration and Emigration as well, Seneviratne said that a solution to resolve the passport issue will be taken soon and promised to bring those who were involved in the e-passport and e-visa fraud to task.",
    "When asked whether there were requests from former politicians to re-deploy the withdrawn security due to threats, Seneviratne said that there were several requests, but no one is above the law. The law should be applied equally to everyone.",
    "“This is the first time if I am not mistaken, that all security provided to former politicians was withdrawn. Earlier even after the parliament was dissolved they were provided the same security they were enjoying whilst serving as MPs. Those who have security threats can lodge complaints  which our officers will look into and based on the findings security can be provided,” Seneviratne said.",
    "Excerpts of the interview-",
    "When you were in charge of the CID, you once said that you had the cream of investigation officers whom you relied on in any given task to bring the criminals to book. But there were also cases that the CID could not take further action against due to political interference. Now the regime has changed and how confident are you that the NPP government led by President Anura Kumara Dissanayake will not follow suit of his predecessors?  How confident are you that your officers will have a free hand to inquire into all these unresolved investigations? If concrete evidence comes to light that a politician/s is involved in these frauds/crimes are you sure President Dissanayake will not interfere and stop further investigation?",
    "Don’t expect any such interference from President Anura Kumara Dissanayake. From the beginning of his election campaign he gave an assurance to people from all walks of life that if he is elected, he would not interfere with any police investigation or any other administrative decision. He has such a determination to bring justice to all those who suffered from these murders/ abductions and frauds.",
    "After taking over office, he instructed all his officials not to heed any instruction given by any past or present politicians or any other official and in such an event, to inform him if there is such interference and gave assurance that he would stand by the officials if any issue arises when discharging an honourable service within the frame of law and order.",
    "I have confidence in him and I know he will give his fullest support to every officer who carries out the inquiries accurately.",
    "With the change of government, you assumed duties as the Chief Accounting Officer of the three most criticised government institutions in the recent past i.e. Sri Lanka Police, the Department of Immigration and Emigration and the Department of Registration of Persons. What action have you already taken over the past three weeks to make the Police Department de-politicised and the police officers carry out their duties as per the country’s rule of law?",
    "President Dissanayake was elected by the people to put this country back on track. He has given instruction to de-politicise not only the police but also every government institution. Sri Lanka Police was plagued with politicisation. Other than a few, most of the police officers wanted to work on a legal frame and serve the people who came to them seeking their services. When these officers’ hands were tight, they could not discharge their duties to the general public. All these years, the police department became the most hated institution among the general public although most of our officers were helpless. We will make this institution people-friendly soon.",
    "The past is history now. From the time President Dissanayake assumed duties, the obstacles to serving the people were over and every police officer was assured that they could discharge their duties keeping their heads high without any political interference. If any politician makes any request for any favour, they should not heed the instructions. What we expect from them is to discharge their duties as per the rule of law.",
    "When it comes to police promotions, this procedure has been thoroughly politicised. Those who deserved promotions have been overlooked if they have not aligned with the ruling party politicians.",
    "A promotion of an SSP was challenged in courts and got him demoted to the rank of SP. Hence, we are focusing on these promotion procedure. Those who are eligible will be given promotions based on their performances.",
    "In addition there are many reported crimes where the police have failed to carry out any investigation. Those who are affected have been denied justice. We have to investigate all these unsolved crimes including the mega corruption cases that have been swept under the carpet for some reason.",
    "Even there are cases where police officers were found guilty in crime/ fraud cases by the courts. The court recently ordered a Senior Police Officer and few more officers to pay compensation to a victim who was tortured by these officers at the Mirihana Police Station. In the future, none of the police officers from top to the lowest ranks can harass any civilian. The general public come to the police to seek justice, not to become victims. Stern action will be taken against anyone irrespective of their rank if they are involved in any such activities.",
    "These are so vital. During the previous regimes, they did not put certain chapters of these Commission Reports out, as we believe in these reports they have identified who were responsible for the attacks. These Commission Reports cannot be kept under lock and key as they should be released to the investigators for them to get more information",
    "During the ‘Aragalaya’ when houses of certain politicians were incinerated, the then IGP C.D. Wickremaratne was summoned by SLPP politicians before the President and accused him of his failure to control this situation through his officers in the respective areas. With the appointment of the Acting IGP Priyantha Weerasooriya, how confident are you that he will carry out his duties impartially?",
    "When C.D. Wickremaratne was accused, in front of the President he said that he could not take responsibility as it was these politicians that wanted him to deploy the Officers’ In Charge (OICs) to these respective OIC stations out of the 184 OIC Stations in the country. It was then revealed how 182 OICs although without any experience/ qualifications, C.D. Wickremaratne had to be deployed on the instruction of the then politicians to look after their ‘interest’ in the area.",
    "The present Acting IGP has a good career record that nobody can point a finger at him. Considering all these facts, President Dissanayake wanted to appoint Weerasooriya as the Acting IGP. Although C.D. Wickremaratne followed unlawful instructions, the present IGP will not follow any such orders as the President has given him his fullest support to discharge his duties accurately and the police officers can talk to him for any assistance.",
    "However, within these three weeks we have changed that culture. Unless on a directive of the Acting IGP, no one will be transferred without a service requirement.",
    "What action would you take against the e-passport and e-visa scams and overcome the difficulties the people are facing in obtaining their passports and National Identity Cards? Have you initiated investigations as to how the e-passport and e-visa tenders have been offered?",
    "Steps have been taken to look into whether proper government procedures have been followed to award tenders to the e-passport and e-visas. If the proper tender procedure has not been followed, we will investigate as to how these ‘successful’ bidders have been selected. There is an ongoing court case in regard to the e-passport issue.",
    "Those who were involved in these scams will be punished. The old online visa system is now back through Mobitel.",
    "When can people expect to obtain their passports and NICs without any hassle?",
    "We are in the process of finding a solution to the passport issue. As of now a limited number of passports are issued daily from the Immigration Head Office at Battaramulla and also from regional offices island-wide.",
    "We have already ordered a stock of passport books and hopefully we can find a solution up to a certain extent by December this year.  The NIC issuance system too will be rectified soon.",
    "In the run-up to the presidential election, the then-presidential candidate Dissanayake promised that under his regime, priority would be given to restarting all the stalled controversial murder, fraud and abduction cases that none of the previous regimes wanted to go ahead with the politicians who were involved. Being the former Senior DIG in charge of the CID under whom, credible investigations were able to carry out to identify who were behind these crimes/ frauds but could not take legal action due to political interference. What are your plans to recommence all these investigations?",
    "The Acting IGP has already instructed the CID to restart all these high-profile murders, abductions and frauds that have been stalled during the previous regimes.",
    "If additional officers are needed for them to carry out thorough inquiries, we are ready to provide them all facilities  they need including infrastructure facilities. We have now made an environment where all these officers can carry out their duties without the interference of any official as we have given them that assurance expecting a credible outcome.",
    "We will give any assistance they need for the these investigations. Minister Vijitha Herath is closely monitoring how these investigations are conducted and has given instructions to me to give the necessary assistance to carry out all the investigations.",
    "What are these stalled investigations, when will these investigations re-commence and to which investigation will you give priority?",
    "Every case is vital for us as people gave a mandate to President Dissanayake to seek justice to those who were affected by the crimes.",
    "The stalled investigations which we have now recommenced are- the Easter Sunday attacks, the killing of Lasantha Wickrematunge and Wasim Thajudeen, attacks on the Associate Editor of The Nation Keith Noyahr, Poddala Jayantha and Upali Tennkoon, Navy abductions, Prageeth Eknaligoda’s disappearance, the Central Bank bond scam and the sugar scam to name a few among the many.",
    "We need to bring the criminals to book at the earliest. During SSP Shani Abeysekera’s tenure at the CID, he did not leave any stone unturned to gather credible information regarding the much talked about Mohamed Shiyam, Royal Park and Baratha Lakshman Premachandra’s murder cases where the court convicted the criminals.",
    "Since SSP Abeysekera has now been re-instated all eyes are on him, to find out how he will assist in concluding the inquiries of these high-profile investigations and file legal action not only against those who were directly involved but also who were indirectly involved as well.",
    "It was reported that soon after the regime changed in 2019, the CID got the Department of Immigration and Emigration to impose travel bans on more than 700 CID officials who were involved in all high-profile investigations. Is this true?",
    "Yes it is true. On the directives of politicians and high ranking police officials, the CID has given such orders to the Immigration, which is an offence. It is through the Court that such orders should be given. The politicians or any higher official may have given this order, but the officer who gave orders to the Immigration is responsible for the offence. On the other hand, when there wasn’t any court order, why did the Immigration impose such illegal travel bans? Not only the CID officials but also the Immigration Officials have to face consequences on this issue. I have already given instructions in writing to the Acting IGP to hold inquiries on this.",
    "Few CID officers fled the country in fear of their lives after the regime changed in 2019? If these officers are willing to come back and serve in the Police Department, will you take them back to the service? How many fled the country after the then government came into power?",
    "If they like to come back, they are most welcome. Before absorbing them to the Police service, we have to see why they fled the country? If it is because of the looming threats, they can be reinstated and will be paid their back wages. But those who left the country for personal reasons, will not be taken back. To my knowledge two officers left because of the threats they received but can be more due to other reasons as well.",
    "The Channel 4 documentary reveals important details into the Easter Sunday attacks. Azath Maulana who is accused of his involvement in the attack has now come forward to reveal how this attack was initiated, who were behind the barbaric act which is supposed to be very vital information. Any plans to bring Azad Maulana back to the country for questioning?",
    "We have not taken any decision as such. There is a case pending in the High Court on the Easter Sunday attacks. The CID has already re-opened the case and we hope to have a dialogue with the Attorney General and take action."
  ]
}