{
  "url": "https://hbr.org/2024/10/a-guide-to-being-a-great-panelist",
  "title": "A Guide to Being a Great Panelist",
  "ut": 1728023705.0,
  "body_paragraphs": [
    "Michael Prince/Getty Images",
    "Serving on a professional panel is a big opportunity. It’s a chance to showcase your expertise, network, and contribute to industry dialogue. How can you take advantage of it? First, make sure to prepare. You should understand the host and their goals for the event, including the topic of discussion and what areas they’d like to focus on. It’s also useful to research the other panelists and audience to see where you each connect (or don’t). I You should have three to five talking points you want to make throughout the event, and cater them to the demographic of the audience. On the day of the event, show up early and connect with the moderator. Stick to the main subject matter and avoid going off on tangents. Be respectful to other panelists by allowing them time to talk, and send a thank-you note to organizers a couple days after.",
    "Being a panelist offers advantages that extend beyond the appreciative applause of the audience. It’s a chance to showcase your expertise, network with your professional community, contribute to industry dialogue, and build your reputation as a thought leader. If you perform well, your colleagues may begin to see you as a go-to resource on the topic of discussion. The positive exposure can help you attract potential teammates, and depending on your field, clients or partners.",
    "Presentation Skills Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Presentation Skills. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Inspire your audience with confidence and poise.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "Building India's Leading E-Commerce Company: mjunction takes a LEAP",
    "Harvard Business Review, September/October 2024",
    "Read more on Presentation skills",
    "Business communication,"
  ]
}