{
  "url": "https://www.technologyreview.com/2024/11/18/1106960/the-rise-of-bluesky-and-the-splintering-of-social/",
  "title": "The rise of Bluesky, and the splintering of social",
  "ut": 1731884452.0,
  "body_paragraphs": [
    "You may have read that it was a big week for Bluesky.  If you’re not familiar, Bluesky is, essentially, a Twitter clone that publishes short-form status updates. It gained more than 2 million users this week. On Wednesday, The Verge reported it had crossed 15 million users. By Thursday, it was at 16 million. By Friday? 17 million and counting. It was the number one app in Apple’s app store.   Meanwhile, Threads, Meta’s answer to Twitter, put up even bigger numbers. The company’s Adam Mosseri reported that 15 million people had signed up in November alone. Both apps are surging in usage.  Many of these new users were seemingly fleeing X, the platform formerly known as Twitter. On the day after the election, more than 115,000 people deactivated their X accounts, according to Similarweb data. That’s a step far past not logging on. It means giving up your username and social graph. It’s nuking your account versus just ignoring it.",
    "Related StoryTwitter killers: 10 Breakthrough Technologies 2024Millions of people have fled the “bird site” owned by Elon Musk and flocked to decentralized social media services instead.",
    "Much of that migration is likely a reaction to Elon Musk’s support of Donald Trump, and his moves to elevate right-leaning content on the platform. Since Musk took over, X has reinstated a lot of previously banned accounts, very many of which are on the far right. It also tweaked its algorithm to make sure Musk’s own posts, which are often pro-Trump, get an extra level of promotion and prominence, according to Kate Conger and Ryan Mac’s new book Character Limit.  There are two points I want to make here. The first is that tech and politics are just entirely enmeshed at this point. That’s due to the extreme extent to which tech has captured culture and the economy. Everything is a tech story now, including and especially politics.",
    "The second point is about what I see as a more long-term shift away from centralization. What’s more interesting to me than people fleeing a service because they don’t like its politics is the emergence of unique experiences and cultures across all three of these services, as well as other, smaller competitors. Last year, we put “Twitter killers” on our list of 10 breakthrough technologies. But the breakthrough technology wasn’t the rise of one service or the decline of another. It was decentralization. At the time, I wrote:  “Decentralized, or federated, social media allows for communication across independently hosted servers or platforms, using networking protocols such as ActivityPub, AT Protocol, or Nostr. It offers more granular moderation, more security against the whims of a corporate master or government censor, and the opportunity to control your social graph. It’s even possible to move from one server to another and follow the same people.” In the long run, massive, centralized social networks will prove to be an aberration. We are going to use different networks for different things.   For example, Bluesky is great for breaking news because it does not deprioritize links and defaults to a social graph that shows updates from the people you follow in chronological order. (It also has a Discover feed and you can set up others for algorithmic discovery—more on that in a moment—but the default is the classic Twitter-esque timeline.)  Threads, which has a more algorithmically defined experience, is great for surfacing interesting conversations from the past few days. I routinely find interesting comments and posts from two or three days before I logged on. At the same time, this makes it pretty lousy at any kind of real time experience—seemingly intentionally—and essentially hides that standard timeline of updates from people you follow in favor of an algorithmically-generated “for you” feed.  I’m going to go out on a limb here and say that while these are quite different, neither is inherently better. They offer distinct takes on product direction. And that ability to offer different experiences is a good thing.  I think this is one area where Bluesky has a real advantage. Bluesky lets people bend the experience to their own will. You aren’t locked into the default following and discover experiences. You can roll your own custom feed, and follow custom feeds created by other people. (And Threads is now testing something similar.) That customization means my experience on Bluesky may look nothing like yours.",
    "This is possible because Bluesky is a service running on top of the AT Protocol, an open protocol that’s accessible to anyone and everyone. The entire idea is that social networking is too important for any one company or person to control it. So it is set up to allow anyone to run their own network using that protocol. And that’s going to lead to a wide range of outcomes.  Take moderation, as an example. The moderation philosophy of the AT Protocol is essentially that everyone is entitled to speech but not to reach. That means it isn’t banning content at the protocol level, but that individual services can set up their own rules.  Bluesky has its own community guidelines. But those guidelines would not necessarily apply to other services running on the protocol. Furthermore, individuals can also moderate what types of posts they want to see. It lets people set up and choose different levels of what they want to allow. That, combined with the ability to roll your own feeds, combined with the ability of different services to run on top of the same protocol, sets up a very fragmented future.  And that’s just Bluesky. There’s also Nostr, which leans toward the crypto and tech crowds, at least for now. And Mastodon, which tends to have clusters of communities on various servers. All of them are growing.   The era of the centralized, canonical feed is coming to an end. What’s coming next is going to be more dispersed, more fractured, more specialized. It will take place across these decentralized services, and also WhatsApp channels, Discord servers, and other smaller slices of Big Social. That’s going to be challenging. It will cause entirely new problems. But it’s also an incredible opportunity for individuals to take more control of their own experiences. If someone forwarded you this edition of The Debrief, you can subscribe here. I appreciate your feedback on this newsletter. Drop me a line at mat.honan@technologyreview.com with any and all thoughts. And of course, I love tips. Now read the rest of The Debrief The News TSMC halts advanced chip shipments for Chinese clients. It comes after some of its chips were found inside a Huawei AI processor. Google DeepMind has come up with a new way to peer inside AI’s thought process.",
    "An AI lab out of Chicago is building tools to help creators prevent their work from being used in training data. Lina Khan may be on the way out, but she’s going out with a bang: The FTC is preparing to investigate Microsoft’s cloud business.",
    "The Chat Every week I’ll talk to one of MIT Technology Review’s reporters or editors to find out more about what they’ve been working on. For today, I spoke with Casey Crownhart, senior climate reporter, about her coverage of the COP29 UN climate conference. Mat: COP29 is happening right now in Azerbaijan, do you have a sense of the mood?  Casey: The vibes are weird in Baku this week, in part because of the US election. The US has been a strong leader in international climate talks in recent years, and an incoming Trump administration will certainly mean a big change. And the main goal of these talks—reaching a climate finance agreement—is a little daunting. Developing countries need something like $1 trillion dollars annually to cope with climate change. That’s a huge jump from the current target, so there are questions about how this agreement will shake out. Mat: Azerbaijan seems like a weird choice to host. I read one account from the conference saying you could smell the oil in the air. Why there? Casey: Azerbaijan’s economy is super reliant on fossil fuels, which definitely makes it an ironic spot for international climate negotiations.",
    "There’s a whole complicated process of picking the COP host each year—five regions rotate hosting, and the countries in that region have to all agree on a pick when it’s their turn. Russia apparently vetoed most of the other choices in the Eastern European group this year, and the region settled on Azerbaijan as one of the only viable options. Mat: You write that if Trump pulls out of the UN Framework Convention on Climate Change, it would be like riding away on a rocket. Why would that be so much worse than dropping out of Paris? Casey: Trump withdrew from the Paris Agreement once already, and it was relatively easy for Biden to rejoin when he came into office. If, during his second term, Trump were to go a step further and pull out of the UNFCCC, it’s not just an agreement he’s walking away from, it’s the whole negotiating framework. So the statement would be much bigger. There’s also the question of reversibility. It’s not clear if Trump can actually withdraw from the UNFCCC on his own, and it’s also not clear what it would take to rejoin it. When the US joined in the ’90s, the Senate had to agree, so getting back in might not be as simple as a future president signing something.",
    "Mat: What from COP29 are you optimistic about? Casey: Tough to find a glimmer of hope in all this, but if there is one, I’d say I’m optimistic that we’ll see some countries step up, including the UK and China. The UK announced a new emissions target at the talks already, and it’ll be really interesting to see what role China plays at COP29 and moving forward. The Recommendation Once upon a time I was a gadget blogger. It’s fun writing about gadgets! I miss it! Especially because at some point your phone became the only device you need. But! My beloved wife bought me a Whoop fitness tracker for my birthday. It’s an always-on device that you wear around your wrist. I’ve been Oura-curious for some time, but frankly I am a little bit terrified of rings. I spent a number of months going to a hand rehab clinic after a bike accident, and while I was there first learned about degloving and how commonly it happens to people because a ring gets caught on something. Just thought I’d put that in your head too. Anyway! The whoop is a fabric bracelet with a little monitor on it. It tracks your movement, your heart rate, your sleep, and a lot more. There’s no screen, so it’s very low profile and unobtrusive. It is, however, pretty spendy: The device is free but the plan costs $239 annually. hide"
  ]
}