{
  "url": "https://www.ft.lk/columns/Fortresses-and-trade-agreements/4-787513",
  "title": "Fortresses and trade agreements",
  "ut": 1769564458.0,
  "body_paragraphs": [
    "‘‘Poor Mexico, so far from God, so close to the United States’’—Porfirio Diaz, Ruler of Mexico (1876 1911).",
    "My interest in trade agreements arose while working on my PhD in Canada in 1982-1985. Having been immersed in the protectionist/State-centric discourse that pervaded Sri Lanka in the 1970s, I was intrigued that the Canadian Government was pressing for a bilateral agreement with the more powerful and much larger United States.",
    "The Canada-US Free Trade Agreement (CUFTA) that was signed in 1987 was the first to include services trade. Given the cultural protectionism that was pervasive among many of the people I interacted with, I was also surprised that services were included. In one of my first publications on services trade I stated: “the Canada-US FTA is the only availability ‘laboratory’ for the study of free trade in services. . . . Such research is also of value to groups in other countries seeking to shape integration processes of various kinds including free-trade arrangements and labour exports.”",
    "CUFTA became NAFTA, which then was renegotiated and renamed during the Trump first term as USMCA. This served to blunt the force of the pressure exerted on Canada and Mexico by President Trump in 2025. He announced massive tariffs but found they would not apply to trade that was covered by the agreement. This was a confirmation of the central justification for trade agreements: protection of the smaller partners (Canada and Mexico) from bullying by the powerful partner.",
    "The USMCA is up for review in July 2026. Trump is likely to try to insert provisions harmful to Canada and Mexico. Will Canada and Mexico push back and achieve a mutually satisfactory agreement? Or will they walk away? If the latter, they will be subject to Trump’s volatility with no safeguards. These are issues that must be on the Canadian Prime Minister Mark  Carney’s mind these days.",
    "Fortress or trade diversification",
    "Hints of Carney’s thinking may be gathered from his acclaimed speech in Davos:",
    "‘‘Many countries are drawing the same conclusions — that they must develop greater strategic autonomy: in energy, food, critical minerals, in finance and supply chains.’’",
    "‘‘And this impulse is understandable. A country that cannot feed itself, fuel itself or defend itself has few options. When the rules no longer protect you, you must protect yourself.’’",
    "‘‘But let’s be clear-eyed about where this leads. A world of fortresses will be poorer, more fragile and less sustainable.’’",
    "‘‘And we are no longer relying on just the strength of our values, but also on the value of our strength.’’",
    "‘‘We are building that strength at home.’’",
    "‘‘Since my Government took office, we have cut taxes on incomes, on capital gains and business investment. We have removed all federal barriers to interprovincial trade. We are fast-tracking a trillion dollars of investment in energy, AI, critical minerals, new trade corridors and beyond.’’",
    "‘‘We are doubling our defence spending by the end of this decade and we’re doing so in ways that build our domestic industries.’’",
    "‘‘And we are rapidly diversifying abroad. We’ve agreed a comprehensive strategic partnership with the EU, including joining SAFE, the European defence procurement arrangements.’’",
    "‘‘We have signed 12 other trade and security deals on four continents in six months.’’",
    "‘‘In the past few days, we have concluded new strategic partnerships with China and Qatar.’’",
    "‘‘We’re negotiating free trade pacts with India, ASEAN, Thailand, Philippines and Mercosur.’’",
    "Canada is not adopting the fortress approach. Its focus is on trade diversification through free trade agreements. Because Canada’s industrial areas are mostly around the Great Lakes, very close to the US market and far from Asian and European markets, trade diversification is not easy.",
    "Like Canada, Sri Lanka has also been subject to the Trump treatment. Having thought that a 20 percent tariff we could live with had been negotiated by making yet undisclosed concessions, we are again under threat for trading with Iran. Our choices are no different from those facing Canada.",
    "Rationale for agreements",
    "It is private firms that engage in foreign trade, not governments. Because most economic actors in both Canada, India and Sri Lanka have a degree of autonomy from the State, companies will not invest or engage in trade as directed by political authorities to satisfy strategic objectives.",
    "I recall the distinct lack of enthusiasm on the part of India’s partially-state-owned IOC to take over the colonial-era oil tanks in Trincomalee in 2002.  They obeyed their Government’s directions only when the tanks were bundled with a fuel-distribution business.",
    "Private entities will take risks, but they would prefer reduced risks of administrative expropriation. Bilateral or other trade and investment agreements reduce risks flowing from State action.",
    "Economic actors who are immersed in “deal culture” dislike legally binding trade and investment agreements.  They prefer deals worked out through favourably disposed politicians and officials.  Their opposition is not worded in this language, but is clothed in the rhetoric of national sovereignty.",
    "In practice, the authorisations for employment of foreign professionals and for investment in the telecom and IT industries in Sri Lanka were GATS+, or more liberal than the legal commitments that had been made. I pointed this out to a leading opponent of the IT sector commitments in the proposed India-Sri Lanka agreement.  His response was that unilateral liberalisation could be withdrawn, which was not the case with treaty-level bilateral agreements.  The external investor or trader is thus exposed to risks of rule changes damaging to his business case.  This can only be mitigated by partnering with a deal maker.",
    "Sri Lanka can no longer consider the United States a trustworthy trade partner. It is in the interests of exporters and the country to diversify. Not that we do not sell to the US, but we cannot be dependent on that market. The only way to diversify is to fast track trade negotiations in Asia. Reduce or eliminate para tariffs on imports and make it easier to import and export."
  ]
}