{
  "url": "https://www.ft.lk/columns/Budget-2026-Reform-with-fairness-A-vision-for-stability-trust-and-growth/4-784318",
  "title": "Budget 2026: Reform with fairness — A vision for stability, trust, and growth",
  "ut": 1763081710.0,
  "body_paragraphs": [
    "President and Finance Minister Anura Kumara Dissanayake delivering the 2026 Budget in Parliament",
    "The 2026 Budget, presented by President  and Finance Minister Anura Kumara Dissanayake, comes at a defining moment in the country’s post-crisis transformation. Three years after the economic collapse of 2022, Sri Lanka’s path has shifted from emergency stabilisation toward cautious reconstruction. Budget 2026 represents both a continuation of structural reform and a recalibration of social priorities — an attempt to balance fiscal responsibility, social protection, and long-term competitiveness.",
    "I. The economic context: From stabilisation to sustainable recovery",
    "The Sri Lankan economy, after enduring contraction and external default, has begun to show signs of revival under a tightly managed IMF Extended Fund Facility (EFF) program. Inflation has declined, the rupee has stabilised, and foreign reserves have moderately strengthened. However, debt service commitments remain heavy, and fiscal space is constrained.",
    "Against this backdrop, the 2026 Budget must walk a tightrope — sustaining primary surpluses and debt restructuring commitments, while delivering visible relief to a population fatigued by austerity and rising living costs.",
    "The budget’s fiscal framework projects:",
    "Total revenue and grants: Rs. 5,300 billion",
    "Tax revenue: Rs. 4,910 billion (14.2% of GDP)",
    "Total expenditure: Rs. 7,057 billion (20.5% of GDP)",
    "Budget deficit: Rs. 1,757 billion (5.1% of GDP)",
    "Primary surplus: 2.5% of GDP",
    "These numbers reveal cautious optimism. The Government expects incremental revenue gains while controlling expenditure within disciplined parameters. Importantly, capital investment is raised to 4% of GDP, signaling intent to rebuild economic capacity, not merely manage short-term liabilities.",
    "II. Fiscal policy direction: Discipline anchored in development",
    "The overarching goal of Budget 2026 is macroeconomic stabilisation with social justice. Unlike previous budgets focused primarily on crisis management, this one seeks to institutionalise fiscal prudence while redistributing resources toward critical development and welfare sectors.",
    "The Government’s fiscal strategy rests on three pillars:",
    "1.Revenue enhancement through a broadened and modernised tax system",
    "2.Prioritisation of high-impact public investments",
    "3.Restructuring and accountability in state enterprises",
    "This approach aligns closely with the IMF’s program goals of restoring debt sustainability and improving public financial management. Yet, the Government has also embedded populist yet prudent social measures to mitigate inequality and rebuild public confidence.",
    "III. Tax policy Framework: Broadening the base, not raising the burden",
    "Tax policy remains the backbone of the 2026 Budget. Rather than increasing rates, the Government has opted to expand coverage, simplify administration, and enhance digital compliance — a notable shift from the punitive, short-term revenue drives of past years.",
    "A. Value Added Tax (VAT) Reforms",
    "VAT threshold reduction: from Rs. 60 million to Rs. 36 million per annum, effective 1 April, 2026.This major change brings more small and medium enterprises (SMEs) under the VAT net, thereby expanding the formal economy.",
    "VAT rate: retained at 18%, ensuring rate stability while widening compliance.",
    "Refund administration: a revamped, automated refund system under RAMIS 2.0 is being rolled out to improve cash flow for exporters and prevent accumulation of arrears.",
    "Digital invoicing and monitoring: The Inland Revenue Department (IRD) will mandate electronic invoicing, ensuring traceability and minimising underreporting.",
    "The VAT reform is designed to enhance revenue efficiency and fairness, reflecting the principle that all income-generating entities, regardless of size, contribute equitably to national recovery.",
    "B. Social Security Contribution Levy (SSCL)",
    "Threshold reduction: from Rs. 60 million to Rs. 36 million to align with VAT coverage.",
    "Rate: maintained at 2.5% on turnover.",
    "Compliance simplification: quarterly filing introduced for microenterprises.",
    "Digitised reporting: integration with EPF/ETF systems to reduce administrative overlap.",
    "These changes aim to rationalise indirect taxes, capture the informal sector, and fund essential social security obligations more sustainably.",
    "C. Income Tax Reforms",
    "The personal income tax regime remains progressive, with a maximum rate of 36%. However:",
    "Thresholds and relief bands are under review to reflect inflation and living costs.",
    "Resident overseas income remains capped at 15%, encouraging repatriation of earnings.",
    "The IRD will implement third-party data integration with banks and the Registrar of Companies to minimise evasion.",
    "Corporate tax rate: retained at 30%, with 15% concessional rates for sectors such as renewable energy, export services, IT, and education.",
    "Investment incentives: accelerated depreciation and five-year tax holidays for firms investing in green energy, technology parks, and data centres.",
    "Transparency reforms: compliance with OECD Base Erosion and Profit Shifting (BEPS) standards will be strengthened, improving Sri Lanka’s global tax credibility.",
    "D. Excise, Customs, and Trade taxes",
    "Excise duties on liquor, tobacco, and vehicles have been revised upward in line with health and environmental goals.",
    "Customs modernisation: adoption of a Single Window Electronic Clearance Platform, to streamline import/export processes, reduce corruption, and improve logistics efficiency.",
    "Tariff simplification remains a long-term priority under the National Trade Policy 2026–2030.",
    "Collectively, these measures reflect a shift toward a rules-based, digitally governed tax regime — essential for rebuilding fiscal integrity and international confidence.",
    "IV. Social dimensions: Relief with responsibility",
    "Despite limited fiscal leeway, the 2026 Budget introduces targeted welfare interventions focused on equity, employment, and social protection. These include:",
    "Salary increases for teachers, principals, and plantation workers, recognising cost-of-living pressures.",
    "Rs. 20.75 billion under the “Praja Shakthi” program to decentralise local development.",
    "Housing programs worth Rs. 3 billion under “A Place for a Dignified Life” for low-income families.",
    "Rs. 2 billion for disaster-affected households and Rs. 1 billion for differently abled citizens.",
    "Rs. 500 million for women’s entrepreneurship and vocational training.",
    "These interventions signify a reorientation from blanket subsidies to targeted welfare with measurable outcomes.",
    "V. Public sector and governance: Reforming from within",
    "For the public sector, the Budget is as much a challenge as an opportunity. A total of Rs. 5 billion is allocated to clear arrears in ten state enterprises, coupled with a directive to improve financial transparency and service delivery.",
    "Digitisation of Government services (Rs. 1 billion allocation) aims to reduce inefficiency and corruption.",
    "Performance-linked accountability frameworks are being introduced, particularly in large SOEs like the CEB, CPC, and SriLankan Airlines.",
    "Public servants are to undergo capacity-building and digital literacy training, ensuring the bureaucracy evolves alongside policy modernisation.",
    "This internal transformation of the state machinery is crucial if budgetary targets are to translate into real outcomes.",
    "VI. Private sector and investment: Enabling competitiveness",
    "From an enterprise perspective, Budget 2026 sends a strong signal of policy continuity and modernisation:",
    "Export promotion and industrial innovation receive Rs. 1 billion each.",
    "Data centres and digital infrastructure investments are encouraged through tax incentives and public-private partnerships.",
    "Rs. 500 million is allocated to attract foreign technology service providers into Sri Lanka’s new digital economy zones.",
    "Cashless Economy Initiative: All Government agencies must shift to digital transactions, laying a national foundation for e-payments and financial transparency.",
    "For SMEs, inclusion within the VAT and SSCL net may initially seem burdensome, but the long-term benefits — access to formal credit, investor partnerships, and global markets — outweigh the short-term compliance costs.",
    "VII. Sectoral and regional development initiatives",
    "Budget 2026 expands investment across multiple productive sectors:",
    "Agriculture: Rs. 5 billion for plantation sector wage reforms and productivity enhancement; Rs. 2.5 billion for smallholder farmers; Rs. 1 billion for modern irrigation.",
    "Infrastructure: Rs. 16 billion for the Rambukkana–Walayawera Expressway, Rs. 3 billion for dairy processing, Rs. 1 billion for fishery ports, and Rs. 1.5 billion for regional airports.",
    "Education and Skills: Rs. 2.75 billion increase in student and teacher allowances, plus Rs. 1 billion for technical and vocational training.",
    "Social Inclusion: Rs. 1 billion for differently abled infrastructure access, and Rs. 500 million for autism support centres.",
    "These investments combine social inclusion and regional equity, supporting balanced development across provinces.",
    "VIII. For global partners: Reassurance through results",
    "The Budget has been crafted with a keen eye on international observers — particularly the IMF, ADB, and World Bank, who continue to underpin Sri Lanka’s external financing and debt restructuring.",
    "The achievement of a primary surplus, reduction in fiscal deficit, and adherence to IMF structural benchmarks underscore credibility. Equally, the transition toward digital tax administration and fiscal transparency strengthens investor trust.",
    "Furthermore, alignment with green transition policies — such as incentives for renewable energy, electric mobility, and sustainable agriculture — positions Sri Lanka favourably within global ESG investment trends.",
    "IX. Challenges ahead: Implementation and institutional credibility",
    "While the policy direction is clear, implementation risks remain substantial:",
    "Revenue performance : Achieving a 14.2% tax-to-GDP ratio requires disciplined enforcement, not just policy announcements.",
    "Institutional capacity : The Inland Revenue Department and Customs require robust digital transformation and staff reskilling to sustain reforms.",
    "Public Debt Service: Interest payments still consume over 7.6% of GDP, limiting flexibility for new capital expenditure.",
    "Political continuity : As elections approach, maintaining reform momentum without populist reversals will test the Government’s resolve.",
    "Trust and communication : Fiscal reforms must be accompanied by transparent public communication to sustain citizen confidence.",
    "Ultimately, fiscal integrity must be institutionalised, not politicised, if Sri Lanka’s recovery is to be durable.",
    "X. Conclusion: The Budget as a statement of intent",
    "Budget 2026 goes beyond numbers. It is a philosophical reset — emphasising that national rebuilding requires shared responsibility among citizens, businesses, and the state.",
    "For the general public, it offers social stability and targeted welfare;",
    "for enterprises, modernisation and predictability;",
    "for public servants, accountability and professional development;",
    "for policymakers, fiscal discipline with developmental purpose;",
    "and for foreign lenders, a signal of reliability and reform continuity.",
    "It recognises that true economic sovereignty arises not from protectionism, but from fiscal self-reliance, equitable taxation, and productive investment.",
    "In essence, Sri Lanka’s 2026 Budget represents reform with fairness — a pragmatic yet people-centred roadmap to rebuild trust in Government, stability in markets, and hope among citizens."
  ]
}