{
  "url": "https://www.dailymirror.lk/opinion/Petty-politics-shouldnt-divert-attention-from-justice-to-Palestine-EDITORIAL/172-294654",
  "title": "Petty politics shouldn’t divert attention from justice to Palestine -  EDITORIAL",
  "ut": 1730057606.0,
  "body_paragraphs": [
    "The Middle East, more realistically East Asia, is now virtually a tinder box. Over the past decade or so Israel has assassinated a number of Iranian scientists. Iran protested the provocations but took no retaliatory action. Perhaps this emboldened Israel to attack the leader of Hamas earlier this month, while he was a guest of the Iranian government.",
    "At this point, Iran retaliated. Hundreds of missiles rained down on Israeli military targets. Some cities too were hit. Electronic messages and photographs from migrant workers in Israel showed the attacks as well as the damage they caused.",
    "Iran warned Israel not the retaliate as the strike was in retaliation for the Israeli assassination of the Hamas leader killed in Iran, Israel’s assassination of Iranian scientists and the mass killings of Palestinians.",
    "The world held its breath, fearing an outbreak of war in the Middle East which would lead to the destabilisation of fuel and oil prices worldwide.",
    "On 25 October, Israel carried out a missile attack on Iran. Four Iranians are said to have died in the attack. There is now a real danger the conflict will escalate and adversely affect the prices of fuel and oil the world over.",
    "The situation in the Middle East deteriorated since Israel commenced its attacks on Gaza on 7 October. Israel has also commenced attacks in Palestine’s West Bank, Iran, Syria, Lebanon and Yemen.",
    "The Israeli attacks on Palestine have left over 43,000 Palestinians dead. Included in this number are over 16,000 infants and children. According to the UN’s Office for the Coordination of Humanitarian Affairs (OCHA), nearly the entire population of Gaza has been displaced. Israel has also cut off all sources of water, food and medicine to the people of Gaza.",
    "All over the world massive demonstrations against Israel are taking place. Thousands are demanding for an immediate ceasefire and calling for sanctions to be applied on Israel to force it to the negotiating table. Israel refuses to halt its attacks on civilians in Palestine and elsewhere and has termed the Secretary General of the UN Persona Non-Grata!",
    "In own country protests have taken place. But sadly the numbers are few compared to other parts of the world. In a strange twist however, in the aftermath of our government’s signing a Chilean document at the UN condemning Israel for declaring the UN Secretary-General Persona No Grata, the US issued a travel warning to its citizens of a credible terrorist threat to Israeli citizens in the Arugam Bay area.",
    "What is of concern, is that this information has been available since  September or before. The travel warning was issued in October in the aftermath of Lanka having changed its stance regarding the attaching of its signature to the Chilean document.",
    "It also took the minds of Lankans away from the ongoing genocide in Gaza. Today many organisations supporting Palestine’s cry for justice have shifted to the legal status of ‘Chabads’. Particularly the one at Arugam Bay and a couple of other areas. Are we missing the wood for the trees?",
    "Neither Muslim organisations, the Mosque leadership nor area residents seem to be troubled by these places of prayer coming up in the area.",
    "We need to keep our focus. What is happening is that attention is being focused away from the ongoing atrocities committed by Israel in Palestine.",
    "Lanka is a democratic country and diverse places of worship exist in harmony in different parts of the island. The presence of a Church in the precincts of the Dalada Maligawa is the best example of religious tolerance in our country.",
    "Let no attention be taken away from Israel’s genocidal policies in Palestine. We need to focus our aim on regaining Palestinian rights. Let’s leave local politics out of the equation."
  ]
}