{
  "url": "https://www.ft.lk/opinion/Mother-s-Movement-in-Sri-Lanka-applauds-Trump-s-fight-against-LGBTQIA-woke-values/14-772199",
  "title": "Mother’s Movement in Sri Lanka applauds Trump’s fight against LGBTQIA++ woke values",
  "ut": 1737743396.0,
  "body_paragraphs": [
    "Says the LGBTQ agenda is against the treasured Sri Lankan traditions, religions and cultural norms",
    "Requests President Trump to support to reverse the damage already done by the LGBTQIA and woke agenda",
    "Appeals President Trump to remove pre-condition of implementing LGBTQIA ++ woke values when approving US-IMF, World Bank and USAID financial aid, assistance, grants or loans to SL",
    "Urges to stop using US taxpayers’ hard -earned money for unethical funding for LGBTQIA/Woke/DEI programs across Sri Lanka",
    "The Mothers’ Movement Sri Lanka (MMSL) while congratulating newly elected US President Donald Trump applauded for standing up to defend the rights of the child, the biological woman and the traditional societal nucleus of the family by openly claiming that there were only males and females exist in this world.",
    "Urging President Trump to keep up his fight against LGBTQIA++ woke values, the MMSL members who held a march of support outside the US Embassy in Colombo handed over a congratulatory letter to him, earlier this week.",
    "“This letter refers to the plague of the LGBTQIA+++ and woke agenda, which is not only a social ill spreading across America but in Sri Lanka as well. The LGBTQ agenda is against the treasured Sri Lankan traditions, religions and cultural norms. However, it has been forced upon our people and schools subtly and progressively by US funding agencies and big pharma mafia. We can’t allow this agenda to destroy our nation, as all religions practiced in Sri Lanka abhor this unethical and immoral coercion enforced upon us,” the MMSL stated in the letter.",
    "The MMSL, which has relentlessly united against this agenda and raised rigorous awareness campaigns to prevent any legislative changes to legalise LGBTQIA++ in Sri Lanka, said in its letter to President Trump that his stand against the LGBTQIA/Woke Agenda, that targeted innocent children and made them victims of brainwashing and invasive surgeries resulting in life-long medications, was applauded -as it is reversing an immoral depopulating polluting trend that has destroyed and castrated countless innocent children and adversely affected many families.",
    "In its letter, the mothers have requested President Trump to support to reverse the damage already done by the LGBTQIA and woke agenda.",
    "“The LGBTQIA and woke agenda is being unethically forced upon us who are currently economically vulnerable as a nation, claiming it to be a pre-condition of US-IMF and World Bank hand-outs. Our appeal is to remove this condition, enforced upon us by the IMF, World Bank and USAID for the approving of any financial aid, assistance, grants or loans,” they requested in the letter.",
    "The MMSL has also mentioned that the US taxpayers hard -earned money was being unethically used to fund LGBTQIA/Woke/DEI programs across Sri Lanka promoting it amongst children, teens, journalists, lawyers, medical professionals, law enforcement authorities, educationists, academia by US-funded NGOS, this immoral unethical propagation and perpetuation of evil must be stopped.",
    "“Please be kind enough to issue instructions to immediately end such funding that promotes the implementation of LGBTQIA/Woke and DEI initiatives,” the MMSL, which joined the Mother of the world, has requested in its letter to President Trump."
  ]
}