{
  "url": "https://www.ft.lk/columns/Experience-on-rebuilding-funds-Selective-amnesia/4-785294",
  "title": "Experience on rebuilding funds: Selective amnesia?",
  "ut": 1764961005.0,
  "body_paragraphs": [
    "The Government’s announcement of the establishment of the “Rebuilding Sri Lanka Fund” generated a lot of attention, mostly of the wrong kind. To their credit, former Minister Patali Champika Ranawaka and the Chair of the Committee on Public Finance Dr Harsha de Silva raised the issues of compliance with Article 148 of the Constitution and the Disaster Management Act, No. 13 of 2005.",
    "These flaws were more important by an order of magnitude than representation or gender balance in the governing council or management committee. The issues raised by Ranawaka and De Silva were not new as they had been debated in Parliament and before the courts in the past two decades.",
    "Sri Lanka is no stranger to disasters and rebuilding, despite the stories we tell ourselves. But it is only in the months following the 2004 Indian Ocean Tsunami that the Government rushed through the Disaster Management Act, No. 13 of 2005, specifically designed to manage all aspects of disaster risk reduction and management, including the mobilisation of funds for rebuilding.",
    "Section 4(o) of the 2005 Act specifies that one of the functions of the Disaster Management Council shall be that of recommending how funds should be allocated from various Government agencies and from the Reconstruction and Rehabilitation Fund. This fund was established under the Reconstruction and Rehabilitation Fund Act, No. 58 of 1993, with a Board of Governors that has the Prime Minister as Chair and includes the Speaker, the Leader of the Opposition, the relevant subject Minister, and key officials (section 3).",
    "Donations received by the fund are recogniSed as eligible donations under the Inland Revenue Act. The fund may be used in all phases of the disaster cycle: for relief, for recovery, and for mitigation (section 6). The 1993 Act appears primarily designed to accept donations from domestic sources.",
    "Section 17 of the Disaster Management Act creates another fund that is empowered to receive donations, though this is also for running the Disaster Management Center. It was observed that the intention was to get external parties to fund as much of Sri Lanka’s disaster risk reductions (DRR) activities as possible in the aftermath of the 2004 Tsunami and the serendipitously timed World Conference on Disaster Reduction that was held within a month, in January 2005, in Hyogo, Japan. This was why the Act was rushed through as an urgent Bill with zero consultation.",
    "Sri Lanka is no stranger to disasters and rebuilding despite the stories we tell ourselves. But it is only in the months following the 2004 Indian Ocean Tsunami that the Government rushed through the Disaster Management Act, No. 13 of 2005, specifically designed to manage all aspects of disaster risk reduction and management, including the mobilisation of funds for rebuilding",
    "Despite there being two funds and two governing bodies duly constituted by law, one of the first things Mahinda Rajapaksa (MR) did upon becoming President later that year was to create another fund and agency called Reconstruction and Development Agency (RADA), headed by Tiran Alles.  Alles, Emil Kanthan (allegedly a LTTE fund raiser), and two others were indicted for misappropriation of Rs. 200 million of public funds in 2016. The indictments were withdrawn in 2020 by the Attorney General under the Gotabaya Rajapaksa Government.",
    "RADA and the infamous Helping Hambantota account demonstrate the dangers of random funds being created for disaster reconstruction. Both cases did not yield definitive rulings (presidential candidate MR was exonerated in 2005, but Sarath Silva walked back that ruling later). Therefore, one cannot definitively establish why MR bypassed existing mechanisms and parliamentary control.",
    "The Supreme Court issued a Stay Order on four elements of the proposed P-TOMS [Post-Tsunami Operational Management Structure] in the eventful year, 2005. One of the impugned elements was the P-TOMS Fund that was to be used for post-tsunami reconstruction.",
    "The P-TOMS case was initiated by the JVP so it cannot be said that the current political leadership is unaware of the problematic nature of extra-statutory funds. P-TOMS was the trigger for the JVP’s departure from the Government in June 2005. The President and several current ministers were members of the Cabinet that approved the Disaster Management Bill earlier that year. They should have been fully informed of its provisions.",
    "Section 17 of the Disaster Management Act creates another fund that is empowered to receive donations. It was observed that the intention was to get external parties to fund as much of Sri Lanka’s disaster risk reductions (DRR) activities as possible in the aftermath of the 2004 Tsunami and the serendipitously timed World Conference on Disaster Reduction that was held within a month, in January 2005, in Hyogo, Japan. This was why the Act was rushed through as an urgent bill with zero consultation",
    "The RADA prosecution occurred during the Yahapalana Government. The JVP was not part of that Government, but they had an arrangement whereby they were driving the anti-corruption agenda. Current Public Security Minister Ananda Wijepala was the Director of the Anti-Corruption Committee Secretariat. Again, ignorance of the issues raised by the RADA misappropriation is improbable.",
    "In this context, the current proposal to create an extra-statutory fund cannot be explained other than in terms of amnesia afflicting multiple individuals, including the Government’s legal advisors.",
    "The hope is that the malady is temporary and that memory will return. The resources necessary for post-cyclone reconstruction activities must be raised and efficiently disbursed. This should be through one of the existing mechanisms, under the supervision of the Disaster Management Council that has been activated (“sakriya kala,” in the words of Deputy Minister Watagala)."
  ]
}