{
  "url": "https://www.ft.lk/columns/Placing-smallholder-farmers-and-fishers-at-the-centre-of-Cyclone-Ditwah-recovery/4-785669",
  "title": "Placing smallholder farmers and fishers at the centre of Cyclone Ditwah recovery",
  "ut": 1765757631.0,
  "body_paragraphs": [
    "Cyclone Ditwah has brought hardship to many families across Sri Lanka, and our thoughts remain with all those who have lost loved ones, homes, and livelihoods. While impacts have been felt across the country, smallholder paddy farmers, vegetable growers, and small-scale fishers are among the most affected, with damage to fields, inputs, equipment, boats, and landing sites disrupting their ability to work at a critical moment.",
    "Smallholder farmers and fishers are the backbone of Sri Lanka’s food system. They produce most of the rice, vegetables, and fish consumed nationwide and provide employment for a large share of rural households. Their rapid return to production is vital not only for their own recovery, but also for ensuring food security and supporting rural economies in the months ahead. With timely and targeted assistance, these communities have the strength, resilience, and capacity to recover quickly.",
    "Over the past week, I visited affected communities in Kurunegala, Anuradhapura, Puttalam and Chilaw. Walking through flood-damaged paddy lands, meeting shrimp farmers in Chilaw, and speaking with families who have lost crops and equipment, I was reminded that numbers in a report can never fully capture the lived realities on the ground. Yet even amid loss, one thing stood out everywhere I went: the quiet determination of farmers and fishers to rebuild. Many paddy farmers told me that with immediate support, particularly fertiliser and seeds, 25 - 30% of damaged land can still be replanted this season. Fisher communities expressed similar resolve, provided their boats, gear, and key landing infrastructure can be restored in time.",
    "FAO urges that smallholder farmers and small-scale fishers remain at the centre of all Cyclone Ditwah recovery efforts. Most of the farmers affected by Cyclone Ditwah are smallholders cultivating modest plots of land, and for them the timing of support is as critical as the support itself. If these farmers are unable to replant during the current season or rehabilitate their fields, making them fit for agriculture again, before the upcoming Yala season, national paddy production is likely to face disruptions that may extend beyond 2025. Figures published by the Government also indicate that 108,000 hectares of rice paddies, 11,000 Other Field Crops and 6,600 hectares of maize have been fully destroyed. Providing assistance now when it can still make a tangible difference, will help ensure that these farmers return to production quickly, safeguarding both their livelihoods and the country’s food supply.",
    "Agriculture and fisheries have consistently proven to be highly effective drivers of post-disaster recovery, offering strong returns on relatively modest investments. Prioritising the rehabilitation of damaged land and irrigation systems, the replacement of lost boats, gear and livestock, and the restoration of access to quality seed, fertiliser and other essential inputs will allow producers to resume work quickly, stabilise food supplies, and support rural recovery.",
    "Immediately following the cyclone, FAO engaged Agriculture Instructors, Fisheries Officers and Livestock Officials through Key Informant Interviews (KIIs) across all affected districts to assess impacts on crops, livestock, inland and marine fisheries, and aquaculture. The most severe impact to paddy cultivation has been observed in Batticaloa, Anuradhapura, Puttalam and Polonnaruwa, where flooding reached near-total (over 75%) coverage of paddy lands, disproportionately affecting districts in which more than two-thirds of the population depends on paddy farming for their livelihoods. Serious impacts were also recorded in Monaragala, Matale, Mullaitivu and Trincomalee, where 40–65% of paddy fields were inundated, affecting communities highly reliant on rice cultivation. FAO also utilises satellite data from the International Disaster Charter (IDC) and bi-weekly cultivation data on paddy, vegetables and Other Field Crops (OFCs) from the Department of Agriculture’s CROPIX platform, developed by FAO. These geospatial datasets were critical in the immediate aftermath of the cyclone, enabling a detailed and evidence-based assessment of the impacts. FAO will also reach out directly to nearly 5,000 farmers and fishers to better understand losses to their livelihoods and assets.",
    "FAO in Sri Lanka has already developed a suite of recovery proposals, prepared jointly with the Government, to support smallholder paddy and vegetable farmers and fishing communities. We stand ready to collaborate closely with the Government, bilateral partners, and multilateral agencies to ensure that recovery assistance is evidence-based, climate-resilient, and directed at those who need it most.",
    "Sri Lankan farmers and fishers have proven their resilience time and time again. With coordinated and timely support at this crucial moment, they will recover, rebuild their livelihoods, and continue to play their essential role in safeguarding the nation’s food security.",
    "(The author is FAO Representative for Sri Lanka and the Maldives)"
  ]
}