{
  "url": "https://hbr.org/2024/07/how-biases-about-motherhood-impact-all-women-at-work",
  "title": "How Biases About Motherhood Impact All Women at Work",
  "ut": 1722321935.0,
  "body_paragraphs": [
    "Illustration by Benedetta Vialli",
    "Women’s experiences as parents in the workplace are completely different from men’s. Men get a “fatherhood wage premium,” while mothers encounter a “motherhood penalty” in wages and advancement opportunities. One might think that women without children have workplace advantages on a par with their male counterparts. But they don’t. The maternal wall hinders all women’s careers, whether they plan to have children or not.",
    "Women without children face four biases. First, they face the “maybe baby” bias, when women ae not hired or promoted due to an assumption that they would become mothers. They also experience a “do more” bias, where women with no children found that they were expected to work longer and harder than their peers with children. Third, they face a “pay less” bias, where they are seen as less deserving financially because they were “not working to support a family.” Finally, there is a “never quite right” bias, where women are perceived as less worthy of positions, promotions, and earnings than their male colleagues, whether women want or have children, or not.",
    "In our book Glass Walls, we tell the story of a newspaper employee whose publisher asked her if she planned to have kids. She replied, “Someday.” The publisher responded, “That will be your career.”  Subsequently, the publisher moved her around the newsroom, never gave her a promotion, and assigned her to the night shift. She quit. While this employee had no children, her employer upended her job due to her aspiration to have children in the future.",
    "Diversity, Inclusion, and Belonging Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Diversity, Inclusion, and Belonging. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "How to build a better, more just workplace.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "HBR Emotional Intelligence Ultimate Boxed Set (14 Books) (HBR Emotional Intelligence Series)",
    "The Change Management Collection: Lead a Successful Change Initiative Inside Your Organization",
    "Diversity and inclusion,",
    "and Work-life balance"
  ]
}