{
  "url": "https://www.ft.lk/columns/US-tariffs-vs-Chinese-supremacy-Can-US-soybean-Make-America-Great-Again/4-785590",
  "title": "US tariffs vs. Chinese supremacy: Can US soybean “Make America Great Again?”",
  "ut": 1765564962.0,
  "body_paragraphs": [
    "China is the only country that defied President Trump’s tariff and successfully brought the US to the negotiation table",
    "China is the only country that did not yield to American tariff pressure: Beijing imposed a 125% tariff on US exports in response to Washington’s 145% tariff on Chinese imports. At the 30 October  Sino-American summit in South Korea, Trump was forced to say that “he would reduce the composite tariff rate to 47% from 57% in exchange for China’s commitments on soy purchases,” elevating China to the “peer rival” of the United States to dominate the world",
    "Beijing has seemingly learned the art of deal-making with Washington when “Xi found common ground with Trump’s MAGA agenda, which parallels the Communist Party’s own ambitions of restoring China’s past glory, known as the ‘great rejuvenation of the Chinese nation.’” At the summit, President Xi Jinping also told President Trump: “I always believe that China’s development should go hand in hand with your vision to make America great again.”",
    "Like other soybean farmers in the American heartland, my friend could hardly sell his Soybean and other agricultural produce because China—the largest buyer—threatened to impose retaliatory tariffs after President Donald Trump initially announced duties on Chinese goods.In response to China, Trump invoked his “authority” under the International Emergency Economic Powers Act of 1977 to address the “national emergency.” When China boycotted American soybean imports, Minnesota farmers felt acute financial hardship that drove a wave of bankruptcies in the agricultural sector",
    "When I visited my hometown in Minnesota this summer, my dear high school friend, who is a highly successful farmer, took me on a tour of his vast agricultural lands of some 50,000 acres of “God-given blessings” in the breadbasket of the American heartland.",
    "Like other soybean farmers in the American heartland, my friend could hardly sell his Soybean and other agricultural produce because China—the largest buyer—threatened to impose retaliatory tariffs after President Donald Trump initially announced duties on Chinese goods.",
    "In response to China, Trump invoked his “authority” under the International Emergency Economic Powers Act of 1977 to address the “national emergency.” When China boycotted American soybean imports, Minnesota farmers felt acute financial hardship that drove a wave of bankruptcies in the agricultural sector.",
    "During his first term in 2017, however, President Trump led a “China revolution” in the heartland—using American soybeans to make the “Middle Kingdom great again.” When his second administration announced “Liberation Day” tariffs in April 2025, the well-prepared and assertive China blocked the punitive tariff measures in May—eventually forcing the United States to return to the negotiating table.",
    "Prof. Patrick Mendis (left) with his high school friend in Minnesota, USA",
    "Learn to lead the world",
    "China is the only country that did not yield to American tariff pressure: Beijing imposed a 125% tariff on US exports in response to Washington’s 145% tariff on Chinese imports. At the 30 October  Sino-American summit in South Korea, Trump was forced to say that “he would reduce the composite tariff rate to 47% from 57% in exchange for China’s commitments on soy purchases,” elevating China to the “peer rival” of the United States to dominate the world.",
    "Beijing has seemingly learned the art of deal-making with Washington when “Xi found common ground with Trump’s MAGA agenda, which parallels the Communist Party’s own ambitions of restoring China’s past glory, known as the ‘great rejuvenation of the Chinese nation.’” At the summit, President Xi Jinping also told President Trump: “I always believe that China’s development should go hand in hand with your vision to make America great again.”",
    "China’s targeted strategic retaliations and surgical “pressure points” on Trump’s MAGA political base in the Midwest counties created the intended financial pain on soybean farmers. Indeed, China has learned from Trump’s give-and-take “transactional” approach, executing a successful tactical operation in the American heartland. This combined with China’s strategic calculus on global policymaking for supremacy. Yet Xi cleverly handed Trump a temporary win-win card to satisfy his voting bloc in the Midwest by resuming soybean purchases.",
    "In the meantime, strategic Beijing has continued to heavily invest in soybean and other commodities in Argentina, Brazil, and elsewhere. In Washington, the president angered American soybean farmers and Republican senators by providing a $ 20 billion financial aid package to Argentina, whose soybean exports to China reduced buying from the United States.",
    "History tells us that tariffs as a weapon in trade, especially in an increasingly interconnected global marketplace, risk backfiring. They also stand antithetical to the constitutional legacy of the US tariff policy.",
    "The primacy of national interest",
    "The birth of the US republic resulted from the unpopular British tariffs that sparked widespread resistance in colonial America. These continuing protests culminated in the Boston Tea Party and ultimately the American Revolution—giving birth to a progressive nation conceived by the European Enlightenment ideas of the founding fathers who were also inspired by the Chinese philosophy and culture.",
    "The new nation signalled a radical departure from the colonial powers in Europe when the first US trade ship—the Empress of China—sailed on George Washington’s birthday, 22 February 1784, from New York Harbour to Canton (now Guangzhou) in China. It was the historic beginning of the official Sino-American trade relations, which created a thriving and mutually beneficial commercial civilisation.",
    "Henceforth, the nascent republic—supported by Washington’s Treasury Secretary Alexander Hamilton and his arch-rival Secretary of State Thomas Jefferson, who disagreed on everything but trade with China—imposed a high tariff policy to protect infant domestic manufacturing and to raise federal government revenue.",
    "Since the founding era, the tariff-seeking industries scandalously bribed Congress with backroom deals for preferential rates, corrupting the American trading system. It ultimately hurt American consumers and exporters. To prevent these, the protectionist tariff policy led to the adoption of the 16th Amendment to the US Constitution in 1913. It gave Congress—not the President—the power to collect taxes on incomes as an alternative revenue source for the federal government (tariffs are also a form of taxes paid directly to the federal government by importers, who then pass the cost via higher prices to consumers).",
    "Since the catastrophic Smoot-Hawley Tariff Act of 1930, US tariff rates have been reduced through a series of trade agreements and legislative acts, fostering global trade and American prosperity. President Trump not only reversed America’s tariff policy, but he also fundamentally shifted it by using tariffs as the central tool of US economic and foreign policy. Moreover, he paused the Foreign Corrupt Practices Act of 1977, opening a dangerous path for the “new American hustle” that the 16th Amendment was designed to prevent.",
    "America against America",
    "Besides all these far-reaching—intended and unintended—policy implications, my high school farmer friend in Minnesota would be delighted to receive agricultural subsidies to compensate him for his losses, as the USDA plans to pay out $ 12 billion for farmers impacted by tariff policies. However, some may feel that this resource transfer is helping one group of Americans in favour of another, creating a more divided nation. We may all remember what President Abraham Lincoln counselled: “A house divided against itself cannot stand.”",
    "As Chinese leaders continue to learn from history to lead the way, can we learn from our own American Experiment, rooted in the Enlightened Americanism, for the benefit of all Americans?",
    "As of now, US Senator Amy Klobuchar (D-MN) co-sponsored a joint resolution to terminate the “national emergency” declared by the Trump White House to impose tariffs. Eventually, however, the tariff showdown—as a landmark decision to reshape America, China, and the world—rests with the Supreme Court of the United States in coming weeks and months.",
    "(Prof. Patrick Mendis, the author of Trade for Peace and Commercial Providence, is a former US diplomat as well as a NATO and Indo-Pacific Command military professor in both Democratic and Republican administrations. An alumnus of the Humphrey School of Public Affairs at the University of Minnesota and the Kennedy School of Government at Harvard University, he serves as a presidential adviser on national security education at the US Department of Defense, an appointment by the Biden White House. The views expressed in this article are those of the author and do not reflect the official policy or position of his affiliated institutions or governments.)"
  ]
}