{
  "url": "https://hbr.org/2024/05/is-your-mindset-about-generative-ai-limiting-your-professional-growth",
  "title": "Is Your Mindset About Generative AI Limiting Your Professional Growth?",
  "ut": 1715928916.0,
  "body_paragraphs": [
    "Sergio Murria/Stocksy",
    "Generative artificial intelligence (GenAI) has garnered immense publicity over the past few months. Some believe it’s a passing fad or a threat to human creativity. For young professionals, it’s the source of a unique dilemma: Do you “buy into the hype” of AI and...more",
    "Leer en español",
    "Ler em português",
    "Despite the immense publicity surrounding generative artificial intelligence (GenAI) over the past 18 months (or maybe partly because of it), many people continue to harbor misconceptions about its capabilities, usefulness, and potential impact. Some believe it’s a passing fad or an imminent threat to human creativity. For young professionals, it’s the source of a unique dilemma: Do you “buy into the hype” of AI and use it as a guidepost for your professional development and ambitions? Or do you stick to the beaten path, and focus on building more traditional skills and pursuing conventional trajectories?",
    "Something similar happened in the 1990s, when the rise of the internet gave professionals a new set of cutting-edge tools. Barriers to communication crumbled, and marketing reach exploded. Entirely new types of businesses were born — not to mention working methods. At a time, when opinions about the internet were deeply divided, those starting their careers had to decide whether to lean into the vast opportunities and uncertainties of a potentially revolutionary technology.",
    "The internet revolution showed that, despite potential pitfalls, early adoption has its advantages. With GenAI, the landscape is even more complex and rapidly evolving. It’s natural (and perfectly okay) to have your apprehensions and doubts about its adoption in professional and personal settings. But as a tech entrepreneur who now advises startups on leveraging GenAI for efficiency gains, I’ve seen firsthand how transformative this technology can be.",
    "Yes, there can be risks (becoming overdependent on GenAI or feeding it private data that’s supposed to stay protected). Overall, however, the benefits provide more than enough reason to use GenAI anyway (heightened productivity and creative inspiration, among others).",
    "Just as history has shown us, you can gain a competitive advantage if you develop a balanced perspective that capitalizes on these benefits — especially early in your career. To do this, you need to move past five limiting mindsets.",
    "Here’s how.",
    "Mindset #1: You think GenAI is overhyped and underperforming.",
    "From the early days of ChatGPT’s release, most of us were exposed to two clashing narratives; either large language models (LLMs) are utterly amazing or are problematic plagiarizers. What comes to mind is the old axiom about judging the intelligence of a fish by how well it can climb a tree, because many negative opinions about LLMs are based on misguided expectations.",
    "The reality: If “unimpressed” is your overall take on LLMs, it’s probably not because of what you use them for, but how you use them. LLMs work on prompts and allow you to input a variety of these to generate text, videos, and even images. While the ability to leverage “zero-shot” techniques (in which no context is given along with your prompt) is an incredible feature that differentiates these models from other types of AI, their true utility is unlocked through refinement and iteration.",
    "Bottom line: To get great responses from an LLM like ChatGPT, Claude, or Gemini, you need to go deeper than singular prompts. Instead, treat prompting like a skill, and expect your results to get better and better over time as you learn about what works and what doesn’t. For example, a simple prompt like “Write me a cover letter for a software engineer position at Google” will get generic results. The real magic starts to happen when you realize that you can upload your CV and ask AI to cross-reference it to a role by providing a link to the job description. The more personalized your prompt is, the better result you’ll get.",
    "Mindset #2: You believe GenAI can’t be trusted.",
    "Hallucination, bias, and a lack of “real” understanding — these are all valid concerns regarding GenAI. In most cases, you can’t, and shouldn’t, trust it with fact-checking (LLMs lack real intelligence and can’t “know” if their own outputs are actually true, although there is promise of improvement in this area), up-to-date research, or even simple math (LLMs are notoriously bad at counting).",
    "The reality: Despite being fact-based, the belief that GenAI is entirely untrustworthy is limiting. After all, few if any sources or tools can be trusted indiscriminately, and that goes for everything from Wikipedia to the highest-impact academic journals — even our own minds. But to the varied extent that these things are useful to us, we develop a working relationship with them — trusting or not — to leverage their utility while maintaining certain safeguards.",
    "Bottom line: Learning to trust GenAI isn’t the direction you should take. Instead, learn to use it for your benefit despite the fact that it’s untrustworthy. Understand that it may treat untrue information as true, or reflect biases present in its training data. Just like with a colleague or classmate, you need to check its work if you’re the one presenting it. For example, you could verify the author and source or check how recently published or researched the material is. You can even employ fact-checking tools like Google Fact Check Explorer to make sure the output you’ve got is credible and true. Even though it has limitations, GenAI is an extremely valuable tool when used with these things in mind.",
    "Mindset #3: You don’t think you need GenAI.",
    "Speaking of using it effectively, you may not recognize where GenAI can be useful to you personally. If you’ve only engaged with LLMs sparingly (such as drafting a cover letter or an email), you might still be under the impression that they’re only good for basic tasks like writing or proofreading.",
    "The reality: In my daily meetings with senior executives across industries like healthcare, defense, education, and technology, I consistently hear about the significant efficiency gains LLMs provide in their work. But these benefits aren’t limited to executive roles — early career professionals can also leverage GenAI to streamline tasks, enhance their output, and stand out in their field. Some of the easiest and most efficient use cases include using GenAI for drafting emails, reports, strategizing and developing presentations; conducting research and summarizing findings; brainstorming ideas; and even preparing for meetings or interviews. Understand that by leveraging GenAI strategically, you can free up time for higher-value work, accelerate your skill development in those areas, and position yourself as forward-thinking leader in the job market. GenAI is one of the most versatile technologies of our time.",
    "Bottom line: Even if you don’t need GenAI outputs or their associated efficiency gains in your job today, that’s likely to change. As AI improves and becomes ubiquitous — and as you progress in your career to roles with added responsibility and competition — you can count on needing it to meet the evolving standards of business and productivity.",
    "Mindset #4: You see GenAI as a threat (subconsciously or consciously).",
    "Creative professionals may be among the most likely to fall into this category, whether it’s in writing, design, marketing, or strategy. The more you see AI as threatening — to your own work, to your field, or to your long-term prospects — the more you want to keep it at a distance.",
    "The reality: Since the hype around LLMs first started, there’s been a prevalence of zero-sum thinking that sees GenAI as a replacement for human skills, but this misses the point. Instead, it complements our skills, serving as a kind of productivity multiplier while helping to eliminate mundane and tedious tasks that people typically don’t want to spend time on in the first place. In a survey of 4,000 marketing and creative leaders conducted by Canva, 70% said GenAI is helping their teams in a creative capacity, and 28% said that they save up to five hours a week thanks to AI-driven efficiency boosts.",
    "Bottom line: Frankly, not using GenAI is probably a bigger threat to many careers than using it. Developing skills that are complementary to AI (such as critical thinking and problem solving) will arm you with a competency that will be increasingly sought after in the workplace. The emerging paradigm continues to emphasize that GenAI isn’t coming for your job, but someone who uses it effectively probably will come for your job, now or in the near future.",
    "Mindset #5: You think its future is uncertain.",
    "Why tether yourself to a future where AI matters, if you don’t know that’s the case? It’s a fair question. And when you see comparisons between GenAI and, for example, cryptocurrency and NFTs, “wait and see” does seem like a logical approach.",
    "The reality: Early adopters in fields like marketing, software engineering, and even law are already gaining a significant competitive edge by leveraging AI for increased efficiency and productivity —  whether that’s in tasks related to coding, research, content development, or one of the many other fields being impacted by GenAI. Additionally, highly-respected individuals in academia, business, and government all around the world have made their view clear — AI is evolving to be an indispensable tool, not just in business but in society.",
    "Bottom line: Whether concerning AI or any other aspect of the professional journey, those who proactively embrace uncertainty experience a range of personal and psychological benefits. An added variable in this case is the fact that AI’s progression is currently exponential, meaning that the gap will only widen between those who embrace it now and those who wait.",
    "This is a pivotal moment for young professionals. If you can cut through the noise and develop a nuanced understanding and appreciation for this new breed of technology, you’ll have a powerful tool at your disposal.",
    "GenAI is certainly not a panacea, and shouldn’t be blindly trusted or relied on — but equally importantly, it shouldn’t be feared or avoided based on limiting beliefs like those described here. Put simply, approaching GenAI with an open but discerning mindset will give you an unquestionable advantage over your peers and help you climb the professional ladder quickly.",
    "HBR Learning",
    "Career Management Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Career Management. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "What's your next career move? Learn how to set yourself up for success.",
    "Start Course",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "Generative AI: Tools for Preparing Your Team for the Future",
    "HBR Guide to Collaborative Teams",
    "Read more on Career planning",
    "or related topics",
    "Web-based technologies and Early career"
  ]
}