{
  "url": "https://hbr.org/2024/06/stop-overlooking-the-leadership-potential-of-asian-employees",
  "title": "Stop Overlooking the Leadership Potential of Asian Employees",
  "ut": 1717397708.0,
  "body_paragraphs": [
    "HBR Staff/Gang Zhou/Getty Images",
    "How can U.S. organizations successfully tap into the talents of their Asian employees, helping them advance in their careers while also benefiting from the unique skills and perspectives this group has to offer? This article explores why so many Asian employees see their careers suddenly stagnate, and offers five actions organizations can take to help employees move past this roadblock. Further, the authors explain why increased investment in Asian employees can pay off for the organization at large.",
    "Asian Americans are crucial in today’s knowledge economy: around 60% hold at least a bachelor’s degree and, despite representing only about 7% of the U.S. population, account for 50% of the workforce in leading Silicon Valley tech companies.",
    "But here’s the catch: Although Asians are the most educated segment of the American workforce, they are the least likely among all racial groups to ascend to leadership roles. In fact, a detailed analysis of top Fortune 500 technology companies shows that Asian professionals are even less likely to progress in their careers today than they were a decade ago.",
    "This paradox points to a severe underutilization of Asian talent, as defined by the U.S. Census to include people originating from East, South, and Southeast Asia. This squandering of talent not only curtails individual career trajectories, it also directly impacts corporate productivity. When a substantial portion of a company’s workforce is hindered from contributing fully, the entire organization suffers.",
    "The urgency to address this challenge is further amplified by ongoing demographic shifts. Pew research shows that in the last two decades, the Asian population segment in the U.S. has surged by 81%, outpacing the growth rates of 70% for Hispanics, 20% for Black and 1% for white segments. This makes Asians not only America’s fastest-growing portion of the workforce, but also its fastest-growing business and consumer market.",
    "Of course, prejudice based on race or ethnicity and unconscious bias play a role in these challenges. In this article, we will explain how the unintentional mismanagement of Asian workers results in their career stagnation and lost organizational productivity. We will also offer our views on strategies for ensuring Asian employees can grow and thrive within organizations, in ways that further a company’s broader business goals",
    "Dispelling myths on Asians in leadership",
    "Asians are often viewed as a uniformly successful group. While highly diverse, Asians by and large do excel in acquiring higher education and securing entry-level positions. However, when they should be leveraging their education and hard work to ascend in their careers, their prospects often take a sharp and unexpected decline.",
    "Although Asians make up 13% of the U.S. professional workforce, they hold only 1.5% of Fortune 500 corporate officer roles. This disparity is even more pronounced for Asian women, who make up less than 1% of promotions into the C-suite. Additionally, more than half of Fortune 1000 company Boards have no Asian directors.",
    "For many, being “stuck” somewhere in the middle of the career ladder is a profound source of disappointment, frustration, and even shame. This challenge is particularly poignant for those whose professional achievements symbolize the culmination of their family’s multi-generational immigrant dreams and sacrifices.",
    "These racial inequities stem in part from a lack of awareness about cultural differences. In the case of Asians, cultural differences are often misunderstood, leading to a systemic waste of diverse talent.",
    "Asians are frequently stereotyped as excellent workers, but poor leaders. In truth, Asians make excellent leaders. For example, a study encompassing 1,000 startups that achieved unicorn status — each valued at over $1 billion — over the past decade revealed that one-third of those founded in the United States had an Asian founder.",
    "Furthermore, a Goldman Sachs study of 5,000 CEOs, evaluating CEO effectiveness, indicated that Asian CEOs are typically appointed during corporate crisis. Despite these challenging circumstances, the median Asian CEO elevates their company from underperforming to outperforming their sector by nearly 50%. Goldman Sachs concludes that Asian leaders bring unique abilities and perspectives that enable them to succeed in leadership roles.",
    "Thus, the real question for companies is not whether Asians are competent leaders, but rather why their potential is being squandered, and how we can maximize their contributions to corporate results and profits.",
    "Organizational barriers to Asian career growth",
    "To understand why Asians face unique career barriers, it’s crucial to consider demographics: 71% of Asian adults in America are immigrants. (In contrast, only 17% of all American adults are immigrants.) Most U.S.-born Asians are children of these immigrants, so despite their fluent English and American education, they are raised with Asian cultural values and norms, which differ markedly from the Western values prevalent in corporate America.",
    "This demographic divide creates a culture clash in the workplace. Many Asians uphold values like academic excellence, hard work, humility, and respect for authority — essential for leadership in collectivist and hierarchical Asian societies. However, leaders often prioritize colleagues who embody the individualistic and assertive styles of Western cultures. As a result, Asians are often relegated to the fringes of corporate networks, where they may stagnate throughout their careers.",
    "This marginalization breeds a deep sense of alienation. Only 16% of Asian men and 20% of Asian women feel a sense of belonging in their workplaces, according to a study from Bain & Company — the lowest rates among all demographic groups.",
    "Such isolation and exclusion not only negatively affects Asian professionals, it also has concrete business impacts. Asian employees are significantly more likely than their white and Black counterparts to disengage from work due to these cultural disconnects, often by considering quitting or scaling back their ambitions, according to a 2011 Coqual report. In fact, it’s the youngest cohort of Asian employees, those most likely to be U.S.-born and native English speakers, who report feeling the least belonging.",
    "Clearly, time spent in the U.S. alone will not rectify the isolation experienced by Asian employees. Companies aiming to better utilize their Asian employees, while enabling them to thrive and lead, must adopt a proactive approach to doing so.",
    "A five-step roadmap for leveraging Asian talent",
    "To optimize the contributions of your Asian professionals, we propose five actions based on our respective experiences helping companies grow through more a more strategic approach to talent.",
    "Equip leaders to lead effectively across all cultures.",
    "When we consider culture, our thoughts often turn to its visible aspects: food, arts, and festivals. However, like the bulk of an iceberg, the most substantial parts of culture remain unseen. Beneath the surface are the learned and shared patterns that powerfully shape our interactions with others.",
    "For example, a common misperception holds that Asians excel in technical domains but are deficient in communication skills. Considering that Asians in America come from societies encompassing over half of the world’s population, such a viewpoint not only diminishes the vast diversity of this group, but also exposes a critical gap in cultural understanding. Asian communication styles are not deficient, but simply different. They tend to be more nuanced and layered compared to the direct approaches favored in Western contexts.",
    "These underlying aspects of culture are the crucial “differences that make a difference” to individual and team performance. Since they are subconscious and deeply embedded, we frequently struggle to fully understand their influence.",
    "But understand them we must, since a key factor in whether diversity improves performance is whether leaders effectively harness cultural differences. Research has shown that multicultural teams perform better and unlock more creativity when their differences are understood and utilized wisely.",
    "We’ve observed that, since the upper echelons of many organizations are quite homogeneous, they often become cultural echo chambers. Consequently, many leaders have limited opportunities to understand the cultural “differences that make a difference” to team performance or to develop the skills to leverage them effectively. This often results in leaders inadvertently imposing their own cultural norms on their teams, stifling diverse voices, and leading to teams that are culturally homogeneous even if they are demographically diverse. In this way, many leaders’ goals to be inclusive can be undermined by their own behavioral norms.",
    "Such homogeneity tends to reinforce itself, preventing leaders from gaining meaningful experience with the learned and shared patterns of other cultures. This situation perpetuates cultural silos and groupthink, hindering the team’s ability to innovate and respond dynamically to new challenges.",
    "Effective training empowers leaders not only to learn about cultural differences, but more importantly, to adapt their behaviors to lead effectively across those cultures. For example, at a global asset management firm, one of us (Joy) equipped senior partners with insights into the evolution of Asian and Western cultures and how these developments subtly influence interactions on their teams today. Joy also introduced effective strategies for engaging and motivating team members and clients from across cultural backgrounds.",
    "And at a technology firm, Joy and her team facilitated interactive sessions between company leaders and Asian employees, focusing on mutual learning and mentoring. Participants explored the logic behind cultural norms — such as indirect or direct communication — from the perspectives of different cultures, with guidance from colleagues who are experts in those cultural contexts. Moreover, they practiced adapting their behaviors creatively to thrive in these new settings while staying true to their core values and authentic selves. This exercise enabled employees to learn from their differences, and to recognize the value that all cultures bring to achieving organizational goals.",
    "By enabling leaders to adeptly bridge cultures, this approach to leadership development transforms cultural diversity from a potential source of isolation and marginalization into a potent source of innovation and growth.",
    "Equip Asian employees with professional development that meets their needs.",
    "Professional development is the single top predictor of Asian employee satisfaction and belonging, according to Asia Society research — and companies consistently struggle to give Asian employees the professional development they need.",
    "Research published by the Asian Psychological Association emphasizes that “developing Asian leaders requires organizations to consider the cultural context and tailor training to meet their unique needs.” Traditional leadership programs often do not address the experiences and developmental needs of individuals raised outside Western cultural norms. This oversight not only impedes the career progression of Asian participants, but also risks reinforcing negative stereotypes. Further, when training falls short, there is a tendency to mistakenly attribute the failure to the trainees’ supposed lack of leadership capabilities, further marginalizing them and perpetuating the myth of Asians as inadequate leaders.",
    "We do not suggest pushing for the Westernization of Asian employees; instead, organizations should focus on helping them embrace their own identities while understanding and adapting to Western business norms. The goal is to empower them to be fully effective and authentic in every setting.",
    "For instance, for a global material sciences company, Joy and her team created a 15-month training program that guides Asian learners from being peak performers to becoming extraordinary leaders. The program begins by clarifying the “unwritten rules” of Western business and encouraging cultural self-discovery, allowing learners to recognize and appreciate their cultural strengths. We then teach the emotional intelligence (EQ) skills which are highly valued in Western corporations.",
    "Crucially, these programs extend beyond training the Asian employees themselves. We also provide a streamlined module for their managers and sponsors, equipping these leaders to effectively support and lead multicultural teams. This is essential because frontline leaders are crucial for supporting Asian employees—and indeed, all employees  – to be both effective and authentic at work.",
    "Promote and integrate qualified Asian employees into organizational leadership.",
    "Creating equitable career opportunities for Asian professionals necessitates a concerted effort from leadership to establish unbiased career progression frameworks. Research from the Journal of Business and Psychology illuminates a critical obstacle: a double whammy, where stereotypical perceptions of Asians directly oppose the traits valued in Western leadership (assertiveness, dominance, and charisma) — yet coincide precisely with those of an ideal follower (competence, hard work, and docility).",
    "This “role incongruence” not only obstructs the career advancement of Asian individuals, but also diminishes organizational willingness to nurture their leadership potential by making it less likely for executives to identify Asians as high-potential leaders. Importantly, the same research indicates that once Asian Americans are in leadership roles, they are often viewed as equally effective as their white American peers, effectively debunking misconceptions about their leadership abilities.",
    "The solution is clear: Promote qualified Asian professionals into leadership roles. In so doing, organizations can address and dismantle entrenched cultural biases and also capitalize on the unique perspectives and leadership styles that Asian professionals contribute.  Some of the steps to achieving this include implementing transparent, merit-based promotion criteria and eliminating stereotypical language from employee evaluations. It is also crucial to ensure that Asian employees are fully supported and integrated within the informal networks of their peers and leaders.",
    "Embrace “culture add” instead of demanding “culture fit.”",
    "The celebrated individualism of corporate America, characterized by optimism, ambition, and entrepreneurial drive, is globally admired. However, this culture often inadvertently fosters dynamics where the most assertive voices win, leaving quieter, potentially transformative contributors overlooked, their potential untapped and motivation drained.",
    "Instead of trying to fit everyone into this Western mold, organizations can benefit by adopting some of the collectivist values of many Asian cultures. For example, the Asian focus on group synergy can effectively complement the individualistic nature of Western companies. By integrating these values, organizations can shift from a culture that inadvertently promotes groupthink to one that sees differences as opportunities for mutual learning. Within the team, the focus shifts from individual winners and losers to everyone pulling together to achieve shared success. This evolution allows organizations to move beyond being dominated by the loudest voices towards a more balanced approach that prioritizes the needs of the entire organization.",
    "To do this, leaders should consistently emphasize the interdependence of the team and the importance of every voice. One effective strategy being implemented in several technology companies includes requiring all team members to write memos before meetings. This practice ensures that all voices contribute, prevents language and cultural differences from overshadowing who gets heard, and promotes the deep thinking necessary for generating valuable ideas. This approach also addresses the ineffectiveness of traditional brainstorming, which can be particularly counterproductive when mismanagement of cultural differences stifles diverse voices.",
    "Additionally, leaders have a crucial responsibility to overcome our natural tendency to gravitate toward those similar to us. It is essential for leaders to ensure that Asian employees and all team members form the strong emotional bonds that are necessary for everyone to contribute fully and effectively. Leaders should consider increasing one-on-one interactions with their Asian employees to foster these connections, thereby facilitating effective teamwork and individual thriving.",
    "By pivoting from a “culture fit” to a “culture add” mindset, teams can enhance their operations with the diverse perspectives of all members, including those from Asian backgrounds.",
    "Leverage Asian employees to power domestic and global market expansion.",
    "Leaders aiming for top-line growth should ensure their Asian employees aren’t relegated to back-end technical roles. These workers possess unique strengths that can help power the capture of new and rapidly expanding markets.",
    "A prime example is JPMorgan Chase, which has established a dedicated Office of Asian & Pacific Islander Affairs under the leadership of longtime bank executive Vivian Young. This office actively cultivates opportunities for Asian business owners and their communities, enabling the bank to provide culturally responsive services tailored to their evolving needs. For example, through market research, the office has identified an impending wave of succession planning needs within Asian communities. In response, JPMorgan Chase is working with Asian community partners and local chambers of commerce to roll out succession planning workshops and additional services designed for these business owners. This proactive strategy not only strengthens community ties but also positions the bank at the forefront of market trends, ensuring it is ready to efficiently meet emerging demands.",
    "Given their predominantly immigrant background, some Asian employees also provide exceptional access to resources in Asia, which is home to a majority of the world’s population. If the employee is open to playing such a role, their extensive networks can give their employers a competitive edge in understanding, identifying and capturing opportunities within these key regions.",
    "Moreover, incorporating Asian perspectives at the board level can significantly enhance a company’s market strategy. Just as technological or domain-specific expertise is valued, companies can profit from Asian board members who bring relevant market insights and act as vital links to domestic and international markets.",
    "A notable example is Starbucks, which has pinpointed Asia as a key growth market. To support their expansion in this vital region, Starbucks appointed as a Board member Wei Zhang, a former senior Alibaba executive who brings deep expertise in both global technology and Asian markets.",
    "Such strategic appointments can enable a deeper understanding of how to optimally utilize the Asian workforce to achieve organizational goals, turning cultural diversity into a strategic advantage that drives growth and positions the company as a leader in global markets.",
    "Asian employees as catalysts for organizational growth",
    "As many companies scale back their diversity, equity, and inclusion programs, it’s essential to recognize the pressing need for progress in ensuring that all employees can thrive and lead. This commitment must include America’s fastest-growing workforce. When we enable Asian employees to fully contribute to corporate results and aspirations, everyone wins.",
    "In fact, we believe companies that fully utilize their Asian employees can enhance bottom-line productivity, drive top-line growth in domestic and global markets, and increase overall enterprise value. To determine the appropriate investment, companies should analyze both the costs of current practices and the potential returns to shareholder value.",
    "Let’s consider a hypothetical high-tech company employing 1,000 professionals, reflecting Silicon Valley norms where 50% of the workforce is Asian with a conservatively estimated salary of $150,000. Research from Qualtrics indicates that only 20% of employees who don’t feel a sense of belonging are engaged at work, compared to 91% of those who do. Using Bain and Company’s finding that around 80% of Asian employees don’t feel belonging, we can infer that only 34% of Asian employees are engaged, leaving 66% disengaged.",
    "Using Gallup’s finding that a disengaged employee represents a cost of 34% of their annual salary, by better engaging Asian employees, the company could achieve productivity gains of $17 million per year. Assuming an enterprise value to earnings ratio of 10x, this $17 million annual profit boost translates into a remarkable (albeit theoretical) $170 million increase in enterprise value for shareholders. These calculations scale linearly. A company with 5,000 employees could realize productivity gains of $85 million per year and create $850 million in enterprise value.",
    "This approach also has the potential for wider organizational transformation. When companies leverage the diverse talents of their Asian workforce, they can evolve into more global, agile, and powerful hubs of innovation and growth. This strategy not only better engages Asian employees, but also attracts and inspires top talent from all backgrounds.",
    "By strategically meeting the needs of their Asian employees, leaders can alleviate widespread frustration and lack of belonging among this key workforce segment, and thus bolster the present and future success of their enterprise.",
    "Attracting and Cultivating Talent Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Attracting and Cultivating Talent. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Discover how to attract, hire, develop, and keep talented people who will grow and thrive throughout their employee journey.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "Harvard Business Review Manager's Handbook Toolkit",
    "The Strategize Your Life Collection: Design a Life of Purpose",
    "Read more on High potential employees",
    "Diversity and inclusion,",
    "Inclusion and belonging,",
    "Developing employees,",
    "Cross-cultural management,",
    "and Personal productivity"
  ]
}