{
  "url": "https://hbr.org/2024/11/why-isnt-healthcare-more-personalized",
  "title": "Why Isn’t Healthcare More Personalized?",
  "ut": 1732175705.0,
  "body_paragraphs": [
    "Illustration by Daniel Liévano",
    "Currently, inefficiencies in healthcare practices can frustrate patients and lead to unnecessary pre-surgical tests or boilerplate after-visit instructions, among other issues. Personalized health care is a promising fix, but needs smart processes using...more",
    "Now that electronic health records (EHRs) are ubiquitous, why does every other industry still leave healthcare in the dust when it comes to personalization? Nobody knows more about us than our healthcare providers, but they don’t often leverage that electronic information to help their patients — or themselves. What will it take to make healthcare at least as personalized as our Amazon product recommendations?",
    "EHRs and better communication across devices and systems have certainly helped. We can pay our physician visit co-pays, refill our prescriptions, and track our vital signs using an assortment of gadgets, and they can increasingly swap data with one another. We can check into our appointments the night before rather than arriving 15 minutes early to fill out yet another paper form. Our doctors can easily review what we discussed at our last visit, and the EHR can give them suggestions about possible diagnoses, tests to order, or the best treatments to try based on their exam findings and our description of our symptoms.",
    "But there’s still so far to go. While retailers, travel companies, banks, and brokerages use our personal information to finely tune the products and services they offer us (so finely that it verges on stalking), our healthcare providers still give us page after page of cookie-cutter, after-visit instructions that show little awareness of our often very specific health needs. Every patient for elective surgery may endure the hospital’s standard list of pre-surgery tests, even if they got some of those identical tests just a week or two ago and the results are still valid and sitting right there in their EHR, or even if the surgeons don’t really need every patient to have every test.",
    "In 2021-2022, the team at Lumeon, a company that one of us (Robbie) headed, analyzed nearly 20,000 outpatient surgery cases in one health system and found that just under 70% of the patients didn’t need one or more of the “standard” pre-surgical tests — either because the results were already on file with the health system or because the standard order sets were unnecessarily conservative. Additional analyses showed that that a third of surgical delays and cancellations are due to labs not coming back on time or results not being reviewed. If that experience holds true across all providers (and research suggests that unnecessary tests are common), then we’re delaying or canceling surgeries on a massive scale so we can wait for services that add nothing to the quality of our health or our care.",
    "Further, those diagnosis and treatment protocols built into EHR software can’t always accommodate variations in health status or account for patients’ complicating conditions or their social situation (for instance, whether patients have transportation to appointments, or access to the food they need to follow a special diet), even though their record may contain all that information somewhere. One study of cancer care pathways found that 65% of cancer patients were treated using one of the standard pathways and 35% were not. (A pathway is a detailed, evidence-based treatment protocol that guides the delivery of care to patients with a particular type of cancer — from the initial diagnosis to the end-of-life care. The pathway describes the specific medications, radiation regime and surgical procedures to be used.) Moreover, the percentage of patients treated using a pathway declined from 74% (2018) to 60% (2021). It’s like taking a trip where you can’t alter your route based on the weather, the need for fuel, or the desire to visit someone along the way. It’s no wonder that clinicians don’t take full advantage of such faulty “maps” and often don’t trust them.",
    "What’s needed is smart process automation that employs artificial intelligence tools to find and use every shred of information that’s applicable to a given scenario, combining standardization and personalization to create the most effective and responsive care.",
    "The need is dire — not just for patients but also for providers. Health systems are under pressure. They face competition from new entrants with well-honed operations such as private equity-backed primary care groups and surgeons who own outpatient surgery centers. Patients who don’t feel “known” by their health system may see no advantage in centralizing their care and will choose providers on some other basis, whether it’s price, location, or favorable Yelp reviews. Payers continue to move toward value-based reimbursement, which rewards providers who improve their patients’ health rather than just supplying a certain volume of services. And every genomic mystery we unravel creates potential new opportunities — and new pressures — to personalize care.",
    "Insight Center Collection",
    "Collaborating with AI",
    "How humans and machines can best work together.",
    "What would a smarter process look like? Take the elective surgery example above. Knowing the procedure and the patient, AI-driven process automation could identify which tests and other types of care have already been done and which are needed, place the orders, confirm that tests have been scheduled and completed, and track the results. It could combine all those results to confirm that the patient can be cleared for surgery and then offer the patient a procedure time that’s within the window where the results are still valid. If the patient chooses, the system could even put them on a wait list for an earlier slot and offer a schedule change in time for the patient to comply with pre-op instructions such as no food after midnight.",
    "All those rote processes, informed by each patient’s unique information and adapting whenever more information becomes available, can be done in the background, freeing clinicians and clerical staff for answering complex questions, hand-holding, and other functions that require the human touch.",
    "One health system worked with Lumeon to implement the example above, and the results were impressive. It turned out that after using smart automation to analyze each patient’s specific circumstances, 89% of patients could be adequately prepped for their procedures by some type of digital communication or, by exception, escalated to a short clarifying phone call and didn’t require an in-person visit or the full battery of pre-op testing. The care team could spend its time on cases with a genuine need, resulting in happier patients, a happier care team, and better care.",
    "Prior authorization — the bane of every provider’s back office — is also ripe for redesign. Predictive models could identify diagnostic tests, procedures, or medications a patient is likely to need and automatically request the payer to approve them even before a provider has put in the orders. For example, if a patient with low back pain has worked through a full course of physical therapy and hasn’t improved, an MRI of the lumbar spine might be a predictable next step. Having payer approval in hand in anticipation of that order would be a relief for both the clinician and the patient in pain.",
    "The building blocks for these kinds of innovation are already in place, including:",
    "A growing abundance of data.",
    "As noted earlier, the broad adoption of EHRs, the use of wearable devices, and the collection of data on social determinants of health, like access to food and transportation, have all led to a significant increase in the quantity and quality of data available to enable personalized care. For example, a process that plans a patient’s post-surgery treatment can take into account that the patient lives alone and schedule a stay at a skilled nursing facility followed by home help.",
    "This mass of data can also inform patients’ choices. One unfortunate feature of today’s health care is the lack of objective evidence for many common interventions, and even when evidence might exist, it may not have come to the attention of the office clinician. As a result, patients must rely on their physician’s gut instinct, which might not be any better than their own in some cases.",
    "Smart automation tools can marshal the available evidence that’s most relevant to particular patients’ situations and allow them to choose effective treatment options that also maximize their quality of life or improve the odds that they can adhere to the treatment path. And each patient’s experience can be added to the evidence base for the treatment that individual chooses, enabling better choices for all patients.",
    "Earlier paper and computerized versions of clinical-decision-support systems and care pathways that described the best approach to treating a person with a specific disease used complex logic modules with dozens, if not hundreds, of interconnected branches and calculations. For example, the pathway for a disease might have a branch in logic for determining adjustments in care based on age and another branch might highlight treatment approaches that should be considered if a test result was highly abnormal. The combination of many branches and calculations were often hardwired together to form one very large pathway or care module that was often incomprehensible in aggregate and took a lot of work to maintain. This complexity was particularly common when it came to the care for people with cancer as well as those with several chronic diseases. These pathways could look like maps of the human brain that show every neuron.",
    "Recent design innovations have broken these complex graphs into smaller, manageable modules that can be assembled in advance or dynamically as patient care progresses. This approach, known as modularization, acts like mass personalization, making the pathways more adaptable to specific contexts and significantly reduces the difficulty of maintaining and updating them.",
    "For example, a care guideline might incorporate a new recommendation to schedule your first colonoscopy at age 45 or earlier if you have a bowel disease or a family history of colon cancer. Traditionally, new research influencing such guidelines could take over a decade to be reflected in general care recommendations. However, intelligent automation that employs modular processes can incorporate new risk factors and update recommendations much more swiftly and easily.",
    "Deeper understanding of process design.",
    "Healthcare providers understand more than they ever have in the past about how to design processes to optimize care and influence patients’ choices. These understandings include the use of “nudges” to influence a person’s choice of options, approaches to redesigning care processes that distribute the work according to the talents and abilities of healthcare professionals and patients, and options for integrating process automation into the workflow of the care team.",
    "The use of artificial intelligence.",
    "AI in general has the ability to learn from experience and guide processes based on that learning. It can analyze the many variables that influence process outcomes and suggest new process designs that personalize care based on those variables, extending process logic far beyond what had been previously considered practical.",
    "For example, a predictive algorithm might show that a patient with well-controlled diabetes is nonetheless at risk of progressing to diabetes that is poorly managed due to a complex interaction of variables. It could indicate the degree of risk (high, medium, or low) and the factors that led to the risk score. This identification of factors would help clinicians and patients understand where medication and lifestyle changes are needed, and the risk score would determine the urgency of intervening.",
    "Someday soon, we expect that when a human decision is required, generative AI will be able to summarize the data the decision-maker needs. It will be able to craft messages with the nuance needed to induce clinicians and patients to respond effectively when a process asks them to do something. For example, generative AI may summarize a patient’s social circumstances and include links to social services that may be of assistance, even going so far as to coordinate them proactively as an independent, autonomous agent.",
    "Finally, AI may decide which fork in the road to follow, within certain well-understood limits, leaving humans responsible for areas where evidence may be lacking or where human judgment remains the standard of care.",
    "Where should providers begin the journey toward smart process automation and better personalization of our care? In addition to the usual planning process that surrounds such projects (allocating resources, establishing metrics, getting staff buy-in, and so on), we recommend two specific starting points:",
    "Identify processes that are both high in volume and highly impactful when they fail.",
    "For instance, making an appointment is a frequent pain point for patients and can frustrate them to the point of abandoning their provider for one that has a less-annoying process. Processes that now can entail an hour or more on hold may be condensed, by using smart automation, to a few clicks through the patient portal that interpret the patient’s intention, orchestrate it with the information in her EHR, and send her to the appropriate specialist nearest her home who has the earliest availability. The improvement in patient loyalty and retention may be hard to quantify, but we wouldn’t want to be the last provider in a market to make this change.",
    "At the organizational level, planning for patient discharges involves multiple decision points where minor variations can have a major impact on an expensive process. A lab test or MRI that’s done half an hour behind schedule can end up keeping the patient in the hospital for an extra unnecessary night or vacating their bed so late that it causes a backup in the emergency department. Smart automation could generate a plan of care starting at the patient’s admission and manage it on a minute-by-minute basis, integrating it with all the other patients’ care plans to make sure both clinical and nonclinical activities are coordinated in the most efficient way.",
    "Establish a reliable foundation of data gathered through consistent processes.",
    "The current delivery of care is littered with examples of clinicians repeating basic data-collection activities because they can’t trust that they can rely on the existing data. Many AI models have been trained on data that’s been collected over years of inconsistent processes, and they try to make predictions on data that we know is unreliable. Therefore, we must invest in understanding how we gather data and then use that understanding to eliminate inconsistency and build a new, clean dataset.",
    "To be clear, we know that this will be a long journey, and that the hype surrounding artificial intelligence is almost certain to lead to instances of keen disappointment and disillusionment as our industry realizes the path is much harder than we had been led to believe. Even the relatively limited transformation we have described above won’t happen overnight, and it won’t be particularly sexy. At best, it will get our healthcare to the same level of personalization that we enjoy today with online shopping or banking. But considering how dramatically that amount of transformation could improve everyone’s health, we think that’s more than enough.",
    "Readers Also Viewed These Items",
    "Triple Fit Strategy: How to Build Lasting Customer Relationships and Boost Growth",
    "The Year in Tech, 2025: The Insights You Need from Harvard Business Review",
    "Read more on Health and behavioral science",
    "Technology and analytics"
  ]
}