{
  "url": "https://www.ft.lk/columns/Tourism-industry-must-become-brand-driven/4-776698",
  "title": "Tourism industry must become brand-driven",
  "ut": 1747784308.0,
  "body_paragraphs": [
    "Brand familiarity and confidence are the most important variables in driving travel decisions of a traveller",
    "Brand marketing and product management are terms used very commonly but in actual fact they are very different in nature. Product management ruthlessly manages the marketing mix to achieve the sales numbers whilst brand marketing has an additional responsibility of managing the equity of the brand in a consumer’s mind. In a typical brand marketing culture the KPI of a brand manager is not only just the achievement of sales numbers but also checking the awareness, top of mind awareness, recall rate and loyalty parameters. The brand management rigor is more long-term in nature and requires a strategic perspective and might even sacrifice sales in the short-term.",
    "If we use this similar analogy on the tourism industry, from the product management analogy the tourism sector grew by a commanding 38.1% in 2024 to 2.01 million guests and revenue crossed $ 3.1 billion. The 2025 Q1 data is also encouraging at a +14% growth at 0.7 million visitors but the key question to ask from a brand management focus is what was the awareness achieved, what are the key attributes that got a traveller to visit Sri Lanka and if the pre visit perception of the brand Sri Lanka Tourism was in line to with the brand experience. In typical brand management we gather this data with research studies called ‘usage and attitude studies’ and ‘brand equity measurement surveys’. The board discusses data driven on brand equity numbers rather than just sales/visitor arrivals.",
    "Trump and power brand USA",
    "The importance for this argument is that if we develop the brand parameter driven approach rather than just going for a numbers game, in the event a disaster hits the country then the hit to the business is smaller and the recovery rate becomes faster. The best example is brand USA. Even after the 9/11 attack in New York, the year after, the USA had a higher level of tourists visiting the country and the recovery rate was quicker. From a data driven perspective brand USA is valued at $ 6 trillion (45% of the world value) whilst China comes in second at $ 1.7 trillion as per the research done by Global Innovation Index in collaboration with Brand Finance.",
    "The US President is aware of the power of brand USA which is why he is flexing his muscle with the trade partners of the US. A point he has forgotten is that the world works on a theory called ‘Comparative advantage’ and hence the US needs the world to meet the requirements of her people.",
    "Post the economic crisis and COVID, Sri Lanka tourism saw the pent up demand impacting the numbers just like what the world experienced with foreigners flocking the country. The year 2024 saw a 38.1% growth in absolute numbers to 2.3 million visitors. Another key insight that emerged in Sri Lanka was that an average Sri Lankan started traveling within the country and experienced the real beauty of Sri Lanka which we called Domestic Tourism. This same trend was seen post COVID in many countries globally as most borders were closed for visitors from overseas.",
    "Social media was inundated with the ‘hidden gems of Sri Lanka’ being showcased. Every Sri Lankan became a ‘Tourism blogger and Ambassador of Sri Lanka. The power of social media for marketing a country came to being. Everybody was a journalist. This sure helped the Sri Lankan brand imagery way as the real power of a brand is when the consumers who experience a brand talks well of a brand.",
    "If we do a deep dive on the reality of this sector from a number perspective – the product oriented approach to marketing, tourism receipts way back in 1995 registered a per tourist income of $ 886 at a GNP contribution of 2.3%. By 2019, we had moved up to $ 2,300 per tourist with a commanding 5.2% contribution to GNP. However, with the shock of the financial crisis and negative media that engulfed the world in Sri Lanka, overall per tourist receipt has dropped to a low ebb of $ 1,600 per tourist and the GNP contribution to a dismal 1.3% contribution.",
    "The point I am highlighting is that if the brand tourism parameters were strong, then the impact from such a disaster would have been lower. Strong brands can withstand shocks better. Let’s now understand what a brand management approach is and how we can use this concept in Sri Lanka tourism.",
    "Brand health – improving",
    "I am using the study that was done by Twenty Thirty One – sponsored by Sri Lanka Tourism Alliance in the years 2021, 2022 and 2023 and the implications to making brand Sri Lanka strong.",
    "The key insight from the study was that 60% of travel decisions are made on the ‘Perceptions’ of a travel brand. Meaning we must work towards improving the perception of Sri Lanka or in other words we must move towards Druvi you brand drivers. Let me do a deep dive on this aspect.",
    "1) Brand familiarity and confidence are the most important variables in driving travel decisions of a traveller. The Indian market had scored the highest on the two waves – namely October, 2022 and February, 2023 data points. In the year 2024, India registered 416,974 arrivals with a growth of 37% making it the number one country for Sri Lanka Tourism. This means that the brand marketing activity done in India is kicking into a sales growth but more needs to be done as it’s the core market that got the highest negative exposure of the economic crisis due to independent journalists of Tamil Nadu factor. This justifies the argument that if a brand is strong one can withstand shocks from the market better. We must take a cue from this ‘best practice’ to do some focussed brand work in the Indian market. After all India has 326,000 millionaires and 120 billionaires.",
    "We have to make Sri Lanka attractive to get them to visit Sri Lanka. Many are not aware that there is an exclusive boutique villa situated in Dickwella that charges $ 14,300 a night (Rs. 5.3 million). Which means that we have the correct product bit, what we need is a strong brand positioning campaign with focussed communication.",
    "2) Brand impressions is another key indicator that we must be cognisant of when talking of the ‘Tourism success story globally. Let’s accept it, in a typical ‘purchasing behaviour’ journey – influencing a guest is key in making a guest select a destination for the next holiday. It is noteworthy that in all markets – France, Germany, India, Italy, KSA, Russia and Spain, the numbers have grown from the survey done in Oct, 2022. This may be due to the less influence that media played in the Western markets during the recent economic crisis. We now need to analyse and see if there is a direct correlation to the visitor arrivals of 2024. Russia has demonstrated a strong presence with 201,920 visitors in 2024 making it the top 2 Destination for Sri Lanka at a growth of 2% on a year on year basis. Apart from the direct intervention of a former Ambassador to Russia watered he personally chartered aircrafts to bring tourists, end of the day the guest makes an individual decision based on the share of voice on media. In that light we can say that there is a direct link to ‘positive impressions’ to the visitor arrivals.",
    "3) Brand interest is the interest that a visitor has on a destination based on the sites that they have got to know which is reflective of the impact of marketing activity. Here, we see that on this health attribute the gap closing has been best as against April, 2021. The bloggers, micro marketing initiatives done together with the Sri Lankan presence at exhibitions may have contributed to higher share of voice (SOV).",
    "4) Recommendations: This is the final moment of truth when it comes to brand marketing. The awareness level leading to brand familiarity and then brand interest moves a consumer to visiting a country (experiencing the brand) and finally recommending the brand. Apart from France all other markets are demonstrating an upward movement. A deep dive is needed in France but a point to note is that in 2024 Sri Lanka has seen a 57% growth in visitor arrivals to 88,772 but it is ranked number 7 in the 2024 Ranking. May be an in-depth analysis must be done on the implications of the brand health data to strategy making.",
    "The above is only a sneak preview to the type of thinking that Sri Lanka Tourism must have if we are to build the Tourism brand globally. Chasing after numbers and saying that we must be quality conscious will not help the overall tourism game plan. We must convert these statements to action. For this we must get into the mindset of a brand management culture. This is the best practice that we must learn from brands like – Tourism Thailand and Tourism Malaysia or for that matter Australian Tourism.",
    "This is incidentally the manner in which brands are managed in the multinational sector. Which means that there are many people in Sri Lanka who have this knowledge and Sri Lanka Tourism must reach out and attract them to their companies. I commend the Tourism Alliance for leading this way of thinking. Which means that certain people in the Industry appreciate the scientific way of driving an industry/brand. But this strategy requires discipline and a long term perspective. Having worked on power brands like Dettol in Sri Lanka and India I know how hard this approach to business is but when you master the technique life becomes purposeful. Every decision is supported with data and wasteful promotional work stops. Maldives Tourism is very data driven in their thinking. They study the perceptions and usage studies on each key market together with the traveller habits on digitalisations.",
    "A point to note is that the direction that Sri Lanka Tourism is moving with data such as the ‘Brand study’ done by the Tourism Alliance is a very positive indication on the new thinking of the industry giants. The policy makers must take a cue from this and build on this thinking so that Sri Lanka Tourism as a whole can benefit. Given the educated leadership in the Tourism Ministry data science must be the new way of making decisions. Brand health tracking must become a way of life, it is only then that we can say that we have brought “Real change” to Sri Lanka.",
    "Sri Lanka Tourism is financially very strong with over Rs. 11 billion in their bank account. This must be used for brand building. We have not had a proper global branding campaign for the last 20 years. Maldives is a classic case in post that lives the values of brand building and I guess the sharp imagery of the brand in the global market that attracts a $ 400 clientele was not an accident. It was a carefully developed strategy. We must emulate this best practice from our neighbour.",
    "Let’s accept it, Tourism is a low hanging fruit that must be fast tracked. But a single minded policy arm is required if we take the lessons from successful campaigns like Incredible India or the Sunny Side of Life campaign by Maldives. New thinking is required on how consumer funnel can be fast tracked to purchase. Maldives does this brilliantly with a strong marketing data driven approach as I mentioned.",
    "To summarise, it’s great to see the equity of the brand picking up with Sri Lanka ranked among the Top tourism destinations by BBC for 2024. There were strong accolades for Sri Lanka Tourism from Best place for Solo travel and a honeymoon destination. Sri Lanka was also ranked as the Top Wildlife Safaris outside Africa by Forbes magazine. The brand also got an accolade as the 50 most Instagrammable places in the world among 24 countries by TravekTriangle. We also saw individual properties winning awards in different categories which is amazing for the $ 4 billion industry. We must now introduce a brand management culture and a focussed brand development agenda. Let me share two such strategies that I championed that was combined effort of UNDP/Sri Lanka Tourism.",
    "Central Province can be positioned as the ‘Crown Jewels of Sri Lanka’ given the rich diverse product range that exists from Horton Plains, Dalada Maligawa, Tea Tourism in Nuwara Eliya, Sigiriya and the indigenous industries in Matale. The geography can also boast as the ‘Carbon Neutral’ proposition due to the 63% tree cover and all major rivers of the country originating from the Central Province whilst being the home for 4 of the 8 UNESCO Heritage sites.",
    "One of the key destination sites visited is the Dalada Maligawa. Almost 65% of tourists visit the site. Hygiene and sanitation is a key issue for which a solution is not yet sorted out. The mafia on the guides around the vicinity makes it negative for the visitor experience. During the season a mobile toilet is introduced by the management but it’s operationally tough on sustainability. The other two destinations are Hakgala Gardens and Royal Botanical Gardens that have strong reviews. But parking is a nightmare. New thinking needs to be introduced to make the product contemporary like a cycling track or a singing fountain but require funding.",
    "Sigiriya is visited by 21% of the foreigners that come into Sri Lanka but unfortunately even today the site does not accept credit card payments whilst online purchasing of tickets is not encouraged by the bureaucracy. Rs. 4 billion is collected but no monies are invested for new product development in the lines of the Egyptian Pyramids who have made the experience contemporary. Nuwara Eliya town is challenged with the water issue and poor town planning that has not been addressed. Many politicians make statements but the strategic development does not happen. A cable car project is halted due to a corruption issue even after all approvals have been granted.",
    "This consists of Badulla and Mahiyangana Districts. The positioning can be very clearly the ‘The Adventure Province of Sri Lanka’. Some amazing products exist from the tallest waterfall Babarakanda to highly rated Adisham Monastery, Lipton Seats, Diyaluma and Dunhinda waterfalls to signature brands like 98 acres which house the Ravana adventure sports to name a few not forgetting the amazing Ella town. But once again many challenges.",
    "The famous Ella town has a serious hygiene and sanitation issue. There is no public toilet for tourists to use. The garbage management process has fallen short that has resulted in an infestation of mosquitoes in the area. The Tourism Visitor Centre is to be closed as the building safety has become an issue. Haldamulla has potential but needs focussed support to be developed with strong policy. Adisham is a highly reviewed site but parking is a serious issue whilst the monkeys are a threat to the sustainability of Adisham Strawberry signature brand. There is no focus by policymakers.",
    "Given the trade challenges due to the Trump tariff and the looming global recession, we have to find a way to make Sri Lanka stable. Everyone says that the low hanging fruit is Tourism. One of the best ways to make this happen is to introduce a “brand management structure’ into the industry and then develop a sharp strategy.",
    "(The writer is the Vice Chairman World Rural Tourism Council and heads an AI company on branding. The thoughts are strictly for his personal views. He is an alumni of Harvard University.)"
  ]
}