{
  "url": "https://www.technologyreview.com/2025/07/28/1120747/chinese-universities-ai-use/",
  "title": "Chinese universities want students to use more AI, not less",
  "ut": 1753659000.0,
  "body_paragraphs": [
    "Just two years ago, Lorraine He, now a 24-year-old law student,  was told to avoid using AI for her assignments. At the time, to get around a national block on ChatGPT, students had to buy a mirror-site version from a secondhand marketplace. Its use was common, but it was at best tolerated and more often frowned upon. Now, her professors no longer warn students against using AI. Instead, they’re encouraged to use it—as long as they follow best practices. She is far from alone. Just like those in the West, Chinese universities are going through a quiet revolution. According to a recent survey by the Mycos Institute, a Chinese higher-education research group, the use of generative AI on campus has become nearly universal. The same survey reports that just 1% of university faculty and students in China reported never using AI tools in their studies or work. Nearly 60% said they used them frequently—either multiple times a day or several times a week.  However, there’s a crucial difference. While many educators in the West see AI as a threat they have to manage, more Chinese classrooms are treating it as a skill to be mastered. In fact, as the Chinese-developed model DeepSeek gains in popularity globally, people increasingly see it as a source of national pride. The conversation in Chinese universities has gradually shifted from worrying about the implications for academic integrity to encouraging literacy, productivity, and staying ahead.  The cultural divide is even more apparent in public sentiment. A report on global AI attitudes from Stanford University’s Institute for Human-Centered Artificial Intelligence (HAI) found that China leads the world in enthusiasm. About 80% of Chinese respondents said they were “excited” about new AI services—compared with just 35% in the US and 38% in the UK.",
    "“This attitude isn’t surprising,” says Fang Kecheng, a professor in communications at the Chinese University of Hong Kong. “There’s a long tradition in China of believing in technology as a driver of national progress, tracing back to the 1980s, when Deng Xiaoping was already saying that science and technology are primary productive forces.” From taboo to toolkit Liu Bingyu, one of He’s professors at the China University of Political Science and Law, says AI can act as “instructor, brainstorm partner, secretary, and devil’s advocate.” She added a full session on AI guidelines to her lecture series this year, after the university encouraged “responsible and confident” use of AI.",
    "Liu recommends that students use generative AI to write literature reviews, draft abstracts, generate charts, and organize thoughts. She’s created slides that lay out detailed examples of good and bad prompts, along with one core principle: AI can’t replace human judgment. “Only high-quality input and smart prompting can lead to good results,” she says. Related StoryAI’s giants want to take over the classroomOpenAI and Anthropic say AI can help students learn—not just cheat—even if real-world use suggests otherwise.",
    "“The ability to interact with machines is one of the most important skills in today’s world,” Liu told her class. “And instead of having students do it privately, we should talk about it out in the open.” This reflects a growing trend across the country. MIT Technology Review reviewed the AI strategies of 46 top Chinese universities and found that almost all of them have added interdisciplinary AI general‑education classes, AI related degree programs and AI literacy modules in the past year. Tsinghua, for example, is establishing a new undergraduate general education college to train students in AI plus another traditional discipline, like biology, healthcare, science, or humanities. Major institutions like Remin, Nanjing, and Fudan Universities have rolled out general-access AI courses and degree programs that are open to all students, not reserved for computer science majors like the traditional machine-learning classes. At Zhejiang University, an introductory AI class will become mandatory for undergraduates starting in 2024.   Lin Shangxin, principal of Renmin University of China recently told local media that AI was an “unprecedented opportunity” for humanities and social sciences. “Intead of a challenge, I believe AI would empower humanities studies,” Lin said told The Paper. The collective action echoes a central government push. In April 2025, the Ministry of Education released new national guidelines calling for sweeping “AI+ education” reforms, aimed at cultivating critical thinking, digital fluency, and real‐world skills at all education levels. Earlier this year, the Beijing municipal government mandated AI education across all schools in the city—from universities to K–12. Fang believes that more formal AI literacy education will help bridge an emerging divide between students. “There’s a big gap in digital literacy,” he says. “Some students are fluent in AI tools. Others are lost.” Building the AI university In the absence of Western tools like ChatGPT and Claude, many Chinese universities have begun deploying local versions of DeepSeek on campus servers to support students. Many top universities have deployed their own locally hosted versions of Deepseek. These campus-specific AI systems–often referred to as the “full-blood version” of Deepseek—offer longer context windows, unlimited dialogue rounds and broader functionality than public-facing free versions.",
    "Related StoryHow DeepSeek became a fortune teller for China’s youthAI-powered BaZi analysis has become the new oracle for a disillusioned generation seeking answers.",
    "This mirrors a broader trend in the West, where companies like OpenAI and Anthropic are rolling out campus-wide education tiers—OpenAI recently offered free ChatGPT Plus to all U.S. and Canadian college students, while Anthropic launched Claude for Education with partners like Northeastern and LSE. But in China, the initiative is typically university-led rather than driven by the companies themselves. The goal, according to Zhejiang University, is to offer students full access to AI tools so they can stay up to date with the fast-changing technology. Students can use their ID to access the models for free.  Yanyan Li and Meifang Zhuo, two researchers at Warwick University who have studied students’ use of AI at universities in the UK, believe that AI literacy education has become crucial to students’ success.  With their colleague Gunisha Aggarwal, they conducted focus groups including college students from different backgrounds and levels to find out how AI is used in academic studies. They found that students’ knowledge of how to use AI comes mainly from personal exploration. “While most students understand that AI output is not always trustworthy, we observed a lot of anxiety on how to use it right,” says Li. “The goal shouldn’t be preventing students from using AI but guiding them to harness it for effective learning and higher-order thinking,” says Zhuo.  That lesson has come slowly. A student at Central China Normal University in Wuhan told MIT Technology Review that just a year ago, most of his classmates paid for mirror websites of ChatGPT, using VPNs or semi-legal online marketplaces to access Western models. “Now, everyone just uses DeepSeek and Doubao,” he said. “It’s cheaper, it works in Chinese, and no one’s worried about getting flagged anymore.” Still, even with increased institutional support, many students feel anxious about whether they’re using AI correctly—or ethically. The use of AI detection tools has created an informal gray economy, where students pay hundreds of yuan to freelancers promising to “AI-detection-proof” their writing, according to a Rest of World report. Three students told MIT Technology Review that this environment has created confusion, stress, and increased anxiety. Across the board, they said they appreciate it when their professor offers clear policies and practical advice, not just warnings. He, the law student in Beijing, recently joined a career development group to learn more AI skills to prepare for the job market. To many like her, understanding how to use AI better is not just a studying hack but a necessary skill in China’s fragile job market. Eighty percent of job openings available to fresh graduates listed AI-related skills as a plus in 2025, according to a report by the Chinese media outlet YiCai. In a slowed-down economy and a competitive job market, many students see AI as a lifeline.   “We need to rethink what is considered ‘original work’ in the age of AI” says Zhuo, “and universities are a crucial site of that conversation”. hide"
  ]
}