{
  "url": "https://www.technologyreview.com/2025/03/17/1113255/is-google-playing-catchup-on-search-with-openai/",
  "title": "Is Google playing catchup on search with OpenAI?",
  "ut": 1742170071.0,
  "body_paragraphs": [
    "This story originally appeared in The Debrief with Mat Honan, a weekly newsletter about the biggest stories in tech from our editor in chief. Sign up here to get the next one in your inbox. I’ve been mulling over something that Will Heaven, our senior editor for AI, pointed out not too long ago: that all the big players in AI seem to be moving in the same directions and converging on the same things. Agents. Deep research. Lightweight versions of models. Etc.   Some of this makes sense in that they’re seeing similar things and trying to solve similar problems. But when I talked to Will about this, he said, “it almost feels like a lack of imagination, right?” Yeah. It does. What got me thinking about this, again, was a pair of announcements from Google over the past couple of weeks, both related to the ways search is converging with AI language models, something I’ve spent a lot of time reporting on over the past year. Google took direct aim at this intersection by adding new AI features from Gemini to search, and also by adding search features to Gemini. In using both, what struck me more than how well they work is that they are really just about catching up with OpenAI’s ChatGPT.  And their belated appearance in March of the year 2025 doesn’t seem like a great sign for Google.",
    "Related StoryAI means the end of internet search as we’ve known itDespite fewer clicks, copyright fights, and sometimes iffy answers, AI could unlock new ways to summon all the world’s knowledge.",
    "Take AI Mode, which it announced March 5. It’s cool. It works well. But it’s pretty much a follow-along of what OpenAI was already doing. (Also, don’t be confused by the name. Google already had something called AI Overviews in search, but AI Mode is different and deeper.) As the company explained in a blog post, “This new Search mode expands what AI Overviews can do with more advanced reasoning, thinking and multimodal capabilities so you can get help with even your toughest questions.” Rather than a brief overview with links out, the AI will dig in and offer more robust answers. You can ask followup questions too, something AI Overviews doesn’t support. It feels like quite a natural evolution—so much so that it’s curious why this is not already widely available. For now, it’s limited to people with paid accounts, and even then only via the experimental sandbox of Search Labs. But more to the point, why wasn’t it available, say, last summer?",
    "The second change is that it added search history to its Gemini chatbot, and promises even more personalization is on the way. On this one, Google says “personalization allows Gemini to connect with your Google apps and services, starting with Search, to provide responses that are uniquely insightful and directly address your needs.” Much of what these new features are doing, especially AI Mode’s ability to ask followup questions and go deep, feels like hitting feature parity with what ChatGPT has been doing for months. It’s also been compared to Perplexity, another generative AI search engine startup.  What neither feature feels like is something fresh and new. Neither feels innovative. ChatGPT has long been building user histories and using the information it has to deliver results. While Gemini could also remember things about you, it’s a little bit shocking to me that Google has taken this long to bring in signals from its other products. Obviously there are privacy concerns to field, but this is an opt-in product we’re talking about.  The other thing is that, at least as I’ve found so far, ChatGPT is just better at this stuff. Here’s a small example. I tried asking both: “What do you know about me?” ChatGPT replied with a really insightful, even thoughtful, profile based on my interactions with it. These aren’t  just the things I’ve explicitly told it to remember about me, either. Much of it comes from the context of various prompts I’ve fed it. It’s figured out what kind of music I like. It knows little details about my taste in films. (“You don't particularly enjoy slasher films in general.”) Some of it is just sort of oddly delightful. For example: “You built a small shed for trash cans with a hinged wooden roof and needed a solution to hold it open.”Google, despite having literal decades of my email, search, and browsing history, a copy of every digital photo I’ve ever taken, and more darkly terrifying insight into the depths of who I really am than I probably I do myself, mostly spat back the kind of profile an advertiser would want, versus a person hoping for useful tailored results. (\"You enjoy comedy, music, podcasts, and are interested in both current and classic media\")  I enjoy music, you say? Remarkable!  I’m also reminded of something an OpenAI executive said to me late last year, as the company was preparing to roll out search. It has more freedom to innovate precisely because it doesn’t have the massive legacy business that Google does. Yes, it’s burning money while Google mints it. But OpenAI has the luxury of being able to experiment (at least until the capital runs out) without worrying about killing a cash cow like Google has with traditional search.  Related StoryRoundtables: Generative AI Search and the Changing InternetOf course, it’s clear that Google and its parent company Alphabet can innovate in many areas—see Google DeepMind’s Gemini Robotics announcement this week, for example. Or ride in a Waymo! But can it do so around its core products and business? It’s not the only big legacy tech company with this problem. Microsoft’s AI strategy to date has largely been reliant on its partnership with OpenAI. And Apple, meanwhile, seems completely lost in the wilderness, as this scathing takedown from longtime Apple pundit John Gruber lays bare.  Google has billions of users and piles of cash. It can leverage its existing base in ways OpenAI or Anthropic (which Google also owns a good chunk of) or Perplexity just aren’t capable of. But I’m also pretty convinced that unless it can be the market leader here, rather than a follower, it points to some painful days ahead. But hey, Astra is coming. Let’s see what happens. hide"
  ]
}