{
  "url": "https://www.dailymirror.lk/opinion/Political-parties-on-sale-EDITORIAL/172-295246",
  "title": "Political parties on sale - EDITORIAL",
  "ut": 1730749726.0,
  "body_paragraphs": [
    "The enthusiasm among the people on the November 14 Parliamentary election seems to be very low compared to the September 21 Presidential election. The traditional fighting between candidates of same parties for preferential votes, commonly known as “Manapa Poraya” also seems to be a thing of the past with only a few candidates of almost every party putting up posters displaying their preferential numbers.",
    "This might mislead or either confuse many voters, even the educated ones, sometimes affecting the final results of the election, if happened widely. Also, the high number of political parties in the fray with political parties with confusing names contesting might contribute to mislead the voters. For instance, While the United People’s Freedom Alliance (UPFA) which ruled the country from 2004 to 2014 is still fresh in the minds of the people, another party with a similar name “People’s United Freedom Alliance” (PUFA) has been formed, in view of the forthcoming election by a group of leading members of the former.",
    "Seventy-Seven parties are remaining in the list of recognised political parties of the Election Commission, after six political parties, currently embroiled in disputes over their party secretary positions, were disqualified from participating in the 2024 Parliamentary Election. Twenty three of these parties contested the Presidential election in September, majority of which knew very well that they would not obtain at least a four-digit number of votes. Yet, these parties are being maintained by the owners of them for a long time.",
    "Forming political parties in Sri Lanka have apparently become a money-making business where owners of some parties use them for various financial gains which could be deemed to be legal but corrupt practices. Some people maintain small parties, especially representing a race, religion or a caste to bargain with other powerful parties in order to get slots in Parliament, provincial councils or local government bodies.",
    "There are parties that were formed in order for the leader of the party to enter into the Parliament at least using their national lists while some other parties with little more recognition among a particular community were formed in order for the leader to enter into the Cabinet. These are primarily the parties that claim to represent Tamils, Muslims and old Left.",
    "Most leaders of political parties use a limited number of words, such as National, People’s, alliance, front, party and combine them in a jumbling manner when naming their parties. While Sri Lanka Freedom Party (SLFP) is a recognised party with the Election Commission it also remains as the prime constituent party of the UPFA, PUFA, People’s Alliance (PA). The Mahajana Eksath Peramuna (MEP) of former Prime Minister Dinesh Gunawardena also maintains its representation in the New Democratic Front (NDF), the party unofficially headed by former President Ranil Wickremesinghe, apart from these three alliances.",
    "Some parties such as Up-Country People’s Front and Democratic People’s Front are in alliances within alliances. Those parties are constituent parties of Tamil Progressive Front (TPF) which is in turn a part of the Samagi Jana Balawegaya (SJB). All these party names are in the Commission’s list.",
    "A group of officials including the Secretary of the “United Lanka Podujana Party” (Eksath Lanka Podujana Pakshaya) had been arrested in August while soliciting a bribe from former PUCSL Chairman Janaka Ratnayake in lieu of party’s Presidential candidacy.",
    "As a new political party could not be registered within a short time prior to 2020 General Election which was initially scheduled for April 24, in that year, Sajith Premadasa who was then at odds with UNP leader Ranil Wickremesinghe wanted an existing registered party to contest that election. He opted to choose the Ape Jathika Peramuna (AJP) which later underwent a name change as Samagi Jana Balawegaya (SJB).",
    "However, Diana Gamage who was the last general secretary of the AJP was given a Parliamentary seat from the national list of the SJB apparently in lieu of transferring the leadership of the party to Premadasa. It really amounted a bribe but was not considered to be illegal.",
    "It is undemocratic for any government to bring in laws to prevent anybody from forming political parties, nor is it correct to make it difficult for anybody to form a political party. However, it is high time the Election Commission propose ways and means to prevent people from using political parties for corrupt practices."
  ]
}