{
  "url": "https://www.technologyreview.com/2024/06/25/1093520/supershoes-running-kenya-carbon-plate-shoes/",
  "title": "Supershoes are reshaping distance running",
  "ut": 1719272400.0,
  "body_paragraphs": [
    "The track at Moi University’s Eldoret Town Campus doesn’t look like a facility designed for champions. Its surface is a modest mix of clay and gravel, and it’s 10 meters longer than the standard 400. Runners use a classroom chair to mark the start and finish. Yet it’s as good a place as any to spot the athletes who make Kenya the world’s greatest distance-running powerhouse.  Related StoryHow to fix the internetIf we want online discourse to improve, we need to move beyond the big platforms.",
    "On a morning in January, nearly a hundred athletes, including Olympic medalists and winners of major marathons, have gathered here for “speedwork”: high-­intensity intervals that the best runners make look effortless. The track is packed with so much talent that it is easy to miss the man of the moment, a gangly runner in a turquoise shirt and thick-soled Nike shoes. In just over a year, Kelvin Kiptum had gone from virtual unknown to global phenom, running three of the seven fastest marathons in history and setting the official men’s world record, 2:00:35, in Chicago in October 2023. On this day, he was less than three months out from his next race, in Rotterdam, where he planned to try for something once unthinkable: completing the 26-mile, 385-yard event in less than two hours.  Although fans were left in awe by Kiptum’s Chicago triumph, not everyone celebrated the shoes that had propelled him to victory. Since 2016, when Nike introduced the Vaporfly, a paradigm-­shifting shoe that helped athletes run more efficiently (and therefore faster), the elite running world has muddled through a period of soul-searching over the impact of high-tech footwear on the sport. The Vaporfly was only the beginning. Today, most major brands offer multiple versions of the “supershoe”—a technology that combines a lightweight, energy-­returning foam with a carbon-fiber plate for stiffness. “Superspikes” based on a similar concept are now widely used on the track as well. Performances have adjusted accordingly. Since 2020, according to the sport’s governing body, World Athletics, runners wearing so-called advanced footwear technology have broken all road and outdoor track world records in distances from 5,000 meters to the marathon—a concentration unlike any in the sport’s modern history.   The steady stream of footwear innovation has brought unending speculation over which brand’s shoes are best. Critics say that places too much emphasis on gear at the expense of runners’ ability.  Some of the most impressive feats have come in the marathon. In a 2019 exhibition that wasn’t eligible for records, Kenya’s Eliud Kipchoge covered the distance in an astonishing 1:59:40. Last September, Ethiopia’s Tigst Assefa lowered the women’s world record by more than two minutes in Berlin, running 2:11:53 in the ultralight Adidas Adizero Adios Pro Evo 1, a shoe designed to be worn only once. For his own record two weeks later, Kiptum wore the slightly heavier yet uber-bouncy Nike Alphafly 3. The uninitiated could have been forgiven for thinking the white platform shoes, which almost looked designed for walking on the moon, belonged on a sci-fi set rather than the streets of Chicago. Advertisement To some, this is all a sign of progress. In much of the world, elite running lacks a widespread following. Record-breaking adds a layer of excitement. And as I’d hear repeatedly from top athletes and coaches in Kenya, the shoes have benefits beyond the clock: most important, they help minimize wear on the body and enable faster recovery from hard workouts and races.  Most marathoners prefer the clay and gravel track at Moi University’s Eldoret Town Campus but shift to Kipchoge Keino Stadium (shown here) when it rains.PATRICK MEINHARDT   Still, some argue that they’ve changed the sport too quickly. Not only has it become hard to compare new records fairly with old ones, but the steady stream of footwear innovation has brought unending speculation over which brand’s shoes are best, and critics say that places too much emphasis on gear at the expense of runners’ ability. Laboratory research also suggests that some runners get a greater boost from the technology than others, depending on their biomechanics. Ross Tucker, a South African sports scientist and outspoken supershoe critic, has argued that these differences make it effectively impossible to “evaluate performances between different athletes independent of this nagging doubt over what the shoes do.”",
    "How much of Kiptum’s success was due to his talent, training, drive, and mental toughness—and how much to his body’s responsiveness to Nike’s tech? It’s difficult to know—and, tragically, he’s not around to offer input. A few weeks after I saw him in Eldoret, a city of several hundred thousand that serves as Kenya’s unofficial running capital, he and coach Gervais Hakizimana were killed in a late-night car crash en route to the nearby town they used as a base for training.  Shoes were the last thing on the mind of Kenya’s running community in the wake of Kiptum’s death. Yet his dramatic rise offers a window into their significance. Although the shoe-tech revolution has affected runners the world over, in few places has its effect been more pronounced than Kenya, where running is not only a sport but an exit strategy from a life of poverty. In this sense, the new high-tech shoes are something of a mixed blessing, giving a boost to established runners with company sponsorships while forming an obstacle to those still pining for their big break. Even the cheapest models here sell for well over $100—no small sum for young people who mostly come from disadvantaged backgrounds.",
    "Today most Kenyan athletes, whether beginners or household names with six-­figure shoe contracts, have come to accept that there’s no turning back—that even the most elemental of sports is not immune to scientific innovation. Still, the new shoes are transforming the sport in myriad ways, throwing new variables into training and racing, exacerbating inequalities between athletes, and altering the collective imagination of what performances are possible. They’re also writing a new, tech-fueled chapter to one of the sports world’s most unlikely tales: how a small corner of one African country became such a dominant force in running, and how running, in turn, became the stuff of dreams for so many of its youth.    Engineered to Fly Supershoes are carefully optimized to help runners go the distance Beneath the boat-like exterior, supershoes boast a variety of features designed to lower the energetic cost of running, allowing athletes to go faster and help them endure the strain of a long-distance race. The most crucial feature is the (often proprietary) foams that are used to construct parts of the sole. These absorb the impact of the foot and return energy from each foot strike back to the runner. Some use other features, like the orange “air pod” in the Nike Alphafly 3 (bottom), for an added bounce.  Bounciness alone would not provide much advantage—today’s foams are so soft and thick (World Athletics allows up to 40 millimeters in competitions) that without additional support they would make the feet highly unstable. To give the shoes structure, manufacturers add rigid components like carbon-fiber plates or rods, typically sandwiched between layers of foam. These rigid parts and foams are combined with wafer-thin mesh uppers to create shoes that are increasingly ultralight: the Adidas Adizero Adios Pro Evo 1 (top), released in 2023, weighs just 4.9 ounces (measured in the men’s size 9). Lighter shoes also reduce the energy expended with each stride—enabling runners to move at a given pace with less effort.   The Adidas Adizero Adios Pro Evo 1 was designed to be worn just onceCOURTESY OF ADIDAS   The Nike Vaporfly was the first shoe to combine energy-returning foam with a carbon-fiber plate for stiffness.RUNREPEAT.COM   The late Kelvin Kiptum set the official men’s world record in Chicago last October while wearing Nike’s Alphafly 3.RUNREPEAT.COM      A bounce in the step To understand the impact of shoes on running performance, it’s helpful to think of the human body as a vehicle. In a long-­distance event like the marathon, competitors are limited by three physiological factors. VO2 max, the maximum amount of oxygen the body can absorb, is akin to an engine’s horsepower—it effectively measures the upper limits of a runner’s aerobic capacity. Lactate threshold, the point at which lactic acid accumulates in the blood faster than the body can remove it, is like the redline on a dashboard tachometer—it tells you how close you can run to your VO2 max without succumbing to exhaustion. The third parameter, running economy, describes the rate at which a runner expends energy, similar to gas mileage. A light, aerodynamic coupe will use less fuel, or energy, to travel at a given speed than a hulking SUV. So too will a lithe, efficiently striding marathoner.  It is running economy that’s affected by footwear—most obviously when it comes to weight. As a leg in stride moves through space, added weight closer to the end (i.e., the foot) has a greater energetic cost than weight closer to the center of gravity. Soles made with foams that are soft, or compliant (good at storing mechanical energy), and resilient (good at returning it) can also lead to significant energy savings. Studies have shown that shoes with stiffening elements, like plates, can improve running economy as well, by reducing the muscular effort of the feet.  Benson Kipruto (left) and Cyprian Kotut stretch at the 2 Running Club, a training camp sponsored by Adidas in Kapsabet, Kenya.PATRICK MEINHARDT   The trick, for shoe manufacturers, has long been to optimize these properties—and for much of competitive running’s history, they weren’t particularly good at it. As recently as the 1970s, shoes worn for racing had clunky rubber soles and stiff leather or canvas uppers—not so different from the O’Sullivan’s “Live Rubber Heels” that propelled the American Johnny Hayes to victory in the marathon at the 1908 Olympics, the first run at today’s standard distance. The 1975 release of the first shoe with a midsole made from ethylene vinyl acetate (EVA), an air-infused foam, heralded a new generation of footwear that was lighter and bouncier. With a few exceptions, innovations over the next four decades would focus on making EVA shoes as light as possible. That all changed with the Vaporfly. After its release, most attention focused on its curved carbon-fiber plate, which many suspected functioned like a spring. Research has shown that to be incorrect: while the plate may add some energy-­saving stiffness, says Wouter Hoogkamer, a professor of kinesiology at the University of Massachusetts, Amherst, its main benefit appears to be in stabilizing the technology’s most vital component: a thick midsole material made from a foamed polymer known as polyether block amide, or PEBA. Not only is this foam light; tests in 2017 at Hoogkamer’s lab, then at the University of Colorado, Boulder, found that a Vaporfly prototype stored and returned significantly more energy than the leading marathon shoes at the time: the EVA-soled Nike Streak and the Adidas Boost, made with a thermoplastic polyurethane. Hoogkamer’s team also recruited 18 high-performing athletes and tracked their energy expenditure, measured in watts per kilogram of body weight, as they ran for five-minute bouts on a treadmill at different paces in all three. The Vaporfly, they found, improved running economy by an average of 4%—in part by increasing the amount of ground covered with each stride. More recent studies have found a slightly smaller benefit when comparing the Vaporfly and other supershoes with “control shoes” over short distances. However, preliminary data from a Brigham Young University study, which tested subjects during runs lasting an hour, suggests that supershoes may offer a greater running-­economy benefit as an athlete progresses through a race, in part because softer foams help reduce muscle fatigue. “A runner with a 3% running-economy benefit in the lab might be at 4% or 5% at the end of a marathon,” says Iain Hunter, a professor of biomechanics who led the research.   Coach Claudio Berardelli estimates that his runners cover at least 60% of their mileage in supershoes.PATRICK MEINHARDT   Although it’s widely accepted that better running economy translates into faster racing, the exact impact on elite performances is subject to uncertainty. At world-record marathon pace, statistical models predict, 4% better running economy would lower time by more than three minutes. But few runners and coaches I spoke with in Kenya believe the technology is worth that much, even as they acknowledge that it’s become essential to competing at the highest level. Many note that footwear has advanced alongside better marathon-specific training and new hydrogel-based sports drinks that make it possible to digest more calories during races. There’s also the scourge of doping: drug-related offenses had left 81 Kenyan athletes ineligible to compete in World Athletics events as of May 1, though Kipchoge has never tested positive, and neither had Kiptum.",
    "Advertisement  Speaking at the track after Kiptum’s January workout, his coach, Hakizimana, estimated that the shoes improved Kiptum’s marathon time by a minute, or perhaps a little more. The technology, he stressed, was only one factor among many that contributed to Kiptum’s rapid ascent. There was the punishing training; the way he’d “attack” with so much confidence in races; the stoicism with which he approached the running lifestyle.  On top of that, there was the influence of the generations before him, who helped transform a land of unparalleled running talent into the home of champions.   From talent to big business While Kenya’s runners are renowned today for their marathoning dominance, the country first emerged on the global stage in track races. The watershed moment came at the 1968 Mexico City Olympics, where Kenya won eight medals in track and field, including gold in the men’s 1,500 meters, 10,000 meters, and 3,000-meter steeplechase. For the next two decades, the country’s athletes largely shied away from the marathon: according to Moses Tanui, a Kenyan who won the Boston Marathon twice in the 1990s, many men believed the event would prevent them from fathering children. Eventually, though, as money shifted away from the track and toward the roads, the longer distance had greater allure. Today, the winner of a major race like Boston can expect a several-hundred-­thousand-dollar payday, between appearance fees, prize money, and shoe-company bonuses. As of May, according to World Athletics, Kenya-born athletes accounted for 28 of the event’s all-time 50 fastest men and 17 of its 50 fastest women. Related StoryHow mobile money supercharged Kenya’s sports betting addictionIn Kenya, and elsewhere in Africa, the rapid spread of smartphones and mobile money has come with a stubbornly persistent vice: online gambling.",
    "Kenya’s outsize success is also closely linked to the concept of running economy. Studies of the Kalenjin, a community of nine closely related tribes that produce the majority of Kenya’s top athletes, point to several physical attributes more common in this group that are conducive to an energy-efficient gait, including thin lower legs, long Achilles tendons, and a high ratio of leg length to torso. Active childhoods in the highlands to the west of the Great Rift Valley, where altitudes between 6,000 and 9,000 feet help boost aerobic capacity, is likely a component of their success as well. It’s the prospect of financial rewards, though, that drives participation—and transforms raw talent into records. Although Kenya is one of Africa’s most industrialized countries, even top university graduates struggle to find well-paid jobs. In the villages and small towns of the Rift Valley region, where economic prospects are especially limited, many are drawn to running by default. “After high school, if you don’t continue with your studies, you can run or you can be idle,” says Brigid Kosgei, a Kenyan who held the women’s marathon world record before Assefa. “So you run—you try your best.” It is in this context that the stakes of shoe technology are so high: in top competitions, places worth tens of thousands of dollars—representing new homes for parents and school fees for children—can come down to seconds. For a few years after Nike’s release of the Vaporfly, the odds were stacked against runners sponsored by other companies, whose contracts prevented them from using competitors’ products. The gap was partly psychological: Cyprian Kotut, an Adidas-sponsored runner who’s won marathons in Paris and Hamburg, recalls feeling disillusioned mid-race next to Nike-shod competitors. Some sought out workarounds. One cobbler in Ethiopia gained fame for his skill in attaching Vaporfly soles to Adidas uppers—thereby helping some Adidas runners stealthily utilize the Nike tech.   “After high school, if you don’t continue with your studies, you can run or you can be idle … So you run—you try your best.” Brigid Kosgei, Kenyan who held the women’s marathon world record Today, the playing field is far more level—at least among established pros. At the 2 Running Club, an Adidas-sponsored camp set amid rolling tea fields south of Eldoret, Kotut and his teammates give me a glimpse of their Adizero carbon-fiber lineup. There’s the ultra-padded Prime X for long sessions on pavement; the more compact Takumi Sen for speedwork; one pair of the featherlight black-and-white Evo, which Kotut used to run a personal best of 2:04:34 last year in Amsterdam. Claudio Berardelli, the group’s Italian coach, estimates that his runners cover at least 60% of their mileage in supershoes. For most, they’ve become as vital to training as they have to racing. Not only do they enable faster workouts, says Benson Kipruto, a club member who won the Tokyo Marathon in March and finished second to Kiptum in Chicago last fall; the softer foams also promote quicker recovery—to the point where the day after a hard session, “your legs are a bit fresh.”",
    "Many credit the shoes with keeping runners healthy. David Kirui, a physiotherapist who’s treated many of Kenya’s top marathoners, estimates that overuse-related injuries, like stress fractures, Achilles tendinitis, and iliotibial band syndrome, are down at least 25%. Several veteran runners tell me the shoes have helped extend their careers, and therefore their earning power. “In the old shoes, after 10 marathons you’d be completely exhausted,” says Jonathan Maiyo, who’s been an elite road racer since 2007. “Now 10 marathons are like nothing.” Who benefits? Runners like those in Berardelli’s group are a chosen few. The majority of athletes training in Kenya have never made any money from the sport; many run in secondhand shoes gifted by friends or purchased in local markets, and few can afford supershoes of their own. One day in Iten, a small town north of Eldoret that clings to the edge of the Rift Valley escarpment, I meet Daisy Kandie, a 23-year-old who moved here after high school and is among the hundreds of aspiring pros who toil along the town’s clay roads each morning. Her goal is the same as most: get noticed by an agent, most likely a foreigner, who’ll provide gear, arrange races outside the country, and in some cases negotiate a contract with a shoe company.  Among Iten’s legion of dreamers, Kandie is luckier than most: her parents see her as a future breadwinner, so they’ve supported her quest, and even sold a plot of farmland so they could buy her a pair of neon-green-and-pink Nike Alphaflys. The shoes were cheaper in Iten—approximately $180—than they would have been in the US; it’s an open secret that some runners with sponsorships sell shoes they get for free to local shops, which resell them at below-market prices. That money, nonetheless, represents a lot of sacrifice: Kandie pays roughly that amount for a year’s worth of rent on the small room she keeps at the edge of town. The cost of the shoes, which she refers to as her “Sub-2” for the idea of a below-two-hour marathon, doesn’t make her resentful. Instead, she says, having the latest gear helps keep her motivated. Still, while she uses them only for fast runs twice a week, as well as in occasional local races, their soles have considerable wear, and she doesn’t have a plan for a replacement. “By then I’ll have gone,” she said, referring to racing outside Kenya, when I asked what she’ll do for her next pair. “I have hopes.”   A sign welcomes travelers to Iten, a small town north of Eldoret that clings to the edge of the Rift Valley escarpmentPATRICK MEINHARDT   Although supershoe technology has raised the cost of doing business for Kandie and others like her, it’s most controversial for its role in skewing results at the very top. Hoogkamer’s landmark study of the Vaporfly, which found that the shoes improved running economy by 4% on average, also found that the benefit ranged from roughly 2% to 6% depending on the athlete.  Subsequent research involving other supershoes has documented a similar range of responses. One 2023 study by Adidas-affiliated researchers, which tested seven elite Kenyans in three carbon-fiber prototypes and a traditional racing flat, recorded a runner using 11% less energy in one shoe and a runner using 11% more energy in another. Melanie Knopp, the study’s lead author, cautions that each athlete was tested in each shoe only once, and that some of the subjects were unfamiliar with running on a treadmill. Nonetheless, researchers generally agree that individual athletes “respond” to some shoes better than others. Why isn’t entirely clear: Hoogkamer estimates there may be 20 variables at play, including weight, foot length, calf muscle strength, and whether the runner strikes the ground with the forefoot, midfoot, or heel. Shoe geometry matters as well. Abdi Nageeye, a Dutch marathoner who trains in Iten and finished second to Kipchoge at the Tokyo Olympics, says he struggled with the first two versions of Nike’s Alphafly; as a 120-pound heel-striker, it forced him to “skip” in a way that felt unnatural. He says the newest Alphafly model, which has a greater drop in “stack height”—or foam thickness—from heel to toe, is a much better fit.",
    "“If everybody is in their ideal shoe, are there still some people who’ll get more benefit than others? The answer is probably yes.” Dustin Joubert, a supershoe expert and professor of kinesiology at St. Edward’s University in Austin, Texas What all this means for the marathon’s integrity is a hotly debated topic. Today, many pro runners in the West undergo treadmill-based metabolic tests to determine which shoe works best, and in some cases which company to sign with. That’s less common in Kenya, where greater competition leaves athletes less room to negotiate. Among runners I spoke with, most of those with shoe contracts said their sponsor has a model they like, but it’s difficult to know if it’s their absolute best fit. Even if it is, some suspect that certain runners are better suited to the supershoe technology more broadly. “If everybody is in their ideal shoe, are there still some people who’ll get more benefit than others?” asks Dustin Joubert, a supershoe expert and professor of kinesiology at St. Edward’s University in Austin, Texas. “The answer is probably yes.”  Daisy Kandie’s Alphaflys cost $180 on the secondary market. She pays roughly that amount each year to rent a small room on the outskirts of Iten.PATRICK MEINHARDT   Despite the benefits his runners gain in training, Berardelli says the shoes have introduced “question marks”: in a marathon today, he says, it’s less clear than ever whether the winner is indeed the runner who’s the strongest or has the smartest racing tactics. Stephen Cherono, a Kenyan who competed for Qatar as Saif Saaeed Shaheen and held the world record in the 3,000-meter steeplechase from 2004 until it was broken with the aid of superspikes last year, believes World Athletics should have placed greater restrictions on the technology before it was too late: although the global body maintains limits on sole thickness and prohibits the use of shoes that aren’t made available for sale, these guidelines are meant to help steer innovation, not squelch it. Cherono tells me he’s a big fan of Formula 1, the global motor sport, but worries that running, in its focus on performance engineering, is becoming too much like it. “Too often the conversation is now about the shoe and not the person wearing it,” he says.  AdvertisementWhat might have been If there’s one thing supershoe advocates and critics can agree upon, it’s that Kelvin Kiptum operated on another level. His margin of victory in Chicago—nearly three and a half minutes—was so large that some joked second-place Kipruto had won the race for mortals. Like most runners in Kenya, Kiptum grew up in a farming family where money was tight. When he began training as a teenager, he often ran barefoot; occasionally, pros he tagged along with gave him shoes. Among them was Hakizimana, a Rwandan who trained near Kiptum’s home and took him on as a protégé when his own running began to falter. After a stint training to be an electrician, Kiptum began running full-time in 2018; four years later, in his marathon debut, he ran the third-fastest time in history. Atypically, in all three of his marathons, he ran the second half faster than the first—perhaps because Nike’s PEBA foam had helped “save” his legs, or perhaps because his training was so grueling. Most world-class Kenyan marathoners top out around 220 kilometers per week. According to Hakizimana, Kiptum would often run up to 280, or roughly a marathon’s distance every day.  Kandie out for a run with friends in Iten.PATRICK MEINHARDT   One month to the day after I watched Kiptum circling the Eldoret track, completing 1,000-meter repeats at roughly the pace of a two-hour marathon, I gather with hundreds of others on a property he’d purchased outside town, where he is being buried according to Kalenjin tradition. The crowd again includes a who’s-who list of champions; this time, instead of running gear, they are dressed in suits or black T-shirts emblazoned with the record-­holder’s image. Their mourning is both for a man who died far too young—Kiptum was listed as 24, though he was likely at least a few years older—and for a remarkable performance that many had expected to be just around the corner. Entering Chicago, Kiptum had been dealing with an injury and wasn’t even in top shape, according to his training partner Daniel Kemboi. Ahead of Rotterdam, Kemboi says, “he was so confident.” Very few in Eldoret doubted he would shatter the two-hour barrier.  At some point that afternoon, my mind drifts to the shoes. Kiptum had been an extraordinary competitor regardless of what was on his feet. Still, absent supershoe technology, the prospect of a sub-two-hour marathon would never have been part of his dramatic rags-to-riches story. In this sense, the shoes didn’t minimize his greatness, as critics like Cherono feared; if anything, they helped build his brand and turbocharged his pursuit of the Kenyan running dream—of achieving a better life through sport. Tragically, Kiptum’s path was cut short when he was only getting started. But someone else, in rigid shoes with bouncy soles, will come along to blaze their own.  Jonathan W. Rosen is a journalist who writes about Africa. He reported from Eldoret with assistance from Godfrey Kiprotich."
  ]
}