{
  "url": "https://hbr.org/2024/06/how-to-get-your-team-to-actually-speak-up",
  "title": "How to Get Your Team to Actually Speak Up",
  "ut": 1718002507.0,
  "body_paragraphs": [
    "Pogonici/Getty Images",
    "There is a common leadership misconception that merely encouraging team members to voice their opinions will foster an environment of openness. But people won’t speak up unless they feel safe doing so. As a leader, this means you have to address the...more",
    "Jim saw himself as an approachable leader: low in ego and interested in different perspectives. He thought he made it clear that he wanted his team to speak up. Time and again, he reminded them, “Tell me what’s going on so we can course correct early.” But whether in groups or one-on-one, people stayed silent.",
    "Jim (not his real name) would then hear second-hand from his peers in different departments that his direct reports thought the timelines he set were unreasonable and the team didn’t feel supported. His company-initiated 360 feedback confirmed that Jim was part of the problem: He was rated lowest on the leadership competency “creates psychological safety” from those who reported to him.",
    "What Jim — and so many other leaders — get wrong is that just telling someone to “speak up” without understanding why they choose to stay silent doesn’t actually help anyone, and rarely encourages the feedback they want. Instead, leaders need to think about the issues, both individual and systemic, that prevent people from speaking up, whether it’s offering a different perspective in a brainstorm or raising a concern about the strategic direction of the company. Those issues may include a culture that equates silence with respect, the power differentials between managers and employees, and the fact that learned silence is often a survival strategy for many people in the workplace.",
    "Whether or not to speak up often comes down to a subconscious calculation. Do the benefits of speaking up outweigh the real and perceived costs of doing so? If not, it will feel safer to stay silent.",
    "To help employees speak up — and feel safe doing so — managers need to recognize their role in creating a culture of transparency and trust, instead of preserving (maybe even inadvertently) a culture that doesn’t support all voices. They also need to provide alternative paths that feel safe for employees to say what’s on their minds. In my work with leaders at companies on six continents, across industries, and at different levels of seniority, I’ve seen several tactics that work. Below are ones that managers can start with.",
    "Make clear that you want to hear the good, the bad, and the ugly. But note that you should only ask for the level of candor that you’re actually ready and able to receive. Managers can say “I want to hear how things are really going and what you truly think, rather than what you think I want to hear. The only way we can make sound decisions together is if we all know what’s actually going on.”",
    "Without a clear and repeated articulation of what you hope to hear from them, there’s no reason that they’d be willing to take the risk to find out whether they’ve crossed a line. It’s important that you back up your requests with your actions. If you get defensive or ignore the input employees share, they are unlikely to share again.",
    "Use Standard Questions",
    "Asking a direct report “What do you think?” can feel like a trap. Employees often wonder, “Do they really want to know? What are the repercussions if I say something they don’t want to hear?” Instead, use a standard set of complementary questions to repeatedly invite perspective. For example, you might ask: What are the pros of this idea? What are the cons? What about this idea works/doesn’t work? You’ll adjust the questions depending on what input you’re asking for and the culture of your organization. Regardless of the exact wording, using standard questions like these establishes important norms such as analyzing issues from multiple perspectives and expressing potentially dissenting options. This practice also makes sure that you’re not catching employees off guard. When they expect you to ask those questions, they can be prepared ahead of time to share their opinion.",
    "Discuss Communication Preferences",
    "Figuring out where, when, and how to speak up creates an additional hurdle for employees when doing their calculation. Managers can make it easier by clarifying the avenues for input. While saying “my door is always open” might be well intentioned, it’s far better to be specific. For example, you might say, “If thoughts come up after our meeting, reply all on the email thread so everyone has visibility into how the conversation is evolving and we can all move quickly.”",
    "Better yet, ask employees what communication channels make it easiest for them to share their perspectives. You can simply ask people in your one-on-ones, “What channels make it easiest for you to share your thoughts? Do you prefer talking or typing your ideas out? Is it better for you if the conversation is real-time or asynchronous?” Humans are all wired differently, so different mediums will play to different peoples’ strengths. If you use the mediums that play to theirs rather than yours, they’re more likely to take action.",
    "People who are in the minority in your organization, whether because of their gender, race, ability, or any other identity, are more likely to be underestimated, interrupted, and othered — making it even more risky for them to speak up. You can help to disrupt the biases and increase the likelihood that they’ll share their thoughts and opinions by deliberately giving them the floor, publicly articulating why you think people should listen to them, and reinforcing the employee’s message after the fact.",
    "Here’s how those first two tactics might sound: “I’ve asked Ching-En to present today because she is closest to the data and understands the details better than anyone I know.” Your public endorsement of someone can shape whether they get heard by others.",
    "Attribute Work Accurately",
    "Working hard on something only to have someone else on the team take credit for your work is demeaning and demotivating, and inclines employees toward silence. If someone is going to co-opt your ideas and insights as their own, why would you share them in the first place?",
    "Many managers try to cultivate team cohesion by celebrating wins as team wins. But failing to acknowledge individual contributions, which are often the grounds for promotion, bonuses, or merit increases, can do the opposite.",
    "Accurately give credit to the individuals who did the work, especially when someone tries to attribute it to you. This may be a simple statement like, “I have to give credit to Saleema for that insight.” Recognizing the people on your team doesn’t diminish the team’s or your own success. In fact, it’s a mark of effective leadership when you’re able to bring forth an employee’s best insight and effort.",
    "Urging people to share candid feedback and speak up with their thoughts is simply not enough. Managers need to actively remove obstacles and pave the way for people to take the inherent risks involved in voicing their opinions and concerns. The actions above can change the calculations employees make in deciding whether it’s worthwhile to share their perspectives and help to create an organizational culture of voice rather than silence.",
    "Leading People Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Leading People. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "What you need to know about being in charge.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "Harvard ManageMentor Premium Collection",
    "AI for Leaders: The HBR Collection on Bridging Strategy and Technology",
    "Read more on Leadership",
    "Difficult conversations,",
    "Collaboration and teams",
    "and Interpersonal skills"
  ]
}