{
  "url": "https://www.ft.lk/columns/Sri-Lanka-s-2026-Budget-Defining-moment-for-stability-growth-and-confidence/4-783943",
  "title": "Sri Lanka’s 2026 Budget: Defining moment for stability, growth, and confidence",
  "ut": 1762382025.0,
  "body_paragraphs": [
    "For ordinary citizens, the Budget is not about policy jargon — it’s about daily life",
    "Introduction: A nation awaits the numbers",
    "On Friday, 7 November 2025, all eyes will turn to Parliament as the President, in his dual capacity as the Minister of Finance, presents Sri Lanka’s Budget for 2026.",
    "This annual ritual is far more than a parliamentary formality — it is the single most watched economic event of the year. From the household in Jaffna to the factory in Katunayake, from the small trader in Galle to the banker in Colombo, everyone waits to see what the Budget will bring.",
    "The Budget is where the Government reveals its priorities — how much revenue it plans to collect, how it intends to spend it, and how it plans to balance between development and debt. But it is also a mirror of the nation’s direction: its fiscal discipline, political vision, and development ambition.",
    "What is a national Budget — and why it matters",
    "A national Budget is the Government’s annual financial blueprint. It forecasts how much income (mainly from taxes and non-tax revenues) the Government will collect and how much it will spend on salaries, pensions, social programs, defence, and infrastructure. It also details whether the State will borrow or save, and from whom — domestic markets, international lenders, or donor agencies.",
    "In Sri Lanka, the Budget takes the form of an Appropriation Bill submitted to Parliament, accompanied by a comprehensive Budget Speech and a detailed set of estimates. These documents lay out the numbers for each ministry, department, and capital project, as well as the Government’s economic policy direction for the year ahead.",
    "Simply put, it is both a financial plan and a policy statement.",
    "A brief history of Sri Lanka’s Budget journey",
    "Sri Lanka’s budgeting tradition dates back to 1947, when the first post-independence Budget was presented by J.R. Jayewardene, then Minister of Finance. Since then, every successive Government has used the Budget not only to allocate funds but also to announce key reforms and economic strategies.",
    "Over the decades, several Budgets stand out:",
    "1950s: Focused on nation-building and post-independence infrastructure.",
    "1970s: Characterised by state control, import substitution, and subsidies.",
    "1977 Budget: Marked a turning point under President Jayewardene, opening the economy to foreign investment and free trade.",
    "1990s: Saw fiscal expansion with privatisation and public-sector reforms.",
    "2005–2010: Emphasised post-war reconstruction and rural infrastructure.",
    "2022–2024: Faced the challenge of debt default, IMF negotiations, and fiscal stabilisation.",
    "2025: Focused on recovery, reform, and renewed credibility in public finance.",
    "The 2026 Budget, therefore, is expected to signal a transition from stabilisation to sustainable growth — consolidating fiscal reforms while setting the foundation for competitiveness and investment-led expansion.",
    "Why the general public watches the Budget",
    "For ordinary citizens, the Budget is not about policy jargon — it’s about daily life.",
    "Cost of living: Any change in VAT, fuel subsidies, or import taxes immediately affects prices of goods and transport.",
    "Employment: New projects and public investment create direct and indirect job opportunities.",
    "Public services: Allocations to health, education, and social welfare determine access to essential services.",
    "Welfare measures: Salary adjustments, pensions, and Samurdhi benefits often see revisions in the Budget.",
    "Inflation control: Fiscal measures influence inflation, purchasing power, and interest rates.",
    "For example, the 2025 Budget’s revision of fuel pricing and rationalisation of subsidies significantly altered household expenses — a reminder that every Budget has tangible, pocket-level implications.",
    "Why businesses and the private sector are deeply engaged",
    "For the business community, the Budget is a policy signal that shapes strategy for the year ahead.",
    "1. Tax and tariff changes: Shifts in corporate income tax, VAT thresholds, excise duties, and customs tariffs directly affect profitability and pricing strategies.",
    "2. Incentives and exemptions: Special provisions for export industries, tourism, IT, or renewable energy determine where investments flow.",
    "3. Public investment projects: Large-scale infrastructure allocations open opportunities in construction, logistics, and technology sectors.",
    "4. Ease of doing business: Reforms to streamline tax administration or customs clearance are often introduced through Budget proposals.",
    "5. Credit and demand environment: Expansionary Budgets can stimulate domestic consumption, benefiting retail and manufacturing sectors.",
    "As Chambers of Commerce often emphasise, predictability and consistency in tax policy are crucial. Businesses prefer fewer surprises and more clarity — making pre-Budget consultations an important exercise for both Government and industry.",
    "Why donors and development partners care deeply",
    "Sri Lanka’s 2026 Budget will also be scrutinised by international donors, particularly the IMF, World Bank, ADB, and bilateral partners.",
    "1. Fiscal credibility: Donors assess whether the Government is adhering to the IMF-supported fiscal consolidation path and debt sustainability targets.",
    "2. Transparency: Well-documented and realistic budgets help maintain trust and attract further concessional financing.",
    "3. Policy continuity: Donors prefer steady, long-term policy direction rather than short-term populism.",
    "4. Project alignment: Many foreign-funded projects require matching domestic allocations; hence, donor confidence depends on budgetary prioritisation.",
    "For instance, the IMF’s Extended Fund Facility requires Sri Lanka to maintain a primary surplus and to strengthen revenue collection through tax reforms. The 2026 Budget will thus be a decisive test of commitment to those targets.",
    "Why the Central Bank and commercial banks pay close attention",
    "The Central Bank of Sri Lanka (CBSL) and commercial banks treat the Budget as a critical macroeconomic indicator.",
    "1. Borrowing requirements: If the Budget deficit is large, the Government must borrow more — impacting interest rates and liquidity in the financial system.",
    "2. Inflation and monetary policy: Fiscal discipline supports CBSL’s price stability mandate; excessive spending pressures inflation.",
    "3. Exchange rate stability: External borrowing and trade-related taxes influence foreign exchange reserves and the rupee’s stability.",
    "4. Private credit: Heavy Government borrowing can “crowd out” private sector lending, affecting business expansion and SME access to credit.",
    "5. Investor sentiment: International bond markets and rating agencies watch the Budget for signs of fiscal prudence.",
    "As seen after the 2022 crisis, coordination between the Treasury and the Central Bank is vital to avoid policy conflict and to rebuild credibility with both domestic and international investors.",
    "The parliamentary Budget process",
    "Sri Lanka’s Budget process follows a well-defined constitutional and parliamentary structure:",
    "1. First reading: The Appropriation Bill is presented (usually in October).",
    "2. Second reading: The Budget Speech — the main event — is delivered in early November.",
    "3. Debate: Parliament debates the proposals over several weeks.",
    "4. Committee stage: Ministry-wise allocations are discussed and voted upon.",
    "5. Third reading: Final approval is granted before the end of the year.",
    "For the 2026 Budget, the second reading and speech are scheduled for Friday, 7 November 2025, followed by detailed debates throughout November and early December.",
    "Sri Lanka’s Budget evolution: From Spending to strategy",
    "Traditionally, Sri Lankan Budgets were spending documents, emphasising subsidies, welfare, and state employment. However, over time, especially since 2019, Budgets have evolved into strategic economic roadmaps addressing debt, taxation, and competitiveness.",
    "Key recent trends include:",
    "Tax rationalisation: Broadening the tax base and reducing exemptions.",
    "Digital revenue administration: Expansion of the RAMIS system to improve efficiency and compliance.",
    "Public sector reform: Aligning expenditure to productivity.",
    "Green growth and sustainability: Incentives for renewable energy, electric mobility, and environmental protection.",
    "Export diversification: Encouraging IT, apparel, logistics, and agri-value addition.",
    "The 2026 Budget is expected to build on these reforms while focusing on inclusive growth — ensuring recovery benefits reach SMEs and lower-income groups.",
    "Public confidence and policy continuity: The twin pillars",
    "Budgets succeed when they are credible and consistent.",
    "Public confidence comes not from grand promises but from delivery — timely implementation of announced measures, clear communication, and measurable results.",
    "In recent years, Sri Lanka’s Budgets have increasingly focused on transparency. The publication of Citizens’ Budgets, Budget Estimates Online, and open access to Treasury statistics has improved accountability. These initiatives should continue — as informed citizens are essential to fiscal democracy.",
    "The 2026 outlook: From crisis management to long-term growth",
    "The coming Budget will be judged on whether it can strike a balance between fiscal consolidation and growth stimulation.",
    "Key areas to watch include:",
    "Tax policy reforms: Simplification of VAT, potential new thresholds, and improved collection efficiency.",
    "Public debt strategy: Continued focus on domestic financing and IMF-aligned restructuring.",
    "Export promotion: Incentives for non-traditional exports and technology-driven industries.",
    "SME support: Credit guarantees, simplified compliance, and market access initiatives.",
    "Social safety nets: Better targeting of welfare for the most vulnerable.",
    "Climate and green transition: Expansion of renewable energy projects and electric mobility incentives.",
    "If executed effectively, these reforms could shift Sri Lanka from stabilisation to sustainable development — building fiscal strength without stifling opportunity.",
    "Conclusion: More than numbers",
    "Every Budget tells a story — of priorities, discipline, and vision.",
    "The 2026 Budget will tell whether Sri Lanka is ready to move from rescue to recovery, from uncertainty to stability, and from dependence to confidence.",
    "For citizens, it shapes daily lives.",
    "For businesses, it sets the competitive environment.",
    "For donors and financial institutions, it determines credibility.",
    "And for the nation, it defines direction.",
    "As the President rises to deliver the Budget speech this Friday, the nation will listen — not merely for figures, but for the hope that Sri Lanka’s economic narrative is turning a page.",
    "(The writer is Managing Director at A.G. Sarma & Co. Chartered Accountants.)"
  ]
}