{
  "url": "https://www.ft.lk/columns/Can-Sri-Lanka-enhance-Government-quality-through-strengthening-rule-by-law/4-783263",
  "title": "Can Sri Lanka enhance Government quality through strengthening rule by law?",
  "ut": 1761092501.0,
  "body_paragraphs": [
    "Unlike in the case of the rule of law, an overemphasis on strengthening the rule by law can lead to numerous consequences that ultimately lower the quality",
    "A renewed drive for enhancing government quality",
    "After the historic downturn in Sri Lanka’s economy, multiple stakeholders have emphasised the urgent need for reforms across various sectors. Some reforms have already been implemented successfully, while others remain in the design or early implementation stages. Among these, economic reforms often receive greater attention because their financial outcomes are more visible and measurable. However, administrative reforms are equally critical, even though their benefits are less tangible in the short term. Therefore, strengthening governance and institutional quality is an essential part of rebuilding national resilience.",
    "It is encouraging that the present Government appears to recognise this vital need. For instance, the President of Sri Lanka has explicitly acknowledged the poor quality and inefficiency of the existing public sector. During a recent public speech, he further emphasised that the country cannot progress with the existing traditional public sector [1]. This concern is well supported by evidence. For example, the World Bank’s Government Effectiveness Index for Sri Lanka fell from a percentile rank of 50.48 in 2019 to 41.04 in 2023, reflecting a notable deterioration in public sector performance over the past five years [2].",
    "The Government has already implemented and continues to propose several policy initiatives aimed at improving public administration and governance. However, a closer examination of these measures reveals that certain trade-offs are inevitable. Understanding these complexities is essential to ensure that the reform momentum leads not just to the introduction of changes, but to genuine improvements in the quality of government.",
    "Rule of Law vs. Rule by Law",
    "In simple terms, the rule of law means that everyone is treated equally before the law, and justice is applied without bias. Ensuring the rule of law has become one of the most prominent initiatives of the new Government to enhance the quality of governance. Among scholars of governance, the importance of upholding the rule of law is widely recognised. Therefore, the future outcomes of the measures taken today are expected to bring many favourable benefits toward improving the quality of government in the country.",
    "On the other hand, it can also be observed that the new Government is promoting rule by law at the same time. Although this is not explicitly stated, it becomes visible when one closely examines the Government’s recent actions. Scholars such as Fukuyama (2013) describe rule by law as a situation in which the government uses laws as tools to control people [3]. In particular, it is often applied to regulate the behaviour of bureaucrats. In simple terms, strengthening the rule by law refers to measures taken to ensure that bureaucrats strictly follow existing rules and procedures.",
    "Corruption in the public sector has long been recognised as a major reason for lowering the quality of government. Therefore, from the perspective of policy formulators, the main aim of strengthening the rule by law is clear: to eradicate corruption from the public sector. According to scholars, unlike upholding the rule of law, strengthening the rule by law, however, has a dark side.",
    "The governance trade-off: When fear replaces initiative",
    "Efforts to strengthen the rule by law often emerge from a genuine desire to reduce corruption and restore discipline within the public sector. In a context like Sri Lanka, where corruption, political interference, and inefficiency are deeply rooted within the public sector, such reforms can initially appear both necessary and desirable.",
    "However, governance theory suggests that excessive emphasis on control may generate unintended consequences. When rules and sanctions dominate the reform agenda, public officials may begin to perceive the administrative environment as punitive rather than supportive. Under such conditions, fear often replaces initiative. Bureaucrats become more concerned with avoiding mistakes than with achieving meaningful outcomes. This risk-averse culture leads to an overreliance on procedural correctness while discouraging experimentation and innovation in the public sector.",
    "Moreover, as argued by Bardach in his classic “management game”, bureaucrats tend to behave as rational players navigating a complex implementation game, constantly balancing the risks and rewards of their actions [4]. Hence, when the system emphasises punishment over learning, the game encourages safe, compliant behaviour rather than initiative or problem-solving.",
    "Therefore, unlike in the case of the rule of law, an overemphasis on strengthening the rule by law can lead to numerous consequences that ultimately lower the quality of the Government. This is mainly because citizens tend to assess government quality primarily through the effectiveness of public service delivery.",
    "Corruption = Discretion – Accountability",
    "It is useful to understand this situation by referring to the classic governance formula introduced by Klitgaard (1988): Corruption = Discretion – Accountability [5]. As we can see in many COPE meetings, public sector reforms that aim to strengthen the rule by law often focus on reducing the discretion of bureaucrats as a means to fight against corruption. As the formula indicates, this approach can indeed reduce corrupt practices, but it often comes at the cost of negative effects on the overall quality of government.",
    "In our view, a more effective strategy, therefore, is to implement reforms that enhance the accountability of bureaucrats rather than simply limiting their discretion. Additionally, scholars have suggested various other approaches based on the experiences of different countries. We will explore these approaches in a future article.",
    "[1] https://www.youtube.com/watch?v=NL-49TI3pK8",
    "[2] https://www.worldbank.org/en/publication/worldwide-governance-indicators",
    "[3] Francis Fukuyama, “What Is Governance?” Governance: An International Journal of Policy, Administration, and Institutions, Vol. 26, No. 3 (2013): 347–368.",
    "[4] Eugene Bardach, The Implementation Game: What Happens After a Bill Becomes a Law (Cambridge, MA: MIT Press, 1977)",
    "[5] Robert Klitgaard, Controlling Corruption (Berkeley, CA: University of California Press, 1988).",
    "(Dhananjaya Madusanka Dissanayaka is a Senior Lecturer in the Department of Public Administration, University of Sri Jayewardenepura, and also serves as an Advisor to the Ceylon Foundation for Economic Policy Analysis (CFEP), Sri Lanka. He can be reached via email: [email protected].)",
    "(Ishara Herath is a Lecturer in the Department of Human Resource, KIU Campus, and also serves as an Economic Policy Analyst/Head of Department of Public Economic Policy at Ceylon Foundation for Economic Policy Analysis (CFEP), Sri Lanka. She can be reached via email: [email protected].)"
  ]
}