{
  "url": "https://www.ft.lk/columns/Will-the-real-NPP-unmask-Please-step-up-to-the-plate/4-774588",
  "title": "Will the real NPP unmask?  Please step up to the plate!",
  "ut": 1742582461.0,
  "body_paragraphs": [
    "When the JVP-led NPP was on the campaign trail, it exhibited certain sterling characteristics of a unique creature",
    "For now – as in 2018 with ‘Good Governance’ and as early as late 2020 with ‘Vistas of Prosperity and Splendour’ – the incumbent stalwarts appear ready to abandon their erstwhile ship in word and deed... or at least flounder while the electorate founders on unforgiving shoals",
    "The dominant theme on many editorialists’ minds these days is promises made. And policies and progress on those promises yet to be made. Or worse still, that prospects of change and making a practical difference (as promised would be done) is still undone to a nigglingly annoying extent.",
    "When the JVP-led NPP was on the campaign trail, it exhibited certain sterling characteristics of a unique creature. It was bold, brave, brandishing the promises of best practice and bringing in hope... all round including among demographics far from home base, in urbania and suburbia.",
    "And it was open to new ideas: rare for a ‘Left-leaning’ Marxist/Socialist machine. Honest: rarer still among recent regimes or rogue machines masquerading as governments. Passionate about ending corruption: rarely-transparent robber barons quaked in their Gucci two-shoes at the idea.",
    "Then it appeared angry – together with a majority of its fellow travellers and likeminded citizens – at the plethora of wrongs of successive previous regimes. Under which we had all indubitably suffered depredations. Ranging from the socio-political-economic (e.g. fiscal and fiduciary bankruptcy) to the spiritual (viz. moral and ethical bankruptcy), this litany of woes seemed rather likely to be finally addressed; and hopefully, righted.",
    "Now, slowly being abandoned in principle by all but its diehard fan base, the National People’s Power appears to be a different animal. Sun Tzu suggested that “all war is based on deception”. Must politics go the way of all such flesh?",
    "There are no unicorns? No black swans? No JVP knights, in more than slightly tarnished armour, riding into the lists to save us all from the vagaries of neoliberal economics, and the vicissitudes of life under paternalism and authoritarianism?",
    "Mineral or vegetable?",
    "In terms of adopting the IMF’s strictures, it appears to be as internationalist as the conservatives it once critiqued and then displaced. In terms of the people, its failures are being felt most painfully in the pocket and purse-strings, but also past wounds scabbed over yet unhealed. And in terms of power, it seems to lack it most in simple tasks like locating an errant IGP until his surrender; and slightly more complex matters, such as apprehending the criminal masterminds behind central bank scams and deadly bomb attacks.",
    "(As promised, this editorialist would needlessly add painfully to those who take their given word seriously. A pain, which at present is ours to bear...)",
    "But for its gleeful expedition into the dark caverns of the Batalanda Commission’s report, there appears to be little by way of bringing about an end to the odious culture of impunity. Policy quacks culpable of bankrupting the nation-state as much as police torturers breaking the backbone of a law-abiding citizenry are still at large and somehow evading due punishment.",
    "Beyond Batalanda, there are battalions of ghosts from the past whose blood – spilled by state and insurgent alike – cry out for justice, where once they cried out for mercy but found none from anyone.",
    "And on the road ahead, there may well be abandonment in practice of their putative saviours by our more than soured electorate. Which could come when its failure to reduce prices and curb the burdensome cost-of-living costs it a corresponding docking, possibly at the forthcoming local government elections?",
    "Hope that would not mean rolling up the map of the long-abandoned national reconciliation project, which evidently received a shot in the arm when the NPP swept the North at the presidential poll.",
    "Elections, economies, equities",
    "The irony is that despite what may seem like a renege on its promise to make our COL more manageable, the nation at large may owe the NPP a vote of thanks in the medium term for financial strictures imposed.",
    "That would be when IMF head honcho in Sri Lanka Peter Breuer’s prognostications that nothing short of austerity (again) in the short term will save the country from sovereign debt default (again) is proven in our eating of the heel batha (again).",
    "The NPP knows, even if Marx didn’t and as Keynes did, that “in the long term we are all dead”... So, politically speaking, not much point perhaps in projecting beyond the LG elections. In the meantime, for those who bargained on ‘socialism with a human face’, we may as well turn our hearts and minds together with the volte-face of the NPP to rely alike on tarot, tea leaves, astro-economics and other imponderables for all the good they will do come repayment time in 2028...",
    "For now – as in 2018 with ‘Good Governance’ and as early as late 2020 with ‘Vistas of Prosperity and Splendour’ – the incumbent stalwarts appear ready to abandon their erstwhile ship in word and deed... or at least flounder while the electorate founders on unforgiving shoals.",
    "(It’s not the economy, stupid! At least, it’s not only the economy. The cries of a citizenry, still reeling from more than mere COL deprivations, demands justice for our country’s lost generations.)",
    "There are, be that as it may, a few kinder and perhaps fairer paradigms left by which to salvage the reputation – to say nothing of the future prospects – of the JVP-NPP machine.",
    "Or, as their detractors may well essay, some may be facades to mask the mess lest it look like madness and mayhem.",
    "All is well because behind the presently bemused facade, the motives of the mandarins of the moment have not changed. But as anyone who assumed the mantle of public office under the assumption that politics is the art of the possible will tell you: “These things take time.”",
    "Can the supporters of previously corrupt and incompetent regimes with precious little to show for their years – sometimes, decades – at the helm of the ship of state take a chill pill, a step back and calm the halmilla down... please. Also, FFS, where were y’all when the ship was sinking in 1983, 1987-9, 2009, 2015-2019, 2020-2022, 2022+?",
    "The ‘nondescript’ mask",
    "“Yes, we said all those things. But, you know dears, everyone who is anyone does. And, we didn’t think you’d take us soooo seriously as to expect us to keep aaall of our promises. Also, some of the stuff we said was in our personal capacity. Not as members of the government, you know, or ministers of state, prime or past our prime. Aney, what a nuisance this is – it was just our private and personal opinions, no?”",
    "Even if it was said so passionately and with such conviction as to be mistaken then for what should be/should have been state policy now! E.g. not allowing disgraceful politicians to ‘grace’ public functions, school events, etc. Also not availing themselves of the V8s on offer!",
    "The NPP government could easily fall back on the contention that the deep state that was in operation for several decades as far as can be discerned is still in motion.",
    "And this could account for several of its ostensible lapses, from a singular failure to locate an errant IGP, to a dismal lack of progress on the emblematic case of the assassination of an iconic editor.",
    "Although had it been savvier then, it would have held back a tad more on the campaign trail when it promised the sun, moon and stars, yet now has to hem and haw at delivering the salt of the earth.",
    "Plus to its credit (despite the nuisance of bureaucratic, law enforcement and civil society mafias) it appears to have made some progress in bringing certain culprits in the abuse of media personnel to book. Never mind the nuisance legality of needing to enlarge the miscreants on bail...",
    "The NPP government’s critics could claim that the JVP like the UNP, SLFP, SLPP and SJB before it are past masters at timing when playing the blame game.",
    "That ‘show and tell’ in the House when the chips were down for an increasingly cornered government showed the public that the incumbents are not averse to whipping out The Files. Telling a gullible and gobsmacked public how their elected representatives under a previous dispensation had ripped off state coffers to the tune of multiple millions of rupees in the aftermath of the May-July 2022 mob violence when MPs’ homes were burned down.",
    "This is disingenuous at least and dishonest at worst. Diversion, discomfiture of political opponents, bait and switch – a nation of Marxian shopkeepers turned strategic Machiavellis.",
    "The Batalanda Commission silver bullet, while it targeted the dangerous teddy bear who was the JVP’s deadly bête noire in the past, also backfired on them when it was revealed that the commission had found fault with its compatriots for the devastating havoc they wreaked in that dread decade of the 1980s.",
    "Also a blot on the escutcheon of those self-proclaimed paragons of virtue is the inexplicable silence on progress in outstanding justice issues such as the Easter Sunday attacks and the VFS/visa scandal.",
    "Is it simple arithmetic that fast-tracking Batalanda was politically expedient – an unexpected boon from a usually sharp operator such as an experienced ‘statesman’ (hem) that was unexpectedly thrown into the ring that passes for the circus of politics (haw)?",
    "Or must the critically engaged general public desirous of keeping this government like all others accountable (ah!) interpret the JVP’s indelicate haste to crucify ‘Mr. Clean’ (eh?) with the hermeneutic of suspicion?",
    "In other words ... Although there is no old-boy network to kow-tow to or criminal cabal in chamber and cocktail circuit whose backs to scratch, to whom does the NPP bend the knee?",
    "This well and truly came off at the landmark elections of 2015 and 2019. 2024? That was after the ‘how much more’ (can we take) mask was ripped off by popular sovereignty playing doctor through a citizens’ uprising. There is no likelihood of another uproarious revolution anytime soon though. Although the ominous rumblings on the horizon signal that more than the inter-monsoonal rains are at hand.",
    "Despite promises made as far back as 2017, the PTA still hangs like a guillotine over the heads of citizens – democrats and dissidents alike – and with the renewal of GSP+ at a tag of trade with the EU worth US$ 3.2 billion riding on the NPP’s political will to repeal it.",
    "Feels as if we’ve been here in the dark, many times before this... This time (or again?), the heroes are wearing masks, and the hopeful dare not envisage what countenance will glare or stare through if it slips.",
    "Not as if we’re staring into the abyss – as we were in 2022 – and even the abyss dared not stare back. But although (as Daily FT reported recently) public confidence about ‘government in general’ (GIG) has improved dramatically, from 20-odd percent in 2024 to almost 65% today, people’s opinions about this ‘government in particular’ (GIP) may vary going ahead depending on how it handles more than merely the economy. And it is only the wise adage of mandarins in the political gig economy who know that “it takes time to do things ‘now’!” – as Sir Humphrey Appleby protested in the BBC TV Series ‘Yes Minister’. That said, we won’t be gypped again.",
    "(Editor-at-large of LMD | We all wear masks)"
  ]
}