{
  "url": "https://www.dailymirror.lk/plus/Sri-Lanka-has-a-black-economy-three-four-times-the-size-of-actual-economy-Dilith-Jayaweera/352-291301",
  "title": "Sri Lanka has a black economy, three- four times the size of actual economy- Dilith Jayaweera",
  "ut": 1725835660.0,
  "body_paragraphs": [
    "We cover 360-degree needs from birth to death, education to aviation.  Ours (manifesto) is philosophical, practical and deadline -driven",
    "We are motivating human capital to unleash the potential of physical resources",
    "There is a mismatch between their (presidential candidates) lifestyles and incomes declared",
    "Anura Kumara Dissanayake completely lives off the people of this country",
    "All the politicians are part of the black economy",
    "Whoever lives outside the tax net is part of the black economy",
    "Regrets playing a role in bringing Gota to power",
    "Sarvajana Balaya’ Presidential Elections candidate Dilith Jayaweera, in an interview with Daily Mirror, outlined his vision for a entrepreneurial Sri Lanka. Jayaweera said that only wealth creation according to a time-bound action plan could salvage the country, but not ad hoc measures.",
    "“Without entrepreneurship, the country cannot move forward”-Dilith Jayaweera",
    "(pic by Huzefa Aliasger)",
    "Despite being a successful businessman, why did you decide to contest for the presidency?",
    "It is because of the vacuum that got created in its own. There was the rhetoric of people, particularly of the youth for a change. They wanted a change in conventional political thinking. I was convinced that we cannot move forward like this. Conventional politicians come up with the same conventional nonsense.  People have no support towards them. In my case, I have been supporting these conventional forces expecting that something would happen. It did not really happen in the way it was expected to be. With that serious thought, I entered politics.",
    "The Gotabaya Rajapaksa government incurs a black mark for the current economic crisis. Critics point at you too for being instrumental in bringing him to power. What have you got to say?",
    "Yes, I did play a role. In fact now I quite regret it; not for the same reasons, but for the reasons that I can explain. That is another reason for me to sacrifice my otherwise peaceful life. I had that guilt.",
    "What went wrong with the Gotabaya Rajapaksa government?",
    "It is nothing, but the family involvement. The family never wanted him to be in power, to begin with. Both Mr. Basil Rajapaksa and Mr. Namal Rajapaksa never wanted him to be the President. They wanted Mr. Mahinda Rajapaksa to be the President. Constitutional restrictions stopped them from bringing him (Mahinda) back. This was not their choice. Though unwilling, they helped bring Gotabaya. They did not have the same bond with him.",
    "Sri Lanka, in the post-independence era, never had a plan.  People came to power on ad hoc basis. They never came with a sort of a plan. Sri Lanka didn’t join the world which was heading in an entrepreneurial mindset. All the states had a change in their mindsets for development -from conventional welfare systems to entrepreneurial systems. It happened in Russia, China, Singapore and India.  We didn’t understand the value of entrepreneurship",
    "Both Namal and Basil wanted to control Gotabaya. That is why they immediately brought P.B. Jayasundara- their point man- as the Secretary to the President. Gotabaya told me that it was not his choice. The Secretary to the President is a powerful position. He was the former Treasury Secretary too.  I used to call him the economic hit man in my language. This man was brought in to control Gotabaya only.  Gotabaya was quite successful during his first nine months in office when he did not have a parliamentary majority.  When Basil took control of Parliament, he directly controlled Gotabaya.",
    "You talk about an entrepreneurial Sri Lanka. What is the reason for Sri Lanka to lack entrepreneurship?",
    "Sri Lanka, in the post-independence era, never had a plan.  People came to power on ad hoc basis. They never came with a sort of a plan. Sri Lanka didn’t join the world which was heading in an entrepreneurial mindset. All the states had a change in their mindsets for development -from conventional welfare systems to entrepreneurial systems. It happened in Russia, China, Singapore and India.  We did not understand the value of entrepreneurship.  That is why, we have all the subjects in our curriculum except entrepreneurship.  Without entrepreneurship, the country cannot move forward.  We should have an entrepreneurial state to start with.",
    "There is a perception that left-leaning political thinking discouraged entrepreneurship. What is your view?",
    "Yes. That could have been one reason. That is not the only reason, though. We didn’t give serious mind to it. If you don’t know the concept of entrepreneurship, how do you even think of entrepreneurship?  From Grade 1 to 11, we know all the subjects including geometry. We don’t know entrepreneurship.",
    "They themselves call their ones manifestoes. We clearly say that ours is a strategic plan. We talk about what, how, when and if not.  We talk about concepts. They talk about conventional welfare- how much they are willing to give. Everybody is competing with each other to dole out. All three manifestoes lack philosophy",
    "How does your programme differ from those of other main candidates?",
    "They themselves call their ones manifestoes. We clearly say that ours is a strategic plan. We talk about what, how, when and if not.  We talk about concepts. They talk about conventional welfare- how much they are willing to give. Everybody is competing with each other to dole out. All three manifestoes lack philosophy.  Without philosophy and strategy, how can a country move forward? Again, they bring it down to ad hoc steps. It is not a master plan.  It does not cover 360- degree needs of Sri Lanka. We cover 360 -degree needs from birth to death, education to aviation.  Ours is philosophical, practical and deadline -driven.",
    "How do you define your economic policy in traditional terminologies- socialism, social market economy, capitalism etc?",
    "I don’t like it. In the modern world, these are all archaic words. The world is moving away from these archaic words- left wing, right wing etc.  We are putting forward a progressive economic plan with a reasonable percentage on welfare, massive percentage on our culture and civilization. Human capital is the centre of it. We are motivating human capital to unleash the potential of physical resources.",
    "All successful nations in the world have worked on the strengths of their civilizations.  That is inherent in us. We are different to citizens of any other country because of our historical reasons.  Historical reasons cover from our biology to moral beliefs. You cannot suddenly become someone else. Sri Lankan Muslim is different to a Muslim in an Arab country.  A Sri Lankan Catholic is different a Catholic in Rome.  We have to capture that in motivating the nation",
    "You mentioned about civilization to be looked at for insights. How are you going to do it?",
    "All successful nations in the world have worked on the strengths of their civilizations.  That is inherent in us. We are different to citizens of any other country because of our historical reasons.  Historical reasons cover from our biology to moral beliefs. You cannot suddenly become someone else. Sri Lankan Muslim is different to a Muslim in an Arab country.  A Sri Lankan is different to an American.  A Sri Lankan Catholic is different a Catholic in Rome.  We have to capture that in motivating the nation.",
    "Historically, we have been influenced by Buddhism as a philosophy.  That influence has made ourselves different from other nations.  We are a nation without a God. When there is no God, there is no messenger. Predominant civilizations have no Gods.  Then there is no book like Bible or Quran. We are a nation with free thinking with so much energy attached to it.",
    "Recently, you talked about ‘black economy’. How big is that?",
    "Whoever who lives outside the tax net is part of the black economy. All the politicians are part of the black economy. They don’t partake in paying taxes. If you cannot justify your living style with income, you are part of it.",
    "How big is this black economy?",
    "I think three to four times the size of actual economy.",
    "If you look at the presidential candidates, all the main candidates have given affidavits lying to the nation. How can they justify? Who are they trying to lie? What kind of a joke is this? That is why we cannot put this in order. The developed world captures this through the digital network.  In the developed world, there are single entry platforms. Even in   India, they have introduced this single-entry platform for 1. 3 billion people",
    "Where lies the fault?",
    "If you look at the presidential candidates, all the main candidates have given affidavits lying to the nation. How can they justify? Who are they trying to lie? What kind of a joke is this? That is why we cannot put this in order. The developed world captures this through the digital network.  In the developed world, there are single entry platforms.  This is what I have been saying. Even in   India, they have introduced this single-entry platform for 1. 3 billion people.",
    "Anura Kumara Dissanayake completely lives off the people of this country, taxpayers’ money under the pretext of running a political organization.  Paying zero taxes, he travels business class. He travels in the best of the best vehicles.  He has a massive mansion built in Battaramulla.",
    "Among the candidates, if I go by asset declaration forms, you are the richest?",
    "I am not the richest. I am the most honest.",
    "Are you trying to say that others are richer than you actually?",
    "It is hundred percent.  I am forced to assume. They declare Rs.300,000 as their income. Look at the way they live and compare it with what they have declared! You can imagine how big the black economy is.",
    "The Election Commission has declared Rs.109 as the expenditure ceiling per voter by any candidate. Will you stick to that?",
    "I will be spending much lower than that because I don’t spend black money. I spend reasonable money. I don’t think that such a reasonable claim can be made by other candidates. If each of them can have three rallies a day. In my opinion, it costs around Rs.75 million.",
    "They can spend big sums of money across the country.  They have mentioned something in asset declarations. But the actual value is much bigger than that.",
    "Will they exceed the campaign expenditure ceilings?",
    "Is the expenditure ceiling announced by the Election Commission for the current campaign enough?",
    "It is a joke.  Our General Secretary said that it should be made Rs.300 per voter. Otherwise it is such a joke.",
    "The election authorities in Anuradhapura barred a dinner party you were supposed to host. What happened actually?",
    "I didn’t.  It was a private party organised by entrepreneurs in Anuradhapura. The first part of the party was my speech.  They did not serve liquor, food or anything. They were to continue with the party after my speech and I left. However, there was my banner in the background. They did not serve even a glass of orange juice during my speech. But officials came and went into the kitchen.",
    "Who has instigated it?",
    "I told my entrepreneurs in Anuradhapura to invite even those with opposite views including the JVP guys.  It looks like that they took pictures and sent them to the relevant authorities.   We did not serve food. The buffet was not even laid. The food was in the kitchen. On the same day, President Ranil Wickremesinghe had a bigger party for lawyers in Colombo.  There was nothing to be investigated. It was an ugly incident as far as I am concerned.",
    "What is your view on the IMF (International Monetary Fund) programme?",
    "All three main candidates talked about crossing Wel Palama (suspension bridge).  Ranil is the master of loans. He works like the accountant of a company.   Loans are supposed to be managed by a financial controller or an accountant.  He diverted national discussion from wealth creation to loan management. That should not be the discussion. None of these candidates talks about wealth creation.  They are talking about managing debt. Managing debt is one small portion of running a country.  What is important is to motivate people to be involved in making more money for the country. Once enough money is made, we can service debts.",
    "But the country is now halfway through the programme. Can we reverse it?",
    "There is no need to reverse. If you have taken a loan, you have to manage it. If you cannot pay, you have to get a moratorium. You cannot ask the IMF to fly a kite. You have to manage it from the country’s well-being point of view. First of all, we have to have wealth with us. Then only we can negotiate with anyone from a strong position."
  ]
}