{
  "url": "https://www.eiu.com/n/us-hits-china-with-carefully-devised-tariffs/",
  "title": "US hits China with carefully devised tariffs",
  "ut": 1715744154.0,
  "body_paragraphs": [
    "US hits China with carefully devised tariffs",
    "ForecastingTradeAmericasAsiaChinaUnited StatesCountry Analysis",
    "US-China tensions remain palpable despite bilateral engagements in recent months. On May 14th the US Trade Representative (USTR) announced tariffs on about US$18bn of goods from China, while maintaining tariffs on a much larger basket of imports that were initially imposed in 2018‑19. These moves follow the conclusion of a two-year review conducted by the administration of Joe Biden, the US president, regarding the trade policies of his predecessor, Donald Trump, under Section 301 of the US Trade Act. Prior to the announcement of the new tariffs the Biden administration revoked licences that allowed Intel and Qualcomm (both US chipmakers) to export certain semiconductors to Huawei (China). US lawmakers have also proposed a bill to restrict exports of artificial intelligence models to China.",
    "The new tariffs will affect less than 4% of the US’s goods imports from China (US$18bn out of a total of US$488bn in 2023), but they will cause some industry-specific disruptions. The tariffs, which will start to come into effect from mid-August in some instances, target industries related to the Biden administration’s key policy plans around investing in domestic manufacturing and clean energy, including the Inflation Reduction Act, the CHIPS and Science Act, and the Bipartisan Infrastructure Law. They primarily concern electric-vehicle (EV) supply chains, echoing our long-held expectation that US-China trade tensions would move into this arena, with lithium-ion batteries accounting for about 80% of the US imports of goods that will now be subject to tariffs. This will cause disruption for US automakers, some of which are dependent on Chinese batteries and other inputs. The impact on Chinese manufacturers of EVs and batteries, which have been limiting their exposure to the US, will be more muted.",
    "The US is treading carefully by mitigating China’s influence in the supply chain without damaging its own energy transition and industrial initiatives. Several critical inputs in the EV supply chain, including permanent magnets, natural graphite and some batteries, will not be subject to these additional tariffs until 2026. The USTR has also proposed exclusions for 330 categories of industrial machinery, including 19 for parts used to make solar components.",
    "In our view, the political implications of these moves are more significant. Domestically, Mr Biden is brandishing his protectionist credentials for the benefit of his US voter base, building on recent statements about limiting US steel imports and tackling Chinese industrial overcapacity. Both Mr Biden and Mr Trump are also seeking to appear “tough on China” ahead of the US presidential election. Before the USTR’s announcement Mr Trump stated that he would place tariffs of up to 200% on China-made EVs once in office. Although this threat would carry limited implications for actual trade flows, it illustrates the nature of the domestic political debate on the US-China relationship.",
    "In imposing these tariffs, the US may embolden other economies to adopt similarly high tariffs against Chinese products. Conventional automotive exporters, such as the EU, share the US’s concerns about China’s rise as an automotive export powerhouse. The US’s actions come in advance of long-awaited EU tariffs on Chinese EV (and other) imports, which we expect to materialise in the coming months despite recent China-EU diplomatic engagements. The EU’s own anti-subsidy probe decision could well come as early as July.",
    "Although the Chinese government has vowed to respond with “resolute measures”, we think that it will exercise restraint. Based on precedents in 2018‑19, China is likely to introduce reciprocal tariffs that cover a similar value of its imports from the US and carry limited economic implications. Nevertheless, China will avoid targeting its retaliation at US firms that operate in China so as to maintain its (at least rhetorical) commitment to welcoming foreign businesses. China will also be wary of opening new fronts of international trade conflicts, given its ongoing economic tensions with the EU. The level of trade tensions will therefore be more contained relative to the tit-for-tat approach that prevailed in 2017-21, under Mr Trump.",
    "The analysis and forecasts featured in this article can be found in EIU’s Country Analysis service. This integrated solution provides unmatched global insights covering the political and economic outlook for nearly 200 countries, enabling organisations to identify prospective opportunities and potential risks.",
    "ForecastingTradeAmericasAsiaChinaUnited StatesCountry Analysis"
  ]
}