{
  "url": "https://www.ft.lk/columns/PSTA-Terrorism-without-terror-continues/4-786950",
  "title": "PSTA: Terrorism without terror continues",
  "ut": 1768439015.0,
  "body_paragraphs": [
    "WHEN the Government  appointed a committee led by Rienzie Arsekularatne, Senior President’s Counsel, to draft a new law to replace the Prevention of Terrorism Act (PTA) as promised by the ruling NPP, the writer, in an article published in this journal in July 2025, expressed optimism that, given Arsekularatne’s experience in criminal justice, he would be able to address issues from the perspectives of the State, criminal justice, human rights, suspects, accused, activists, and victims. The draft Protection of the State from Terrorism Act (PSTA) produced by the committee has been sharply criticised by individuals and organisations who expected a better outcome that aligns with modern criminal justice and human rights principles.",
    "This article is limited to a discussion of the definition of terrorism. As the writer explained previously, the dangers of an overly broad definition go beyond conviction and increased punishment. Special laws on terrorism allow deviations from standard laws in areas such as preventive detention, arrest, administrative detention, restrictions on judicial decisions regarding bail, lengthy pre-trial detention, the use of confessions, superadded punishments such as confiscation of property and cancellation of professional licences, banning organisations, and restrictions on publications, among others. The misuse of such laws is not uncommon. Drastic legislation, such as the PTA and emergency regulations, although intended to be used to curb intense violence and deal with emergencies, has been exploited to suppress political opposition.",
    "International standards",
    "The writer’s basic premise is that, for an act to come within the definition of terrorism, it must either involve “terror” or a “state of intense or overwhelming fear” or be committed to achieve an objective of an individual or organisation that uses “terror” or a “state of intense or overwhelming fear” to realise its aims. The UN General Assembly has accepted that the threshold for a possible general offence of terrorism is the provocation of “a state of terror” (Resolution 60/43). The Parliamentary Assembly of the Council of Europe has taken a similar view, using the phrase “to create a climate of terror.”",
    "In his 2023 report on the implementation of the UN Global Counter-Terrorism Strategy, the Secretary-General warned that vague and overly broad definitions of terrorism in domestic law, often lacking adequate safeguards, violate the principle of legality under international human rights law. He noted that such laws lead to heavy-handed, ineffective, and counterproductive counter-terrorism practices and are frequently misused to target civil society actors and human rights defenders by labelling them as terrorists to obstruct their work.",
    "The United Nations Office on Drugs and Crime (UNODC) has stressed in its Handbook on Criminal Justice Responses to Terrorism that definitions of terrorist acts must use precise and unambiguous language, narrowly define punishable conduct and clearly distinguish it from non-punishable behaviour or offences subject to other penalties. The handbook was developed over several months by a team of international experts, including the writer, and was finalised at a workshop in Vienna.",
    "Anti-Terrorism Bill, 2023",
    "A five-member Bench of the Supreme Court that examined the Anti-Terrorism Bill, 2023, agreed with the petitioners that the definition of terrorism in the Bill was too broad and infringed Article 12(1) of the Constitution, and recommended that an exemption (“carve out”) similar to that used in New Zealand under which “the fact that a person engages in any protest, advocacy, or dissent, or engages in any strike, lockout, or other industrial action, is not, by itself, a sufficient basis for inferring that the person” committed the wrongful acts that would otherwise constitute terrorism.",
    "While recognising the Court’s finding that the definition was too broad, the writer argued in his previous article that the political, administrative, and law enforcement cultures of the country concerned are crucial factors to consider. Countries such as New Zealand are well ahead of developing nations, where the risk of misuse is higher, and, therefore, definitions should be narrower, with broader and more precise exemptions. How such a “carve out” would play out in practice is uncertain.",
    "In the Supreme Court, it was submitted that for an act to constitute an offence under a special law on terrorism, there must be terror unleashed in the commission of the act, or it must be carried out in pursuance of the object of an organisation that uses terror to achieve its objectives. In general, only acts that aim at creating “terror” or a “state of intense or overwhelming fear” should come under the definition of terrorism. There can be terrorism-related acts without violence, for example, when a member of an extremist organisation remotely sabotages an electronic, automated or computerised system in pursuance of the organisation’s goal. But when the same act is committed by, say, a whizz-kid without such a connection, that would be illegal and should be punished, but not under a special law on terrorism. In its determination of the Bill, the Court did not address this submission.",
    "Proposed section 3(1) of the PSTA reads:",
    "Any person who, intentionally or knowingly, commits any act which causes a consequence specified in subsection (2), for the purpose of-",
    "(a) provoking a state of terror;",
    "(b) intimidating the public or any section of the public;",
    "(c) compelling the Government  of Sri Lanka, or any other Government , or an international organisation, to do or to abstain from doing any act; or",
    "(d) propagating war, or violating territorial integrity or infringing the sovereignty of Sri Lanka or any other sovereign country, commits the offence of terrorism.",
    "The consequences listed in sub-section (2) include: death; hurt; hostage-taking; abduction or kidnapping; serious damage to any place of public use, any public property, any public or private transportation system or any infrastructure facility or environment; robbery, extortion or theft of public or private property; serious risk to the health and safety of the public or a section of the public; serious obstruction or damage to, or interference with, any electronic or automated or computerised system or network or cyber environment of domains assigned to, or websites registered with such domains assigned to Sri Lanka; destruction of, or serious damage to, religious or cultural property; serious obstruction or damage to, or interference with any electronic, analogue, digital or other wire-linked or wireless transmission system, including signal transmission and any other frequency-based transmission system; without lawful authority, importing, exporting, manufacturing, collecting, obtaining, supplying, trafficking, possessing or using firearms, offensive weapons, ammunition, explosives, articles or things used in the manufacture of explosives or combustible or corrosive substances and biological, chemical, electric, electronic or nuclear weapons, other nuclear explosive devices, nuclear material, radioactive substances, or radiation-emitting devices.",
    "Under section 3(5), “any person who commits an act which constitutes an offence under the nine international treaties on terrorism ratified by Sri Lanka also commits the offence of terrorism.” No one would contest that.",
    "The New Zealand “carve-out” is found in sub-section (4): “The fact that a person engages in any protest, advocacy or dissent or engages in any strike, lockout or other industrial action, is not by itself a sufficient basis for inferring that such person (a) commits or attempts, abets, conspires, or prepares to commit the act with the intention or knowledge specified in subsection (1); or (b) is intending to cause or knowingly causes an outcome specified in subsection (2).”",
    "While the Arsekularatne committee has proposed including the New Zealand “carve out”, it has ignored a crucial qualification in section 5(2) of that country’s Terrorism Suppression Act, that for an act to be considered a terrorist act, it must be carried out for one or more purposes that are or include advancing “an ideological, political, or religious cause”, with the intention of either intimidating a population or coercing or forcing a Government  or an international organisation to do or abstain from doing any act.",
    "When the committee was appointed, the Human Rights Commission of Sri Lanka opined that any new offence with respect to “terrorism” should contain a specific and narrow definition of terrorism, such as the following: “Any person who by the use of force or violence unlawfully targets the civilian population or a segment of the civilian population with the intent to spread fear among such population or segment thereof in furtherance of a political, ideological, or religious cause commits the offence of terrorism”.",
    "The writer submits that, rather than bringing in the requirement of “a political, ideological, or religious cause”, it would be prudent to qualify proposed section 3(1) by the requirement that only acts that aim at creating “terror” or a “state of intense or overwhelming fear” or are carried out to achieve a goal of an individual or organisation that employs “terror” or a “state of intense or overwhelming fear” to attain its objectives should come under the definition of terrorism.  Such a threshold is recognised internationally; no “carve out” is then needed, and the concerns of the Human Rights Commission would also be addressed.",
    "(The author is an Attorney-at-Law and a President’s Counsel.  He is also the",
    "Director, Institute for Constitutional Studies)"
  ]
}