{
  "url": "https://www.technologyreview.com/2024/12/03/1107635/nominations-open-2025-innovators-under-35/",
  "title": "Nominate someone to our 2025 list of Innovators Under 35",
  "ut": 1733189400.0,
  "body_paragraphs": [
    "Every year, MIT Technology Review recognizes 35 young innovators who are doing pioneering work across a range of technical fields including biotechnology, materials science, artificial intelligence, computing, and more.  We’re now taking nominations for our 2025 list and you can submit one here. The process takes just a few minutes. Nominations will close at 11:59 PM ET on January 20, 2025. You can nominate yourself or someone you know, based anywhere in the world. The only rule is that the nominee must be under the age of 35 on October 1, 2025.    We want to hear about people who have made outstanding contributions to their fields and are making an early impact in their careers. Perhaps they’ve led an important scientific advance, founded a company that’s addressing an urgent problem, or discovered a new way to deploy an existing technology that improves people’s lives.  Related Story2024 Innovator of the Year: Shawn Shan builds tools to help artists fight back against exploitative AIShan built Glaze and Nightshade, two tools that help artists protect their copyright.",
    "If you want to nominate someone, you should identify a clear advance or innovation for which they are primarily responsible. We seek to highlight innovators whose breakthroughs are broad in scope and whose influence reaches beyond their immediate scientific communities.  The 2025 class of innovators will join a long list of distinguished honorees. We featured Lisu Su, now CEO of AMD, when she was 32 years old; Andrew Ng, a computer scientist and serial entrepreneur, made the list in 2008 when he was an assistant professor at Stanford. That same year, we featured 31-year-old Jack Dorsey—two years after he launched Twitter. And Helen Greiner, co-founder of iRobot, was on the list in 1999. Know someone who should be on our 2025 list? We’d love to hear about them. Submit your nomination today or visit our FAQ to learn more. hide"
  ]
}