{
  "url": "https://www.technologyreview.com/2024/10/22/1105184/refrigeration-fresh-food-nicola-twilley-artificial-cooling/",
  "title": "How refrigeration ruined fresh food",
  "ut": 1729549800.0,
  "body_paragraphs": [
    "Before you buy orange juice, it probably waited, for as long as two years, in a two-story, stainless-steel tank filled with 265,000 gallons of viscous brown slush. It’s orange juice, but with its water and volatile flavor molecules burned off. The result is a simple syrup six times more sugary than juice and devoid of any of an orange’s fruity, floral zing.  Bananas? They may not be chilled in the grocery store, but they’re the ultimate refrigerated fruit. It’s only thanks to what Nicola Twilley calls “a seamless network of thermal control” that they’re able to be a global commodity rather than a luxury. And that bag of salad you picked up for dinner? It’s not just a plastic bag but, as Twilley explains in her new book Frostbite: How Refrigeration Changed Our Food, Our Planet, and Ourselves, “a highly engineered respiratory apparatus, designed in layers of differentially semipermeable films to slow spinach, arugula, and endive metabolism and extend their shelf lives.”  Three-quarters of everything in the average American diet, she explains, passes through the cold chain—the network of warehouses, shipping containers, trucks, display cases, and domestic fridges that keep meat, milk, and more chilled on the journey from farm to fork. As consumers, we put a lot of faith in terms like “fresh” and “natural,” but artificial refrigeration has created a blind spot, says Twilley. We’ve gotten so good at preserving (and storing) food, she writes, that “we know more about how to lengthen an apple’s life span than a human’s,” and most of us don’t give that extraordinary process much thought at all.    Refrigeration is such a significant contributor to global warming and ozone depletion that Project Drawdown points to refrigerant management as the No. 1 thing we can do to mitigate climate change.  “What we eat, what it tastes like, where it’s grown, and how it affects both our health and that of the planet: these things shape our daily lives as well as our continued existence as a species,” Twilley writes, “and they’ve been entirely transformed by manufactured cold.”  Advertisement Author Nicola Twilley suits up for a tour of Americold, a global network of 240 temperature-controlled warehouses.COURTESY OF NICOLA TWILLEY   At the Delaware warehouse for Citrosuco, one of the world largest orange juice companies, tanks are filled with a variety of frozen orange juice concentrate—different colors and flavors from different seasons and locales, which are eventually mixed together into a finished product.COURTESY OF NICOLA TWILLEY     Twilley—a frequent contributor to the New Yorker and cohost of the podcast Gastropod, which looks at food through the lens of science and history—offers in her book a behind-the-scenes look at the cold chain, concluding that “our food system is frostbitten: it has been injured by its exposure to cold.” We’ve gained convenience at the expense, she writes, “of diversity and deliciousness.”  Twilley believes that refrigeration is an enabling technology for lots of the downsides we see in our current food system, from the push toward scale and monoculture to a measurable decline in the nutritional value of fruits and vegetables to harmful impacts on our climate. It is such a significant contributor to global warming and ozone depletion, she explains, that Project Drawdown, a climate solutions nonprofit, has pointed to refrigerant management as the No. 1 biggest thing we can do to mitigate climate change.",
    "“Our food system is frostbitten: it has been injured by its exposure to cold.”  We have used refrigeration to solve problems but haven’t done a true accounting of the environmental, nutritional, and even sociocultural costs, Twilley argues. “The goal of my book was to ask, ‘Could we do things better?’”  You spent years researching enclosed spaces for your previous book, Until Proven Safe: The History and Future of Quarantine, which was co-written with your frequent collaborator and spouse, Geoff Manaugh. It seems like refrigerated food is, in a way, being quarantined.",
    "Yes! Quarantine and refrigeration are both weird ways of using space and time. With refrigeration, you’re building these particular spaces for your food that kind of work as a time machine and allow you to extend the shelf life and also move it around the globe. You’re manipulating geography. In quarantine, you’re using space and time to give you certainty that you won’t get a disease. Both are about control of nature in the end.   Americold's Ontario facility.COURTESY OF NICOLA TWILLEY    I wouldn’t have thought of refrigeration as a spatial issue, but it makes sense. I was interested in this idea that there was this vast artificial winter we’d built for our food to live in, this artificial cryosphere that is mostly invisible.  You have to cast your mind back to when I first got interested in this, like 15 years ago. Everyone was talking about “farm to table”—Michael Pollan, Eric Schlosser, Alice Waters. Every trendy new restaurant was farm-to-table. But the focus was all on the farm, which made me curious about the “to” part—how things move from the farm to the table. Pollan showed us what a feedlot looks like; I thought, maybe I can show people the spaces we’ve built for our food to live in after it’s harvested.  We had built this incredibly sophisticated architecture for our food to live in between the farm and the table. All the foodies might go visit the farm, but not that space between. So yeah, it started as a spatial question.  Related StoryHow to hack a smart fridgeYour smart home devices know more about you than you might think—and they’re less secure than you’d hope.",
    "All the mechanics and chemicals and manipulation involved in refrigeration seem counter to everything the farm-to-table movement was pushing at that time. Oh, totally. It’s just a giant blind spot, I think, for most people, and for a journalist and writer, that’s always an interesting place to go. The blind spot is where the good stuff is. I don’t think you can understand our modern food system without understanding refrigeration—and it really hadn’t been done.  You write that “freshness is a belief system.” Tell me more about that. Our concept of what freshness is has radically changed. People don’t know how old their food is—and that is an engineered and deliberate move. Companies aren’t telling you how old your milk is—only when you should throw it out. “Best before” and “sell by” dates, which became widespread in the 1970s, are sort of reassuring structures but have no real scientific basis. I’ve been telling people, “Hey, if you’re buying an American apple in July, that apple is coming up on its first birthday.” People find that disconcerting. They don’t know how old their food is.    Cranberry bins stacked inside a Maritime International warehouse in New Bedford, Massachusetts.COURTESY OF NICOLA TWILLEY   Carcasses hang inside the Bronx-based Master Purveyors facility before being processed for restaurants, hotels, and consumers.COURTESY OF NICOLA TWILLEY   Forklift charging stations inside Philadelphia’s Wholesale Produce Market.COURTESY OF NICOLA TWILLEY     In the 1880s, when people [first] encountered refrigerated foods, many saw them as immoral and dangerous. It was like zombie food. Imagine that previously you’ve known what fresh foods are, and suddenly you’re presented with something that completely confounds that. People felt they were being hoodwinked, tricked, cheated, poisoned. Of course in many cases they were actually being poisoned, because the early warehouse men didn’t know exactly how to store food safely. What’s extraordinary is that, from a 20th- to 21st-century perspective, we think if it isn’t refrigerated, it can’t be fresh, right?",
    "Advertisement In the book, I quote historian William Cronon [who wrote Nature’s Metropolis: Chicago and the Great West in 1991]—and I’m paraphrasing—that forgetfulness was refrigeration’s most significant impact. It divorces us from the origin of our food and has turned our understanding of freshness into a belief system by detaching us from any certainty or sense of proximity to our food’s origins.  Paul Rosenblatt, shown here with an ethylene generator, shipped a million boxes of bananas every year from the Banana Distributors of New York facility in the Bronx before his recent retirement. Bananas are the ultimate refrigerated fruit, writes Twilley, subject to the supply chain’s evolving architecture of atmospheric control.COURTESY OF NICOLA TWILLEY   Twilley, who writes that she was “flush with excitement at the prospect of being able to create cold from scratch,” built a fridge with the help of Kipp Bradford, an engineer and cofounder of an HVAC startup.COURTESY OF NICOLA TWILLEY     I was also struck by this phrase in your book that “cold is the absence of heat.” You say there’s “no such thing as cold, in that it’s not a thing or a force or a property that exists and is measurable in its own right.” For people like me who always thought of cold as just the opposite of hot, what does this really mean? I only started thinking about what cold actually is, as opposed to its impacts, quite late on in this book. I thought, Oh, wait— I should learn how to make cold. And then I was of course like, Oh, you don’t make cold. Cooling is just the sense of loss as heat is moved away. It’s really sort of poetic, you know. Cold is absence.  As part of my research, I built a fridge to understand how it works. It is an incredibly ingenious piece of thermodynamics. You can understand how it took humans so long to figure it out. As long as there have been humans, they have realized that cold has preservative power, and yet we had not found a way of controlling it for most of human history. Galileo, Francis Bacon, Leonardo da Vinci, Robert Boyle—all of them wrestled with cold. What the hell is it? Where does it come from?",
    "The first person to create cold at will was the Scottish doctor William Cullen in the late 18th century, and he didn’t even know what to do with it—it was almost more of a party trick. You imagine the first human who built a fire realized they were onto something, but the first human to make ice artificially didn’t really, and that still kind of blows my mind.   Employees of the Jamaica Pond Ice Company make deliveries in Boston, Massachusetts, circa 1890. By the 1850s, it was common for middle-income people to store ice at home. The company had 22 icehouses to provide it to them.LIBRARY OF CONGRESS    I see those historic pictures of giant ice blocks, and the very idea of anyone thinking that transporting those was a good idea seems wild. When you read about Frederic Tudor’s attempts in 1806 to ship ice and become rich, everyone thought he was nuts. The list of reasons why it’s a bad idea is endless: It’s heavy, slippery, it’s cold, and the moment you have it available to ship, guess what? It melts. I mean, on every level, it was a ludicrous project, and people told him so at the time. But without him, I think, people would never have really realized, “Oh, cold at scale is not just something that’s nice for, you know, having ice cream or cool drinks in the summer.” It’s fundamentally reshaped how we move food around the world.   Are we basically making our world less inhabitable the better we get at refrigeration? Much of human history has been a war of us versus rot. A refrigerator doesn’t stop rot; it is merely slowing it. The sense that we have triumphed over rot leads to a huge amount of food waste.  People treat their fridge like a bank vault—you put something in it, and it will be safe. Before domestic refrigerators, you weren’t stockpiling perishable food in the same way. Now that we can, we waste much more food at the consumer level. We’ve been fooled by the endless abundance of the supermarket. Refrigerators have expanded in size, and many households now have more than one. People drive to the store, then fill their refrigerators and freezers so full they can’t find anything in them. That behavior changes the shape of the city: Houses get bigger, roads expand, stores need bigger parking lots. It’s all connected in a way that has really negative impacts on our environment.",
    "Related Story2023 Climate Tech Companies to Watch: Blue Frontier and its energy-efficient ACThe startup's AC units suck moisture out of the air for more efficient cooling.",
    "But food preservation doesn’t have to mean refrigeration. For me the exciting part is once you see how the cold chain works, you see how to redesign it. We could create a system that produces food that is more delicious, healthier, and better for the environment. There are alternative methods of food preservation. One example is Apeel coating, which—like refrigeration—works by slowing respiration rates, but does so using atmospheric adjustment rather than thermal control. Using this nanoscale coating for fruit and vegetables, you could get the same shelf life as you would in a refrigerator.  Cooling has only been the answer for 100 years, and it doesn’t have to be our only answer for the future.  This interview has been edited and condensed from two conversations."
  ]
}