{
  "url": "https://hbr.org/2025/01/research-incivility-at-work-silences-everyone-but-especially-women",
  "title": "Research: Incivility at Work Silences Everyone, But Especially Women",
  "ut": 1737446130.0,
  "body_paragraphs": [
    "Incivility at work isn’t good for anyone. But while both men and women are less likely to speak up in uncivil environments, women are more likely to withhold their ideas due to concerns about gender backlash. In two studies involving over 3,000 participants,...more",
    "Employers want to hear from employees. Employees have the most experience with on-the-ground operations, so if they don’t share what they know, managers can miss out on ways to improve services or avoid problems. Hearing from employees with different experiences is especially important, and those who are from different social categories (e.g., genders, races, or cultures) can often provide a better mix of perspectives and ideas. For example, researchers found that military teams performed better on complex tasks when they listened to ideas from the lone woman member of the team than when they ignored or lacked a woman’s perspective.",
    "It’s not just organizations that benefit when employees voice ideas. The employees who speak up also benefit, as it can make them seem more promotable, higher status, and more like leaders. Because women tend to have lower status in the workplace than men, speaking up may be an important avenue for reducing inequity. Indeed, research suggests that women particularly benefit from voicing their ideas.",
    "Yet, speaking up can be risky. Managers or team members may feel threatened by challenges to the status quo. Furthermore, although any employee may face this risk, it may be even worse for women. Due to gender-role expectations, challenging others may be seen as a more unexpected and norm-violating behavior when women do it. Women who speak up risk facing gender backlash: repercussions for violating gender-based expectations.",
    "It would be logical if women, understanding these additional risks, choose to withhold their ideas, leading to more silence from women than men. Yet, only a few studies have tested whether this prediction is true — and they have found conflicting results. For example, research finds that women are less likely than men to speak up about having their rights violated, and studies show that women in male-dominated industries are more likely than men to lack confidence in their ability to succeed, which is associated with withholding contributions. But other studies find no differences by gender, leading the authors of an article summarizing the 2010 Cornell National School Survey results to conclude that a gender difference in silence is a “myth.” How can we reconcile these conflicting findings?",
    "Our research team proposed a new idea: Maybe it depends on the workgroup that people are in. Although most people expect respectful interactions at work, many experience rudeness (especially women). We predicted that incivility signals to women that the risk of gender backlash is particularly high, so women would choose silence more than men — but only when coworkers act uncivilly.",
    "We tested this prediction in two studies with over 3,000 participants recently published in the Journal of Business Ethics. We found, perhaps unsurprisingly, that both men and women withheld contributions more in uncivil groups than civil ones. We also found that women, more than men, believed they would be penalized for speaking up, and thus chose silence more than men did — but only when their group was uncivil. In civil groups, women reported speaking up to share their ideas just as much as men.",
    "We first conducted an online experiment. We asked participants to do a brainstorming activity together with three other group members — “Mike,” “Lisa,” and “TS” — with whom they communicated via chat. Because the messages from Mike, Lisa, and TS were actually written by us, we could control whether they reacted to each other’s ideas civilly (e.g., “OK that’s an interesting one”) or uncivilly (e.g., “Srsly? That’s a little ridiculous”). After participants had spent several minutes chatting with this group, we asked them to consider what it would be like to work with the same group in the future, and whether they would choose to share ideas or keep them to themselves.",
    "In general, participants who had been in uncivil groups said they were more likely to withhold contributions from that group in the future than those who had been in civil groups. But the effect of incivility on men and women participants wasn’t the same. Although we found no gender differences in silence among participants in civil groups, among those in uncivil groups, women said they would choose silence more than men. (We had a small number of nonbinary participants in our studies, but because our focus was on comparing women and men, we did not include nonbinary people in our analyses.)",
    "We also found that women were more likely than men to believe that they would be socially punished for behavior viewed as inappropriate for their gender (i.e., gender backlash). To further understand this result, we did an analysis that considered participants’ psychological safety: a person’s broad assessment of the potential for negative consequences when taking risks in a group, which may or may not include gender backlash. We found that anticipated gender backlash was an even more powerful predictor of gender differences in silence than psychological safety overall. We interpreted this finding as further support for our conclusion that women in uncivil groups withheld contributions due to the belief that they would face negative consequences because of their gender, not general concerns about taking risks.",
    "Our first study experimentally altered the level of incivility in a newly formed workgroup. Next, we tested whether the same patterns also occurred in real workplaces. In our second study, we contacted employees in a variety of industries, from finance to education, and asked them about the group they interacted with the most at work. In one online survey, participants reported how uncivil their workgroup was and how much gender backlash they anticipated for speaking up with challenging ideas. Two weeks later, we asked them how often they withhold their ideas from their workgroup. (We used two separate surveys to improve accuracy by minimizing response bias.) We found the same patterns as in our first study between incivility, anticipated backlash, and silence.",
    "Our research demonstrates that women sometimes choose silence more than men — when they judge gender backlash as particularly likely. It is no surprise that both men and women are less likely to speak up when the group is uncivil. But employers should know that women may be looking for cues about whether a particular group is safe for sharing, and incivility can signal greater risk, suppressing women’s contributions even more than men’s.",
    "The Importance of Addressing Incivility",
    "No one thinks incivility is good for organizations, but our research gives managers another reason to work on addressing it. Left unaddressed, not only can incivility cause the organization to miss out on many valuable ideas, but they will disproportionately lose ideas from women. Research recommends strategies for creating civil organizations, such as setting clear expectations for respect, having leaders model respectful interactions, and acting on reports of incivility — even if the perpetrator occupies a position of power. Organizations struggling with incivility can also implement regular meetings with trained facilitators. Given the importance of this problem, we hope to see more research on how managers can tackle incivility.",
    "Our research tells managers that they can hear from women just as much as men. Women use incivility to gauge the chance of gender backlash, withholding ideas when that risk seems high. Managers who can maintain civility in their workgroups will be rewarded not only with more ideas overall, but also with more equitable representation of ideas from diverse employees that lead to more innovation.",
    "Finally, our research also suggests that an avenue some managers tend to pursue to try to promote women’s voice in companies — increasing women’s confidence — may not always help. Our research suggests that, where there is inequality, staying quiet may have more to do with the situation, not just personal characteristics. Even confident women may decide to keep ideas to themselves if they feel that the environment is hostile. Companies should focus on fixing incivility — not women.",
    "Diversity, Inclusion, and Belonging Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Diversity, Inclusion, and Belonging. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "How to build a better, more just workplace.",
    "Learn More & See All Courses",
    "New Year, New You Sale",
    "HBR's 10 Must Reads on Boards (with bonus article \"What Makes Great Boards Great\" by Jeffrey A. Sonnenfeld)",
    "Terrible Beauty: Reckoning with Climate Complicity and Rediscovering Our Soul",
    "Diversity and inclusion,",
    "Interpersonal communication,",
    "Collaboration and teams,",
    "Inclusion and belonging",
    "and Psychology and neuroscience"
  ]
}