{
  "url": "https://www.eiu.com/n/europe-chart-of-the-week-pro-eu-front-holds/",
  "title": "Europe chart of the week: pro-EU front holds",
  "ut": 1717973318.0,
  "body_paragraphs": [
    "Europe chart of the week: pro-EU front holds",
    "ElectionsPoliticsEuropeCountry Analysis",
    "The results of the European Parliament elections had bigger implications for domestic politics in EU member states than for the balance of power within the parliament itself. In France the president, Emmanuel Macron, called a snap legislative election after his Renaissance party suffered a huge defeat to the far right. In Germany the unpopular three-party government led by Olaf Scholz will be further weakened by the results, which confirmed a sharp rise for the far-right Alternative for Germany (AfD). The AfD came second with 16% of the vote, alongside a strong victory for the centre-right opposition Christian Democratic Union (CDU).",
    "The three pro-EU mainstream parties retained a majority in the European Parliament (with 400 out of 720 seats, or a majority of 40 seats), a tighter majority than in 2019 but slightly larger than polls suggested. As expected, the Greens were the biggest losers, securing 18 seats fewer than in 2019.",
    "Far-right parties made significant gains, winning almost a quarter of the seats in the European Parliament, up from a fifth in 2019. However, the far right will not have enough seats nor enough internal cohesion to shape EU policy substantially. The shift to the right will mainly benefit the mainstream centre-right, which will now have a wider range of majority-building options to pass legislation.",
    "All in all, support for green policies and civil liberties will wane. The number of lawmakers opposing the EU’s European Green Deal and likely to vote against new legislation enforcing policies to meet the EU’s climate change targets has increased. But support for key policies such advancing the single market and providing military aid to Ukraine will hold firm.",
    "Ursula von der Leyen is likely to be reconfirmed as president of the European Commission in late July, and will preside over a further protectionist shift in policy. We expect an increasing focus on protecting EU firms and prioritising industrial interests over environmental ones. However, there are risks to Ms von der Leyen’s re-election. To scrape a majority, she will need to secure the support of lawmakers outside of the pro-EU mainstream parties to be elected, given that not all members of the European Parliament will vote in line with their group. Her investiture vote will be a close one.",
    "The analysis and forecasts featured in this article are available in EIU’s Country Analysis service. This integrated solution provides unmatched global insights covering the political and economic outlook for nearly 200 countries, enabling organisations to identify potential opportunities and risks.",
    "ElectionsPoliticsEuropeCountry Analysis"
  ]
}