{
  "url": "https://www.ft.lk/columns/The-National-Budget-is-IMF-influenced-so-what-Do-we-have-a-choice/4-784505",
  "title": "The National Budget is IMF influenced, so what? Do we have a choice?",
  "ut": 1763494518.0,
  "body_paragraphs": [
    "President and Finance Minister Anura Kumara Dissanayake presents the 2026 Budget in Parliament on 7 November",
    "Cheers and jeers welcomed Sri Lanka’s National Budget 2026. This is normal when the country’s ends are many, but the means are limited. Budget promulgations based on important and urgent priorities, as seen by drivers of national policy, will produce winners and losers.",
    "Although the Opposition is taunting the National People’s Power (NPP) Government about bowing excessively to the requirements of the International Monetary Fund (IMF) and not adequately addressing the pressing needs of the low and middle-income citizens of the country, I applaud the focus and determination of the Government to not succumb to the temptation of giving what the country cannot afford to win votes at the upcoming provincial elections. In this light, the Budget represents a profound political and economic statement.",
    "Though largely guard-railed by the demands of the International Monetary Fund (IMF) to increase tax collections, align electricity pricing with costs, strengthen social safety nets, implement anti-corruption measures, rebuild external buffers to ensure financial stability and complete debt restructuring with both private and bilateral creditors, I view the National Budget 2026 as one of deliberate abstinence, founded on the conscious refusal to resort to the addictive short-termism of populist measures that have historically defined Sri Lankan politics.",
    "By prescribing the unpleasant but necessary medicine of structural reform, greater tax compliance, institutional clean-up, and reorientation towards productive investment, the NPP is taking a massive political gamble. Although I call it a gamble, it is the right approach. This is the gamble which both Mahinda Rajapaksa and Gotabaya Rajapaksa refused to take despite the commanding majorities they enjoyed in the Sri Lankan parliament in 2010 and 2020.",
    "The NPP is betting that the long-term seeds sown in this Budget in the forms of the new Revenue Authority, the enhanced Anti-corruption Framework, the Single Window for investment, and the shift towards export-led industrialisation will yield tangible fruits such as restored investor confidence, increased foreign direct investment (FDI), economic growth, greater job certainty, reduced inflation and general prosperity before the next round of presidential and general election. To me, this is a rare, non-populist commitment to national solvency over short-term political survival. Bravo!",
    "Challenge for President Dissanayake and the NPP",
    "The challenge for President Dissanayake and the NPP is twofold. Maintaining the political will to enforce these painful reforms against inevitable public discontent and ensuring that the complex institutional mechanisms like the Revenue Authority and Single Window are implemented effectively and without bureaucratic inertia. If they succeed, the 2026 Budget will be remembered not for its lack of relief and electoral silence, but as the blueprint that finally broke Sri Lanka's cycle of populist measures and laid the essential foundations for a prosperous and resilient long-term future.",
    "The failure of the NPP Government to live up to its election promise that it would renegotiate the IMF deal in procuring fairer terms for the people has been the key censuring weapon of the Opposition. This is a classic example of sour grapes because had one of the parties in the opposition secured power, its approach to IMF’s “sword of Damocles” would have been very similar to that adopted by the NPP. Any attempt by the NPP to flout the key IMF conditions would be economic hara-kiri. Therefore, the NPP must not feel shy in stating that the Budget was influenced by the IMF benchmarks.",
    "We must recognise that Sri Lanka’s push into the arms of the International Monetary Fund (IMF) was the culmination of years of economic mismanagement by various parties who are now in the Opposition, a series of catastrophic policy decisions and external shocks. The Janatha Vimukthi Peramuna (JVP) insurrections in 1971 and late 1980s and the 26 year war between the Government and the Tigers of Tamil Eelam (LTTE) seeking an independent Tamil State, added fuel to the fire. We, the citizens, also had a good time living beyond the country’s means. At the core of the crisis was a persistent \"twin deficit\". A massive fiscal deficit with Government spending far exceeding revenue and a current account deficit with imports constantly outweighing exports.",
    "Failure of successive governments",
    "For years, successive governments failed to expand the country's export revenue or diversify the economy, instead relying heavily on tourism, remittances, and foreign borrowing to bridge the gap. The situation spiraled in 2019 when the Government enacted deep tax cuts, drastically reducing Government revenue by an estimated two% of GDP. This critical misstep rapidly weakened public finances. Simultaneously, the Government banned chemical fertilisers, severely damaging the crucial agricultural sector, including tea.",
    "The COVID-19 pandemic delivered a brutal blow, crippling the lucrative tourism industry and slashing remittances, the primary sources of foreign exchange reserves. As debt repayment deadlines loomed and foreign reserves depleted by over 70% in two years, the Government resorted to printing money, fuelling hyperinflation. Rating agencies downgraded the country, locking it out of international capital markets. In April 2022, Sri Lanka formally defaulted on its foreign debt, a first in its history. With no foreign exchange to import essential goods like fuel, food, and medicine, the nation faced an unprecedented humanitarian crisis, leading to widespread protests.",
    "Having exhausted all other options and facing an existential collapse, the Government had no choice but to seek an Extended Fund Facility (EFF) from the IMF as a last resort for a comprehensive $ 2.9 billion bailout and a path to debt restructuring. For Sri Lanka, it was Hobson’s choice at that time. For the NPP Government it was fait accompli when it assumed power. Notwithstanding NPP’s election rhetoric, Opposition’s expectation that the NPP would dramatically alter the IMF program is a wish too far. The National Budget must be judged against this background.",
    "There exists an established framework to secure IMF’s Extended Fund Facility (EFF). Credit must go to the Ranil Wickremesinghe (RW) administration, which walked a tightrope in establishing this framework for the implementation of, and the monitoring of progress against, the IMF demands. The RW administration tackled the economic collapse by setting up a robust structural foundation to satisfy the IMF's Extended Fund Facility (EFF) and establish a base for monitoring and governance through, Fiscal Fortification via an unrelenting push for revenue-based fiscal consolidation through unpopular tax hikes. This move was not just about cash. It was about shifting Sri Lanka from debt-fuelled spending to sustainable, self-financed Government operations, Cost-Reflective Pricing. To stem the bleeding from massive losses in State-Owned Enterprises (SOEs), the Government established automatic, cost-reflective pricing formulas for fuel and electricity. This mechanism removed political interference, ensuring that prices cover the cost of supply, thereby preventing future Budgetary black holes, and  The Governance Overhaul. Crucially, the administration focused on institutional reform to rebuild trust. It took a historic step by publishing the IMF Governance Diagnostic Report, which was a first in Asia, publicly acknowledging deep-rooted corruption weaknesses. Furthermore, it worked on enacting key legislation like the Public Financial Management Act and the Public Debt Management Act to strengthen fiscal discipline, debt management, and accountability, providing the legal infrastructure for transparent, monitored financial conduct.",
    "These steps represented the foundation of institutional credibility and tough, non-negotiable financial monitoring that the IMF required for long-term stability. RW achieved a lot in these respects. Despite the same, he lost the presidential election because of his leadership style and his inability to inspire a shared vision for all Sri Lankans. Not just one for Colombo’s elites.",
    "It was common sense for the NPP Government to continue with the RW initiated program to maintain economic stability and complete debt restructuring, while seeking changes to ease the immediate burden on the populace. These may be seen as de facto concessions or adjustments. The NPP Government is navigating a long, narrow, and tough path. To be fair, it has publicly sought a \"balanced approach\" from the IMF and has been partially successful in securing adjustments aimed at alleviating some politically painful conditions, such as easing the tax burden on certain groups and prioritising social spending.",
    "There is no denying that the National Budget 2026 is structurally and numerically aligned with the IMF demands and benchmarks. It is, by design, an 'IMF Budget.’ Its key figures, the primary surplus target and the revenue-to-GDP goal, are direct quantitative requirements of the Extended Fund Facility. So- what is wrong? Beggars can't be choosers!",
    "The National Budget 2026 is more than a mere financial statement. It is a critical policy document designed to solidify fiscal stability, accelerate structural reforms, and lay the groundwork for a productive, digitally empowered, and inclusive economy. The significant moves within the Budget reflect a dual commitment: adhering to fiscal discipline required for debt sustainability and simultaneously addressing the social needs and growth aspirations of the nation.",
    "Fiscal consolidation and macroeconomic targets",
    "The primary focus of the 2026 Budget is fiscal consolidation, the cornerstone of the country's economic program. The Government has set ambitious yet critical macroeconomic targets:",
    "Budget deficit target:",
    "The Budget aims to maintain the deficit at approximately 5.1% of GDP.",
    "A primary surplus (revenue minus non-interest expenditure) of around 2.5% of GDP is projected, signaling the Government's commitment to generate enough revenue to cover operational costs and contribute towards debt servicing.",
    "The long-term goal of reducing Government debt is reinforced, with a projection to decline to 96.8% of GDP by 2026 and further to around 87% by 2030.",
    "Revenue mobilisation: Total revenue is targeted at Rs. 5,305 billion, being over 15.4% of GDP, emphasising that revenue enhancement is the main tool for deficit reduction, rather than cuts in essential public expenditure.",
    "This disciplined approach is vital for restoring international creditor confidence and sustaining the momentum of the reform agenda.",
    "Revenue and taxation reforms",
    "The most significant moves involve taxation, aimed at broadening the tax base and improving collection efficiency.",
    "Broadening the tax net:",
    "A key structural reform is the proposed reduction in the registration thresholds for the Value Added Tax (VAT) and the Social Security Contribution Levy (SSCL), effective from 1 April, 2026.",
    "This move will bring a larger number of small and medium-sized enterprises (SMEs) into the formal tax structure, enhancing tax equity and revenue.",
    "Tax structure rationalisation:",
    "The Budget signals a commitment to gradually adjust the direct-to-indirect tax ratio from the current 25:75 to a more equitable 40:60. This shift is essential for a progressive tax system.",
    "Trade tax simplification:Efforts to standardise customs duty bands and the phased removal of para-tariffs are intended to simplify the trade regime, reduce the cost of imports for production, and enhance Sri Lanka's competitiveness in the global market.",
    "Investment incentives for SMEs:",
    "To counterbalance the broadened tax net for smaller players, the Budget proposes to reduce the qualifying investment threshold for enhanced capital allowances from $ 3 million to $ 250, 000. This measure makes investment-related tax benefits accessible to a much wider range of SMEs, encouraging capital formation and job creation in the domestic sector.",
    "Structural and governance reforms",
    "Beyond fiscal numbers, the 2026 Budget prioritises structural and governance reforms crucial for long-term economic transformation.",
    "Anti-corruption drive:",
    "Restructuring and modernising loss-making SOEs remain a top priority. The Budget proposes introducing a Public Commercial Business Management Act to strengthen governance, accountability, and commercial viability in these institutions. Furthermore, there are proposals to merge or close redundant public sector institutions to improve overall efficiency.",
    "Anti-Corruption Drive: The Budget calls for adequate funding to be allocated to key institutions like the Commission to Investigate Allegations of Bribery or Corruption (CIABOC) and the judicial system to strengthen their capacity and ensure swifter justice, tying economic reform to better governance.",
    "Digital transformation:",
    "A significant thrust is placed on digitalisation. Key initiatives include the rollout of the first Digital ID in 2026, establishing a national data exchange infrastructure, facilitating the commercial launch of 5G services, and implementing an e-procurement system for the Government. Furthermore, zero service fees are proposed for online payments to the Government to encourage cashless transactions.",
    "Sectoral development and social welfare",
    "The Budget seeks to balance fiscal austerity with targeted measures to boost specific economic sectors and protect vulnerable populations.",
    "Export and investment promotion:",
    "A Trade National Single Window is to be established to streamline export-import processes. Investment promotion is strengthened through the implementation of a Public-Private Partnership (PPP) framework and amendments to the Port City and Strategic Development Acts to ensure predictable concession frameworks for foreign investors.",
    "Focus on production economy:",
    "The Budget emphasises strengthening domestic production, particularly in agriculture, through the modernisation of paddy processing, strengthening food storage, and expanding irrigation. For the SME sector, the consolidation of key enterprise development agencies aims to provide a more streamlined support system.",
    "Social protection: While maintaining fiscal prudence, the Budget continues to support targeted social welfare programs like 'Aswesuma'. A notable direct move for workers is the announced increase in the plantation sector's daily wage to Rs. 1,750, effective from January 2026, aiming to address cost-of-living pressures in this key sector.",
    "The primary risk to the Budget 2026 is maintaining fiscal consolidation while addressing popular dissent and weak execution capacity. Revenue targets are ambitious, relying heavily on widening the tax net and improved compliance. Failure to sustain this strong revenue performance, especially amid potential global trade slowdowns or domestic resistance to new taxes, like a wealth tax, would widen the projected 5.1% GDP deficit and derail the IMF program. Second, there is a significant risk of underspending on capital projects, as seen in 2025, which limits growth potential and makes long-term fiscal stability harder to achieve. Third, political resistance and \"reform fatigue\" threaten structural reforms, particularly the restructuring of State-Owned Enterprises (SOEs) like the Ceylon Electricity Board. Policy inconsistency and frequent reversals of major decisions can deter vital foreign investment. Finally, while the Budget aims to balance discipline with social justice, rising costs of living and public frustration with reforms could create social instability, undermining the policy continuity required to secure final debt restructuring and achieve the targeted 7% medium-term growth.",
    "Sri Lanka at a pivotal juncture",
    "Sri Lanka stands at a pivotal juncture. The profound economic and governance crises of the recent past have delivered a clear, unequivocal mandate. Political division must yield to national unity. The Government and the Opposition share a sacred, non-negotiable duty to the citizens. Make the national strategy work. The country's long-term strategy, whether it concerns economic recovery, anti-corruption reforms, constitutional changes, or debt restructuring, is far too vital to be held hostage by partisan rivalries. When political leaders spar, the nation suffers. Austerity measures, structural reforms, and regaining international trust require consistency and longevity. Any policy that can be dismantled or reversed with a change in Government is fundamentally unsustainable.",
    "A united front sends a powerful signal to the world and, more importantly, to every Sri Lankan. Our future is not one of perpetual crisis, but of shared, resilient purpose. The time for a new political culture, defined by sincerity and collaboration, is now. National stability depends on it. Finally, do not refer to IMF dictated Budgets. We got ourselves into it.",
    "(The writer is currently a Leadership Coach, Mentor and Consultant and boasts over 50+ years of experience in very senior positions in the corporate world – local and overseas. www.ronniepeiris.com.)"
  ]
}