{
  "url": "https://www.ft.lk/columns/Volker-Türk-s-accountability-absurdities-nasty-Nazi-allusions-and-internationalisation-trap/4-778475",
  "title": "Volker Türk’s accountability absurdities, nasty Nazi allusions and internationalisation trap",
  "ut": 1751478323.0,
  "body_paragraphs": [
    "No problem with the g-word?",
    "No dissent from the Foreign Minister",
    "Independent prosecutor and international component?",
    "Let destiny slip through her fingers",
    "United Nations Human Rights High Commissioner Volker Türk made several pronouncements in Sri Lanka which tell us that he views this country through an utterly flawed paradigmatic prism, and therefore cannot but get his perspective on Sri Lanka dangerously wrong.",
    "No member of the Sri Lankan Government that he met talked turkey to Türk.",
    "‘During the visit, High Commissioner Türk called on President Anura Kumara Dissanayake and Prime Minister Dr. Harini Amarasuriya and had constructive discussions with Minister of Foreign Affairs, Foreign Employment and Tourism Vijitha Herath, Minister of Justice and National Integration Harshana Nanayakkara, Minister of Public Security and Parliamentary Affairs Ananda Wijepala, Deputy Minister of Foreign Affairs and Foreign Employment Arun Hemachandra and Deputy Minister of Defence Major General Aruna Jayasekara. He also met the Speaker of the Parliament, the Chief Justice and several Government representatives.’",
    "(https://www.ft.lk/news/UN-High-Commissioner-for-Human-Rights-Volker-T%C3%BCrk-concludes-official-visit-to-Sri-Lanka/56-778318)",
    "It was a turkey shoot for Türk. Starting with the top troika, the President, Prime Minister and Foreign Minister, the JVP-NPP Government seems not to have dissented from the High Commissioner’s public pronouncements, and appears to be going along in the main with them.",
    "Sri Lanka’s citizens should resist the reality of this country’s contemporary history being distorted, an untruthful, inimical narrative being imposed on us by the UN Human Rights High Commissioner, and supinely acceded to by the Anura administration.",
    "Volker Turk’s wild accountability",
    "The visiting UN Human Rights High Commissioner had stated many things that were downright wrong.",
    "‘…UN High Commissioner for Human Rights Volker Türk has pledged support to the Government to build up a domestic accountability mechanism on par with international standards to respond to the needs, aspirations, and expectations of the victims.",
    "Türk, wrapping up his four-day visit to Sri Lanka after meeting President Anura Kumara Dissanayake yesterday afternoon, revealed this at a media briefing held at the UN Compound in Colombo before his departure.",
    "“It is important that domestic accountability mechanisms are functioning and these are part of the discussions we had with the Government. For example, we discussed how to create an independent prosecutor and how to build up a domestic accountability system,” he said.",
    "…The UN Human Rights Chief said that his office had been mandated to get, gather, and preserve information while analysing violations on human rights abuses and had established a dedicated project for the purpose.",
    "“My office can support future accountability efforts both in Sri Lanka and internationally…” he emphasised.",
    "(https://www.ft.lk/news/UN-Human-Rights-Chief-pledges-support-to-build-domestic-accountability-mechanism/56-778258)",
    "These remarks are insidious.",
    "“...to build up a domestic accountability mechanism on par with international standards to respond to the needs, aspirations, and expectations of the victims.”",
    "Why a “domestic accountability mechanism” instead of the long-established system of courts, the Attorney-General’s Department and the normal law of Sri Lanka?",
    "What is “a domestic accountability mechanism on par with international standards”? ‘International standards’ where, when and in which situations? In the US and UK after invading a country on the false charge of possessing Weapons of Mass Destruction?",
    "The fact is that there are no universally accepted or applicable ‘international standards’ of domestic accountability. Every situation of war results in its own postwar arrangements regarding accountability, which includes, in most cases, not having any accountability process/mechanisms outside the normal institutions and procedures.",
    "“…to respond to the needs, aspirations, and expectations of the victims.”",
    "Is it the primary responsibility of the democratically elected Government of Sri Lanka “to respond to the needs, aspirations, and expectations of the victims”?",
    "‘Victims’ as designated by whom, when and where? Consumed by a 30-years war, isn’t the whole island with all its citizens a collective victim?",
    "Isn’t the primary duty of the Sri Lankan Government, the protection of the independence, sovereignty, unity and territorial integrity of the Sri Lankan State—a democratic republic-- and the interests of the totality of its citizenry?",
    "“For example, we discussed how to create an independent prosecutor and how to build up a domestic accountability system,” he said.”",
    "By ‘we’ he means himself and the NPP Government’s leadership. Why an ‘independent prosecutor’ when the Attorney-General’s Department handles prosecutions? What and who will the independent prosecutor be independent of? Who will he/she be accountable to? Sri Lanka’s Republican Constitution? The sovereign Sri Lankan citizenry? Or an international resolution and an unaccountable, mainly Western-funded and staffed international Office/authority?",
    "Volker Türk is on the record as asserting the following on June 24th:",
    "“Many States have experienced years of war, internal armed conflict or repression,” he said. “Some have been able to achieve genuine reconciliation…A steady, unwavering focus on the voices and rights of victims – and their families – is essential to this work.”",
    "“But it is also vital to hold to account the perpetrators of the most severe crimes,” he continued. “Vital for justice. Vital for deterrence. Vital for the victims who have suffered inconceivable pain and loss. Vital for the future.”",
    "He shared a personal anecdote as an Austrian, noting how his country only fully confronted its role in Nazi atrocities decades later. “I know that coming to terms with the reality of massacres, terrorism, enforced disappearances, torture or sexual violence is a very painful process,” he said, but stressed the danger of ignoring victims’ suffering or allowing “revisionist narratives” to flourish.",
    "He stressed that justice and acknowledgment of past atrocities were not just matters of history, but essential prerequisites for sustainable peace and development.",
    "“Commissions and inquiries that lead nowhere, or whose recommendations are never implemented, will erode public trust and compound the trauma for victims,” the High Commissioner continued. “I want to emphasise this point: an absence of justice will undermine the stability of peace. Conversely, acknowledging the truth creates the space for justice and reparations – and ultimately, healing.",
    "“Accountability and justice, including full acknowledgment of the truth of what was done to people, shape the path to lasting reconciliation.”",
    "(https://island.lk/un-rights-chief-asks-govt-to-hold-to-account-perpetrators-of-crimes/)",
    "This is utterly a-historical nonsense. One of the most successful examples of post-conflict peace, stability, reconciliation and development is Northern Ireland/UK. There was no accountability component in the Good Friday agreement. That was not because there were no crimes, even atrocities. Bloody Sunday in Londonderry 1972 is a case in point. To date none of the officers of the British Army’s 1 Para (paratroopers) involved have been punished or even confessed and expressed remorse in a public Truth and Reconciliation process. The silence on accountability in the Good Friday Agreement was because both the Sinn Fein and New Labour knew better than to begin a lacerating process of reopening old wounds.",
    "Another successful democracy, this time a paradigm of transition from dictatorship to democratic rule, is Spain. As I discovered when I served as Ambassador there, not only is there no official inquiry into the half-century of dictatorship, there is a legal ban which has just begun to be softened, on inquiries into crimes committed during the civil war of the 1930s. In Moscow, I met the author of the doctrine of ‘universal jurisdiction’—which I applaud—Judge Balthazar Garzon, the hero who prosecuted Chilean dictator Augusto Pinochet, who was nonetheless prosecuted in Spain because he violated that ban. This is because consolidation of civil peace and durability of civilian democracy are the priorities.",
    "One of the most successful examples in recent history of post-conflict integration and stability is that of Chechnya. After several bouts of civil war, Russia finally crushed the separatist-terrorist militia following heavy bombing of Grozny, the Chechen capital. Today, Grozny is called the Paris of the East and the Chechens are among the most militantly loyal members of the Russian Federation, strongly allied with Moscow and providing detachments of tough fighters for the Ukraine front. There were no special accountability mechanisms for either Russians or Chechens who fought in the bloody civil war. The foundation of success in reconciliation and reintegration was political, not legal. Just BEFORE the victorious final offensive, Moscow held elections to an autonomous Chechen administration. This application of the (Lenin-Stalin derived) formula of regional autonomy was the secret of postwar peace, stability and successful nation-building.",
    "It is the obstructionist Sinhala ultranationalist opposition to the Provincial Council system and the ‘left-liberal’ JVP-NPP government’s ambivalence towards the 13th amendment, that prevents postwar national reconciliation through democracy, rather than divisive, destabilising accountability mechanisms.",
    "‘Nazi atrocities’ and internationalisation",
    "What was the implied relevance to Sri Lanka, of Volker Türk’s reference to NAZI atrocities?",
    "He shared a personal anecdote as an Austrian, noting how his country only fully confronted its role in Nazi atrocities decades later. “I know that coming to terms with the reality of massacres, terrorism, enforced disappearances, torture or sexual violence is a very painful process,” he said, but stressed the danger of ignoring victims’ suffering or allowing “revisionist narratives” to flourish.",
    "Nazism was the personification of political evil; of human evil acting in History. What is the relevance of ‘Nazi atrocities’ have to Sri Lanka?",
    "If there was a Nazi or Nazis in our story it was Velupillai Prabhakaran and his LTTE, whom the Sri Lankan state defeated. Volker Türk’s Nazi reference should, if at all, been made in the North. Since it wasn’t, it was wholly gratuitous and the implications nauseatingly deplorable. Even more nauseating is that the NPP Govt’s leaders didn’t utter a single word of objection about it.",
    "Volker Türk’s attempt at internationalisation must be rejected.",
    "‘Despite Sri Lanka government’s assertion of local mechanism to address the past human rights abuses, the visiting United Nations Human Rights high commissioner Volker Türk insisted that the international mechanism is vital for confidence building of the victims…’",
    "(https://economynext.com/un-rights-chief-insists-on-international-mechanism-for-past-rights-abuses-227472/)",
    "His ‘internationalisation’ project was clearly confirmed by the Sunday Times:",
    "‘…Even though governments have changed and whatever promises are made of setting up a credible domestic process, Mr. Türk explained that the reason that an international component is needed for the investigation is because Sri Lanka has struggled to move forward with domestic accountability mechanisms that are credible and have the trust and confidence of victims. “This is why Sri Lankans have looked outside for justice through assistance at the international level. Ultimately it is the state’s responsibility, and it is important that this process is nationally owned—and it can be complemented and supported by international means. My own office has been mandated to gather and preserve information and analyse violations and abuses and has established a dedicated project for this purpose. I hope that it can support future accountability efforts, both here in Sri Lanka and internationally,” he said.’",
    "(https://www.sundaytimes.lk/250629/columns/beyond-niceties-un-bonhomie-wont-end-lankas-human-rights-woes-602779.html)",
    "There is a serious, four-fold problem here.",
    "The NPP Government has no mandate to implement any domestic accountability process with an “international mechanism” or “international component”.",
    "The “international component” and a nationally-owned process “complemented and supported by international means” have not been specified.",
    "Such an international “component”, “support” and “means” could transgress the Sri Lankan Constitution.",
    "The hypocrisy is shocking. Did anyone ask the UN Human Rights Chief whether his Office has been “mandated to get, gather and preserve information while analysing violations on human rights abuses and had established a dedicated project for the purpose…and can support future accountability efforts internationally” with regard to Israeli IDF officers responsible for the ongoing, televised, genocide in Gaza? If not, why should Sri Lanka cooperate with any such mechanism in the case of a legitimate war of self-defence and territorial reunification within our own internationally recognised borders?",
    "Even if Trump’s USA no longer funds ‘war crimes inquiries’, the G7 states with an influential Tamil Diaspora vote-bloc will pick up the slack—Canada and the UK come to mind, backed by many EU members. These states, masters of hypocrisy, will not fund an OHCHR inquiry into or comprehensive data-base of genocidal Israeli war-crimes and genocidaire IDF commanders, officers and Ministers.",
    "CBK: Destiny discarded",
    "Wartime Sri Lanka was dominated by the triangle of three political personalities born into the postwar world: Chandrika Bandaranaike (1945), Mahinda Rajapaksa (1945), Ranil Wickremesinghe (1949).",
    "Chandrika and Ranil were each born with a silver spoon in the mouth, unlike the rough diamond from the Deep South. Yet Ranil was never popularly elected the country’s leader even after serving as unelected President (2022-2024).",
    "Chandrika’s elected predecessor Ranasinghe Premadasa broke a caste-class ‘glass ceiling’, defeated the barbaric JVP uprising that slaughtered her husband Vijaya Kumaratunga, sent back 70,000 foreign troops from Sri Lanka thereby restoring the country’s independence and sovereignty, and launched a 200 garment factories program of rapid, export-led provincial industrialisation which still keeps us afloat.",
    "Chandrika’s elected successor Mahinda Rajapaksa ended a 30-year separatist war that five previous leaders had failed to, defeating Prabhakaran who had assassinated the legendary Jawaharlal Nehru’s grandson and former Indian Prime Minister Rajiv Gandhi on India’s soil. Had Prabhakaran won, he’d have attempted to attract Tamil Nadu away from India and establish a Greater Tamil Eelam.",
    "What, by comparison, was Chandrika’s historic achievement?",
    "Chandrika squandered her political capital on a wild-goose chase for a quasi-federal/post-unitary Constitutional ‘package’ (1995-1997), ignoring two achievable targets: the Bandaranaike-Chelvanayakam Pact (1957) which her father was thwarted from implementing but she as President could have, and Provincial devolution (1987), the advocacy of which cost her charismatic leftwing husband Vijaya Kumaratunga his life at the JVP’s hands.",
    "Even after Prabhakaran unilaterally restarted the war in 1995, Chandrika continued the Sudu Nelum ‘antiwar’ campaign which severely, counterproductively constricted recruitment to the Sri Lankan military while Prabhakaran’s forced conscription continued unabated.",
    "CBK’s finest hours were 1995 when she liberated Jaffna from Prabhakaran, and 2000, when she stopped the LTTE’s advance on Jaffna as well as the Sri Lankan army’s planned evacuation from the city. After her brush with a suicide-bombing LTTE assassin who blinded her (1999), CBK could have easily secured support from China, India and Pakistan as her successor Mahinda did, and won the war with the political will, determination and global outreach her mother always displayed.",
    "But CBK never committed to defeating Prabhakaran, only to bringing him --yet again-- to the negotiating table. If she had consulted JN Dixit, Nirupam Sen, Hardeep Puri and Dr Jaishankar, all of whom she knew well, they would have told her that no negotiated settlement was possible with Prabhakaran, because they’d tried and he had double-crossed India just as he did Premadasa later.",
    "Had Chandrika consulted her friends the leaders of the Tamil Eelam left (PLOT, EPRLF), they’d have pointed to the trail of bodies-- Sri Sabaratnam, Rajani Tiranagama, Amirthalingam, Yogeswaran, K. Padmanabha, Sam Tambimuttu, Neelan Tiruchelvam-- and emphasised the same thing.",
    "Ignoring the objections of our finest foreign minister Lakshman Kadirgamar, and heeding her considerably less patriotic and principled new advisors instead, Chandrika chose to bet on the PTOMS with Prabhakaran, Ranil’s victory over Mahinda (2005), and a federal future.",
    "With two Prime Ministers as parents, an unprecedented and unsurpassed 61% vote (1994), and a second term (1999), no Lankan leader had a better chance at a history-making destiny than CBK. None frittered it away with as much irresponsible insouciance as she did. For their consistent, principled patriotism, Chandrika’s parents will be remembered more indelibly and respectfully.",
    "(The columnist is a former Vice-President of the UN Human Rights Council 2007-2008.)"
  ]
}