{
  "url": "https://www.dailymirror.lk/opinion/An-election-with-many-firsts/172-292120",
  "title": "An election with many firsts",
  "ut": 1726866837.0,
  "body_paragraphs": [
    "Voters at a polling station",
    "This time, no political party or independent group did play the communal card",
    "The social media this time played a massive role in support of the three main candidates",
    "As we have discussed in a previous article, the 9th Presidential election which is being held today is different from the past eight elections in several aspects. Primarily this is the first three-cornered Presidential election in Sri Lanka whereas all previous eight such elections were duels, despite many parties being in the fray.",
    "Secondly, there is a positive aspect in the campaigns by the political parties in today’s election. Although ethnic or religious conflicts took precedence over socioeconomic issues in the election campaigns of the main contenders previously, they have been put to the backburner this time.",
    "The first two Presidential races in the country in 1982 and 1988 were held between two political foes, the United National Party (UNP) and the Sri Lanka Freedom Party (SLFP).The first executive President J.R.Jayewardene representing the UNP fought against Sirimavo Bnadaranaike, the leader of the SLFP and the first woman Prime Minister of the world at the first election while Ranasinghe Premadasa (UNP) and Hector Kobbekaduwa (SLFP) were the two adversaries at the second one.",
    "The SLFP never contested thereafter under its “hand” symbol but formed coalitions such as People’s Alliance (PA) and the United People’s Freedom Alliance (UPFA) with several other parties. Accordingly, the third and fourth Presidential elections in 1994 and 1999 were fought between the PA and the UNP while the fifth election was held in 2005 with the UPFA and the UNP being the two main rivals.",
    "Since the sixth election for the top most post in 2010 the UNP never contested under its “elephant” symbol. It borrowed the “swan” symbol of the New Democratic Front (NDF) for the next three Presidential polls. Hence, it was a race between the NDF and the UPFA at the sixth and seventh election in 2010 and 2015.",
    "On the eve of the 2015 Presidential election the UPFA split and Maithripala Sirisena assumed the leadership of the UPFA and its main constituent party, the SLFP. However, the majority of the membership of both parties remained loyal to Mahinda Rajapaksa and they later in 2016 formed the Sri Lanka Podujana Peramuna (SLPP) which contested the last election in 2019 against the NDF.",
    "This time the race is being run between the incumbent President Ranil Wickremesinghe, Leaders of the Opposition and the Samagi Jana Balawegaya (SJB), Sajith Premadasa and leaders of the National People’s Power (NPP) and its core party, the Janatha Vimukthi Peramuna (JVP), Anura Kumara Dissanayake. However, the media put SLPP National Organiser Namal Rajapaksa also into the basket of main contenders.",
    "Whether this is a three-cornered or four-cornered contest, it is the direct upshot of the current economic crisis which first emerged in 2021 and the resultant popular uprising against the government in 2022. The economic downturn compelled the masses to wake up to the economic and political realities and thereby to reconsider their traditional affiliations to various political parties.",
    "They might not have realised the nitty-gritty of the economic collapse, but seemed to have understood that something was wrong with the governance and the political leaders whom they venerated until then.  On the other hand, they began to believe in the slogans of the Aragalaya, the popular uprising that lasted for four months from April to July 2022 – eradication of corruption and system change – as those slogans seemed to be too close to the problem they are currently faced with.",
    "All in all, the political affiliations among the masses were reshuffled and redistributed among political parties in a manner that hitherto small parties came to the forefront pushing some major parties behind. This was the context in which the current Presidential poll became a multi-cornered contest.",
    "It was the same economic factors and the political upheaval in 2022 that made the ethnic and religious issues sink this time, allowing the economic woes that beset communities to become prime electoral theme. From the first Presidential election in 1982 up to the election in 2015, it must be recalled, that the anti-Tamil majoritarian rhetoric was high on the agenda of many southern political parties while anti-Sinhalese hate speech was on sale on the Tamil political and electoral platforms.",
    "Subsequent to the Easter Sunday terrorist attacks on April 21, 2019 the enemy was changed and a bombardment of anti-Muslim hate speech was unleashed. It became the leverage that voted Gotabaya Rajapaksa into power in the same year, with a massive support from the southern parts of the country.",
    "This time, no political party or independent group did play the communal card. However, a small group in the fray which was well-known for their racist politics unsuccessfully attempted to create an ugly situation. It was not noticeable considerably, as their voice was eclipsed by that of the main contenders. Similarly, a section of a main party was also doing the same, apparently out of desperation during the last week of the campaign, but that was also not much noticeable as the electorate seemed to have taken their decision.",
    "However, the nationalistic sentiments were roused in the north with a fresh fervour, despite the main Tamil political party, the Ilankai Thamil Arasu Katchi (ITAK) having officially announced their support to a south-based main party.",
    "This was especially due to the fact that several political parties there have fielded a common Tamil candidate rejecting all Sinhalese candidates.",
    "The social media this time played a massive role in support of the three main candidates, maintaining a high degree of election fever in the society, despite it having failed to intellectually enlighten the voter.",
    "It was rather full of vitriolic, malicious, provocative and misleading rhetorical posts and utter lies, amidst a bombardment of triumphalist campaign for certain candidates. Although the malicious propaganda apparently has not been successful in persuading voters to change their affiliations, the triumphalist campaign seems to have made a tremendous impact on the make-up of the public opinion and thereby the final election results.",
    "Only little or no impact seemed to have been made by the election manifestoes of the candidates as almost all of them were issued just about a week before the postal voting. And only a small segment of the society normally reads them, even if they were issued weeks ago. Yet, the tactical propaganda, especially the continuous and extensive visibility increased the support tremendously for certain parties.",
    "The three-cornered nature of the current Presidential race which seems also to be a close contest might result in the second count of the votes for the first time in Sri Lanka’s electoral history. However, marking second and third preferences in the ballot paper for the Presidential election is a complicated issue in the eyes of the majority of voters. They have used to mark preference for the candidates of the same party at the Parliamentary, provincial council and local government elections whereas one has to mark preferences, if he/she wishes for candidates of various parties at the Presidential election.",
    "The candidates of a Presidential election would not request the voters to mark the second and third preferences since it implies their possible defeat. It could be inferred, for these reasons that there would not be many ballot papers with preferences this time that would change results of the first count.",
    "However, the most important question that remains is whether the electorate has equipped with sufficient political literacy to elect the most suitable person to run the country."
  ]
}