{
  "url": "https://hbr.org/2024/10/6-essential-leadership-skills-and-how-to-develop-them",
  "title": "6 Essential Leadership Skills — and How to Develop Them",
  "ut": 1729233901.0,
  "body_paragraphs": [
    "Lena Clara/Getty Images",
    "The way we work has changed — and so has leadership. Leaders are under new pressures to perform at higher levels and adapt quickly to changing demands. In this article, the author shares advice from three leadership experts and outlines the six skills leaders...more",
    "The way we work has changed — and so has leadership.",
    "“The best leaders of the twentieth century were question answerers, setting the vision and strategy from above,” says Kirstin Lynde, founder of the leadership development firm Catalyze Associates. “But the best leaders in the twenty-first century are question askers. They seek feedback and new perspectives, and they ask curious questions about themselves, their teams, and their environment.”",
    "The pandemic also had a profound and lasting impact on leadership dynamics, notes Jeffrey Sanchez-Burks, a behavioral scientist at the Stephen M. Ross School of Business at the University of Michigan. “Where people were in their lives during lockdown — whether starting college, beginning a job search, stepping into a managerial role, or juggling remote work with parenting — has shaped who they are today,” he says. “Leaders need to be attuned to these dynamic forces and adapt to the different needs and challenges their teams face.”",
    "This transformation extends beyond individual experiences, adds Shimul Melwani, associate professor of organizational behavior at Kenan-Flagler Business School at the University of North Carolina. “We’re facing massive technological shifts with AI,” she says. “Workers are increasingly demanding flexibility, purpose, and work-life balance, all while organizations navigate an era of value polarization.”",
    "Given these changes, our experts highlight six leadership skills that have become essential in today’s workplace and offer practical advice on how to develop them.",
    "1. Emotional Aperture",
    "This term, coined by Sanchez-Burks, captures the ability to understand and tune into the emotional dynamics of your people. “It’s about reading the room, gauging the collective mood, and recognizing the emotional landscape of your team,” he says. Is everyone on the same page, or is there unspoken tension? Is there cohesion, or are there gaps in understanding? Are all voices being heard, or are some perspectives missing?",
    "Successful leaders pick up on these signals to gain a deeper understanding of how their team members process information, approach risk, and maintain commitment. This heightened awareness builds stronger relationships and fosters deeper connections, which in turn drives retention and employee engagement. “It’s a rich source of information that helps you keep people around a little longer and lean in a little more.”",
    "How to tune into the emotional dynamics of your team",
    "Developing this skill takes practice and intentional effort, says Sanchez-Burks. He recommends seeking out resources that focus on group dynamics and collective emotions. Self-reflection exercises, such as journaling about team interactions and your interpretations of them, can also improve your awareness over time.",
    "Lynde advises regular temperature checks with your team. At your next group meeting, try this exercise: Ask everyone to write down (anonymously or not) three things they love about their work that motivate them, and three things that are frustrating. After collecting the responses, take some time to review and synthesize the feedback. Then, share the common themes with the group. Talk about the positives and the pain points. Be open and honest; transparency helps build morale and trust within the team. “You might not be able to solve every problem, but this is a magical way to make your team feel that their leader cares about them,” she says. “People want to feel heard.”",
    "Practice sharpening your emotional radar outside of work, too, adds Sanchez-Burks. Try observing conversations in public spaces like cafés. Pay attention to emotional undertones, reactions, and how people connect (or don’t). Notice the nuances in their relationships and look for non-verbal cues like facial expressions, body language, and even silence. Think of it as people-watching with purpose. “Have fun with it,” he says.",
    "Read more: Managing Your Team’s Emotional Dynamic",
    "2. Adaptive Communication",
    "This skill involves knowing how and when to adjust your behavior and leadership style to fit the situation and your audience. Successful leaders adapt their approach to meet the moment and boost overall team performance. “Leaders need to know how to move hearts and minds,” says Sanchez-Burks. “That means not just understanding how others feel, but using that knowledge to influence, motivate, and guide.”",
    "Connecting with the group’s emotional energy can make a difference in your problem-solving and relationship-building; it helps you work toward a compelling vision. Simply put: Vibes matter.",
    "If you need your team to rally around a project or organizational goal, for instance, maintaining a positive, consistent emotional tone helps everyone focus and reach the finish line. But when the game plan involves a complex challenge related to business strategy, allowing a mix of emotions can bring out different ideas. “Emotional diversity sparks creativity,” Sanchez-Burks adds.",
    "How to get better at adjusting your style to fit the moment and your audience",
    "“The golden rule — treat people as you would like to be treated — is outdated,” says Lynde. “It’s now the platinum rule: treat people as they want to be treated.”",
    "This requires a concerted effort at relationship building. Whether you’re part of a team or leading one, carve out time for one-on-one conversations to understand what your colleagues care about, their priorities, and how they see the world. Empathize. Make a genuine effort to understand your colleagues’ perspectives and feelings. “Don’t do all the talking,” Lynde says. “Ask questions and really listen.”",
    "Lynde also recommends tools like the DISC assessment, a measure of interpersonal behavior, or the Lifo survey, which looks at individual work styles, to gain deeper insights into people’s personalities. “These provide a new lens to see each other. Some people are down-to-business and task-oriented, while others are more people-oriented.”",
    "Sanchez-Burks notes that we often instinctively try to change a colleague’s feelings — by cheering them up or calming them down. Sometimes, simply acknowledging their emotions is enough. “Letting someone know you understand their feelings without trying to change them helps in building trust.”",
    "Mindful reflection can also be helpful here. Before a meeting or important conversation, set clear goals for what you want to achieve and how you want to be perceived. Afterward, review how well you met those goals and consider any tweaks for next time. This practice helps develop self-awareness and adaptability.",
    "Read More: As Your Team Gets Bigger, Your Leadership Style Has to Adapt",
    "When things feel unpredictable and uncertain, there’s a natural tendency to become rigid in your thinking, which limits your ability to weigh different solutions to problems. But to be an effective leader in challenging times, you must be able to juggle competing priorities and hold opposing ideas in your head. “Leaders need to be open to paradox,” says Melwani.",
    "This means embracing ambiguity, seeking out new perspectives, and understanding the larger context. When leaders signal they’re open to new opinions, research shows that team members feel safer sharing their ideas, ultimately leading to more thoughtful decisions and stronger outcomes. “Thriving amid uncertainty means leaning into it, not shying away,” she says.",
    "How to boost your mental agility",
    "Dealing with the unknown is inherently challenging and sometimes downright scary. “You have to keep your knees bent; there are going to be bumps,” says Lynde.",
    "Leaders in the past felt pressure to have all the answers, but the pace of technological change calls for a different approach, she adds. Like AI, problem-solving now centers on skillfully engineering the right prompts rather than storing all the information in your head. “The big arc for leaders is asking the right questions,” she says.",
    "Asking good questions allows you to “move beyond your hardened perspective and embrace very different possibilities and ways of thinking,” says Sanchez-Burks.",
    "Melwani recommends activities to boost your mental agility on your own, such as mind mapping. Mind mapping is a technique for diagramming ideas and organizing information in a structure similar to a flowchart, showing relationships between them. You can take meeting notes in mind-map form; you can also experiment with it during group discussions and brainstorming sessions. “It taps into your creative side,” she says. “And it helps you visually explore ideas and uncover connections that might not be immediately obvious.”",
    "Read More: The Best Leaders Are Versatile Ones",
    "4. Perspective Seeking, Taking, and Coordinating",
    "Research consistently shows that power reduces empathy and narrows focus. It’s not surprising then that as business leaders rise the corporate ladder, they often rely more on their own opinions and overlook others’ perspectives. But for effective management at any level, it’s essential to actively seek different perspectives and integrate new information into your approach.",
    "This managerial skill is also crucial for tasks like negotiating, managing risk, strategic thinking, and resolving conflicts. “When you put yourself in another person’s shoes, you become a more attentive listener and use a broader, more holistic perspective to find the way forward,” says Melwani.",
    "How to broaden your understanding of different perspectives",
    "Regularly reflect on past and future situations where understanding others’ outlooks could improve outcomes. The aim is to interrogate your beliefs and “to get in the minds of others,” Melwani says. Question your assumptions; what you take for granted might mask your biggest blind spots.",
    "Melwani also recommends expanding your network both in and outside your organization with people whose worldviews are different from yours. Seek feedback from them and others who can help you uncover your biases and challenge you.",
    "Another effective method? Reading more novels. Fiction immerses you in the perspectives of characters from other backgrounds, including different races, nationalities, and genders. Research suggests this exposure broadens your understanding of different viewpoints and the challenges people face in their lives. “The more you do this, the more skilled you become,” says Melwani.",
    "Understanding how you come across and how others perceive you is essential for growth, adds Lynde. “Sometimes it’s big things you’re off base about; sometimes it’s very little things that are holding you back.”",
    "Read More: How “Perspective Swaps” Can Unlock Organizational Change",
    "5. Strategic Disruption Skills",
    "This is a skill that involves challenging the status quo. Rather than sticking to established conventions, leaders must identify and question outdated practices to explore new ideas that could improve outcomes. “It’s not about breaking rules just for the sake of it, but rather questioning long-standing practices and pushing for continuous learning and improvement,” says Melwani.",
    "This is an especially effective strategy for advancing inclusion and equity in your company and your team. To build a more open and inclusive environment, leaders need to rethink and revise deeply entrenched practices and norms.",
    "How to get more comfortable challenging the status quo",
    "Lynde advises tapping into the ideas and perspectives of others to open up new possibilities. Remember: People on the front lines and colleagues in different departments see things that you might overlook. “Think about how you can, as a leader, get into a habit of dredging their imaginations and minds for ideas,” she says. “Not only are you broadening your own thinking, but you’re also making others feel that their contributions matter.”",
    "She recommends reserving the last 10 minutes of weekly meetings to ask everyone: What could we be doing better? This practice encourages team members to come prepared with suggestions. Even if you’re not officially running meetings, you can still contribute to a culture of innovation by offering ideas for improvement. “Strategy is a shared responsibility,” she says.",
    "Finally, support your team in learning new skills, piloting projects, and learning from failures. Embrace a willingness to take on new challenges and experiment in your own work, too. “Take a cue from software development and adopt an agile approach: test, try, and iterate,” says Lynde.",
    "Read more: How to Challenge Your Organization’s Status Quo — Productively",
    "6. Resilient Self-Awareness",
    "As a leader, you’re expected to be always on call and constantly available to support your employees, whether with work issues or their mental health needs. “You’re expected to be dissociated from your humanity, but leaders are only human, too,” says Sanchez-Burks. “It can be lonely at the top.”",
    "Self-awareness involves recognizing your own limitations and understanding when to seek support. This important leadership skill is not only about managing your own stress but also about setting a healthy example for your team. By being aware of your needs and boundaries, you demonstrate strength and self-care, which contributes to a positive work environment.",
    "“Leaders face the same challenges as everyone else, managing work, stress, and life demands, but they’re expected to carry the weight for their teams, too,” says Melwani.",
    "How to foster emotional strength and mental endurance",
    "To effectively support your team, you need a strong support network of your own. Melwani recommends seeking resources both inside and outside of work, such as mentors, counselors, and peer groups. Having people who can offer constructive advice is invaluable — “especially if they can help with real-time adjustments,” she says.",
    "Lynde suggests a simple yet powerful practice: Regularly ask six to eight people whom know you best at work — your boss, peers, and direct reports — for feedback. Ask them: What am I am doing well? And what I could improve? Give them a week to reflect, then follow up for their ideas.",
    "Choose a couple of areas on which to focus, and then follow up with specific questions like: Five months ago, you told me to work on becoming a better listener. I’ve tried not to interrupt and to stay off my phone. How am I doing?",
    "Lynde recommends repeating this process two to three times a year. You might fear that admitting weaknesses will make you seem less competent. “But really, you’re modeling how to receive feedback,” she says. “It makes you seem stronger and more human.”",
    "Sanchez-Burks suggests studying your favorite athletes and drawing inspiration from how they manage their physical and mental states to perform at their best. “Performing at peak is not sustainable,” he says. “You need to know when to taper, how to recover, and how to build up endurance.”",
    "Read More: The Secret to Building Resilience",
    "Developing these six key leadership skills isn’t just about your personal growth, it’s about shaping the future of work and inspiring those around you. Leaders are under new pressures to perform at higher levels and adapt quickly to changing demands. But while “leadership today is harder, it is also more exciting,” says Melwani. “There is more opportunity to drive real change and to make a lasting positive impact.”",
    "8 Essential Qualities of Successful Leaders",
    "What Makes a Great Leader?",
    "6 Common Leadership Styles — and How to Decide Which to Use When",
    "The Most Important Leadership Competencies, According to Leaders Around the World",
    "What the Best Leaders Know — and What Skills They Develop (podcast)",
    "Leading People Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Leading People. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "What you need to know about being in charge.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "Launching and leading intense teams",
    "Building an Effective Global Business Team",
    "Read more on Leadership",
    "Leadership development,",
    "Leadership qualities,",
    "Leadership and managing people,",
    "and Interpersonal skills"
  ]
}