{
  "url": "https://www.technologyreview.com/2025/09/29/1124055/2025-climate-tech-companies-to-watch-preview/",
  "title": "Coming soon: Our 2025 list of Climate Tech Companies to Watch",
  "ut": 1759105800.0,
  "body_paragraphs": [
    "The need to cut emissions and adapt to our warming world is growing more urgent. This year, we’ve seen temperatures reach record highs, as they have nearly every year for the last decade. Climate-fueled natural disasters are affecting communities around the world, costing billions of dollars.  That’s why, for the past two years, MIT Technology Review has curated a list of companies with the potential to make a meaningful difference in addressing climate change (you can revisit the 2024 list here). We’re excited to share that we’ll publish our third edition of Climate Tech Companies to Watch on October 6.   The list features businesses from around the world that are building technologies to reduce emissions or address the impacts of climate change. They represent advances across a wide range of industries, from agriculture and transportation to energy and critical minerals.  One notable difference about this year’s list is that we’ve focused on fewer firms—we’ll highlight 10 instead of the 15 we’ve recognized in previous years.",
    "This change reflects the times: Climate science and technology are in a dramatically different place from where they were just one year ago. The US, the world’s largest economy and historically its biggest polluter, has made a U-turn on climate policy as the Trump administration cancels hundreds of billions of dollars in grants, tax credits, and loans designed to support the industry and climate research.   And the stark truth is that time is of the essence. This year marks 10 years since the Paris Agreement, the UN treaty that aimed to limit global warming by setting a goal of cutting emissions so that temperatures would rise no more than 1.5 °C above preindustrial temperatures. Today, experts agree that we’ve virtually run out of time to reach that goal and will need to act fast to limit warming to less than 2 °C.",
    "Related StoryThe vibes are shifting for US climate techProject cancellations and slowdowns are warning signs for the industry.",
    "The companies on this year’s list are inventing and scaling technologies that could help. There’s a wide array of firms represented, from early-stage startups to multibillion-dollar businesses. Their technologies run the gamut from electric vehicles to the materials that scaffold our world.  Of course, we can’t claim to be able to predict the future: Not all the businesses we’ve recognized will succeed. But we’ve done our best to choose companies with a solid technical footing, as well as feasible plans for bringing their solutions to the right market and scaling them effectively.  We’re excited to share the list with you in just a few days. These companies are helping address one of the most crucial challenges of our time. Who knows—maybe you’ll even come away feeling a little more hopeful. hide"
  ]
}