{
  "url": "https://www.dailymirror.lk/opinion/Memories-and-message-of-Fr-Michael-Rodrigo/172-295842",
  "title": "Memories and message of Fr. Michael Rodrigo",
  "ut": 1731433802.0,
  "body_paragraphs": [
    "Many will remember Fr. Michael Rodrigo who was also fondly known as Fr. Mike by his community the Oblates of Mary Immaculate and those who closely associated him for the choice he made to be poor among the poor when prestige and position were waiting for him.",
    "His life among the farming peasants in Buttala in the Uva Wellasa province was not without challenges and facing them bravely made it clear that the choice to pitch his tent among the poor was driven by conviction, not compulsion.",
    "He had to decide whether to leave or stay with the oppressed amid the growing threats of a multinational corporation to be silent over its acquisition of vast swathes of farmland of the peasants of the area for a sugarcane project.",
    "The choice was whether to shut up or speak up.  Caving into the demands of the multinational corporation would have left the poor farmers high and dry.",
    "To me what made him prophetic was his response to the situation at the time when his presence with the voiceless and hapless farming community was felt most. Being convinced of what is right and fearlessly following the dictates of the conscience made him pay the ultimate price.",
    "Fr. Mike succumbed to the bullet of the ruthless assassin who shot him at point blank while celebrating mass at his little home the ‘Suba Seth Gedera’ the House of well wishes with his companions Sisters Melburga Fernando and Benedicta Fernandopulle on November 10. 1987.",
    "Buddhist-Christian dialogue",
    "He knew Buddhism so well that he used it to build a Buddhist-Christian dialogue among a predominantly Buddhist community to foster mutual understanding and collaboration in the community.",
    "He had the desire to impart what he had learned with those in need to enlighten them.",
    "Fr. Sarath Iddamalgoda who had known Fr. Mike and his  mission had the following to say…",
    "“Fr. Michael Rodrigo has been characterized by some distinctive features. His choice of mission has great significance. His decision was not motivated by any egoistic reason but a result of a serious discernment process.",
    "According to his analysis of the social situation of his time, colonization and exploitation of the resources by the multinationals were the causes of people’s poverty, about which they had no idea.",
    "Therefore, his mission was so designed that most of it was to make people aware of the actual causes of poverty. Not surprisingly, his mission became a threat to the powerful and thus he was brutally assassinated.",
    "Those who wish to follow in his footsteps are now challenged to identify the root causes of poverty and hunger of people of our times such as the urban workers, workers in the plantation sector, fishermen and peasants.",
    "Our missions will have any relevance for today only if our strategies are designed to eliminate the root causes of poverty or else our Justice ministries will be doomed to fail”.",
    "The final words of Archbishop Oscar Romero before his assassination in 1980 were  ‘If God accepts the sacrifice of my life, let my blood be a seed of freedom and the sign that hope will soon be a reality”.",
    "It would have been the fervent wish of Fr. Mike that the work he started would continue.",
    "While corruption is rampant, injustice and discrimination based on race and religion cause immense stress to minority communities today.",
    "The Indian-origin estate community still do not enjoy the proper status as other communities. Politicians have been leading  them down the garden path for decades promising to raise their daily wages and improve their living standards. The condition of the line rooms is shoddy and has never seen a facelift even after 200 years of existence by this community in the country.",
    "The Northern and Eastern Tamil-speaking brethren are yet looked upon with suspicion. Even after 76 years of independence those who have been waiting for years to know the whereabouts of their missing kith and kin cannot hold a peaceful demonstration. Many who lost their ancestral lands have not received them even after 15 years since the end of the war.",
    "Building Buddhist temples and setting up military bases in the ancestral lands of those in the North and the East has further distanced the Tamils and the Sinhalese.",
    "The fisher folk in the North are fast losing their occupation due to the encroachment of foreign fishing vessels into the Lankan waters.",
    "Education and healthcare facilities in the country are mostly for the rich. The middle class and the poorer segments are forced to buy costly medicines from private pharmacies as many state-run hospitals lack essential medicines. There aren’t proper classrooms and facilities for education in rural schools.",
    "Wouldn’t it have been Fr. Mike’s wish that one day all the sons of this land could sit down together at the table of brotherhood and live in dignity?"
  ]
}