{
  "url": "https://www.dailymirror.lk/opinion/Are-Sri-Lankan-voters-irresponsible-EDITORIAL/172-293059",
  "title": "Are Sri Lankan voters irresponsible? - EDITORIAL",
  "ut": 1727986947.0,
  "body_paragraphs": [
    "People of this country- who can also be referred to as voters-must think like customers shopping in a super market store. They must have the mentality to complain if they must and demand the best. There is the added facility of demanding after-sales service. The customer never loses sight of the supermarket store till he is convinced that he has made a good buy. Can the voter do the same?",
    "In this sense the Sri Lankan voter, with a franchise, is a dangerous person. This is because he casts his vote and then washes his hands off the whole election process. Time and again people have voted the wrong leader into power. And when things went wrong-like after the 2019 Presidential Elections-we couldn’t find even one voter among the 6.9 million who voted for this ex-military officer and would have said in hindsight, “I made a wrong choice for Sri Lanka and I’m sorry”.",
    "This is probably why 3.5 million people, who were eligible to vote at the 2024 Presidential Elections, refrained from voting. A good many of those voters, who didn’t vote, made a conscious decision to ‘wait and see’ and then be counted only at the upcoming General Elections. ‘Wait and see’ is a safe option, but then there are people who have a reason to vote at every election. They don’t have the luxury of taking safe options. There is an accepted thinking that the state service worker casts his/her vote for the benefit of the government. In other words the state worker must bat for the regime and not talk ill of the government. Most people who travel on this path from a political perspective are often silent after an election.",
    "It is good to vote for change. This is what the people who did their calculations before using their franchise and those who cast their vote through utter desperation to usher in ‘any change’ did on September 21.",
    "But people must now engage themselves with the present government and its lawmakers. People must find the time to carry out protests and strikes and nudge the government if there is negligence and the making of wrong choices by the regime. In other words the voters who back the ‘winning horse’ must stand with the Opposition after the election. They must be the fiercest critique of the government after the new Cabinet is formed. If you take a good number of achievers in the commercial world, their fiercest critics are within the family; often it’s the mother. A mother’s love knows no bounds, but then you cannot fool her. This is because she knows!",
    "We saw so many forums during pre-election when the audience could question presidential candidates. This encouraging practice must continue even after a new regime takes over. The present government must encourage the concept of ‘engaging with an audience which shows the government the way forward’. This doesn’t necessarily have to be the other way around. Someone in a social media platform recently suggested that the government utilises the surplus of staff in state service and channel them to a service sector which provides a 24-hour service to customers. Such state employees can work on shift basis and contribute to enhancing an operation that is required to function 24 hours a day.",
    "The feedback of the people or the pulse of the people is vital. The people’s pulse suggested that human emotions were at boiling point in 2022. And that led to the historical protest (Aragalaya). There was chaos, commotion, queues and boisterous behaviour which went unchecked. A regime was toppled and the protesters had no plan of ushering in a new leader. Several months after the vibe generated by the protest died a natural death, observers couldn’t find a protester-as the Sinhala saying goes- even to put into medicine. People can be so irresponsible.",
    "Coming back to the supermarket store and the customer who did business with them, he can now see Anura Kumara Dissanayake clearly on TV during the news broadcast. That’s because the customer bought a television which is associated with a brand that never lets down people."
  ]
}