{
  "url": "https://www.ft.lk/columns/Musings-from-Houston-Embrace-challenges-and-be-ready-to-take-off/4-785607",
  "title": "Musings from Houston: Embrace challenges and be ready to take off",
  "ut": 1765566079.0,
  "body_paragraphs": [
    "“In every walk with nature, one receives far more than he seeks,” said John Muir, who co-founded the Sierra Club and is considered as the father of the US national parks. A semblance of wild nature can be created, and that is exactly what I am experiencing during my brief visit to Houston in the state of Texas.",
    "As I walked – not quite a common sight in this highly mobile town – I was reminded that Houston was the first word spoken from the lunar surface. With fuel being quite cheap, with an average gallon costing below $ 3, cars reign supreme. Even though Houston is a Car City, my daily routine to and from the University is walking. Through tree-lined pathways and with majestic Oak trees by the side, the walk is pleasant, and one can allow the mind to roam in varied directions. However, walking provides me with more quality reflective time than if I am to have to have my foot on an accelerator. At the end of the path, I have the park to my left and Rice University and the Texas Medical Centre to the right and ahead.",
    "Houston is the energy capital of the world with the world’s largest refining capacity and the 4th largest city in the USA. The Houston medical eco system is also considered to be the largest healthcare system in the world. The place I am walking to every day is Rice University, where John F Kennedy articulated his vision to send an American to the moon and bring him back.",
    "Yes, as I walk, I am not exactly thinking about the acorns and mighty oaks, but the lessons contained in sights and sounds around me. Yes, I am also aware that this area had almost been a treeless plain and the architect of Rice University had brought out the best from what he himself had described as ‘a level and stupid site’!",
    "Comparing the present with the past, these developments reflect purpose and passion in creating a highly productive world class institutional eco-system with continuous greening. I continue to walk among oak trees, and the analogy to the world class ecosystem is obvious – Mighty oaks from little acorns grow! I think that possibilities are endless if one understands the connected steps from acorns to oak.",
    "Once goals are set and you understand the importance and the overall impact possible with what you have set out to achieve,",
    "ensure sustained ferti-irrigation, strong institutions are an outcome that is sure to materialise.",
    "As I sit here at Rice University within a research group that spawned the Nanotechnology revolution, Smalley and Curl from Rice University won the Nobel Prize in Chemistry, along with Kroto, who arrived at Rice to do the crucial experiments that led to the discovery of another carbon form, which led to an industrial revolution that is still happening. The research group",
    "today is headed by Prof Ajayan, who together with Prof Iijima, are credited with the discovery of carbon nanotubes. Today Prof Ajayan leads a group which is pioneering 2-Dimensional materials and Energy Storage systems – co-existence of fundamental science and applied research.",
    "Fascinating research is happening every day in different nooks and corners by those who have the passion to decipher the unknown, exposing fundamentals that characterise Rice University. The knowledge thus generated is again transformed into improving the quality of life for mankind, the process of commercialisation and for that ION district exists. Adjacent to Rice University in Houston sits the world’s largest medical research ecosystem. The first fully robotic heart transplant for an adult has just happened, and the 12-step process to an artificial heart has also been completed. I will write separately on researchers of Sri Lankan origin, who have been contributing and leading in such ‘firsts’ here in Houston. The issue in Sri Lanka is and has been that the acorns do not get the ferti-irrigation that is required and thereby the potential is zeroed. As I walk, the shade of the mighty oaks reminds me of the value of nature and nurture.",
    "As I rise near Rice University in the morning and hit the street towards Rice, I am aware that my presence here is enabled thanks to a program that was launched in 1946. Senator Fulbright conceptualised and launched the Fulbright program. Do you think what you think, and act, has sometimes to do with the surname or the name that you have? – which has gone on to become the foremost academic exchange program in the world. Now this enabling travel is not for sightseeing, with the program having far more depth and content. The stated objective of the Fulbright program is to increase mutual understanding and support friendly and peaceful relations between the people of the United States and the people of other countries. Funded through US taxpayers’",
    "money, it can be said as an international impact investment, and the concept of impact investing was really a more recent phenomenon, yet in 1946 it did exactly that. Statistically, I have now become one of the 400,000 who have benefited from the program. Yet it is not about purely personal growth but enabling cross-cultural growth and understanding through activities and",
    "knowledge sharing.  I have a responsibility in seeding and nurturing some acorns in some way and ensuring growth even with headwinds influencing both Sri Lanka and the United States. The democratic senator from Arkansas in his day had a more colourful statement - Fulbright was designed to be “a modest program with an immodest aim — the achievement in international affairs of a regime more civilised, rational and humane than the empty systems of power of the past”. All subjects are within the scope of Fulbright awards where age is also not a factor, and one expects the multidisciplinary interactions to prosper. Remember – we all speak of and say that siloed mentalities must go, but without ensuring the means. Hopefully, the leadership development is pushing for impact and ensuring the means for positive impact. Coming from hard sciences the meaning of the empty systems of power of the past escapes me in full comprehension yet with increasing power politics, decision making sans sciences, returns at the expense of values I wonder what the late Senator would say and do in a situation where 150 plus conflicts are at play as we write, the planetary boundaries are getting exceeded in almost all key segments and where endless discussions than responsible action and sustainable execution dominates.",
    "As one moves through Museums and Collections and even within Rice University from one building or a courtyard to another, something that strikes you is the presence of philanthropy. Rice is an institution that resulted from a philanthropic activity of William Marsh Rice – the story is dramatic, I dare say, yet the aspect of philanthropy remains.",
    "Whenever such an acknowledgement crosses my line of sight, the parallel universe of Sri Lanka too opens in my mind, where these types of impactful investments, even as donations, are quite rare. In distress, our reactions may be commendable and hit new levels, but we must understand that what matters is ensuring investments are carried out with foresight. They are the ones that can move the needle in the direction we want it to move. Multiple influential phrases have resulted from Houston – ‘Houston, we have had a Problem’, ‘Failure is not an option’, ‘not because it is easy, but because it is difficult’, all connected to the Moonshot mission.",
    "The podium from where President Kennedy made his famous vision statement is a must-see exhibit in Rice University’s Fondren Library while reading his speech on the day. Climb to its 6th floor to see how the land has been transformed – the transformation of the ‘plain and stupid land’ – by the human imagination and the philanthropic spirit.",
    "I remember the call to us all from Richard Smalley. Having come to Houston and especially to Rice and embedded to the very program that breathed life to Richard Feynman’s concept of there is plenty of space at the bottom, it has indeed been a real experience.",
    "Richard Smalley, the Nobel laureate spoke directly to his peers and the young researchers – Be a Scientist, Save the World was his passionate plea. Nanotechnology for the betterment of the world was the underlying science. This line of activities and the developments speak to us on the importance of universities in societal upliftment and economic transformations. Rice is not having a student body in numbers comparable to State universities.",
    "The size of the student body interestingly is comparable to our universities. The positional difference in global standing means the excellence of operational procedures. We seek results without investments, and we stay committed and accountable to a collective of taxpayers. The interesting fact of a quite low number of taxpayers means poor investment capability in return.",
    "Healthier alternative",
    "I witnessed and experienced the learner-centric model of teaching, observed multidisciplinary engagements in problem solving at OEDK (Oshman Engineering Design Kitchen), starting with freshmen and idea labs in operation – Liu Idea Lab (home of experiential learning and co-curricular activities in entrepreneurship and innovation). The dynamism presence here is a much healthier alternative to a constant engagement in curriculum revisions and documentation centric education. Knowing the talent that we have, yet killing than allowing us to prosper, I see clearly what we must change. Absorbing through immersion, I have built my own set of conclusions on how I should discharge my responsibilities post this opportunity. Time will tell whether I can disrupt for good or the bad will disrupt me! I know that jumping to concrete conclusions from a limited set of observations is not quite right as well. On a lighter note, the residents of H-town, or the space city as Houston is known, speak of it’s not far. I must realise, as a person who walks, that the distance implied in the comment is usually a 30 min drive (at some speed as well stated in miles per hour)!"
  ]
}