{
  "url": "https://www.technologyreview.com/2024/11/07/1106743/whats-next-reproductive-rights-us/",
  "title": "What’s next for reproductive rights in the US",
  "ut": 1730964600.0,
  "body_paragraphs": [
    "This article first appeared in The Checkup, MIT Technology Review’s weekly biotech newsletter. To receive it in your inbox every Thursday, and read articles like this first, sign up here. Earlier this week, Americans cast their votes in a seminal presidential election. But it wasn’t just the future president of the US that was on the ballot. Ten states also voted on abortion rights.  Two years ago, the US Supreme Court overturned Roe v. Wade, a legal decision that protected the right to abortion. Since then, abortion bans have been enacted in multiple states, and millions of people in the US have lost access to local clinics. Now, some states are voting to extend and protect access to abortion. This week, seven states voted in support of such measures. And voters in Missouri, a state that has long restricted access, have voted to overturn its ban.",
    "It’s not all good news for proponents of reproductive rights—some states voted against abortion access. And questions remain over the impact of a second term under former president Donald Trump, who is set to return to the post in January. Roe v. Wade, the legal decision that enshrined a constitutional right to abortion in the US in 1973, guaranteed the right to an abortion up to the point of fetal viability, which is generally considered to be around 24 weeks of pregnancy. It was overturned by the US Supreme Court in the summer of 2022.",
    "Within 100 days of the decision, 13 states had enacted total bans on abortion from the moment of conception. Clinics in these states could no longer offer abortions. Other states also restricted abortion access. In that 100-day period, 66 of the 79 clinics across 15 states stopped offering abortion services, and 26 closed completely, according to research by the Guttmacher Institute. The political backlash to the decision was intense. This week, abortion was on the ballot in 10 states: Arizona, Colorado, Florida, Maryland, Missouri, Montana, Nebraska, Nevada, New York, and South Dakota. And seven of them voted in support of abortion access. The impact of these votes will vary by state. Abortion was already legal in Maryland, for example. But the new measures should make it more difficult for lawmakers to restrict reproductive rights in the future. In Arizona, abortions after 15 weeks had been banned since 2022. There, voters approved an amendment to the state constitution that will guarantee access to abortion until fetal viability. Missouri was the first state to enact an abortion ban once Roe v. Wade was overturned. The state’s current Right to Life of the Unborn Child Act prohibits doctors from performing abortions unless there is a medical emergency. It has no exceptions for rape or incest. This week, the state voted to overturn that ban and protect access to abortion up to fetal viability.   Not all states voted in support of reproductive rights. Amendments to expand access failed to garner enough support in Nebraska, South Dakota, and Florida. In Florida, for example, where abortions after six weeks of pregnancy are banned, an amendment to protect access until fetal viability got 57% of the vote, falling just short of the 60% the state required for it to pass. It’s hard to predict how reproductive rights will fare over the course of a second Trump term. Trump himself has been inconsistent on the issue. During his first term, he installed members of the Supreme Court who helped overturn Roe v. Wade. During his most recent campaign he said that decisions on reproductive rights should be left to individual states. Trump, himself a Florida resident, has refused to comment on how he voted in the state’s recent ballot question on abortion rights. When asked, he said that the reporter who posed the question “should just stop talking about that,” according to the Associated Press. State decisions can affect reproductive rights beyond abortion access. Just look at Alabama. In February, the Alabama Supreme Court ruled that frozen embryos can be considered children under state law. Embryos are routinely cryopreserved in the course of in vitro fertilization treatment, and the ruling was considered likely to significantly restrict access to IVF in the state. (In March, the state passed another law protecting clinics from legal repercussions should they damage or destroy embryos during IVF procedures, but the status of embryos remains unchanged.)",
    "The fertility treatment became a hot topic during this year's campaign. In October, Trump bizarrely referred to himself as “the father of IVF.” That title is usually reserved for Robert Edwards, the British researcher who won the 2010 Nobel prize in physiology or medicine for developing the technology in the 1970s. Whatever is in store for reproductive rights in the US in the coming months and years, all we’ve seen so far suggests that it’s likely to be a bumpy ride.  Now read the rest of The Checkup Read more from MIT Technology Review's archive My colleague Rhiannon Williams reported on the immediate aftermath of the decision that reversed Roe v. Wade when it was announced a couple of years ago.  The Alabama Supreme Court ruling on embryos could also affect the development of technologies designed to serve as “artificial wombs,” as Antonio Regalado explained at the time. Other technologies are set to change the way we have babies. Some, which could lead to the creation of children with four parents or none at all, stand to transform our understanding of parenthood.   We’ve also reported on attempts to create embryo-like structures using stem cells. These structures look like embryos but are created without eggs or sperm. There’s a “wild race” afoot to make these more like the real thing. But both scientific and ethical questions remain over how far we can—and—should go. My colleagues have been exploring what the US election outcome might mean for climate policies. Senior climate editor James Temple writes that Trump’s victory is “a stunning setback for climate change.” And senior reporter Casey Crownhart explains how efforts including a trio of laws implemented by the Biden administration, which massively increased climate funding, could be undone. From around the web Donald Trump has said he’ll let Robert F. Kennedy Jr. “go wild on health.” Here’s where the former environmental lawyer and independent candidate—who has no medical or public health degrees—stands on vaccines, fluoride, and the Affordable Care Act. (New York Times)",
    "Bird flu has been detected in pigs on a farm in Oregon. It’s a worrying development that virologists were dreading. (The Conversation) And, in case you need it, here’s some lighter reading:",
    "Scientists are sequencing the DNA of tiny marine plankton for the first time. (Come for the story of the scientific expedition; stay for the beautiful images of jellies and sea sapphires.) (The Guardian) Dolphins are known to communicate with whistles and clicks. But scientists were surprised to find a “highly vocal” solitary dolphin in the Baltic Sea. They think the animal is engaging in “dolphin self-talk.” (Bioacoustics) How much do you know about baby animals? Test your knowledge in this quiz. (National Geographic) hide"
  ]
}