{
  "url": "https://www.ft.lk/columns/Rewarding-one-penalising-another-Duplicity-of-Sri-Lanka-s-tax-system/4-773848",
  "title": "Rewarding one, penalising another: Duplicity of Sri Lanka’s tax system",
  "ut": 1741215746.0,
  "body_paragraphs": [
    "While foreign businesses benefiting from FDI continue to enjoy tax exemptions, domestic enterprises that bring foreign currency into the country through export services and foreign-sourced income are now proposed to be taxed",
    "President Anura Kumara Dissanayake, serving as Minister of Finance, proposed in his Budget speech to Parliament on 17 February 2025, to withdraw the tax exemption previously granted to profits and income derived by companies from the export of services and foreign sources. Instead, he proposed subjecting them to a concessionary tax rate of 15%.",
    "The objective of this article is to highlight the Government’s self-contradictory tax policy regarding foreign exchange inflows. On one hand, the Government, through its Budget proposal, seeks to withdraw tax exemptions on foreign-sourced and export service income, subjecting them to taxation. On the other hand, it grants tax and other exemptions for up to 40 years to enterprises attracting foreign currency under the Colombo Port City Commission Act, No. 11 of 2021—a policy that stands in stark contrast to the 15% global minimum corporate tax rate established by the OECD Inclusive Framework.",
    "The indispensability of tax revenue",
    "It is widely accepted that increasing tax revenue is crucial during this period of economic downturn and national bankruptcy. Tapping into every available source of revenue is necessary to address the country’s financial crisis.",
    "However, successive Governments have imposed tax burdens on citizens without adhering to fundamental taxation principles of fairness, convenience, consistency, and efficiency. The innocent and voiceless taxpayers and general public have borne the weight of these taxes as part of their social responsibility, only to witness these funds being squandered by those in power. As revealed by the Cabinet Spokesperson, tax and state revenues have been misused for personal luxuries, including receipts of unbelievable amounts by way of medical funds from the President’s fund, compensations for their own properties destroyed due to the aftermaths of Aragalaya violence, and of overseas trips for politicians and their cronies, rather than being allocated toward national development.",
    "Consequently, public frustration and resentment toward any tax imposition are understandable, even after NPP Government’s drastic cost cutting and stopping wastage of tax money. It is commendable that the current Government has taken unprecedented steps to curb costs and reduce wastage—starting from Presidential allocations to local political expenditures.",
    "Income from export services and foreign sources",
    "The IR Act previously granted through an amendment in 2019, tax exemptions with effect from 01.01.2020 on such income to encourage the inflow of much-needed foreign currency, provided the currencies were remitted to a local bank in Sri Lanka. However, the proposed amendment seeks to withdraw this exemption and subject the following types of income to a concessionary tax rate of 15%:",
    "1.Income from export services",
    "2.Income from foreign sources",
    "Income from export services",
    "This category includes revenue earned by enterprises for providing services to clients outside the country. The key aspect is that the service is consumed by a foreign party, even if performed within Sri Lanka. Examples include:",
    "IT and software development,",
    "Business Process Outsourcing (BPO),",
    "Consulting and professional services,",
    "Financial and accounting services, and",
    "Services supplied via social media platforms such as YouTube, Facebook, and WhatsApp",
    "Income from foreign sources",
    "This refers to earnings generated from activities conducted outside Sri Lanka, regardless of where the work is performed. It typically includes passive income earned from foreign sources, such as:",
    "The NPP Government, which came into power carrying the hopes of millions of people for the good governance comprising of economic salvation, faces a critical need for revenue. This necessity arises from the growing burden of recurrent expenditures, mounting pressure from trade unions demanding salary increases, and the urgent need to fill the nearly depleted state treasury.",
    "At the same time, the International Monetary Fund (IMF), leveraging the country’s bankruptcy status and the agreement it has entered into with the Government, is exerting significant pressure. It imposes strict conditions, ensuring that no potential source of revenue-whatsoever- remains untaxed.",
    "Given these circumstances, the Government has little choice but to tax all available income streams. This includes revoking any tax exemptions granted after 1 April 2018. As a result, the Government finds itself compelled to justify its policy of taxing foreign-sourced and export service income. The Government’s arguments, along with counterarguments, are as follows:",
    "Minimum global corporate tax rate of 15% and OECD",
    "One of the Government’s key justifications for taxing foreign-sourced and export service income is the purported “global consensus” on the OECD’s Pillar Two framework, which seeks to impose a minimum corporate tax rate of 15%—a measure largely driven by developed European nations. However, this argument is factually incorrect for several reasons:",
    "Sri Lanka has not formally agreed to adopt the OECD’s Pillar One and Pillar Two framework.",
    "The OECD’s claim of a global “consensus” is misleading, as numerous tax jurisdictions and countries have expressed disagreement. Over 60 countries, led by the UN Tax Committee and the South Centre, have proposed alternative approaches.",
    "The proposed 15% minimum corporate tax rate applies primarily to multinational corporations, not to local entities and individuals.",
    "Thus, marketing the slogan of “minimum global tax of 15%” does not hold any water and it is an attempt to sell ice to Eskimos.",
    "Attracting foreign currency inflow and tax exemption",
    "A major contributing factor to Sri Lanka’s economic crisis in 2021 and 2022 was the acute shortage of foreign exchange, essential for an import-dependent economy. To address this, the Government has correctly prioritised attracting foreign currency inflows by offering various incentives. One such measure was tax exemptions for enterprises that generate foreign exchange.",
    "A notable example is the Colombo Port City Economic Commission Act, which grants businesses bringing in foreign direct investment (FDI) comprehensive tax exemptions—including income tax, VAT, customs duties, and other levies—for up to 40 years.",
    "However, the Government’s latest Budget proposal contradicts this approach. While foreign businesses benefiting from FDI continue to enjoy tax exemptions, domestic enterprises that bring foreign currency into the country through export services and foreign-sourced income are now proposed to be taxed. This inconsistency raises concerns about the Government’s broader tax and fiscal policy.",
    "Risk of taxing migrant workers’ foreign employment income",
    "The proposal to tax remittances of foreign currency has sparked concerns among migrant workers that their hard-earned income could be subject to taxation. At first glance, this fear seems valid, and the possibility cannot be entirely ruled out.",
    "However, the charging section of the Inland Revenue Act exempts such remittances from income tax based on the principle of non-residency. Under the Act, non-residents are liable to pay tax only on income derived from sources within Sri Lanka, whereas residents are taxed on income earned both domestically and abroad.",
    "A migrant worker is considered a non-resident for tax purposes if he/she spend more than 183 days outside Sri Lanka during a tax year, which runs from 1 April to 31 March of the following year. Consequently, a migrant worker who is absent from Sri Lanka for more than six months is not subject to tax on foreign-sourced income. However, under the proposed changes, a migrant worker who spends less than six months abroad may become liable to pay tax on foreign earnings—provided their income exceeds the minimum threshold of Rs. 1.8 million—since they would not qualify as a non-resident.",
    "Additionally, the definition of residency in the new IR Act is more ambiguous compared to the previous version. The old IR Act relied solely on a quantitative test, determining residency based on the number of days spent in Sri Lanka. In contrast, the new IR Act introduces a hybrid approach, incorporating both quantitative (days spent) and qualitative (place of residence) criteria.",
    "Since the Act does not clearly define what constitutes “reside” in Sri Lanka, it can be interpreted in various ways—such as habitual abode, domicile, or significant economic and family ties. As a result, tax officials could, in certain cases, classify a migrant worker who has been away for more than six months as a resident person based on qualitative factors, potentially subjecting their foreign earnings as well to taxation.",
    "It is an unfortunate reality—despite case law to the contrary—that public servants often tend to deny the general public the benefit of the doubt when interpreting laws, particularly those related to taxes and levies.",
    "Violation of basic principle of consistency in taxation",
    "The principle of “Consistency” in taxation ensures that tax laws are applied uniformly across similar economic activities to promote fairness, predictability, and economic efficiency. In the context of taxing remittances of foreign currency while exempting businesses that bring in Foreign Direct Investment (FDI), the basic principle of consistency is violated.",
    "Adverse impact of the global minimum tax (Pillar Two)",
    "Under Pillar Two, a global minimum corporate tax rate of 15% is enforced to prevent multinational enterprises (MNEs) from exploiting low-tax jurisdictions. The OECD’s message to capital-importing countries is clear: “If you do not tax MNEs at the rate we set, then we will tax them.”",
    "Pillar Two establishes tax-back rules, allowing jurisdictions to impose additional taxation when the host country fails to meet the 15% minimum corporate tax rate. This ensures that all large, internationally operating businesses pay at least the minimum tax threshold.",
    "If an MNE operating in Sri Lanka benefits from a tax rate lower than 15%, the foreign tax authority in the country where its Ultimate Parent Entity (UPE) is located will collect the difference. As a result, any tax concessions or exemptions granted to MNEs in Sri Lanka will not benefit the enterprises themselves but instead their home countries’ tax authorities.",
    "Policy options for Sri Lanka",
    "Given this reality, tax concessions below the 15% global minimum tax rate provide no real advantage to MNEs investing in Sri Lanka. Instead, they merely transfer tax benefits to foreign governments. Therefore, the Government must adopt a clear and consistent fiscal policy by choosing one of the following approaches:",
    "1.Prioritise tax revenue: Withdraw all tax exemptions—whether under the Colombo Port City Commission Act or the IR Act—and impose a minimum corporate tax rate of 15% on all entities bringing foreign currency into Sri Lanka, as the country urgently needs tax revenue over forex inflows.",
    "2.Prioritise foreign exchange inflows: Grant tax exemptions to all enterprises—both MNEs and local businesses—that bring much-needed foreign currency into Sri Lanka, as the country desperately requires forex over tax revenue.",
    "Sri Lanka must strike a balance between tax revenue generation and foreign exchange inflows. A selective approach that grants generous tax holidays to certain enterprises while taxing others creates inconsistencies and weakens investors’ confidence. A well-defined, transparent, and equitable tax policy will help ensure both economic stability and sustainable growth.",
    "(The writer is a retired Deputy Commissioner General, Inland Revenue Department.)"
  ]
}