{
  "url": "https://www.ft.lk/columns/Mahinda-Sulanga-Maha-Jana-Handa-and-Nugegoda-mass-rallies/4-784004",
  "title": "“Mahinda Sulanga”, “Maha Jana Handa” and Nugegoda mass rallies",
  "ut": 1762476793.0,
  "body_paragraphs": [
    "Apart from the similarity of venue, the Nugegoda rallies of Mahinda Sulanga and Mahaa Jana Handa are totally different",
    "A group of Sri Lankan Opposition parties – self-styled as the “joint Opposition – have announced that they would be launching a prolonged joint Opposition campaign of protest against the Janatha Vimukthi Peramuna, (JVP)-led National People’s Power (NPP) Government of President Anura Kumara Disanayake.",
    "The main Opposition parties involved in this exercise are the United National Party (UNP), Sri Lanka Freedom Party (SLFP) Sri Lanka Podujana Peramuna (SLPP) and the Pivithuru Hela Urumaya (PHU). The Chief Opposition Samagi Jana Balawegaya (SJB) and other Opposition parties such as the Sarvajana Balaya (SB) and the Tamil Progressive Alliance (TPA) will not participate in the protest campaign.",
    "The campaign would begin with a mass rally at Nugegoda on 21 November. The Nugegoda rally named as the “Mahaa Jana Handa” (great voice of the people) would be followed by a series of mass rallies in different parts of the country. The Opposition would be highlighting issues of misgovernance, corruption and alleged suppression of Opposition parties by the NPP Government in their campaign.",
    "The announced strategy and modus operandi of the Opposition campaign has evoked a sense of déjà vu. Comparisons are being drawn between the envisaged “Mahaa Jana Handa” Nugegoda rally on 21 November 2025 and the “Mahinda Sulanga” Nugegoda rally of 18 February 2015. It is even being said that the “Mahinda Sulanga (Mahinda Wind) rally is the inspiration for the current Opposition in launching the “Mahaa Jana Handa” campaign.",
    "It may be recalled that Mahinda Rajapaksa who had been president from 2005 November onwards was defeated by the common Opposition candidate Maithripala Sirisena at the 2015 January Presidential elections. The politically vanquished Mahinda fought back defiantly to regain lost ground. A political rally was held in Nugegoda a month after the Presidential election. The rally titled “Mahinda Sulanga” was well-attended.",
    "Thereafter a series of “Mahinda Sulanga” meetings were held in different parts of the Island. These rallies mobilised mass support for Mahinda and brought about a Rajapaksa renaissance in politics. The Sri Lanka Podujana Peramuna was launched in November 2016. The SLPP won the majority of Local authorities in the February 2018 Local government elections. The SLPP candidate Gotabaya Rajapaksa won the November 2019 Presidential elections. The SLPP romped home the winner in the August 2020 Parliamentary elections.",
    "Since the venue of both the Mahinda Sulanga and Mahaa Jana Handa rallies is Nugegoda there is an “inaugural” similarity. Also the current joint Opposition plans to follow up Nugegoda with more rallies elsewhere just as what had happened after the Mahinda Sulanga rally. However attempts to strike up a parallel between both could turn out to be a superficial analogy.",
    "The Mahinda Sulanga mass rally at Nugegoda in February 2015 was a unique phenomenon. It was conceived and implemented at a different time against the backdrop of a peculiar political environment.",
    "Many political observers who keep referring to that rally in the present context seem to be unaware or ill-informed about what exactly happened a decade ago. It is in that context therefore that this column focuses – with the aid of earlier writings – on the Mahinda Sulanga rally at Nugegoda on 18 February 2015 and its impact.",
    "Mahinda Rajapaksa erred grievously in calling for premature Presidential elections in January 2015 in a bid to be elected President for a third term. He suffered bitter defeat at the hands of the SLFP general secretary turned common Opposition presidential candidate Maithripala Sirisena.",
    "Mahinda Rajapaksa was in a beleaguered state after facing defeat on the night of 8 January 2015. Bleak prospects were in store for him in a post–defeat situation. These ranged from legal action for alleged offences in domestic tribunals to punitive censure in International fora. There were however three silver linings in the dark cloud of defeat that was threatening to envelope him.",
    "Firstly the victorious Maithripala Sirisena had failed to win the numerical majority of the ethnic majority. It was estimated that 55% of votes cast by members of the Sinhala community had been in favour of Mahinda Rajapaksa. On the other hand estimates said 81% of voters from the three ethnic minorities namely the Sri Lankan Tamils, Muslims and Indian Tamils had polled for Maithripala Sirisena.",
    "This had helped offset the disadvantage suffered by Sirisena in the Sinhala constituencies and entitled him to overall victory. Though the final result had favoured Sirisena, he was unable to win over the majority of the Sinhalese. Since the Sinhalese comprise 74% of the total population and Rajapaksa had won over half of the “Sinhala” votes, Medamulana Mahinda therefore could not be easily written off politically. Even though some applied a racist veneer to this support, it was indeed a strong point in Mahinda’s favour and granted him considerable political clout despite his defeat.",
    "Secondly the United People’s Freedom Alliance (UPFA) and its premier constituent the Sri Lanka Freedom Party (SLFP) had been firmly opposed to the ultimate victor Maithripala Sirisena. Individuals and parties from the SLFP and UPFA may have thrown in their lot with Sirisena at the hustings but the SLFP and the SLFP led UPFA were organisationally intact and firmly behind Mahinda Rajapaksa.",
    "It was anticipated earlier that the “Vaasi Pathata Hoiya” syndrome would prevail after the Sirisena victory and that Parliamentarians would desert the SLFP/UPFA in large numbers. Several MP’s did cross, but the bulk of MP’s did not. The expected large scale desertion did not happen mainly because the election result had demonstrated that the majority of Sinhala voter support was still with Mahinda. Thus most MPs opted to stay put with Mahinda rather than hitch their wagon to the Maithripala star.",
    "Thirdly and perhaps most importantly the results of the Presidential election was not accurately reflected in the then Parliament. It was a minority government that was in power under Prime Minister Ranil Wickremesinghe. The chief Opposition United National Party (UNP) was ensconced in power as the Government while the SLFP which still retained the bulk of seats in Parliament was in the opposition. Parliament was entitled to continue till 2016 April. This was a unique situation where the ruling regime was in actuality a lame duck government.",
    "Mahinda Rajapaksa was obviously angry about the bulk of Tamil and Muslim voters rejecting him at the polls. He used it to his advantage by going public with the charge that the minorities had defeated him. More spice was added by saying that the pro-Tiger Tamil Diaspora had conspired against him. Thereafter many SLFP and UPFA stalwarts spread the story that the hero who won the war and prevented the country from splitting had been penalised by the minorities at the elections. This anti-minority card was played effectively by Mahinda and his political minions.",
    "Despite his defeat, Mahinda was at that time the single most popular mass figure among Sinhala political leaders. In spite of this advantage, Mahinda did not directly engage in confrontational politics. Mahinda ceded the leadership of the SLFP to Maithripala without resistance and seemingly embarked upon a life of political retirement and religious contemplation. He withdrew to his residences in Medamulana and Tangalle. Mahinda also visited places of Buddhist worship. It was very necessary then for the defeated ex-president to project an image of being disinterested in political office and politics. It was as if he wanted to retire from politics.",
    "While this optical exercise was maintained at one level, a different initiative was launched on another level to mobilise public opinion in support of a Rajapaksa re-entry into politics. However it was important that Rajapaksa should not be perceived as hankering after political office so soon after the Presidential debacle. He had to be seen as a retired statesman being re-drawn into politics reluctantly due to popular demand.",
    "This was initially done by arranging for people from all parts of the country to visit the “Lion of the Ruhunu” in his traditional dens at Medamulana and Tangalle. The trips were subsidised and free but the people concerned made the choice freely to avail themselves of an opportunity to cross the Bentara River and travel down south and return home. No one was forced to make the trip. People decided for themselves.",
    "What must not be lost sight of is the fact that most people who did undertake such “pilgrimages” to see their fallen hero were from the lower economic strata in rural areas. Even the election results showed that Mahinda retained much support within this segment of Sri Lankan society. The feelings displayed by these rural sections visiting Mahinda were rustically genuine in contrast to the sophisticated hypocrisy of the urban upper classes. When the visitors returned home the feedback generated was positively in favour of “Apey Mahinda”.",
    "While these regular visits certainly boosted Mahinda’s sagging morale they did not serve him well in a larger political sense. Busloads of people journeying to “kurakkan country” to visit their ex-president was not enough to capture the national imagination or international attention. Excursions to Hambantota are of little consequence in the broader canvas that is Sri Lanka. Hence there was a need for a broader strategy.",
    "Since the reins of the SLFP were no more in the hands of Rajapaksa “officially”, the elements favourable to Mahinda within the United People’s Freedom Alliance (UPFA) were activated. The Pro-Mahinda movement was launched without the overt involvement of the SLFP.",
    "Four trusted captains from constituent parties in the UPFA were entrusted the task of launching and promoting a “Bring Back Mahinda” movement. They were Dinesh Gunewardena (MEP), Vasudeva Nanayakkara (NSSP), Wimal Weerawansa (NFF) and Udaya Gammanpila (then in JHU). This quartet of three parliamentarians and one provincial councillor were the prime movers and shakers who organised the first “Bring Back Mahinda” rally at Nugegoda.",
    "The Nugegoda rally demanding the return of Mahinda Rajapaksa to politics was the opening gambit in a planned series of political chess moves by the “bring back Mahinda” movement. It was a pioneering political experiment! The organisers had carefully selected the location.",
    "They did not dare to hold it within Colombo city regarded in those days as the citadel of the United National Party (UNP) and chose to stage it elsewhere but within Colombo district for demonstration effect. The venue was on the outskirts of Colombo in proximity to the Colombo district Sinhala majority electoral divisions of Maharagama, Kotte, Homagama and Kottawa where there was greater support for Mahinda Rajapaksa as opposed to the multi-ethnic Colombo city electoral divisions.",
    "What was sought to be accomplished by the Nugegoda rally was a two-fold test. The first objective was to gauge the public mood and see whether the ground conditions were suitable to begin sowing the seeds of the campaign demanding Mahinda’s re-entry into active politics. The second was to assess the political pulse of President Sirisena in his new transfiguration as Sri Lanka Freedom Party (SLFP) leader and see how he responded to the challenge posed.",
    "In keeping with the Indo–Sri Lankan practice of “Contrived crowds” where crowds for meetings are brought by organisers, busloads of supporters were transported to the venue to make up a large crowd at the Nugegoda rally. Since the meeting was the first of its kind after Mahinda’s political defeat on 8 January, the organisers could not rely upon people attending on their own volition alone.",
    "A poor crowd at the preliminary rally would have been a political disaster. So thousands of people were brought to the venue. But what exhilarated the Mahinda movement organisers was the unexpectedly large voluntary turn out. The “contrived” crowd was outnumbered by the people who came on their own. The organisers exaggerated the numbers as being in the range of six figures. That was not so! The attendance was in five digits. This by itself was quite impressive and sufficient to cause shock waves in the anti – Mahinda camp.",
    "Like evangelical rallies where there is whipped up devotional fervour, there was much orchestrated frenzy at the Mahinda movement rally too. Mahinda himself did not make an appearance but his message was read out to the nation with gusto by academic cum ex-diplomat Dayan Jayatilleka.",
    "Rajapaksa renaissance",
    "The Nugegoda rally succeeded in “shocking and awing” the nation. By a well-executed demonstration at Nugegoda Mahinda Rajapaksa was able to prove that he was not a spent force and that he was a force to be reckoned with yet. It was the harbinger of a Rajapaksa renaissance in politics. The downside to this was the overt and covert anti-minority campaign conducted. The appeal was to the Sinhala majority alone. As a result the majority of Tamil and Muslim voters were not supportive of the Rajapaksas.",
    "As stated earlier the twin objectives of the Mahinda Sulanga Nugegoda rally were to gauge and demonstrate the political popularity of Mahinda Rajapaksa on the one hand and pose a defiant political challenge to the authority of the new President and new SLFP leader Maithripala Sirisena on the other. It was in a sense a test to see how Sirisena conducted himself under pressure.",
    "The Nugegoda rally was a success from the point of view of the organisers. A very large crowd both contrived and voluntary had converged at the venue. More importantly a large number of SLFP parliamentarians, provincial councillors and local authority representatives attended the event without mounting the stage.",
    "Acid test for Maithripala",
    "The defiance displayed by these MPs and councillors from the SLFP was a direct affront to the new party leader Maithripala. This was the acid test for the president. How would he react? Would he sting like a bee and show who the boss was?",
    "President Sirisena did not sting like a bee! If at all he did sting, it was like a butterfly. Empty warnings and feeble threats were issued. None of which were taken seriously. No punitive action followed. Sirisena was perceived as a weak leader. The Mahinda movement tasted blood. A series of mass rallies followed at regular intervals in places like Kandy, Ratnapura, Matara, Kurunegala, etc.",
    "The participation of SLFP parliamentarians and councillors increased in numbers. Some even took to the stage. Some months later the “iron butterfly” Hirunika Premachandra was to observe that had President Sirisena cracked down hard on SLFP elements in the aftermath of the Nugegoda rally, the other rallies may not have occurred.",
    "That however did not happen as President Sirisena was found wanting. Instead of fizzling out the “Bring back Mahinda” movement continued to dazzle. Ultimately the Bring Back Mahinda movement achieved its goal of bringing back Mahinda to “Temple Trees”!",
    "Govt. in dominant position",
    "Apart from the similarity of venue, the Nugegoda rallies of Mahinda Sulanga and Mahaa Jana Handa are totally different. The JVP/NPP Government seems to be in a dominant position vis a vis the Opposition. President AKD is currently the single most popular mass figure in Sri Lankan politics. There is no one of equal stature among Opposition leaders.",
    "The NPP popularity may have eroded at the local authority elections but the fact remains that the Compass won the bulk of seats at the polls as opposed to the Opposition. The Government has not lost much support in the country. Though rumblings of discontent are discernible, there is no massive roar of protest by the people at large against the Government.",
    "The issues likely to be raised by the Opposition parties are of little consequence at present to the public. Furthermore there are many who feel that the Opposition politicians are panicking due to the fear of being penalised through the anti-corruption campaign conducted by the Government.",
    "Moreover despite some internal tension, there is overall unity within Government ranks. As such there is very little chance of the opposition promoting dissension within the Government at the present time. In contrast there is much disparity among and within the Opposition.",
    "The chief Opposition party led by the accredited leader of the Opposition keeps aloof from the protest campaign. It is like the Ramayana being staged without Lord Rama. Furthermore the fragile semblance of unity among Opposition parties is likely to shatter if and when provincial council elections are held.",
    "It is clear therefore that the “Mahinda Sulanga” Nugegoda rally and the proposed “Mahaa Jana Handa” Nugegoda rally are vastly different. The political ecosystem in which the former was held does not apply to the latter. It is premature at this juncture to assess whether the envisaged 21 February rally at Nugegoda would be a success or not. Time will only tell!",
    "(The writer can be reached at [email protected].)"
  ]
}