{
  "url": "https://www.ft.lk/columns/Digital-playground-no-longer-safe-Online-abuse-of-schoolchildren-being-ignored/4-776959",
  "title": "Digital playground no longer safe:  Online abuse of schoolchildren being ignored",
  "ut": 1748390693.0,
  "body_paragraphs": [
    "Across elite schools in Colombo and the quietest corners of rural Sri Lanka, a hidden emergency is growing. Children are being groomed, manipulated, and extorted online. The only common factor? Access to a smart device — often handed over by a well-meaning adult, unaware of the danger on the other side of the screen.",
    "At Child Protection Force (CPF), we’ve worked with children as young as 10 who have fallen victim to online predators. This is not just a city issue. Wherever there is Wi-Fi, there is risk. The predators know it — and they are often far more digitally skilled than the adults trying to protect these children.",
    "How online grooming works",
    "It often starts with a seemingly innocent message: a compliment on a photo, a follow request, a friend invite on a game. Once a child responds, the predator slowly builds trust, sometimes over weeks or even months. Then comes the turning point — the request for private images. Once shared, the threats begin: “Send more or I’ll share these with your friends and family.”",
    "This is not a rare story. It’s happening every day — to schoolchildren who don’t even fully understand what’s happening, until it’s too late.",
    "Where the system is failing",
    "When these crimes are reported, the system that should respond simply doesn’t. Not because of malice — but because of neglect, delay, and chronic under-resourcing.",
    "Reports to the CID’s Computer Crimes Division can take up to three months to even receive acknowledgment. One young girl CPF supported was asked to “reconfirm the initial complaint” after 90 days — despite her daily fear that her images would be shared. And this is not to blame that individual officer, we know and work with officers who work tirelessly. They receive over 50-60 complaints a day, an unofficial source said.",
    "The Police Women and Children’s Bureau recently launched an email complaint mechanism. Yet we were once informed, “The officer who checks the email isn’t in today.” An insane response to a person at the risk of self-harm.",
    "Even the act of reporting is traumatising",
    "At the CID headquarters, survivors are made to walk through a notorious corridor —the “passage of doom.” It’s narrow, unlit, damp, mosquito-ridden, and degrading. A leftover from another era, perhaps designed to intimidate perpetrators — but today it retraumatises victims, and not that the State is unable to fund the construction of it, we’re sure.",
    "We recently accompanied a survivor who waited 25 minutes in that corridor, only to be told she could hand her written complaint to the guard and would be contacted later. Because we knew the system, we had brought a printed complaint. Most don’t — and they’re left to handwrite theirs in that awful corridor, under stress, with no privacy.",
    "Law enforcement officers are doing their best — but with no tools",
    "We want to be clear: this is not about individual officers failing in their duty. Most are doing their best, with empathy and dedication — but without even basic tools. Many are forced to use personal phones to investigate these crimes. Let that sink in.",
    "No Government-issued devices.",
    "No dedicated data analysis tools.",
    "No proper forensic equipment.",
    "These limitations mean that evidence is often compromised, cases are thrown out on technicalities, and perpetrators walk free.",
    "The fault lies not with officers — but with a continuous Government in power that underfunds and disregards child protection infrastructure, while spending millions elsewhere. Sri Lanka doesn’t need another cricket stadium. We need systems that protect our children.",
    "A recent win – against all odds",
    "Despite these odds, CPF recently secured justice for a young girl who had been manipulated and extorted online. Our legal team, led by Senior Legal Consultants, supported her through every stage. Thanks to tireless advocacy and skilled representation, a guilty plea was secured and compensation was awarded. The judiciary played a commendable role, issuing a stern warning to the accused while also emphasising the importance of rehabilitation and appropriate support.",
    "This is one of the very few such convictions in Sri Lanka — and a reminder that with proper support, justice is possible.",
    "It’s time for urgent reform",
    "Online abuse is a national crisis. It is a form of child sexual violence — and should be treated with that level of seriousness.",
    "Survivor-friendly and trauma-informed reporting mechanisms.",
    "Rapid response units trained in digital crimes against children.",
    "Proper resourcing and equipment for law enforcement.",
    "Public education for parents and schools.",
    "Until these changes happen, we will continue to fight — case by case, child by child.",
    "If you or someone you know is facing online exploitation, please reach out. At CPF, we are here to help.",
    "(The writer is the Founder and Senior Legal Consultant of Child Protection Force.)"
  ]
}