{
  "url": "https://hbr.org/2024/07/3-lessons-from-the-washington-posts-leadership-turmoil",
  "title": "3 Lessons from The Washington Post’s Leadership Turmoil",
  "ut": 1719997482.0,
  "body_paragraphs": [
    "Andrew Harnik/Getty Images",
    "The leadership questions surrounding new Washington Post CEO Will Lewis serve as a case study in the challenges of bringing in an outsider to lead an organization, highlighting the importance of transparency and alignment with company values. This article offers...more",
    "It’s never good for a newspaper when it becomes the story.",
    "That’s the position The Washington Post is now in after revelations about the questionable practices its new CEO, Will Lewis, used to land big exclusives when he was in leadership roles in UK newsrooms. (The practices included paying for information, methods that are barred under the ethics codes of major American newspapers, including the Post.) Lewis named a former colleague, Robert Winnett, to be the new editor of the Post, but Winnett later withdrew after stories revealed that he also had crossed ethical lines. The focus has now turned to the Post’s billionaire owner, Jeff Bezos — will he continue to back Lewis, or will he cut bait?",
    "Although the specifics of Lewis’s situation are unique, his predicament provides a case study in what happens when an organization brings in an outsider to lead it and the newcomer gets off to a rocky or controversial start. In this article, I outline three lessons that leaders (and those hiring them) can take from events at The Post, and then I offer direct advice for boards and new leaders who find themselves in a similar situation.",
    "Lesson #1: More Workplaces Are Becoming Like Newsrooms",
    "Newsrooms are unique places. Try to imagine another industry where companies would so publicly and aggressively dig into the affairs of a direct competitor’s CEO — or its own. Or one in which high-profile employees so publicly criticize their new boss, as David Maraniss, a 47-year veteran of the Post, did on Facebook: “I don’t know a single person at the Post who thinks the current situation with the publisher and supposed new editor can stand.”",
    "Because journalists are taught to “speak truth to power,” newsrooms can serve as a kind of shadow board of directors. If journalists don’t like the way they are being treated or led — constantly second-guessed, treated particularly harshly, or sensing that the boss won’t have their back as they take on controversial stories — they will complain enough to make the publisher worry that their top editor is “losing the newsroom.”",
    "For a host of reasons — including the Great Resignation, which swung the balance of power more to workers, and people’s increasing willingness to air workplace grievances on social media — the kind of transparency that was once unique to newsrooms is becoming more common at other companies.",
    "At the same time, many broader societal problems have rolled past government agencies and landed on the front doors of corporations to solve. Business leaders, sometimes willingly, sometimes unwillingly, have been pulled off the fence to take a stand on the biggest issues of the day. “Everyone is hungry for corporate executives to show up on every critical issue in the world,” said Ryan Roslansky, who took over as chief executive of LinkedIn three months into the pandemic. When they do, they should expect some employees to object — which is one reason why more experts are advising CEOs to take a less-is-more approach to making statements on issues that aren’t core to the business.",
    "Still, many leaders continue to feel compelled to talk about their business having a higher purpose. The lesson is that if they are going to do that, then they better live up to those higher standards or risk being called out if there is any gap between their own actions and their stated values. To do this, leaders need to make an effort to stay abreast of the issues employees most care about.",
    "Lesson #2: Vetting for Leaders Should Focus on Character",
    "In recent decades, the leadership field has adopted the trappings of science in their assessment tools for evaluating candidates for senior leadership roles. The Lewis situation is a reminder that testing for skills and competency is no substitute for vetting — that is, digging deeply into a prospective leader’s past with a focus on the set of attributes we think of as “character.” Many bigger companies now hire private investigators to dig into the past of leading candidates, looking for ethical breaches, before they make an offer.",
    "Nobody wants to suffer the same fate as BP, which last September announced that CEO Bernard Looney had resigned after admitting that he had “knowingly misled the board” by not being fully transparent about past relationships with colleagues. Given that Looney was a BP lifer, his transgressions are a cautionary tale to boards to vet internal candidates as much as external ones to minimize reputational risks to the company.",
    "At the very least, companies need to spend more time seeking to understand the experiences and influences that shaped a leader’s character, because those are better predictors of how they are going to navigate unforeseen leadership challenges than their score on an assessment tool’s drop-down menu. It appears Bezos didn’t spend enough time looking into Lewis’ background.  “There’s no question about Bezos’ dedication to The Washington Post, but he has significantly failed at succession in his role as a one-man board of directors,” said Kevin Sharer, who led Amgen for a dozen years as CEO and served on the boards of Chevron, Unocal, Northrop Grumman, and 3M. “He didn’t thoroughly understand the people he was hiring. He didn’t have the pulse of his senior leadership team or his employees. He needs to correct the process.”",
    "Lesson #3: When a Leader Falters, Patience Is Not Always a Virtue",
    "Leadership inherently involves a balancing act between patience and urgency. But there are always dangers in over-indexing one way or another, and boards are often too patient. Many factors keep CEOs in their chairs for too long if they are under-performing or damaging the brand. Boards are loathe to announce that they made an error of judgment in picking the leader in the first place. The devil-you-know phenomenon is at play, as well — who knows whether a new CEO might bring carry troublesome baggage of their own? And finding a new leader requires a lot of work for directors who are juggling many other responsibilities.",
    "But the world is working on faster cycle times, and the price organizations pay for not making a decision to move out a problematic leader can be high. After all, every organization has momentum — positive or negative, growing or struggling — and competitors will quickly take advantage of your weaknesses.",
    "Making such tough calls is a core responsibility of boards, who can become paralyzed by the conflicting advice they are hearing from all the advisers who surround them. But the tipping points come faster than you think. “The single most important responsibility of a board is the hiring and firing of the CEO,” said Penny Herscher, a veteran Silicon Valley CEO and board member. “It is several orders of magnitude more impactful than any other decision that they make, and boards are notoriously slow for getting rid of a bad CEO.”",
    "What the Post (and Lewis) Should Do Now",
    "Unliked public companies, The Washington Post is 100% owned by Jeff Bezos and has no board of directors, so Lewis’s fate rests solely on the owner’s judgment. But in a more typical company, when the board picks an outsider to come in as the leader, and there are initial signs of “organ rejection,” what should directors do?",
    "The first step is to assess whether the problem is more of style or substance. The first is more easily addressed. Perhaps they came in too strong and too fast, or acted in a way that was too much a departure from the existing culture. That can be fixed through coaching, a process in which the leader is made aware of the problem and adjusts their style.",
    "Substance is a different matter, especially if the problem speaks to the core work of the organization. Given Boeing’s challenges with safety in recent years, it’s hard to imagine the next CEO being able to operate with anything but a spotless record on safety in previous roles. And that is why Lewis is going to have a tough time winning back the newsroom at the Post, because the stories that have emerged suggest his values may not be aligned with the people he is supposed to lead. It’s hard to inspire people to do great work if there are differences in the proverbial hills you are willing to die on.",
    "There is no set timer on how long you should leave someone in a role after a troubled start. For all the examples of boards hanging on too long to underperforming or challenged CEOs, there are other examples where patience paid off. Shortly after The New York Times hired Mark Thompson from the BBC in 2012 as its CEO, there were headlines about his alleged role in the BBC’s decision to drop an investigation into a TV presenter who was believed to have sexually abused children. The Times’ own ombudsman raised questions about whether he was the right leader, given the dark cloud over his head before he even started: “His integrity and decision-making are bound to affect the Times and its journalism – profoundly. It’s worth considering now whether he is the right person for the job, given this turn of events.” Ultimately, an internal review at the BBC found no evidence to doubt Thompson’s testimony, and he went on to lead an enormously successful transformation of the Times. Thompson is now the chairman and CEO of CNN Worldwide.",
    "For the embattled new leader, the question is: How do you turn things around when the first months on the job go so badly?",
    "There is really only one option if they want to win the loyalty of employees: The leader has to acknowledge and fully own what they did wrong, apologize, and promise to do better, followed up with concrete actions that show they have a new approach. “I’m sorry” is a powerful phrase. It shows vulnerability, which is an important step to building trust. And if a leader means it, employees will often give them a do-over. Lewis has attempted such an apology, though it’s not clear how effective it’s been.",
    "Recall that Microsoft’s Satya Nadella, arguably the most successful chief executive of the last decade, put himself in hot water just eight months into his tenure. On stage during a high-profile event, in response to a question from Microsoft board member Maria Klawe, Nadella said that women needed to trust “karma” if they don’t get the raise they want. After a firestorm erupted over his comments, Nadella quickly issued an apology: “Toward the end of the interview, Maria asked me what advice I would offer women who are not comfortable asking for pay raises. I answered that question completely wrong,” he wrote. “If you think you deserve a raise, you should just ask.”",
    "The takeaway for boards and anyone who is involved with hiring CEOs is this: We are fully into the era of stakeholder capitalism, and that means CEOs must be seen increasingly like politicians. They serve at the pleasure of “voters”—employees and others who have a vested interest in the company’s direction and leadership. Those voters are increasingly vocal and have social media to amplify their voices. CEOs arguably are now being held to higher standards than political leaders. Character matters. A spotless record matters. Let the vetting begin.",
    "The Leap to Leader: How Ambitious Managers Make the Jump to Leadership",
    "The CEO Test: Master the Challenges That Make or Break All Leaders",
    "Read more on Leadership transitions",
    "Crisis management and Business ethics"
  ]
}