{
  "url": "https://www.technologyreview.com/2024/10/17/1105135/mars-farming-soil-food-humans-farming-agriculture/",
  "title": "The quest to figure out farming on Mars",
  "ut": 1729119274.0,
  "body_paragraphs": [
    "Once upon a time, water flowed across the surface of Mars. Waves lapped against shorelines, strong winds gusted and howled, and driving rain fell from thick, cloudy skies. It wasn’t really so different from our own planet 4 billion years ago, except for one crucial detail—its size. Mars is about half the diameter of Earth, and that’s where things went wrong.  The Martian core cooled quickly, soon leaving the planet without a magnetic field. This, in turn, left it vulnerable to the solar wind, which swept away much of its atmosphere. Without a critical shield from the sun’s ultraviolet rays, Mars could not retain its heat. Some of the oceans evaporated, and the subsurface absorbed the rest, with only a bit of water left behind and frozen at its poles. Unrelenting radiation, along with electrostatic discharge from planet-wide dust storms, drove chemical reactions in the arid Martian dirt, ultimately leaving it rich in pesky toxic salts called perchlorates. If ever a blade of grass grew on Mars, those days are over.   But could they begin again? What would it take to grow plants to feed future astronauts on Mars? In science fiction, it isn’t much of a problem. Matt Damon’s character in the 2015 movie The Martian simply had to build a greenhouse, spread out human excrement, add water, and wait. The film got a lot of things right—bacteria in the human biome will be useful—but it didn’t account for the perchlorates. The potato plants that sustained him would never have grown, but even if they had, two years of eating contaminated, carcinogenic potatoes would have nuked his thyroid, boxed his kidneys, and damaged his cells—though he might not have realized it, because perchlorates are also neurotoxic. It would have been Matt Damon’s finest death scene. At the time Andy Weir was writing the book on which the film was based, no one really knew just how plentiful and ubiquitous the chemicals were. Though they were first discovered by NASA’s Phoenix lander in 2008, it took subsequent rovers, and compilation of historic data, to confirm that not only are perchlorates everywhere on Mars, but they are, in fact, abundant. Overall, Mars’s surface has perchlorate concentrations of about 0.5% by weight. On Earth, the concentration is often a millionth that amount.",
    "For NASA, that’s a devastating issue. The ultimate goal of the agency’s Artemis program is to land astronauts on Mars. And for the last decade, the agency has pursued a long-term plan of establishing an “Earth independent” human presence on the Red Planet. More ambitiously, if less plausibly, Elon Musk, the chief executive officer of SpaceX, has stated that he expects a million people to live on Mars in the next 20 years. Related StoryHow we could turn plastic waste into foodUsing bacteria to take a bite out of plastic pollution is not new. But can the same microbes be used as a food source?",
    "Any notion of an independent Mars means the perchlorate problem must be solved, because humans have to eat. Resupply missions are, by definition, Earth dependent, and hydroponics are inadequate for feeding people in large numbers.",
    "“We can sustain crews of 10, maybe 20, very comfortably with hydroponics, but it doesn’t scale much larger than that,” says Rafael Loureiro, an associate professor at Winston-Salem State University who specializes in plant stress physiology. Hydroponics systems must be built on Earth, and they require energy-inefficient pumps and constant monitoring for bacterial and fungal infections. “Once the system is infected, you lose your entire crop, because it’s a closed-loop system,” he says. “You have to discard everything and reset.” The only real path forward, says Loureiro, is farming the land: “The perchlorate problem is something that we will inevitably have to deal with.”  There is no soil on Mars. Just dusty, poisonous regolith—the mixture of loose rock, sand, and dust that makes up the planetary surface. On Earth, the regolith is replete with billions of years’ worth of broken-­down organic biomass—soil—that just doesn’t exist on Mars. To grow food there, we can’t just drop seeds in the ground and add water. We will need to create a layer of soil that can support life. And to do that, we first have to get rid of those toxic salts.    There’s more than one way to remove perchlorates. You can burn them out; the compounds break down around 750 °F, but for that, you’ll likely need power sources like nuclear reactors, and a lot of ancillary equipment. You can literally wash the perchlorates from the regolith, but, Loureiro explains, “the amount of water that you need to do that is ungodly, and water is a limited resource as far as we know.” That process would likewise take a significant amount of energy. “That’s something that’s not feasible long term,” he tells me. The ideal solution is not something dependent on heavy machinery. Rather, it would rely on something small—microscopic, in fact.   NASA and the National Science Foundation are funding research into how future astronauts on Mars might use microbial life not only to remove perchlorates from the planet’s dirt, but also to shape and enrich the regolith into arable soil. The work builds on years of effort to do the same thing in different places on Earth, and if successful, it will improve farming on two planets for the price of one.  “If we are able to grow plants in Martian regolith, we can do it anywhere on Earth.” Rafael Loureiro, associate professor, Winston-Salem State University It’s easy to dismiss the idea of Martian agriculture as a distant issue for a fictional future, but scientists must solve these sorts of problems before the rockets launch, not after humans are on their way. And as with much of NASA’s research, solving problems “up there” applies directly to life “down here.” Simply put, what we learn from Mars could find use here on Earth to turn infertile wastelands into rich agricultural zones. On Earth, natural perchlorate levels are highest in desert regions.  In other areas, high levels are usually due to industrial waste. The toxins harm Earthen plants as much as they would prospective Martian ones. Which means it’s not just NASA that is interested in remediation—even the US Department of Agriculture is paying for such research.  “If I’m able to grow plants in a completely alien environment, the technology that I create to do that is one hundred [percent] transferrable to places here on Earth that are food insecure. To places that are extremely arid and unfit for agriculture. To places that have been affected by mining companies that have polluted the soil,” says Loureiro. “If we are able to grow plants in Martian regolith, we can do it anywhere on Earth.”",
    "Thinking small The science laboratory at Arizona State University’s Biodesign Institute looks like a large version of every biology classroom in America: long black tables, myriad microscopes, racks of vials. When you look closer, though, you realize that the microscopes are a little fancier, and there are high-tech instruments like gas chromatographs and organic carbon analyzers in the mix. Anca Delgado, a microbiologist, meets me at the entrance, where we don white lab coats and goggles. “We don’t plan to splatter you with anything today, but we want to be safe,” she says.  Earth’s soil is wet and wiggly, teeming with life, and its mineral composition is highly diverse, thanks in part to tectonic action, microbial activity, and the rock cycle. But you can just look at Mars and tell something is way off: The core of the diminutive planet cooled before much of its iron had a chance to sink to its center. As a result, Martian regolith is packed with iron-rich minerals, which over time have oxidized. The planet’s exterior is literally rusted. Without water, it changes primarily via mechanical weathering, driven by wind and temperature; and without life, it is entirely inorganic. Despite all this, Delgado, her graduate students, and colleagues across the country have found a possible path to solving the perchlorate problem and making Martian regolith arable.   Perchlorates are salts made out of a negatively charged ion of chlorine and oxygen, bonded with a positive ion such as sodium. (There is also perchloric acid, which contains that same negatively charged ion.)Where perchlorates are abundant on Earth, it is often because we put them there. Everything from military manufacturing to the fireworks spectacular at Disneyland has contributed. They weren’t the only chlorinated compounds the US went wild about around the time of World War II. The United States for decades made heavy use of organic chlorinated solvents in everything from dry cleaning and metal degreasing to clothing dyes and medicine.   MEREDITH MIOTKE | PHOTO: NASA/JPL-CALTECH/MSSS   Industry overall had a laissez-­faire attitude toward the management of waste products, leading to contamination of the nation’s groundwater. “After the Clean Water Act and later legislation in the 1970s prevented or banned the use of some of these chemicals, that’s when we discovered the extent of this contamination,” Delgado tells me. Some water pollution was obvious. The Cuyahoga River in Ohio routinely caught on fire. But other contamination remained hidden. Residents of Love Canal, a neighborhood in the city of Niagara Falls, New York, reported abnormally high rates of leukemia markers and birth defects before anyone recognized that the 20,000 tons of chemicals dumped into a canal in the 1940s might be responsible.  It wasn’t enough to stop dumping toxic chemicals in waterways and landfills, however. Scientists had to find alternatives—Disney developed a fireworks launcher in 2004 that eliminated its perchlorate emissions, for example—and they also had to find ways to clean up the pollution that was already there. In the case of perchlorates, they can do so chemically. Rain and artificial irrigation can wash the compounds away, though this only transfers the problem to groundwater. Another strategy is to grow woody plants like willow and cottonwood in contaminated lands. These draw perchlorates from the ground and can then be harvested, removing them from the contamination cycle. Related StoryFuture space food could be made from astronaut breathNASA asked companies to develop the next generation of space food. Here’s what they came up with.",
    "Another biological approach is to go small, using microorganisms to turn toxic chemicals into harmless ones. The poster child for this concept is a bacterium called Dehalococcoides mccartyi, which specifically feeds on organic chlorinated solvents and spits out dechlorinated ethene (a simple, nontoxic hydrocarbon) and harmless chloride ions, which are found naturally in the environment. Delgado studied D. mccartyi during her doctoral program. Her interests were strictly terrestrial. But the process, while highly effective, was not perfect. It took an incredibly long time to work in nature.",
    "“We were looking at treatment times of months to decades,” Delgado tells me. Her research sought to culture D. mccartyi at much higher densities, which would translate to improved rates of action and faster treatment times for abandoned American waste sites. Her work has since been applied at multiple field sites in Arizona, New Jersey, and California. Delgado walks me through the lab, which is arranged in an open plan. From the Biodesign Institute’s inception in 2004, she says, the idea was to bring researchers who would not normally interact into the same physical space. That means microbiologists working with wastewater samples, sludges, and soils are next door to scientists who do DNA origami.",
    "The leap from cleaning up Earth’s toxic waste dumps to making the Martian surface arable began in 2017, a month before Delgado started her new job at the university. She had read an article about Mars and idly looked into the chemical elements that had been detected so far on that planet. “I like microbes, and I wanted to see if Mars could fulfill their nutritional requirements,” she says. “I’m sort of a sci-fi geek.” While attending a university retreat designed to get researchers talking about their work, she decided to “put it out there” that “I would be interested at some point to look at whether microorganisms would be able to grow in Martian conditions.”   A paper she read in the journal Nature finally spurred her into action. Soil organic matter, which is necessary for growing plants, is itself made of decomposing plant and animal material. That would seem to preclude Martian agriculture from ever being achieved. But researchers had demonstrated for the first time that you can actually form soil organic matter with microorganisms alone—no decaying plants needed. The microbes themselves, and their tissues and excretions, could synthesize soil.   Delgado realized that perchlorates could be the initial catalyst, the thing that microbes could thrive on and break down. Eventually the process could make the Martian regolith ready for planting.  She applied for an Emerging Frontiers in Research and Innovation grant from the National Science Foundation to explore the idea. NASA recognized her proposal’s implications and co-funded the grant; the project received $1.9 million total in 2022. It was intended as a multiyear, multi-institution effort, with Delgado as principal investigator. The plan was that ASU, the lead institution, would explore using microbes to lower the concentration of perchlorates in Mars-like dirt. The University of Arizona in Tucson would investigate the soil organic matter formed by those microbes during their breakdown of the perchlorates, and the Florida Institute of Technology in Melbourne, Florida, would figure out how to grow the plants. Testing the dirt One problem with studying Martian regolith is that we simply don’t have any of it here on Earth. NASA’s entire campaign of Mars exploration for 50 years has been in service of characterizing the Red Planet as a possible site for life. The agency has long sought to get a pristine sample of regolith from Mars into a clean room on Earth for analysis. But so far it has failed to develop a credible mission to do so. In April, Bill Nelson, the administrator of NASA, essentially admitted defeat, asking outside research institutions and the private sector for proposals on how an affordable Mars sample return might be achieved.",
    "In the meantime, scientists have to make do with simulated Martian dirt to study ways to diminish levels of perchlorates, including heat, radiation, and microbial methods. Delgado’s lab at ASU includes an incubator and a confocal microscope inside a custom-built anaerobic chamber, for analyzing microorganisms that are sensitive to oxygen. At a research station lined with sealed glassware of various sizes, plus syringes, pipettes, and other equipment, she introduces me to two of her doctoral students: Alba Medina, who is studying environmental engineering, and Briana Paiz, who studies biological design. Both are lead researchers on the project. In sealed bottles on the table are solutions of various colors ranging from tan to black. In the more transparent solutions, a red material sits at the bottom that looks suspiciously similar in color to the dirt on Mars. “These are called microcosm bottles,” Delgado says. “To maintain the integrity of the chemicals and composition, anything that needs to be put in or taken out of the bottles has to be done by syringe and needle.” The bottles contain nutrients, water (a requirement for life), and artificial Mars dirt. With no Martian regolith available, Delgado uses an “analogue” called MGS-1—Mars Global Simulant—with chemical and mineral composition, proportions, and physical properties engineered to match up with the specs measured by the Mars rover Curiosity. The simulant is made by a company called Space Resource Technologies and is publicly available. You can buy it online.",
    "“It’s the most expensive dirt you’ll ever buy,” Delgado says with a laugh. After handing me a latex glove so I don’t get my hands dirty, she offers me a bag. It feels like the sort of sand you’d expect to find at beaches too expensive to visit. It is very fine; it looks and feels like cocoa powder. All researchers have to add to the microcosm bottles are perchlorates, which come as a white powder. With that, they have Mars in a jar.  Related StoryBiotech companies are trying to make milk without cowsThe bird flu crisis on dairy farms could boost interest in milk protein manufactured in microorganisms and plants.",
    "“Then,” says Paiz, “we add the microbes.” She shows me around the various experiments. “Those microcosm bottles have Dechloromonas, and the ones in the back are actually pure cultures of Haloferax denitrificans”—a bacterium that thrives in salty environments. The team is also experimenting with myriad microbes in mixed communities, each interacting with different elements and compounds, yielding different chemical compositions in their respective microcosms. It’s why some bottles are the color of chocolate and others are the color of peanut butter. “They all started off the same color,” says Medina. “The black color of this one is like a visual signature confirmation of activity by sulfate-reducing microorganisms, for example.”  Bacteria eat the things they like and ignore the things they don’t. Delgado’s group is looking for the ideal combinations not only to eliminate perchlorates, but to do so efficiently. Perchlorates present opportunities as well. When Delgado’s microbes break those compounds down, they form chloride and oxygen.  Astronauts could potentially use them to produce a “major source of oxygen on Mars,” says Delgado. “Maybe the biggest source. One of the things we have been thinking about is how we could capture it.” Microbial cultures and strains need not be brought to Mars in giant vats. Microorganisms grow exponentially fast. With less than a gram of material—not even the weight of a paper clip—a scientist on Mars could propagate it infinitely. A few drops in a test tube could theoretically yield entire orchards. But the ideal microbial transport systems are astronauts themselves. Our bodies already contain perchlorate-eating microbes in our gut biomes. Delgado’s group does its perchlorate research using microbial communities from sludge acquired from wastewater plants. So Matt Damon’s character in The Martian was, to an extent, on the right track.   But even if the proper microbes for breaking down perchlorates are present, that does not mean they will be able to do their job. “Those communities already have perchlorate reducers, but they also come in with friends and enemies,” says Delgado. The thousands of strains of bacteria in our microbiomes compete for nutrients, making them inefficient. The trick is to find ways to help microbes that eat the bad stuff and reduce the population of microbes that get in the way.  For now, regolith in very small batches is prepped at her lab. Successful perchlorate reduction brings the concentration from about five grams per kilogram (the original 0.5%) to five to 20 micrograms per kilogram—or less. Existing literature suggests that this concentration range does not inhibit seed germination. For comparison, soils in the Arizona desert have a background concentration of perchlorate ranging from 0.3 to five micrograms per kilogram. In the Atacama Desert, that figure can be up to 2,500 micrograms per kilogram.  But removing perchlorates is not enough for Martian plants to thrive. “Once you get perchlorates out, you’re still left with the issue of how to convert Mars regolith to soil,” says Andrew Palmer, an associate professor of biology at the Florida Institute of Technology and a co-­investigator on Delgado’s project.   MEREDITH MIOTKE | PHOTO: NASA/JPL-CALTECH/MSSS   Palmer explains that regolith, with or without perchlorates, is an inert substrate. Soil, strictly speaking, is a substrate that has been acted on by biology and acts on it in turn. But in the regolith simulant—and one day, perhaps, in actual Martian regolith—the microbial activity responsible for eliminating perchlorates might also be able to transform minerals and release other useful plant nutrients like potassium and phosphorus. Finding the best way to do this is one of the Delgado team’s goals in studying different microbial strains and sludge. “The biological process for removing perchlorates should not only get rid of them, but should also help us put other nutrients into the soil,” Palmer tells me. “We are trying to put an ecological cycle into the regolith.” Early signs are promising, but it is a years-long endeavor. Researchers have reduced perchlorates in regolith samples. They have increased concentrations of organics in samples. They have changed the structure of regolith. They have grown plants in it. Their goal is to do all those things at once. “The whole grant, the whole process with everybody involved, is turning regolith with perchlorates into soil that is amenable to plant growth,” says Palmer, “and that’s very powerful.”  If all goes well, the regolith simulant should have a total organic carbon concentration two to five times higher than it did at the outset, thanks to the organic residues formed by microbes. Ultimately, it should also have better water-­holding capacity as the organic carbons change the physical properties of the otherwise clay-like regolith, making it less dense and more beneficial for plants and their root systems. Once the regolith is ready and the scientists satisfied, the simulated Mars material heads to Palmer’s laboratory in Florida to see what might grow.  Tomatoes and quinoa Palmer admits he wasn’t particularly interested in the problem of growing plants on Mars when representatives from NASA first approached him seven years ago. The work seemed boring to him: “Plants grow in dirt—film at 11,” he joked. The more they talked, however, and the more NASA scientists explained the challenges of working with Mars simulants and issues such as the perchlorate problem, the more his curiosity was piqued. How were we going to provide a sufficient food supply there, anyway? He and his researchers at Florida Tech’s Palmer Lab of Chemical Ecology and Astrobiology began growing plants, fungi, and bacteria in lunar and Martian regolith simulants, exploring how to remodel regolith into soil that is amenable to plant growth.   “Mars is six to nine months away. If you lose a food source, you may not be able to survive the wait for a resupply mission.” Andrew Palmer, associate professor of biology, the Florida Institute of Technology In addition to incubators, they use a room they’ve dubbed “the red house,” which is a semi-controlled environment. “It’s a giant room, all artificial lighting and artificial environmental controls, and the plants we grow in there have never seen the light of day, which is what we think the situation would be like off Earth,” he says. Anything grown on Mars, which lacks a meaningful atmosphere and is colder than Antarctica, would likewise be grown in enclosed, controlled environments with artificial lighting. Plants are grown and regrown in Mars simulants so that Palmer and his team can get a sense for how the regolith evolves simply from the growth process over time. Currently the researchers are growing romaine lettuce, bell peppers, tomatoes, and clover “pretty regularly” in commercially available Mars simulants. This semester, he says, they’ve also begun experimenting with peanuts and quinoa. Related StoryThis creamy vegan cheese was made with AIClimax Foods and other companies are using machine learning to create convincing replacements for conventional dairy cheese.",
    "Because the project is still in its early stages, they do not have results to share related to the preliminary material they received from Arizona. On that, they are presently conducting germination assays.  “We are still trying to understand how the simulant behaves physically, because when you add water, it can cake up—become really solid and dense—and that can stifle roots. It’s a really challenging problem,” he says. One of the things they have found is that over time, growing plants in Mars simulant makes its texture “fluffier.” Palmer plans to use electron microscopy to study samples from Delgado’s lab. “Regolith grains are actually pretty jagged,” he tells me. This applies to both Martian and lunar regolith. “After things grow in it for a little while, usually bacteria will kind of make those particles more rounded.” This is because microorganism growth in regolith often results in the deposition of biofilms and other organic compounds, as well as etching or corrosion of grain surfaces. All this is beneficial for plant growth. Palmer considers food security to be paramount for a mission to Mars, and the project’s research so far leaves him optimistic. “Mars is six to nine months away. If you lose a food source, you may not be able to survive the wait for a resupply mission,” he says. The solution is diversity. There should be frozen food rations. Some things should be grown hydroponically. Some things should be grown in regolith. If one system fails, you still have the others to help you restart. It’s just good safety practice, he says, but more than that, if we are serious about making Mars a home, we must use the skills that make us special. Agriculture must surely be at the top of that list. “There is something about cultivating a land that I think speaks to being a human,” Palmer says. “It means you have mastered that place. You only have control over a place when you have control over the soil.” David W. Brown is a writer based in New Orleans. His next book, The Outside Cats, is about a team of polar explorers and his expeditions with them to Antarctica. It will be published in 2026 by Mariner Books. hide"
  ]
}