{
  "url": "https://hbr.org/2024/05/3-ways-to-make-a-request-that-doesnt-feel-coercive",
  "title": "3 Ways to Make a Request That Doesn’t Feel Coercive",
  "ut": 1716360325.0,
  "body_paragraphs": [
    "Rick Barrentine/Getty Images",
    "Research shows that people feel more pressured to agree to requests than we realize, frequently agreeing to do things they would rather not do, such as taking on burdensome, low-promotability work tasks. As a manager, what can you do to ensure...more",
    "When staffing a project, asking your team to work overtime, or finding someone for a last-minute task to meet a deadline, it can sometimes feel like you need to get your employees to say “yes” at any cost. But what is that cost? When employees feel pressured or guilted into agreeing to a request they personally find disagreeable it can lead to feelings of regret, frustration, and resentment. An employee who begrudgingly agrees to a request in the moment may provide lower-quality assistance or back out of their commitment at a less convenient time.",
    "Maintaining employee commitment and engagement, not to mention ensuring that you do not cross lines by unintentionally pressuring employees to do things they would rather not, takes more than seeking mere compliance or acquiescence with your requests. It takes obtaining genuine, voluntary agreement. But many of us don’t know how to make requests in ways that don’t put pressure on the person we are asking.",
    "What the Research Shows",
    "Research shows that people feel more pressured to agree to requests than we realize, frequently agreeing to do things they would rather not do, such as taking on burdensome, low-promotability work tasks, allowing access to private digital information, and even engaging in unethical acts. Simply by asking for something — particularly when we are in a position of power — we can put someone on the spot because people frequently find it hard to say “no.”",
    "To combat the pressure people feel to agree to requests, numerous researchers and practitioners have proposed strategies that targets of requests can use to say no. For example, targets have been counseled to use self-affirmations, refusal frames (e.g., saying “I don’t do X” instead of “I can’t do X”), and “positive no’s,” or “yes, no, yes,” strategies to help them say no to requests they would rather not agree to.",
    "However, such interventions place the burden of saying no entirely on the target of the request. Further, these interventions can be questionably effective and impractical, often requiring targets to come up with elaborate multi-part responses that are unrealistic to implement when they’re put on the spot in the moment.",
    "As an alternative approach, then, how might requesters formulate requests that leave targets feeling more empowered to make their own genuinely voluntary choices? A common strategy requesters use is to add something along the lines of “but you are free to say no” at the end of a request. Yet research finds that such assurances have little effect on how free targets actually feel to say no. Targets generally know they can turn down a  request; the real problem is knowing how to do so — that is, finding the words in the moment to say no while saving face.",
    "How to Make a Request",
    "Here are three research-backed suggestions for how to elicit a more voluntary “yes” when making a request:",
    "Give people time to respond.",
    "It can be hard for people to come up with the words to say “no” when they are put on the spot. The loss for words we experience in the moment can ultimately make agreement feel like the path of least resistance. To ensure that someone isn’t agreeing simply because they didn’t have enough time to come up with the words to say “no,” offer them time to think. You can do this by making your request and then adding, for example, “Don’t answer right now. Think about it and get back to me tomorrow.”",
    "Ask them to respond over email.",
    "Email isn’t a perfect medium, but it does have its advantages. One of the advantages is that it allows you to write and rewrite a potential refusal as many times as you would like until you feel satisfied with your response. Whether truly necessary or not, some people feel the need to say very specific things to make themselves feel comfortable enough to say no. Email allows for that. An obvious way to allow someone to respond to a request via email is to ask via email. But even if you want to make your case in-person, you can still tell the other person to email you their response.",
    "Share an example of how to say “no.”",
    "In our research, we have identified another way to formulate a request so that it leads people to feel freer to say “no,” even when issued in person: Giving them the words to say “no” as part of your request. In two studies, we had trained research assistants ask participants a sensitive request that most people would prefer to refuse: to unlock their password-protected smartphones and hand them over for the research assistant to look through in another room. In one condition, the researcher assistants told the participants they could refuse: “If you’d like to refuse, you may do so.” In another condition, they told participants how to refuse by giving them a specific phrase they could use: “If you’d like to refuse, please say the words, ‘I’d rather not.’” While this intervention had little impact on whether participants ultimately agreed to this request, those who were given specific words to say no felt freer to do so, suggesting that their agreement felt more voluntary.",
    "If your goal is to solicit an employee’s genuine preference, rather than simply pressuring them to agree, the above strategies can help you get to more than just yes.",
    "Leading People Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Leading People. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "What you need to know about being in charge.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "Getting Along Toolkit: Practical Techniques for Dealing with Difficult People at Work",
    "The Psychological Safety Collection: Establish a Culture of Trust to Build an Innovative, Thriving Team",
    "Read more on Managing people",
    "Leadership and managing people,",
    "and Managing yourself"
  ]
}