{
  "url": "https://hbr.org/sponsored/2024/09/using-mathematical-optimization-to-solve-complex-business-challenges",
  "title": "Using Mathematical Optimization to Solve Complex Business Challenges",
  "ut": 1727345242.0,
  "body_paragraphs": [
    "Decision making is complex.",
    "You make decisions every day. Some are big, and some are small. But even the small decisions involve a great deal of complexity. Let me show you what I mean.",
    "Take something you probably do regularly: deciding what to wear to an important meeting. As you stand in front of your closet, there are three factors at play.",
    "1. You have an objective. In this scenario, perhaps it’s to communicate your professionalism.",
    "2. You have variables. You have shirts, pants, shoes, jackets, and accessories to choose from.",
    "3. You have constraints. You can only wear what’s clean and available. And you need your items to match. Comfort might also be a constraint.",
    "You need to identify which combination of variables will help you achieve your objective, given your constraints. Even if you have just 10 shirts, five pairs of pants, three pairs of shoes, and three jackets, you’re looking at 450 possible combinations.",
    "Thankfully, your clothing choice isn’t that difficult, so you can trust your instincts, get dressed, and head to your meeting.",
    "But what about the big decisions—the ones that deeply affect your business? Well, they’re not so different from choosing your outfit.",
    "Let’s take one real-world example: creating efficient daily schedules for a global airline fleet.",
    "1. You have an objective: Minimize fuel costs.",
    "2. You have variables: Aircraft, gates, pilots, and scheduled flights.",
    "3. You have constraints: Crew flight hours, gate availability, and airplane capacity.",
    "You need to identify which combination of available planes, gates, pilots, and scheduled flights will help you minimize fuel costs, given your limitations of the crew flight hours, gate availability, and airline capacity.",
    "These kinds of decisions are enormously complex. Even with just 50 aircraft, 30 gates, 200 pilots, and 500 scheduled flights, the possible combinations are astronomical.",
    "You could make a decision based on what’s worked well in the past, as many businesses do. But what if your past decisions weren’t optimal? And what happens when disruptions mean your present no longer looks like your past? How much could you save in fuel costs if you made the optimal decision each day, based on your real-world situation?",
    "Embrace the Complexity",
    "This is where a proven, powerful decision-making approach comes into play. It’s called “mathematical optimization.” Although this approach isn’t a buzzword like “machine learning” or “artificial intelligence,” mathematical optimization has been transforming business decision making for over 50 years.",
    "The premise is straightforward: If you can describe your real-world problem in terms of measurable objectives, variables, and constraints, then you can use mathematical optimization to find a solution.",
    "Mathematical optimization is how the world’s largest enterprises solve their extremely complex business problems:",
    "• The National Football League uses mathematical optimization to identify game schedules that maximize revenue while delighting audiences.",
    "• Air France identifies new ways to optimize its flight schedules, leading to a 1% savings in annual fuel costs—amounting to many millions of dollars each year.",
    "• Mondelez International schedules product shipments 92% faster than it could before using this method.",
    "• BlueYonder makes real-time retail price adjustments, leading to a 5% increase in product sales and a 20% reduction in inventory.",
    "• Copenhagen Airport optimized its assignments, saving $70 million.",
    "Optimization Opportunities Are All Around You",
    "Mathematical optimization is already hard at work across nearly every industry, including energy, transportation, manufacturing, supply chain, financial services, and health care. If you’re at a Fortune 500 company, the strategy is almost certainly being used somewhere in your organization.",
    "Today 80% of the world’s leading enterprises use Gurobi’s mathematical optimization technology—so chances are high that this strategy is already helping your organization solve some of its most complex challenges.",
    "If you don’t already, I encourage you to think about your decision making in terms of your objectives, variables, and constraints. If a problem is measurable, then it’s solvable. Opportunities for mathematical optimization are all around you.",
    "What’s especially powerful about this approach is how it empowers your business to pivot quickly. You can calculate an optimized decision as soon as you experience a business disruption, simply by adjusting your variables and constraints. Imagine what that agility can do for your business.",
    "I also encourage you to reach out to your company’s operations research specialists who know how to apply the power of mathematical optimization to solve real-world problems. Find out how they’re using this approach—and then start exploring other problems you can use it to solve.",
    "Finally, I’d like to invite you to join me at the Gurobi Decision Intelligence Summit in Amsterdam this November 5-6, 2024, with special presentations from Jumbo Supermarkten BV, KLM Royal Dutch Airlines, and more. I look forward to seeing you there!",
    "Duke Perrucci is CEO of Gurobi Optimization.",
    "Register here to attend the Gurobi Decision Intelligence Summit in Amsterdam this Fall.",
    "Business Plan Development Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Business Plan Development. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Learn how to create a winning business plan.",
    "Learn More & See All Courses"
  ]
}