{
  "url": "https://hbr.org/2024/05/how-your-business-should-tap-into-the-creator-economy",
  "title": "How Your Business Should Tap into the Creator Economy",
  "ut": 1716359755.0,
  "body_paragraphs": [
    "retales botijero/Getty Images",
    "Creators aren’t just changing marketing. They’re transforming product development, too. Creators can drive demand for specialized products, accelerating product life cycles and even changing what customers actually value. Companies that recognize the power of...more",
    "Forget what you knew about creators, or influencers like Mr. Beast and Charli D’Amelio who make content for YouTube, Instagram, and TikTok. Content creators are silently rewriting the innovation and strategy rule book for a multitude of established companies, particularly in the consumer goods and services industries. By changing how consumers search for and use products, creators are: 1) driving demand for increasingly specialized products and services; 2) accelerating product life cycles; and 3) changing what customers actually value.",
    "To be sure, creators have not gone entirely unnoticed. Marketing divisions in particular have long recognized the clout creators wield. However, creators’ role as change agents has gone largely unnoticed by business leaders in other roles in the C-suite. Our analysis suggests that companies need to rethink their product and business strategies to stay competitive in this new environment.",
    "Through our research interviewing hundreds of content creators, product developers, business unit heads, and platform companies, analyzing thousands of hours content on YouTube, Twitch, Instagram, and TikTok, we have sized the creator economy. We also document how the creator economy is upending established customer-facing businesses and outline four strategies for how companies can compete in response.",
    "Who are creators, and what is the creator economy?",
    "One reason the full force of the creator economy has gone largely undetected is that pinpointing its size and impact is a formidable task. Using data from the social media analytics firm HypeAuditor, we conservatively estimate at least 40 million economically consequential creators worldwide, which we define as creators with more than 1,000 followers who actively post content. If each creator can influence $10 worth of spending among just 1% of their followers per year, creators will affect $130 billion of purchasing decisions annually.",
    "What’s truly remarkable is the prominence of smaller creators. When we think of creators, we often think of mega-influencers like the Kardashians. But the reality is that a significant majority of creators are what are known as “nano” or “micro” creators. These are creators who have less than ten and fifty thousand followers, respectively. Nano and micro creators comprise 76% of all creators on TikTok and as many as 96% on Instagram, following a power-law dynamic characteristic of digital platforms. We contend that it is these smaller creators who are fueling the disruptive forces of the creator economy.",
    "See more HBR charts in Data & Visuals",
    "What makes these smaller creators particularly notable is that they tend to produce niche content and be highly influential. For example, Crazy Glass Lady, who creates tutorials for making glass and resin ornaments. Although she has just 15,000 subscribers on YouTube, her viewers dedicatedly follow her resin-pouring techniques and recommendations for products such as glass cutters or molds. Her posts are typically liked and commented on by 19% of viewers, nearly 10x the average rate of 2%. More generally, micro creators have been found to command 7x higher engagement rates than mega-influencers.",
    "While the impact of prominent creators on consumer behavior through their extensive reach is undeniable, we argue that the collective force of numerous smaller creators, wielding significant sway within niche domains, is instigating qualitatively distinct shifts in consumer patterns. This phenomenon holds profound implications for the innovation strategies of established companies.",
    "How creators are changing consumer behavior",
    "Based on our interviews with creators, we believe that the collective force of smaller creators poses a unique disruptive threat, for three reasons. Smaller creators 1) create demand for highly specialized products (like Crazy Glass Lady); 2) teach customers new skills to use more complex products; 3) accelerate product life cycles.",
    "Creating demand for more specialized products",
    "What can truly distinguish a creator is how they alleviate the friction of information overload that consumers can experience when searching online. They assume the roles of curators and educators — curtailing the need for consumers to navigate a labyrinth of choices by spotlighting select products, and thereby simplifying the search process. Because of this, creators can help consumers find truly niche products and interests. The mechanical keyboard community is a case in point.",
    "Teaching customers new skills",
    "Creators also help to make these newly discovered products more valuable for the average consumer, as they teach them how to use new products or old products in new ways. They help to demystify the complexities of these products, enhancing their appeal through hands-on demonstrations and tutorials. For example, beauty creators taught followers how to use concealer in new ways, to blend different shades of concealer and create definition that highlights the cheekbones — a contouring technique only professionals had used previously. Another example of this is the popularization of sous vide machines, which were once only used by professional chefs, but have now crossed the threshold into everyday kitchens. The sous vide machine was once daunting for the average home cook to use but now is desirable and attainable.",
    "Accelerating product life cycles",
    "Content creators are not only influencing demand for specialized products but also markedly accelerating product life cycles. To capture and sustain the attention of their audiences, creators frequently introduce new and unique products. The constant pursuit of relevance propels creators to showcase novel products and trends, especially as their audiences demand fresh content and are quick to disengage when offerings become monotonous. For instance, an audience member of a beauty creator shared their declining interest when the creator’s recommendations stagnated, focusing repetitively on similar hair care products. Such a dynamic environment fosters an accelerated pace at which products can gain and lose popularity. The endorsement of a creator can catapult a product to viral status virtually overnight, yet the same velocity applies to the decline of consumer interest. This rapid rise and fall in popularity presents a formidable challenge for traditional organizations, which may struggle to adapt to the fleeting nature of digital trends and the rapid turnover in product demand that accompanies them.",
    "Strategies for facing the creator economy",
    "Incumbent firms are at a crossroads as the creator economy changes the product landscape. Many former strategies used to maintain market share are unlikely to help companies compete. Companies have historically pursued acquisition strategies to stay ahead of changing market trends in fast moving customer face industries. For example, P&G established a specialized beauty business unit to acquire trending indie brands. However, we are concerned that acquisition strategies may not work as well as they have in the past to grow and maintain market share. Given the accelerating pace and virality of product life cycles, we believe that it will be difficult to estimate the asset value of any given product line in today’s environment. The zeal of content creators leads to a rapid succession of trending products that can quickly fall out of favor, creating a market rhythm that is both fast-paced and unforgiving.",
    "Compounding this is the challenge of authenticity. Niche markets are built on a foundation of community and shared interests, often viewing offerings from large, mainstream companies with skepticism. When such firms attempt to enter these specialized segments, they confront a wall of resistance from consumers who prize authenticity and may view their efforts as opportunistic rather than genuine. This resistance is evident in examples like the craft beer market, where mainstream breweries have struggled to gain acceptance among a consumer base that favors independent, artisanal producers.",
    "We propose more sustainable strategies, that will allow firms to leverage creators to increase the size of the pie for both in the long run. Some strategies are more appropriate for certain markets and companies than others.",
    "Develop an asset-light operating model: Identify areas in the value chain to partner or work with fewer suppliers, but suppliers that can operate at speed. (This works well when entering a new market, or with a new product concept.)",
    "Cultivate collaborative partnerships with creators: Firms can foster collaborations with creators, developing innovative offerings that resonate with niche markets and alleviate concerns of inauthenticity.",
    "Explore new positions in the value chain: By considering roles as suppliers, distributors, or partners for creators, firms can tap into the creator economy and secure a share of growing niche markets. (This might be a critical move for large incumbent firms that are losing market share to indie brands or are seeing market fragmentation.)",
    "Explore the use of AI and predictive analytics: Firms are developing new techniques for staying ahead of customer trends by using AI. Leveraging these tools will help firms to better stay on top of the rapid changes in consumer demand.",
    "In the swiftly evolving world of the creator economy, established firms must reimagine their strategies and organizational structures to stay competitive. By embracing a proactive and innovative approach, fostering collaborative partnerships with creators, and transforming themselves into platforms that support the creative ecosystem, firms can effectively navigate the challenges posed by creators’ disruption to consumer demand. This dynamic shift presents not just challenges, but opportunities to capitalize on the tremendous value generated in this new era of digital commerce.",
    "Readers Also Viewed These Items",
    "Financial Intelligence Set: What You Need to Know to Succeed (2nd Edition)",
    "HBR's 10 Must Reads on Strengthening Your Soft Skills (Paperback + Ebook)",
    "Read more on Social marketing",
    "and Consumer behavior"
  ]
}