{
  "url": "https://www.dailymirror.lk/opinion/Housing-hassle-worsens-in-Gampaha-District/172-292241",
  "title": "Housing hassle worsens in Gampaha District",
  "ut": 1727046723.0,
  "body_paragraphs": [
    "The housing issue in the Gampaha District has aggravated due to haphazard urban planning which has led to congestion",
    "What is saddening is to see the lack of privacy in overcrowded homes where 4-5 families are seen living in a small house made out of planks",
    "What makes things worse is that many families are compelled to pay a large portion of their monthly salary as housing rent, resulting in food insecurity in their families",
    "State authorities and those who have the decision-making power ought to give top priority to the housing needs of the poor",
    "The People’s Alliance for Right to Land (PARL)-Gampaha, a voluntary coalition of civil society organisations and individuals committed to ensure housing and property rights of marginalised communities in Sri Lanka, presented a memorandum on the housing issue faced by low-income families in the Gampaha District to policy makers at a forum held in Seeduwa recently.",
    "The Daily Mirror spoke to Rev. Fr. Sarath Iddamalgoda a member of the Shramabhimani Board for his views on the issue.",
    "Rev. Fr. Sarath Iddamalgoda",
    "The Shramabhimani Kendraya, a non-governmental organisation, was launched in 1994 to uphold health, environment and rights of workers in the Gampaha District.",
    "Excerpts of the interview are as follows:",
    "How acute is the problem of shelter in the Gampaha District?",
    "The housing issue in the District has taken a turn to the worse due to rapid development activities.",
    "Many families in the Gampaha District live on unauthorised lands as they do not have a property of their own to build a house. While some families possess only a temporary title deed, others live on lands that are unsuitable to inhabit. A large number of  families who have come from outstation and estate communities live in rented rooms.",
    "There has been a notable increase in the population in the Gampaha District over the past decade due to the sharp growth in migration from rural to industrial areas.",
    "Families have moved to Negombo, Katana and Wattala as industrial activities such as fisheries, garments, travel and tourism thrive in these areas.",
    "The housing issue in the District has aggravated due to haphazard urban planning which has led to  congestion.",
    "How has the issue impacted people in the District?",
    "What most people here want is land to build a house while others demand titles for the land given to them during election times which they have been occupying for several years.",
    "What is saddening is to see the lack of privacy in overcrowded homes. We have seen 4-5 families living in a small house made out of planks.",
    "What makes things worse is that many families are compelled to pay a large portion of their monthly salary as housing rent, resulting in food insecurity in their families.",
    "The government may not have the resources to provide a complete house to every family, but the policymakers along with people can initiate a wide discussion to develop collaboration among the stakeholders in designing a solution",
    "The issue goes without saying that it is a violation of human dignity. What is your take on it?",
    "Housing is a fundamental right of all citizens in a country. Violation of the right will certainly lead to the breach of several other rights such as privacy, health, environment, education, water and sanitation, security, dignity, right to life and social inclusion.",
    "The United Nations Universal Declaration of Human Rights Articles 1 and 25 support shelter rights. Article 25 recognises the right to housing as part of the right to an adequate standard of living. It states that: “Everyone has the right to a standard of living adequate for the health and wellbeing of oneself and his family, including food, clothing, housing, medical care and necessary social services.”",
    "It is the second most populous district of Sri Lanka after Colombo.",
    "The district is administered by a District Secretariat headed by a District Secretary (previously known as a Government Agent) appointed by the central government of Sri Lanka.",
    "The capital of the District is the town of Gampaha. The District was carved out of the northern part of Colombo District in September 1978. Gampaha District is located in the west of Sri Lanka and has an area of 1,387 square kilometres (536 sq mi).",
    "It is bounded by Kurunegala and Puttalam Districts from the north, Kegalle District from the east, Colombo District from the south, and by the Indian Ocean from the west.  The borders of the district are the Ma Oya on the north, the Kelani River on the south, and a 1,000 ft contour line on the east.",
    "Gampaha District is divided into 13 Divisional Secretariat Divisions (DS Divisions), each headed by a Divisional Secretary. The DS Divisions are further subdivided into 1,177 Grama Niladhari Divisions (GN Divisions).",
    "What do you think is the role of the State here?",
    "The State has a major role to play in ensuring the basic rights of its citizens. Housing is a vital need along with food, medicine and education. Many international agencies have recognised the obligation of the State to ensure reasonable housing facilities for every citizen. Therefore, the State authorities and those who have the decision-making power ought to give top priority to the housing needs of the poor.",
    "The governments may not have the resources to provide a complete house to every family, but the policymakers along with people can initiate a wide discussion to develop collaboration among the stakeholders in designing a solution.",
    "The authorities can learn what people really need, what they could contribute, what they expect from the State, and in return what the State could provide through a constructive dialogue.",
    "Do you think the people also have a part to play?",
    "The affected people have a big part to play in raising awareness about the problem with their representatives.",
    "Very often what we see is that people who are afflicted by the problem hardly take steps to lobby with their representatives and sensitise them about the burning issue.  Waiting till solutions fall on their lap will not take them anywhere. They need to be more active in fighting for their fundamental rights.",
    "Solving the housing problem of the poor is not a private task but it ought to be a community exercise. Therefore, the poor need to develop their organisational strength.",
    "What role could the media play in this regard?",
    "The media in this context has a supportive role to play in housing and shelter programmes of the poor. The general public including the political, civil and religious authorities are very much ignorant of the sufferings and pains that those without houses undergo. It is the media which can educate the public on this issue. If people without shelter are now organised they should be able to win over the media and other supportive groups. Another matter they ought to pay attention to is to build up a strong network of all people who suffer without housing and shelter facilities so that together they could raise a stronger voice."
  ]
}