{
  "url": "https://hbr.org/2024/07/why-you-feel-underappreciated-at-work",
  "title": "Why You Feel Underappreciated at Work",
  "ut": 1721976347.0,
  "body_paragraphs": [
    "marcoventuriniautieri/Getty Images",
    "Despite working hard and meeting our goals, sometimes it’s not clear why we aren’t getting ahead at work. In the absence of strong feedback, we may begin to feel underappreciated or undervalued. While leaders and managers can help boost...more",
    "Do you ever feel underappreciated or undervalued at work? If you answered “yes,” then you’re one of many. In a recent survey of over 1000 full-time employees in the United States, more than a half of respondents reported feeling only somewhat valued (46.4%) or not valued at all (10.7%) by their organization.",
    "These findings support the research I conducted for my book, Job Therapy. Between 2023 and 2024, I surveyed over 2400 workers around the world, spanning industries, job titles, and years of experience. Through this work, I learned that feeling underappreciated can come in many forms, but largely, it manifests from lapses in communication between managers and their team members.",
    "Over 40% of my respondents said they had a hard time landing a promotion, and nearly 70% believed people at their current level were better compensated at other companies. More importantly, 63% were confused about why, despite delivering on their goals, they weren’t selected to take on bigger projects that might lead to growth opportunities. Among those who had failed to land a promotion or a raise in the past six months, a mere 7% were explicitly told why. This absence of strong feedback led them to feel increasingly underappreciated in their roles.",
    "Based on my findings, it’s clear that leaders and managers can do more to help boost employee morale and mitigate feelings of helplessness people may experience after being denied a promotion. They can start by bridging communication gaps around performance and clarifying the valuable roles their team members play in contributing to organizational goals.",
    "Still, for employees who are in this position, waiting for that change to take place can be frustrating — especially for those who are already feeling underappreciated due to a lack of professional growth. If that employee is you, what can you do to empower yourself in this situation?",
    "Engage in Some Self-Reflection",
    "The first step is figuring out the unique circumstances that are contributing to your feelings of underappreciation. In some cases, you may be making false assumptions that are exacerbating your negative emotions or leading you down the wrong path of action. You need to course correct to move in the right direction, and reflecting on these questions can help.",
    "1) What story am I telling myself?",
    "Sometimes, there are good reasons for why you’re not being promoted that have nothing to do with your performance. Your company could be going through a financial crunch, or your boss might not have enough power or social capital to advocate for your advancement. To recognize when a lack of growth is due to circumstances outside of your (or your manager’s) control, hit “pause” on the narrative in your head and make sure you’re seeing the big picture.",
    "For instance, you might be telling yourself a story about how your manager fails to reward your strong performance, despite constantly giving you positive feedback. As a result, you feel your manager doesn’t care about your development or truly value your contributions. However, before leaning into this narrative, it might be helpful to ask your manager outright: “I feel I’m ready to advance to the next level of my role, but I’m unsure of how to get there. Are there opportunities for growth in my position? And if so, are the skills I need in order to succeed the same ones as I’ve been developing? What challenges should I expect to face if I want to move up?”",
    "Your manager’s insight might prove to be a reality check — you may discover that the circumstances making you feel undervalued are bigger than you and your boss. From there, you may gain some confidence back and consider your next move.",
    "2) Am I making unhelpful comparisons?",
    "Sometimes we feel underappreciated at work because we see our peers moving up the ladder while we remain stagnant. This can be especially hurtful if our colleagues are rewarded despite circumstantial factors like a poor economy or few opportunities for growth.",
    "While comparisons are natural, and can be powerful motivators, they can also be damaging if harnessed incorrectly. The trouble typically happens when we fixate on the one or two people who outcompete us. Doing so can launch you into a negative thought spiral in which you overemphasize the differences between you and the other person, or attribute your most salient differences to their success.",
    "This is a slippery slope, as it can muddy your view of reality and make it difficult for you to pinpoint what’s really going on. If you are wrong about what led to the other person’s success, you may incorrectly assume that you need to emulate those differences. In the end, you will have wasted time and emotional energy.",
    "One person, for example, might have three more years of experience in your role, and you assume this is why they received a promotion — despite your performance being on par with theirs. However, it’s possible this had nothing to do with it. Perhaps the promotion had more to do with the experiences and skills the other person developed before they took this job.",
    "To understand where you actually stand, instead look for patterns across organizational decisions — not just the ones that involve you. Ask your manager questions like, “Can you tell me about the roles and experience levels of the people who made your short list for the promotion?” If these people all held a role you didn’t hold, then you will likely need to address that skill gap and initiate a transparent conversation about it with your boss.",
    "3) Is my experience company-wide (or industry-wide)?",
    "A colleague of mine went up for a special role at work four times before he was successful. The multiple attempts hurt his self-esteem and he was ready to give up. Only after he got it did he learn that the average number of attempts for that role was eight. He was doing quite well with four!",
    "I tell this story to demonstrate that, often, information about “how many times it takes” to land the role we want isn’t shared with us — unless we go digging for it. Many times, the hurdles people face are industry-wide hurdles. This means it may not matter what move you make, because in many organizations, the norm is multiple attempts before success.",
    "That’s why it’s useful to try and gain access to the promotion or “pipeline data.” As a first step, start small. Look into the raise or promotion you’re seeking at your company. Ask: How many (competitive) people applied for the job? How many were internal and how many external? What was the average number of “attempts” before success?",
    "You can request that your manager or human resources share this data with you. While they likely can’t share personal data about the job candidates, they may be able to give you some information about the hiring process. If the data you’re looking for isn’t made available, try asking successfully promoted people: How many times (or how long) did it take for you to land this role?",
    "The knowledge you gain will give you insight into whether your experience is common among candidates for this particular role. And if it’s not, that’s also valuable information that can inform your next steps.",
    "Now that you’ve reflected on what’s driving your feelings, and investigated whether you’ve been making any false assumptions, you can more thoughtfully move forward. You might have even gained clarity around other factors or roadblocks — perhaps ones you previously overlooked — that have been holding back your professional growth. Some of these might be in your control (like filling a skills gap) and some might not be (like an unstable economy).",
    "Here are two common roadblocks my survey respondents discovered upon reflection. If any of the following situations resonate with you, here’s how I advise you address them and turn your hard work into more senior titles, better compensation, or higher-profile projects.",
    "Roadblock #1: Taking on highly visible, but non-promotable tasks.",
    "Thirty percent of the people I studied realized they had taken on an extra role that they thought (but weren’t told) would help them gain visibility among senior leaders and land a promotion. Most of these were community-building roles, like running an employee resource group (ERG). Others were interim roles, in which respondents were asked to step in and help a team with a particular knowledge or skill gap.",
    "Almost always, the respondents agreed to this work because someone with status asked them to. Many of these roles, however, didn’t allow them to showcase the skills they needed to get promoted. That, or the organization had no system in place to grant them credit for their extra work.",
    "If this scenario resonates with you, chances are, you’re doing at least one person a favor by taking on additional work — and that person might be your boss — but it doesn’t mean that the work will get you the outcome you want.",
    "In fact, the bosses and leaders I interviewed agreed that taking on extra roles often holds people back. Nearly three quarters of them cited this as a reason for a promotion failure, closely following the obvious explanation of insufficient performance.",
    "Remember: There is a difference between high-visibility roles and status-granting roles — and you need both visibility and status to move your career forward. Highly visible work gives you a chance to network with people in positions of power, but it may not be brought up during promotion decisions.",
    "If you run an ERG, for example, you might chat with the CEO once a quarter to fill them in on your progress. It’s valuable to have the CEO know your name, however, if the promotion you seek requires an entirely different skillset, your ERG work likely won’t be relevant to it.",
    "Status-granting work, on the other hand, is work that will be explicitly discussed during a promotion conversation or that will be used to make a case for your advancement. It often involves doing tasks that demonstrate you have the skills required for a more senior role. Performing status-granting work well can help you gain the respect of people in positions of power.",
    "The only way to know if a project or role is worth your time is to explicitly and respectfully ask. You might say: “I’d love to help with this work, but I have a lot on my plate right now. A big goal of mine is to build the skills I need to move up to the next level. Will this role contribute to those skills, or will it be discussed when promotion decisions are being made?”",
    "Don’t just ask your boss. Ask other senior leaders who will likely weigh in on those decision. If the answer that most people give is, “Probably not, but we still really appreciate you taking it on,” then reconsider.",
    "Roadblock #2: Being too much of a team player.",
    "Like high visibility roles that don’t help you gain status, doing the work that formally belongs to other people rarely gets you the type of appreciation you need to move ahead. In my study of people who failed to land a promotion, 7% took on extra work that no one was doing to pick up the slack, and 13% took it on because there was “no one else to do it.”",
    "This kind of work might get noticed by your boss, but it’s unlikely they will bring it up in a promotion discussion. Calling out your “stepping in” behavior might harm their own reputation — a boss who oversees a team with a “work distribution problem” isn’t typically viewed as effective. That, and most discussions around performance are anchored to people’s paid roles, not their volunteer ones.",
    "The solution isn’t to simply stop helping your team members. In fact, I found that people who belong to strong teams often help out the most because they care about their relationships and want to maintain them.",
    "Instead, try two alternative approaches: First, have frank conversations with your team to set limits around how much extra work you (or others) should be taking on. Strong teams support one another’s career goals, and you can remind your peers that taking on too much volunteer work — even if the team explicitly acknowledges the support — can make it tough for people to move up.",
    "Second, get feedback from your boss on how much time and energy is allocated to different parts of an employee’s profile during promotion meetings. It’s best to do this during a one-on-one, or a meeting focused specifically on discussing your goals and growth.",
    "Ask your boss: “What performance metrics are usually discussed in these meetings? Can you list them from the most to least important?” You can also ask other senior leaders whom you know and trust to go through this same exercise and look for patterns in their answers. The more experienced the leader, the better.",
    "You may learn, for example, “helping out team members” is only mentioned by two of the eight leaders you meet with. In that case, it’s probably not a major factor in the decision-making process.",
    "When feedback around why we are or aren’t appreciated at work is rare, the burden (unfortunately) falls on us to do the digging. But small steps — like finding out what will and won’t count towards your growth — can be empowering. In the end, you’ll have the knowledge you need to make the best decision for you, whether that means changing your approach or moving on to better opportunities.",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Goal Setting. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Create—and live up to—better and smarter aspirations.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "The Change Management Collection: Lead a Successful Change Initiative Inside Your Organization",
    "The AI-Savvy Leader: Nine Ways to Take Back Control and Make AI Work",
    "Read more on Personal growth and transformation",
    "Careers and Early career"
  ]
}