{
  "url": "https://www.ft.lk/columns/Not-doing-stupid-stuff-governance/4-777265",
  "title": "Not-doing-stupid-stuff governance",
  "ut": 1748996102.0,
  "body_paragraphs": [
    "Hopefully, the Government would understand why killing children in Gaza matters to people worldwide, and why it’s bad optics, bad politics and bad economics to allow alleged war criminals to not just holiday but also run loose in Sri Lanka",
    "“I’ve offered advice that I thought was pretty sound, like ‘don’t do",
    "Barack Obama (Final presidential press",
    "By Tisaranee Gunasekara",
    "Fathima Rashla’s family was expelled from Jaffna by the LTTE in 1990. She was born in a Puttalam refugee settlement five years later and returned to Jaffna in 2004. Last month, the ITAK made the momentous decision to award a bonus seat in the Jaffna Municipal Council to Rashla, a primary school teacher. She is the first Muslim woman to become a member of a local government authority in Jaffna.",
    "Rashla’s history-making appointment wasn’t the only sign indicating a much welcome shift towards moderation – and intelligence – in the political landscape of Jaffna. Mohamad Abdullah, who contested on the ITAK ticket, was elected to the Jaffna Municipal Council. In 1990, his family too was expelled from Jaffna by the Tigers. He too was born as an internally displaced person in Puttalam and returned to Jaffna with his parents in 2004.",
    "The LTTE’s decision to expel all Muslims from the North was morally execrable and politically stupid. As veteran Tiger-watcher and Indian journalist MR Narayan Swamy writes in his new book The Rout of Prabhakaran, “Like zombies, the bewildered Muslims, with no one to protect them, began to walk out of Jaffna en masse, past the many barriers the LTTE had set up to see that they took away nothing with them except what they had been allowed to. For good measure, LTTE cadres armed to the teeth went to Muslim areas and houses to ensure that no dissenter remained… The Tigers also did away with many of their Muslim members; the others justly deserted.”",
    "Evil; and stupid. Knowingly or not, the LTTE was doing what its Sinhala enemy had done decades ago, though on a worse scale – antagonising the minorities.",
    "At the 1952 parliamentary election, S. Natesan, scholar, historian, and politician, won the Kankasanturai electorate on the UNP ticket, defeating the giant of Tamil politics S.J.V. Chelvanayakam. Then came Sinhala Only. S.W.R.D. Bandaranaike brought the toxin into politics. Sir John Kotelawala’s UNP playing catch-up abandoned language parity. That nauseating display of political opportunism didn’t help the UNP to win Sinhala votes. It merely made the United National Party less united and less national; Natesan and other Tamil leaders resigned from the party in protest. At the 1956 election, Chelvanayakam won the Kankasanturai electorate. It would remain a bastion of Tamil nationalism until November 2024.",
    "At the 2024 Parliamentary election, the NPP/JVP made history by winning a plurality in most of the North and the East (including the Kankasanturai electorate). Less than six months later, at the local government election, it lost most of these gains. This fall from electoral grace was caused primarily by the Government’s insensitivity towards Tamil and Muslim interests, concerns and fears. A replay of an old mistake, and a brand new one: an attempt at taking over Tamil-owned lands; and persecuting Lankan Muslims for opposing the war in Gaza.",
    "Avoiding old idiocies",
    "Historian C.R. de Silva called the 1971 media-wise standardisation “an object lesson on how inept policy measures and insensitivity to minority interests can exacerbate ethnic tensions” (https://educationforum.lk/2007/07/were-tamils-squeezed-out-of-higher-education-by-standardisation/). The Standardisation policy aimed at reducing the number of Tamil students entering local universities was birthed by a supposedly progressive/left Government. “The qualifying mark for admission to the medical faculties was 250 (out of 400) for Tamil students whereas it was only 229 for the Sinhalese,” wrote historian K.M. de Silva. “Worse still, this same pattern for a lower qualifying mark applied when Sinhalese and Tamil students sat for the examination in English. In short, students sitting for examinations in the same language but belonging to two ethnic groups, had different qualifying marks” (ibid). This was followed by district-wise standardisation, a way of evading the very real challenge of improving educational facilities in underdeveloped areas.",
    "The standardisation policy not only exacerbated Tamil dissent. By reducing merit-based admissions to 30%, it reduced the quality of tertiary educational institutions and their products. The J.R. Jayewardene administration abolished media-wise standardisation but district-wise standardisation remains, a sacred cow no politician or political party wants to touch. Merit-based admission to universities still remain at 40%. The substandard university graduates (many of them employable only by a politico-electorally motivated government) we churn out in huge numbers is a result of this insanely inane policy.",
    "Standardisation, crafted to advance the ambitions and careers of the rural Sinhala middle and lower-middle classes, has also created a brand of ‘patriotic’ professionals who either leave the country or threaten to do so unless they are showered with tax breaks and other economic benefits. According to internet sources, heart surgeries might have to cease in the Karapitiya teaching hospital for the lack of an anaesthetist. Commenting on this piece of news, an irate reader identified as Saman wrote in Sinhala “Lankan universities create doctors wholesale. Then send them abroad for training. Afterwards not available to work in hospitals… Where do they jump, these doctors who are given qualification and training from tax monies?” (translation mine). This is the end result of standardisation – a professional class, many of who believe that they owe nothing to the country which educated them free.",
    "Commenting on the success scored by right wing party Chega in Portugal’s recent election, Vicente Valentim, a professor of political science at Spain’s IE University, said that populist parties are “much better at finding problems than finding solutions” (https://www.theguardian.com/world/2025/may/29/nothing-will-be-the-same-again-portugals-chega-may-be-spot-on). This is true of the NPP/JVP as well. The Government hasn’t messed up the economy because President Disanayake had the sense to ignore his own firebrands and to act within the IMF parameters (for this he should be given due credit, since ditching the IMF deal might have led to a Gota II situation).",
    "But the Government hardly makes the grade when left to make its own decisions. A case in point was the now-rescinded land gazette of March 2025 stating that nearly 6,000 acres of land in the Northern Province will be taken over by the Government if ownership is not confirmed within three months. This to a populace which has suffered massive destruction of property and multiple displacements during the war. This in a place with a historic memory of State-sponsored Sinhala-colonisation and military land-grabbing. Only an establishment utterly indifferent to historical wrongs and current injustices would have issued such a notification. If the Government doesn’t understand how this gazette happened, it may not be able to prevent such insensitive and unjust measures occurring in the future to its and the country’s peril.",
    "The Government’s attempt to distance itself from Sinhala triumphalism during the 16th anniversary of the end of the war indicates that the gazette was more a sin of omission than commission. Moreover, under the new administration Tamils were allowed to mourn and remember their war-dead in November 2024 and May 2025. Under Rajapaksa rule, Tamils were denied this natural-born right to love or to grieve their war-dead. The obstructions waned after the Rajapaksas were defeated in 2015 and resumed when they returned. Last year, the police under Minister Tiran Alles, used the ICCPR to arrest those who made kanji to commemorate the Tamil war-dead. The horrific visuals of two kanji-making women being dragged on the ground by uniformed policemen would have reminded another generation of Tamils that they can take no right, however natural or fundamental, for granted in Sri Lanka.",
    "If Lanka did not commit the serial criminal-mistakes of disenfranchising Malayaga Tamils, Sinhala Only, and University Standardisation, we might have been spared the Black July, the long Eelam war, and the second JVP insurgency. Without the Rajapaksa-orchestrated anti-Muslim campaign (resulting in Aluthgama and Digana) we might have been spared the Easter Sunday massacre. If we want to prevent terrorism, it is not the PTA we need (the PTA could neither prevent a small insurgency from turning into a full scale war nor the Easter Sunday massacre) but policy measures which aren’t inept and are sensitive to minority interests.",
    "“One only hopes that the Sri Lankan establishment matures enough to learn to differentiate between the LTTE ideology and the mass of Tamils,” Narayan Swami says at the end of The Rout of Prabhakaran. The NPP/JVP Government did make that difference when it allowed ordinary Tamils to mourn their war-dead in peace. Hopefully the same sensibility will prevail when making policies specifically targeting minorities. But the now-rescinded land gazette indicates that the yen for doing stupid stuff is alive and well. Keeping that destructive propensity under control remains one of the key challenges before the Government.",
    "Refraining from new inanities",
    "On 3 May 2025, Hind Rajab would have been seven. She died at the age of five, because she was born Palestinian and lived in Gaza. On 29 January 2024, the car in which she and her family were fleeing was hit by Israeli tank fire. Six died immediately. Five-year-old Hind remained alive for hours whispering into a phone with PRCS dispatchers: “I’m so scared… please come.” Israeli shelling set fire to the ambulance sent to rescue her, killing the two medics inside.",
    "The Hind Rajab Foundation was formed to identify those Israeli Defence Force (IDF) members who commit war crimes. Last month, the Foundation identified the military unit responsible for the operation which killed Hind, her family, and the two medics who came to her rescue. A war crime complaint had been filed with the ICC against Lieutenant Colonel Beni Aharon, commander of the 401st Armoured Brigade at the time of Hind’s killing. More complaints would be filed against the battalion’s officers in the coming months.",
    "Let’s hope Colonel Aharon (and his subordinates) is currently not enjoying our indiscriminate hospitality in Arugam Bay or in the South. Because that was what another alleged war-criminal was discovered doing. Gal Ferenbook posted a video on his Instagram account showing himself in an armoured personnel carrier in Gaza looking at the body of a Palestinian civilian on the vehicle’s monitor. His companion says in Hebrew, “We are here with Gal Foundouk (nickname of Mr. Ferenbook) Our terminator! Here, here are the remains of the body! [laughs] and here’s the terminator!” After that introduction, Ferenbook is seen laughing loudly and boasting of his achievement.",
    "In December 2024, Ferenbook decided to have his R&R in Sri Lanka. The Hind Rajab Foundation uncovered his presence and wrote officially to Lankan authorities. Minister Nalinda Jayatissa, when questioned about Ferenbook’s presence in the island, claimed to know nothing even as the alleged war criminal was ‘smuggled out’ by Israeli authorities.",
    "In that same month of December, in Ahangama, “Israeli tourists approached a local family known for their work in the anti-Zionist movement, physically attacking and vandalising their property” (https://www.aljazeera.com/news/2025/2/17/no-more-silence-israelis-face-gaza-war-backlash-on-sri-lankas-beaches). This is one of at least three reported incidents of Israeli tourists attacking Lankans on the South coast for being pro-Palestinian.",
    "In Arugam Bay, problems are cropping up between Lankan surfers and IDF tourists over the latter ignoring the surfing code of conduct (such as not monopolising waves and observing hierarchy by giving local regulars the priority). Lankan surfer Jeevan Hall found an Israeli tourist repeatedly not sharing a wave and pointed out this breach. The tourist, an IDF soldier, started an argument. “Two of the soldier’s friends, also Israeli soldiers on a break, joined in. The three started paddling around him (Jeevan Hall) in the water, hurling insults in Hebrew” (ibid). Jack Campbell, a long-time Australian resident in the area, referring to the presence of Israel soldiers suspected of committing war crimes, said, “…they exist with a group mentality. I don’t feel safe for my family here” (ibid).",
    "Last month, former Israeli prime minister and one-time Likud leader Ehud Olmert accused his country of committing war-crimes in Gaza. “What we are doing in Gaza now is a war of devastation: indiscriminate, limitless, cruel and criminal killing of civilians. It’s the result of government policy – knowingly, evilly, maliciously, irresponsibly dictated… Yes, Israel is committing war crimes,” (https://www.haaretz.com/opinion/2025-05-27/ty-article-opinion/.premium/enough-is-enough-israel-is-committing-war-crimes/00000197-0dd6-df85-a197-0ff64a5c0000).",
    "According to reports, the police recently went to the house of an organiser of an anti-Israel demonstration, a Muslim, and asked him such question as why do you call Netanyahu a terrorist and why demonstrate here when Palestinian children are killed? Olmert gives the answer – because Israel under Benjamin Netanyahu is committing war crimes, because very few crimes are as evil as the murder of children like five-year-old Hind. The police conduct and President Disanayake’s repeated justification of the arrest of 21-year-old Mohammad Rusdi under the PTA for pasting an anti-Israeli sticker obviously cost the NPP/JVP dear at the Local Government election. Allowing a serious incident to happen between IDF tourists and locals could have even greater repercussions, not just on the Government’s electoral chances, but on the tourism industry and the economy. A policy of keeping any serving IDF soldier out until the war in Gaza ends might be the most sensible thing the Government could do under the circumstances, for itself, and for the country.",
    "In The Rout of Prabhakaran, Narayan Swami mentions a statement made to him by Eric Solheim – that unlike the well-read, knowledgeable Anton Balasingham, Vellupillai Prabhakaran looked and spoke like “the mayor of a small Norwegian town.” The Norwegian mediator identified Prabhakaran’s absolute inflexibility as his Achilles Heel and opined that this might have resulted from his insularity. The NPP/JVP Government’s willingness to rescind the land gazette indicates a willingness to compromise at least in its own politico-electoral interests. Such flexibility is a good sign. Hopefully, the Government would understand why killing children in Gaza matters to people worldwide, and why it’s bad optics, bad politics and bad economics to allow alleged war criminals to not just holiday but also run loose in Sri Lanka. These are soldiers used to killing civilians including children; these are soldiers suffering from PTSD, whether acknowledged or not. Why make ourselves a target for that deadly combination?"
  ]
}