{
  "url": "https://www.ft.lk/columns/Rebuilding-for-resilience-Can-impact-investing-work-in-Sri-Lanka/4-786999",
  "title": "Rebuilding for resilience: Can impact investing work in Sri Lanka?",
  "ut": 1768526025.0,
  "body_paragraphs": [
    "SRI Lanka is once again at an inflection point, but this time, the stakes are unmistakably higher.",
    "As the country cautiously navigates economic recovery, the devastation caused by the November 2025 cyclone has laid bare a deeper and more uncomfortable reality.  Rebuilding Sri Lanka is no longer just about restoring what was lost. It is about deciding how the country rebuilds, and whether it continues to invest in systems that remain vulnerable to the next shock.",
    "The cyclone’s impact was widespread. Loss of lives, flooding, landslides, damaged infrastructure, disrupted livelihoods, and displaced communities affected large parts of the island, underscoring Sri Lanka’s growing exposure to climate-related risks. Transport networks, homes, energy systems, agricultural supply chains, and small businesses, already fragile after years of economic strain, were pushed further to the edge. What was once framed as a future climate risk is now an immediate development challenge.",
    "In this context, the question of financing becomes critical. Public resources are stretched thin. Traditional lending remains cautious. Grant funding, while essential for relief and recovery, cannot by itself deliver the scale or durability required for long-term resilience. Sri Lanka does not just need capital, it needs capital that supports sustainable rebuilding, strengthens resilience, and delivers measurable outcomes alongside financial returns.",
    "This is where impact investing increasingly enters the conversation.",
    "Why the question matters now",
    "Proponents argue that impact investing can mobilise private capital toward climate resilience, inclusive growth, and essential services, precisely the areas now under strain. Skeptics counter that Sri Lanka’s macroeconomic volatility, policy uncertainty, and limited capital-market depth make it an unattractive destination for such investment. Both perspectives have merit.",
    "So, the question deserves to be asked plainly: would impact investing actually work in Sri Lanka, or is it another well-intentioned idea that struggles to translate into real capital when the country needs it most?",
    "This is not an abstract debate. The rebuilding effort following the cyclone has highlighted urgent needs: climate-resilient infrastructure, energy security, adaptive agriculture, SME recovery, affordable and accessible healthcare, and job creation. The choices made now will determine whether Sri Lanka rebuilds vulnerability or resilience.",
    "Impact investing sits at the intersection of this choice. It promises to align private capital with public good, but only if it is grounded in financial discipline, credible impact measurement, and a clear understanding of Sri Lanka’s realities. Without that, it risks becoming a buzzword admired in policy discussions but absent from actual recovery and rebuilding efforts.",
    "Before asking how much impact capital Sri Lanka can attract, the more important question is whether the country is structurally prepared to deploy such capital effectively, and what must change for impact investing to play a meaningful role in rebuilding a more resilient Sri Lanka.",
    "What impact investing really means",
    "Impact investing is often misunderstood across the world, and that misunderstanding has real consequences.",
    "For some, it is seen as a softer form of aid. For others, it is often confused with corporate social responsibility, philanthropy, or donor-funded projects repackaged with new language. In more cynical circles, it is dismissed as a global trend that sounds good in theory but fails when confronted with market realities.",
    "None of these interpretations are accurate.",
    "At its core, impact investing is private capital deployed with the explicit intention of generating measurable social or environmental outcomes alongside financial returns. It is neither charity nor concessionary by default. Investors still expect discipline: clear business models, credible governance, risk-adjusted returns, and accountability. What distinguishes impact capital is not the absence of financial expectations, but the deliberate alignment of those expectations with development outcomes.",
    "This distinction matters, especially for Sri Lanka. In a post-crisis context, the country cannot afford to attract capital that is poorly structured, weakly governed, or driven by vague notions of “doing good.” Capital that misunderstands risk, misprices return or lacks clarity on impact can do more harm than good, by distorting markets, undermining local enterprises, or eroding investor confidence over time.",
    "True impact investing demands three non-negotiables.",
    "First, financial viability. Enterprises must generate real cash flows. Whether in renewable energy, climate-resilient agriculture, healthcare, or SME finance, impact does not substitute for fundamentals. If revenues cannot cover costs, scale operations, and service capital, the model will not survive, no matter how compelling the social narrative.",
    "Second, intentional and measurable impact. Impact cannot be an afterthought or a marketing line. It must be defined upfront, measured consistently, and used to inform decisions. In Sri Lanka, this is particularly important in rebuilding efforts where outcomes such as resilience to climate shocks, job creation, or access to essential services must be demonstrable, not assumed.",
    "Third, appropriate risk-return design. Impact investing works best when instruments are tailored to context. In environments with currency volatility, policy uncertainty, and limited exit pathways, this often means prioritising debt, quasi-equity, revenue-based financing, and blended structures over pure venture-style equity. Expecting Silicon Valley-style returns in such settings is unrealistic and counterproductive.",
    "The danger for Sri Lanka lies in embracing the label of impact investing without the discipline it requires. If impact capital is treated as cheap money, investors will eventually retreat. If impact measurement is superficial, credibility will erode. If enterprises are pushed toward unsuitable instruments or unrealistic growth expectations, failures will multiply. The result would not be a rejection of impact investing globally, but a loss of confidence in Sri Lanka as a destination for such capital.",
    "Yet, when done properly, impact investing offers something Sri Lanka urgently needs, capital that is patient but accountable, purpose-driven but commercially grounded, and aligned with long-term resilience rather than short-term fixes.",
    "The question, then, is not whether impact investing should play a role in Sri Lanka’s rebuilding and recovery, but whether the ecosystem is prepared to deploy it with the rigor it demands.",
    "Where impact investing can work in Sri Lanka",
    "If impact investing is to play a meaningful role in Sri Lanka, it must start with realism. Not every problem is investable, and not every sector is suited to private capital, particularly in a context shaped by climate shocks, macroeconomic volatility, and limited fiscal space. But there are areas where clear needs, viable business models, and measurable outcomes intersect. These are the spaces where impact investing can genuinely work.",
    "Climate-resilient infrastructure and energy sit at the top of that list. The November 2025 cyclone reinforced how exposed Sri Lanka’s energy systems, transport networks, and built environment remain. Decentralised renewable energy, energy efficiency solutions for businesses, resilient construction materials, and storage technologies are not just climate solutions, they reduce operating costs, improve energy security, and generate predictable cash flows. When designed well, these investments strengthen resilience while remaining commercially viable.",
    "Climate-smart agriculture and resilient value chains offer another compelling opportunity. Floods and landslides disrupted production, logistics, and livelihoods across rural regions, highlighting the fragility of existing food systems. Investments in cold storage, post-harvest loss reduction, regenerative inputs, traceability, and climate-adaptive farming practices can improve farmer incomes while strengthening food security. These models work best when tied to offtake agreements, cooperatives, or export-oriented value chains that anchor revenues.",
    "SME finance and recovery capital is perhaps the most immediate need. Small and medium enterprises were among the hardest hit by both the economic crisis and the cyclone, yet they remain chronically underserved by traditional lenders. Impact investing can fill this gap through instruments better suited to local realities, such as revenue-based financing, receivables-backed lending, and structured debt, rather than forcing enterprises into equity models that assume distant exits. Supporting SME recovery is not only pro-growth; it is central to employment, exports, and social stability.",
    "Affordable healthcare and essential services also present investable opportunities. Climate events disproportionately affect access to healthcare, particularly in underserved regions. Scalable primary care networks, diagnostics, digital health solutions, and affordable service delivery models can deliver strong social outcomes while operating on sustainable unit economics, if governance and pricing discipline are in place.",
    "Finally, circular economy and resource efficiency models, including waste management, recycling, water access, and sustainable materials, address both environmental vulnerability and economic efficiency. These sectors benefit from growing regulatory attention, rising input costs, and increasing demand for sustainable alternatives, creating a strong case for impact-oriented capital.",
    "What unites these sectors is not their social appeal, but their ability to generate revenues while solving problems that Sri Lanka can no longer afford to ignore. Impact investing works when it backs enterprises that reduce vulnerability, improve productivity, and strengthen resilience, while standing on solid commercial foundations.",
    "Crucially, success will depend less on the volume of capital and more on how that capital is structured, deployed, and supported. Without the right instruments, preparation, and partnerships, even the most promising sectors will struggle to absorb investment effectively.",
    "What could stop impact investing from working in Sri Lanka",
    "Despite its potential, impact investing will not succeed in Sri Lanka by default. Several structural constraints, if left unaddressed, could limit its effectiveness or deter capital altogether.",
    "Policy and regulatory uncertainty remain a primary concern. Sudden shifts in tariffs, taxes, or sector regulations increase risk and make long-term investment planning difficult, particularly in infrastructure, energy, and agriculture.",
    "Macroeconomic and currency volatility pose another major barrier. Foreign investors are acutely sensitive to exchange-rate risk and capital repatriation constraints. Without credible mitigation mechanisms, even strong businesses can become unattractive investments.",
    "Limited exit pathways also constrain equity-style investments. With shallow public markets and modest merger-and-acquisition activity, investors must rely on cash yields rather than capital exits—requiring a recalibration of expectations and instruments.",
    "At the enterprise level, governance and investment readiness gaps persist. Many SMEs lack robust financial reporting, internal controls, or transparency, increasing both real and perceived risk.",
    "Finally, there is the risk of impact dilution. Weak or inconsistent impact measurement can undermine credibility, leading to skepticism among serious investors and partners.",
    "None of these challenges are insurmountable but ignoring them would be costly. If impact investing is to work in Sri Lanka, it must be designed around these realities, not despite them.",
    "What would make impact investing work in Sri Lanka",
    "For impact investing to work in Sri Lanka, the focus must shift from ambition to execution.",
    "First, capital must be matched to context. Sri Lanka’s recovery and rebuilding needs, especially in the wake of the November 2025 cyclone, are best served by instruments that prioritise resilience and cash-flow sustainability. Debt, quasi-equity, revenue-based financing, and blended structures are often more suitable than pure equity models that depend on distant exits. Expecting venture-style returns in a volatile environment is neither realistic nor helpful.",
    "Second, investment-ready pipelines must be built deliberately. Capital alone will not fix weak governance, poor financial reporting, or fragile business models. Enterprises need structured technical assistance, before and alongside investment to strengthen fundamentals, improve transparency, and align growth plans with realistic financing options. This is particularly critical for SMEs central to job creation and local economic recovery.",
    "Third, impact must be measured with discipline, not rhetoric. Investors and policymakers alike need confidence that capital deployed in the name of resilience, inclusion, or climate action is delivering results. That means simple, credible impact frameworks focused on a small number of meaningful indicators, and consistent reporting that informs decisions rather than serving as box-ticking exercises.",
    "Finally, risk must be shared intelligently. Development partners, foundations, and public institutions have a critical role to play in de-risking early investments through guarantees, first-loss capital, and technical assistance facilities. Used well, these tools can crowd in private capital rather than replace it.",
    "What Sri Lanka needs now is not more isolated initiatives, but coordination between investors, enterprises, policymakers, and development partners around a shared understanding of what impact investing can realistically achieve, and how it should be deployed in a climate-vulnerable, recovery-oriented economy.",
    "Conclusion: From intent to coordination",
    "So, would impact investing work in Sri Lanka?",
    "The answer is yes, but only if it is shaped deliberately around Sri Lanka’s realities.",
    "The economic crisis and the devastation caused by the November 2025 cyclone have underscored a fundamental truth: rebuilding Sri Lanka cannot be about restoring what existed before. It must be about investing in resilience, climate-resilient infrastructure, adaptive food systems, sustainable energy, and enterprises that generate livelihoods while strengthening the country’s capacity to withstand future shocks.",
    "Impact investing can play a meaningful role in this transition. But it will only do so if capital is deployed with discipline, grounded in viable business models, supported by credible impact measurement, and structured to reflect local risks. Fragmented initiatives and loosely defined “impact” will not be enough.  What Sri Lanka now needs is alignment between investors seeking risk-adjusted returns, enterprises delivering solutions, policymakers shaping the enabling environment, and development partners willing to share early-stage risk. What Sri Lanka now needs is alignment, This alignment requires more than bilateral conversations; it requires a shared platform to move from intention to execution.",
    "The Lanka Impact Investment Summit 2026 presents precisely that opportunity. At a moment when Sri Lanka is redefining its recovery and long-term development pathway, the Summit can serve as a national convening to translate post-crisis rebuilding priorities into investable, impact-driven solutions, grounded in realism, collaboration, and accountability.",
    "The question, then, is no longer whether impact investing belongs in Sri Lanka. It is whether Sri Lanka will seize this moment to shape it well and ensure that the capital it attracts today builds resilience for the decades to come.",
    "(The author is an Associate Vice President at Impact Partners, Impact Investment Exchange, Singapore.)"
  ]
}