{
  "url": "https://www.ft.lk/columns/What-not-to-do-about-the-central-hills/4-785929",
  "title": "What not to do about the central hills",
  "ut": 1766354890.0,
  "body_paragraphs": [
    "The simplest thing the Government can do is to follow the National Physical Policy and Plan 2050, leveraging the considerable expertise and consultation already done. The NPPP 2050 provides an evidence-based rationale consistent with the spirit of the President’s wish to safeguard the central environmental fragile area",
    "The President wants to stop new construction above 5,000 feet elevation and move out people who currently live there. The Minister representing the Kandy District, K.D. Lalkantha, muses about shifting the entire city of Kandy (which is well below 5,000 feet) to Ampara or Polonnaruwa.",
    "Thankfully, these are musings and not official Government decisions. Not as bad as the blanket bans on construction 100 meters from the high-water mark (increased to 200 meters on the East Coast) by the Chandrika Kumaratunge Government after the tsunami. People whose homes were destroyed were badly affected. The funds were available, but the land they owned could not be built on. There was no science behind the 100/200 meters prohibition. There is no science behind either the 5,000 feet proposal or the Kandy relocation idea.",
    "Politicians appear to prefer easy-to-explain rules more than evidence-based ones. They create the conditions for arbitrary decisions by politicians and officials.",
    "It is hoped that these ideas will be subject to robust debate and that good sense will prevail. In the meantime, there are several things the Government must not do.",
    "No expressways into fragile areas",
    "It is surprising that politicians whose world view includes an affection for planning are unaware of the National Physical Policy and Plan 2050 (NPPP 2050) developed through broad consultative procedures and approved by a Council headed by the President in 2019. It identifies a central environmental fragile area that is “highly vulnerable to landslides and plays a crucial role in sustaining water resources.” The identified areas include the totality of the Kandy, Nuwara Eliya and Kegalla districts and listed DS divisions in the Matale, Ratnapura, Monaragala, Galle, Matara, Kalutara and Colombo districts.",
    "Physical developments in these areas are to be strictly regulated. Necessary improvements are to be compliant with urban development plans, declared under the UDA Law of 1978. Many of the young in these areas are to be attracted (not coerced) into moving to the economic development areas identified in the plan, particularly the diagonal corridor between Colombo and Trincomalee.",
    "The simplest thing the Government can do is to follow the NPPP 2050, leveraging the considerable expertise and consultation already done. Further studies or hearings are unnecessary.",
    "The cyclone poses difficult choices between debt sustainability and disaster response. The massive infrastructure damage must be repaired quickly if the economy is not to stall. The approved supplementary estimate included Rs. 250 billion for infrastructure restoration. While the World Bank/GFDRR supported Global Rapid Post-Disaster Damage Estimation is not yet available, it is unlikely that this sum will be enough to build back better, for example to not just rebuild roads but to also support the slopes to prevent repetition of landslides and road damage.",
    "The massive infrastructure damage must be repaired quickly if the economy is not to stall",
    "The supplementary estimate was for new money. But mention was made of reallocation. The NPPP 2050 provides an evidence-based rationale consistent with the spirit of the President’s wish to safeguard the central environmental fragile area. Based on the NPPP 2050 the National Physical Planning Department objected in writing to the proposed Ruwanpura Expressway (allocated Rs. 1,500 million in the 2026 Budget) and Phase III of Central Expressway (Rs. 10,500 million for Pothuhera-Galagedara).",
    "If the intention is to halt new construction and discourage population growth in the Kandy district and beyond, what is the logic of building an expressway that will attract more businesses and people? The Rs. 10.5 billion is better spent on repairing and making safer the damaged roads serving those areas than attracting additional traffic to those roads.",
    "The National Physical Planning Department specifically objected to the Ruwanpura expressway which traverses fragile terrain. Yet the Government allocated funds for it in the 2026 Budget. This is the time to heed the warnings and permanently halt this project. Expressways that will harm the central region should be stopped and the money reallocated.",
    "It makes no sense to commit public funds to upgrade a railway service where the more money the Government invests, the greater the losses the Treasury must cover. Rail tracks should be developed as a tourist attraction under a public-private partnership",
    "No public investment in upcountry line",
    "The NPPP 2050 has much to say about railways, including a new link between Kurunegala and Habarana via Dambulla but is silent on the upcountry line, which suffered the most damage in the cyclone and associated landslides. The 2026 Budget allocates Rs. 35.5 billion in capital expenditure for Sri Lanka Railways. Except for the Kandy-Kadugannawa line for which Rs. 100 million have been allocated, the Budgeted developments are elsewhere. The upcountry line beyond Peradeniya did not meet international safety standards. In some stretches, the posted speed limits are around 15 kmph. Service had to be suspended because of an earth slip in November, before the cyclone. This is perhaps the most expensive track to maintain. The repairs that have now started will eat up a lot of money without addressing the core problems such as slope remediation and track reinforcement. Building back better to a level where uninterrupted services could be provided will require significant capital expenditure.",
    "It makes no sense to commit public funds to upgrade a railway service where the more money the Government invests, the greater the losses the Treasury must cover. In the 2026 Budget, the amount allocated for recurrent costs, including salaries, is about the same (Rs. 34.6 billion) as the allocation for capital expenditure.",
    "This does not mean that the rail tracks should be abandoned. They should be developed as a tourist attraction under a public-private partnership. Luxury train tourism, including on-train sleeping arrangements, is growing all over the world. Carefully constructed and maintained rail tracks that follow contour lines are more appropriate for the central environmental fragile area than expressways and multi-lane highways. Slow travel that allows enjoyment of the fragile environment would permit economic value to be realised with minimal harm to the terrain."
  ]
}