{
  "url": "https://www.technologyreview.com/2025/04/25/1115827/sweeping-tariffs-could-threaten-the-us-manufacturing-rebound/",
  "title": "Sweeping tariffs could threaten the US manufacturing rebound",
  "ut": 1745537400.0,
  "body_paragraphs": [
    "Despite the geopolitical chaos and market collapses triggered by President Trump’s announcement of broad tariffs on international goods, some supporters still hope the strategy will produce a “golden age” of American industry. Trump himself insists, “Jobs and factories will come roaring back into our country.” While it’s possible that very targeted tariffs could help protect some nascent sectors of domestic manufacturing, the belief in the power of blunt tariffs flies in the face of manufacturing reality. And it’s not just the idea of a speedy return to economic prowess thanks to smoke-belching factories and the sudden ability to cheaply assemble armies of iPhones that strains credulity. The sweeping tariffs ignore the complexities of today’s supply chains and the way technology advances are shifting how and where goods are made.   In fact, the high and crudely designed tariffs set out by the administration could damage a recent rebound in US manufacturing. Building factories and the supply chains they run on takes years—even decades—of steady investment. Meanwhile, tariffs have the immediate impact of boosting costs for critical supplies, many of which come from overseas—helping to raise prices and, in turn, slowing demand. None of that is good for those planning to invest in US manufacturing.  “Tariffs, in general, as a tool for encouraging the type of manufacturing we want in the US are a terrible instrument,” says Elisabeth Reynolds, a professor of the practice at MIT. Reynolds, who was an advisor to President Biden on manufacturing and economic development, says the Trump tariffs will raise the costs of US manufacturing without providing incentives for “strategic investments in the technologies we care about for national and economic security.”",
    "Willy Shih, a professor at Harvard Business School, says the tariffs feel like “random acts of violence” in how they hurt manufacturing and supply chains. Because the tariffs proposed so far “are so scattershot and change so often,” he says, “it’s basically freezing up investments. Who is going to make any kind of investment commitment when things are changing so fast?” There are already indications that the prospect of widespread tariffs could be harming the US manufacturing boom. One closely scrutinized survey called the Purchasing Managers’ Index, or PMI, showed troubling early signs of rising costs for manufacturers due to the tariffs. Other indicators watched carefully by policy wonks, including surveys of manufacturers by the New York Federal Reserve Bank, the Richmond Fed, and the Philadelphia Fed, also show a loss of confidence among US producers and drops in new orders and hiring.",
    "Related Story$8 billion of US climate tech projects have been canceled so far in 2025Battery, solar, and wind projects are getting killed in record numbers. Here’s a map of all the cancellations so far this year.",
    "The longer-terms effects of the tariffs are, of course, unknown. For one thing, the specifics—how large, how long, and on what countries—seem to be constantly shifting. And that’s a big part of the problem: For manufacturers and investors, uncertainty is the killer of plans for expansion, new factories, and even the R&D that feeds into new products. It’s that uncertainty, above all else, that could derail a reindustrialization still in the early stages for much of the country. In fact, US manufacturing in the years following the covid pandemic has been booming—or at least the groundwork for such a boom is getting built. Until the most recent few months, spending on the construction of factories had been soaring. New facilities to build batteries, solar cells, semiconductors, electric motors, and other new technologies are springing up all around the country—or were until very recently. “We never had more construction starts in the United States than we’ve had in the past four years,” says Milo Werner, a partner at the venture capital firm DCVC. “We’re at this amazing moment where we could actually rebuild Main Street America and bring back the industrial base.”  The move to bolster US manufacturing was fueled by a sense during the beginning of the pandemic that the country must regain the ability to make critical products and technologies. The decline of US manufacturing had become obvious. Federal support to rebuild the industrial base came in a series of bills passed during the Biden administration, including the CHIPS and Science Act and the climate bill. At the same time, opportunities offered by artificial intelligence and automation breakthroughs have spurred an appetite for new investments among many manufacturers. Many of those technologies are just starting to be deployed, but they promise a way for US producers to finally become more competitive with those in low-wage economies. If the Trump tariffs slow or even reverse such progress, the impact on the country’s economic and technological future could be devastating. There are a lot of reasons to want a stronger US industrial base. But it’s not mainly about whether we have countless well-paying jobs for those with only a high school diploma and little technical training, despite what you will hear from many politicians. Those days are mostly long gone.",
    "Manufacturing jobs account for a little under 10% of total jobs in the US. That percentage hasn’t changed much over the last few decades—nor is it likely to grow much in coming years even if manufacturing output increases, because automation and other advanced digital tools will likely cut into the demand for human workers. Still, manufacturing is critical to the future of the US economy in other ways. The invention of new stuff and production processes greatly benefits from an intimate connection to manufacturing capabilities and expertise. In short, your chances of successfully creating a new type of battery or AI chip are much greater if you’re familiar with the intricacies of manufacturing such products. It’s a lesson that was often forgotten in the 2000s as companies, led by such Silicon Valley giants as Apple, focused on design and marketing, leaving the production work to China and other countries. The strategy created huge profits but severely crimped the United States’ ability to move ahead with a next generation of technology. In 2010, Intel cofounder Andy Grove famously warned, “Abandoning today’s ‘commodity’ manufacturing can lock you out of tomorrow’s emerging industry.” Related Story2022’s seismic shift in US tech policy will change how we innovateThree bills investing hundreds of billions into technological development could change the way we think about government’s role in growing prosperity.",
    "Prompted by such concerns, in 2011 I visited manufacturers across the country, from industrial giants like GE and Dow Chemical to startups with exciting new technologies, and wrote “Can We Build Tomorrow’s Breakthroughs?” Over the next few years, the answer to the headline’s question proved to be no. GE and Dow gave up on their most innovative manufacturing ventures in batteries and solar, while nearly none of the startups survived. The US was great at inventing new stuff, it turns out, but lousy at making it. The hope is that this situation is changing as the country builds up its manufacturing muscles. The stakes are particularly high. The value of producing strategic goods and their supply chains domestically—biomedicine, critical minerals, advanced semiconductors—is becoming obvious to both politicians and economists. If we want to turn today’s scientific breakthroughs in energy, chips, drugs, and key military technologies such as drones into actual products, the US will need to once again be a manufacturing powerhouse. Limited tariffs could help. That’s especially true, says DCVC’s Werner, in some strategically important areas marked by a history of unfair trade practices. Rare-earth magnets, which are found in everything from electric motors to drones to robots, are one example. “Decades ago, China flooded the US economy with low-cost magnets,” she says. “All our domestic magnet manufacturers went out of business.”",
    "Now, she suggests, tariffs could provide short-term protection to US companies developing advanced manufacturing techniques to make those products, helping them compete with low-cost versions made in China. “You’re not going to be able to rely on tariffs forever, but it’s an example of the important role that tariffs could play,” she says. Even Harvard’s Shih, who considers the sweeping Trump tariffs “crazy,” says that far more limited versions could be a useful tool in some circumstance to give temporary market protection to domestic manufacturers developing critical early-stage technologies. But, he adds, such tariffs need to be “very targeted” and quickly phased out.",
    "For the successful use of tariffs, “you really have to understand how global trade and supply chains work,” Shih says. “And trust me, there is no evidence that these guys actually understand how it works.” What’s really at stake when we talk about the country’s reindustrialization is our future pipeline of new technologies. The portfolio of technologies emerging from universities and startups in energy production and storage, materials, computing, and biomedicine has arguably never been richer. Meanwhile, AI and advanced robotics could soon transform our ability to manufacture these technologies and products. The danger is that backward-looking policy choices geared toward a bygone era of manufacturing could destroy that promising progress. hide"
  ]
}