{
  "url": "https://hbr.org/2024/10/research-the-long-term-costs-of-layoffs",
  "title": "Research: The Long-Term Costs of Layoffs",
  "ut": 1728455703.0,
  "body_paragraphs": [
    "Peter Cade/Getty Images",
    "While layoffs can lead to short-term financial benefits, research shows just how much of an impact they can have on employee engagement, morale, and loyalty — and how long that negative impact can last. Humanizing the layoff experience can help lessen the...more",
    "In today’s climate, large-scale layoffs are in the news often. The industry being hit the hardest right now is tech, with more than 100,000 roles being cut in 2024 so far, including from large companies like Microsoft, Intuit, and Dell. With such high-profile companies making widespread staff cuts, it’s only natural for leaders to wonder if reducing headcount might be the answer to their business’s woes, too.",
    "Layoffs might sound like a shortcut to a more agile, lean, and responsive operation, but proceed with caution. While they can lead to short-term financial benefits, and even right size burn to ensure the continued economic stability of a company in uncertain economic times, our research shows just how much of an impact they can have on employee engagement, morale, and loyalty — and how long that negative impact can last.",
    "To understand the impact of company layoffs on employee engagement, we studied 146 companies that went through layoffs between March 2020 and November 2022. The companies had conducted employee engagement surveys before and after layoffs, giving us an understanding of the change in employee experience over time. We also augmented our data with datasets from layoffs.fyi. Here’s what we learned:",
    "After layoffs, companies see a significant drop in employee experience in many key areas.",
    "We found that company confidence dropped 16.9 percentage points. Belief in career opportunities dropped 12.1 percentage points. And confidence in leadership dropped 10.5 percentage points.",
    "We conducted further research this year, looking at the experiences of companies that conducted layoffs in 2023 to see if these patterns were consistent with previous findings, and we found that layoffs are having an even bigger impact on employee engagement. On average, engagement declined 2 percentage points more than in the 2020–2022 layoff rounds.",
    "High employee engagement prior to layoffs won’t protect you from the negative impact of doing layoffs.",
    "In fact, the higher your employee engagement is to start, the more likely it is to plummet after layoffs, and the less committed your employees will be to staying with the business. The largest declines were from companies scoring in the top 10% prior to the layoffs. However, for some companies where employees were less engaged and committed to begin with, a layoff can be perceived as addressing structural and systemic problems within the organization and can actually boost commitment.",
    "See more HBR charts in Data & Visuals",
    "Our 2020–2022 research found it took 12–18 months for engagement to rebound after layoffs. And for 2023 layoffs, the recovery is looking even longer, at 18–24 months, and that’s only if you hire new employees to backfill essential roles.",
    "For employees who make it through a time of layoffs, their commitment to staying with the company continues to drop over time, and this sentiment is a strong predictor of actual turnover.",
    "So layoffs could actually set your company back a year or more on engagement and morale, something many businesses can’t afford in times of uncertainty and in a highly competitive employment environment. Oscar-winning Pixar director Brad Bird has a famous quote that we fully endorse: “If you have low morale, for every $1 you spend, you get about 25 cents of value. If you have high morale, for every $1 you spend, you get about $3 of value. Companies should pay much more attention to morale.”",
    "See more HBR charts in Data & Visuals",
    "To further understand the impact of layoffs on engagement and morale, we asked our advisor and renowned relationship expert Esther Perel to weigh in on our findings:",
    "It’s no coincidence that we see a shift in employee dynamics and a rise in tension after layoffs. Staff begins to question whether their company cares about its employees, whether they respect the work they do, whether employees still have power within the company. Can you really show up to work with the same enthusiasm when you’re feeling betrayed and wondering, “Will I be next?”",
    "Perel also noted that building loyalty is almost impossible in an environment where people feel they could lose their jobs at any moment: “Many employees come to work looking for a sense of identity, belonging, and purpose,” she told us. “When companies do round after round of layoffs, it erodes their trust, diminishes their sense of belonging, and threatens their motivation. It’s hard to continue embracing work with the same gusto when you’re not sure if your employer cares about you as a human.”",
    "How to Humanize the Layoff Experience",
    "Our data highlights some of the real costs that are incurred by companies when layoffs are required, but it also helped us to identify what you should be focused on if you do decide to go down that path. Here are a few quick pointers:",
    "1. Be realistic in your expectations and expect engagement and company confidence to take a long-term hit.",
    "While you gain short-term financial benefits, you need to weigh this against the challenge of rebuilding engagement and performance.",
    "2. Focus on how the change is communicated from the outset.",
    "Companies that are transparent and open fare better. No one wants to be working in a constant state of uncertainty.",
    "3. Don’t try to do more with less.",
    "Recognize that employees are human, and after going through a difficult change it’s unlikely they’ll be able to increase their output. Instead, ruthlessly prioritize what work can be dropped so that everyone can focus and rally around the most important things that need to get done.",
    "4. Treat people humanely in the off-boarding process.",
    "While layoffs can involve months of planning for HR and business leaders, the experience of an employee finding out, reading an email, and having their system shut off can happen in a matter of minutes, creating a literal shock to the system. From a security and risk perspective, this is common practice. But more organizations are taking a different approach, giving people more time to access systems that aren’t storing sensitive information, say goodbye to colleagues, process the news, and get the closure needed to move forward.",
    "5. Recognize that relationships outlive employment contracts.",
    "Perel says that people need time to process what’s happening and grieve for the loss of identity that comes with the loss of a job:",
    "Jobs involve a network of connections and relationships and people need time to grieve. Sometimes layoffs are unavoidable. Sometimes they are essential to the survival of the business — and the thriving of the remaining employees. But even so, companies would do well to remember that when people leave a job they are also leaving the colleagues they’ve worked side by side with — virtually or in person — for years.",
    "And these employees often linger on. Their digital footprint remains in online artifacts such as their name on an internal Slack channel and alongside tasks in a group project as email bounce-backs, reminding those left behind of their absence. Some organizations develop alumni slack groups to allow people to continue to connect after their departure.",
    "Humanizing the layoff experience in these ways can help lessen the impact and set your business up for a more rapid recovery. But remember to go into the decision to do layoffs with clear eyes: There’s no such thing as a quick business win without a human cost to the business, and your rebound is likely to take years rather than months.",
    "Readers Also Viewed These Items",
    "Honing Your Leadership Style: Expand Leadership Versatility (Virtual Group Learning)",
    "Fusion Strategy: How Real-Time Data and AI Will Power the Industrial Future (Ebook and Mini Masterclass with Vijay Govindarajan)",
    "Developing employees,",
    "Human resource management,",
    "Compensation and benefits",
    "and Employee incentives"
  ]
}