{
  "url": "https://www.ft.lk/columns/Fissuring-West-unravelling-world-order-Foreign-policy-doctrine-for-Lanka/4-774188",
  "title": "Fissuring West, unravelling world order: Foreign policy doctrine for Lanka",
  "ut": 1741823965.0,
  "body_paragraphs": [
    "“Gambling with World War 3”?",
    "Conservative ‘Christian Nationalist’ or retro-Soviet Neo-Stalinist?",
    "“Look, the world is being turned upside down!”",
    "– Mao Zedong (‘Two Birds: A Dialogue’)",
    "Ukraine has caused a schism in the West, but why and what about? There are two fissures in the West, firstly at the interstate level, between European states and the USA; secondly, interactive with the first, within Western society, chiefly American society.",
    "The schism was triggered by the Zelensky-Vance exchange which became a Zelensky-Trump spat in the White House, and the UK-EU reaction to it. The backdrop was Zelensky’s February speech at the Munich Security Conference which raised the banner of Europe uniting against Russia despite possible US moves at a negotiated peace. Zelensky’s strident Munich oration came in the wake of Keir Starmer’s attempt to ‘Trump-proof’ the Ukraine war by signing an absurdly titled ‘Hundred Year Treaty’ with Kiev.",
    "All this was without consulting the incoming US administration on what its policy and plans might be and giving it any space and time. It was a pre-emptive strike by the UK-Ukraine-EU.",
    "The pause in US military supplies and freeze in intelligence flows to US-made long-range Ukrainian rocketry targeting Russia was Washington’s instant response to UK-led European hawkishness instead of cooling-down diplomacy at Lancaster House (London) immediately following the White House incident.",
    "The chain of events clarifies the core issue: who leads the West? Is it the US or Europe? Is it the US, or the UK+Europe? Does Europe follow the US or UK? Does Britain follow US leadership or does it aspire to lead Europe?",
    "The sheriff leads the posse. The posse follows the sheriff in the direction the sheriff leads, after the bandit the sheriff is chasing. But now, the (European) posse, lobbied by an aspirant deputy sheriff (UK) wants the sheriff to lead in the direction it wishes, against the bandit it wishes to lynch.",
    "How can US leadership of the ‘Free World’, let alone the world as such, be credible, if it doesn’t lead the West but allows itself to be led by the nose by the UK-EU instead?",
    "No wonder Jeremy Corbyn was framed and ousted from the Labour leadership chiefly by Keir Starmer.",
    "The British played a disruptive role in the Ukraine conflict since Prime Minister Boris Johnson flew in and almost certainly stopped Zelensky from agreeing to a peace deal with Russia in April 2022.",
    "While welcoming Zelensky at No 10 Downing Street after the White House episode, and later at Lancaster House, Keir Starmer tried to slip the UK into a leadership role in Europe and a co-leadership role with the US in the West. In Brussels, the EU solidified around Zelensky, taking Munich and London to the next level.",
    "The UK has played a provocative role in the post-Cold War world with the ‘weapons of mass destruction’ (WMD) lie originating with a British intelligence asset and insistently shared by Prime Minister Tony Blair with President George W Bush, catalysing the disastrous Iraq War of 2003 which destroyed states, uncorked the Islamist militias and continues to destabilize the region.",
    "This falls within the British tradition. In the closing stages of WWII, Churchill flew to meet Stalin without consulting or informing Washington, and literally penciled on the back of an envelope, a sharing-out of postwar Europe in which the USSR (understandably) had overwhelming preponderance in Eastern Europe. One year after WWII, the same Churchill, this time out of office, flew to the US and delivered his famous speech in Fulton Missouri, declaring that ‘an iron curtain’ had fallen across Europe, i.e., over the Eastern part that he had offered Stalin and had been accepted by the latter. While it wouldn’t have worked with Roosevelt, it did with Truman. The Cold War commenced, wrecking the peacetime potentials of the wartime anti-fascist alliance (USA-USSR-UK-France) and the establishment of the United Nations.",
    "All this is part of Britain’s ceaseless attempt to stay relevant at whatever cost to the world, having lost its Empire and been supplanted by the US.",
    "Trump intends to underscore the leading role of the US, meaning the superpower that pays the piper calls the tune; provides most of the hardware draws the parameters, has the veto-- and not the other way around. But the UK assumes that Trump will last only four years, if he isn’t impeached before that, and that the risk is worth it because it gives Britain, which exited the EU, a chance to lead Europe.",
    "President Macron is partnering the UK, advertising possibilities of unfurling France’s nuclear umbrella over Europe (however defined) because it raises his and France’s profile. He has ignored the firm opinion of France’s greatest modern leader, President Charles de Gaulle, that European unity is best without the UK, should be continental.",
    "The European decision to enter a new ‘Age of Rearmament’ (Ursula Von de Leyen) will divert resources from much needed domestic concerns and cause a surge of support for parties outside the liberal-conservative mainstream—radical rightwing populist-ultranationalists (e.g., Germany’s AfD), or the Left (e.g., Germany’s Die Linke which impressively increased its vote).",
    "The USA as a global superpower has to take a ‘grand strategic’ perspective, while the UK-EU can’t quite see beyond the continent.",
    "The Trump team is trying to do a ‘Nixon-Kissinger redux’. Kissinger sought to extricate the US from a losing war in Vietnam by coopting or neutralising the two great powers that were supporting North Vietnam—Russia and China. There was a policy of détente toward the USSR and a dramatic opening to Mao’s China. After America’s diplomacy and military might failed to deny the Vietnamese a military victory, Kissinger and his successor under (Democrat) Jimmy Carter, Zbigniew Brzezinski, coopted China as quasi-ally against the USSR.",
    "Though the intention was utterly imperialistic and reactionary—to prevent the victory of Vietnam’s struggle of national liberation and reunification—no reasonable person anywhere thought the breakthrough in US relations with Russia (symbolised by SALT I) was bad. It was applauded because it reduced the risk of nuclear war, long recognised as humanity’s primary existential threat. Similarly, no one of rational views was unhappy that the US finally recognised the glaring reality that the UN Security Council seat belonged to the People’s Republic of China, the world’s most populous nation, rather than to the regime in Taiwan.",
    "Today’s post-modern West is unrecognisably different. US Democrats, UK governments both Conservative and Labour, and most European governments, do not view a rapprochement between the US and Russia, the world’s two nuclear superpowers, as positive, but rather as appeasement, even treason.",
    "They want to escalate the war so as to put Ukraine in a position of strength in any negotiation, and are willing to put boots on the ground. They ignore the revision of Russia’s nuclear doctrine which lowers the threshold and lays a new tripwire: a threat to the Russian state evaluated as existential, even from conventional forces and weapons, could, if it involved nuclear powers (e.g. UK, France), warrant the use by Russia of nuclear weapons (presumably low-yield tac-nukes). The ‘new sheriff in town’ in Washington DC wasn’t being melodramatic for once, when he accused Zelensky of “gambling with World War III”.",
    "European leaders sneer at Trump’s attempt to prise space between Russia and China, saying Russia is in too deep. If they’re right, it’s mostly because of European obduracy. Russia’s primary unit of strategic analysis is the Eurasian landmass. So long as Russia feels threatened on its Western flank from which it was invaded by Napoleonic France, and Germany in both World Wars, it will maintain a close ‘back-to-back’ partnership with China to its East.",
    "Two more reasons feed into Trump’s efforts at rapprochement with Russia. Washington hopes to delink Russia from Iran. Republican policymakers agree with Samuel Huntington’s thesis of the Clash of Civilizations in which a supposed Sinic-Persian (Sino-Iranian) axis will be America’s main challenger. Russia-China-Iran have joint naval exercises scheduled.",
    "The third reason is religious ideology: the rise of the Christian Right or ‘Christian nationalism’. For the Christian-Zionist right, integral to Trump’s MAGA base, Putin’s Russia is not the neo-Soviet, quasi-Stalinist ogre that UK-EU see or depict. It is a fellow conservative Christian-nationalist power like Hungary, but a huge, nuclear superpower. Trump’s base sees no reason to go to war, or hemorrhage dollars helping anyone wage war, against an ideological brother-in-arms in a common ‘Culture War’ against gender-proliferating liberal decadence.",
    "Ukraine and Yugoslavia",
    "The proclamation that Europe cannot countenance the violation of national independence and sovereignty of a fellow European state, evokes bitter laughter from my generation in the global South, because Europe, together with the USA—NATO—dismembered and ended, eradicated, an existing country which was a close friend of Sri Lanka and the Global South: Yugoslavia.",
    "Starting with Germany, Europe recognised the secessionist republics. Unlike Desert Storm which rolled back Iraq’s invasion of Kuwait, here the West intervened in an internal conflict—against Serbia, the main constituent state, in two civil wars (Bosnia, Kosovo). NATO bombed the capital Belgrade (where the Nonaligned Movement was founded in 1961, with Sirimavo Bandaranaike attending) and blasted Yugoslavia into oblivion as a country. The West followed up with a dispensation which violated a UN Security Council Resolution recognising Kosovo as a province of Serbia, and steered Kosovo into a separate country.",
    "Clinton and Blair, neoliberal Democrat and New Labour, led the charge. This was the prototype for the invasion of Iraq in 2003 by Republican neoconservative George W Bush.",
    "NATO eviscerated a European country when Russia was at its most benignly cooperative with the West under the supine leadership of Boris Yeltsin. The choice of Putin as Yeltsin’s successor at end-1999 was in the context of Moscow’s bitter recognition of the real nature of the West, which rode roughshod over Russia’s sentiments of Slavic solidarity with Serbia and Serbs. The trauma of NATO’s destruction of Yugoslavia was a factor in Russia’s military intervention in Crimea and Donbass, intended to save the Russian-speaking populations from the same fate as Bosnia’s and Kosovo’s Serbs.",
    "UK-EU reflexes towards Russia on Ukraine are rooted in the European power-struggles of centuries against Tsarist Russia, e.g. the Great Game, the Crimean wars, Polish and Baltic nationalisms. UK-EU want Washington to abandon a global ‘grand strategy’ and peer through their prism of continental geopolitics and parochial ‘historicism’.",
    "West’s intellectual decline",
    "Two famous names have disappeared from televised high-level remarks and policy discussions though they constitute essential reference points: George Kennan and Henry Kissinger, the most outstanding US/Western strategic thinkers of the post-WWII period.",
    "After the Cold War, the West no longer respected ‘spheres of influence’, overrode the warnings of the father of ‘Containment’ George Kennan (whom UK Foreign Secretary David Lammy called ‘George Keenan’ at Munich’s roundtable/open forum with US General Kellogg) and pushed the borders of the West eastwards, enlarging NATO formally or informally.",
    "“Expanding NATO would be the most fateful error of American policy in the entire post-Cold War era. Such a decision may be expected to inflame the nationalistic, anti-Western and militaristic tendencies in Russian opinion; to have an adverse effect on the development of Russian democracy; to restore the atmosphere of the cold war to East-West relations, and to impel Russian foreign policy in directions decidedly not to our liking …” (George F. Kennan, ‘A Fateful Error’, New York Times, Feb 5th 1997)",
    "This was over two years before Putin became president.",
    "For his part, Henry Kissinger argued up to his death in 2023 that:",
    "Neither Russia, nor Ukraine plus the West, will be able to win the war.",
    "Ukraine will be unable to retain or retrieve most of the Russian-speaking areas (Crimea, Donbass).",
    "Russia will be unable to take and hold all of them, still less move beyond them.",
    "The continuation of the war draws Russia and China closer while riskily damaging the relationship between the two main nuclear powers, the USA and Russia.",
    "Partition and spheres of influence comprise the only realistic solution.",
    "On Ukraine/Russia, the Trump administration’s thinking corresponds to Kissingerian realism.",
    "Sadly, the Trump team ignores Kissinger on China. In his last years Kissinger wanted the tripolar/trilateral ‘great power’ arch of USA-China-Russia repaired and rebuilt, to reinforce the architecture of a shaky world order.",
    "Lenin would recognise the ‘inter-imperialist split’; Mao, the emergence of UK-EU as a ‘new imperialist power-centre’. The horizontal (interstate) and vertical (intrastate-ideological) splits in the West manifest a multidimensional crisis.",
    "Crisis of the neoliberal-globalist economic model: Biden responded with post-neoliberal policies which proved inadequate mainly because of the colossal drain of resources on Israel and Ukraine. The discontented less-privileged re-elected Trump.",
    "Contradictions of post-Cold War globalization: American populist-conservatives view liberal economic globalisation as catapulting China ahead of the US, and are geared to disrupt it to restore American dominance (‘MAGA’).",
    "Shifts in the geostrategic balance: China’s rise, relative erosion of US hegemony.",
    "As Macron pronounced, the 30-year post-Cold War period is over.",
    "With Putin’s 2007 Munich speech and the leadership of Xi Jinping came the Eurasian pushback which the global South welcomed—remembering unchecked Western aggression (Yugoslavia, Iraq, Libya) when Russia and China were disunited, weak or compliant.",
    "Trump wants to concede and contain Moscow within a Russian-speaking sphere of influence while America focuses on China. UK-EU are blocking Trump’s manoeuvre. These intra-Western contradictions buy time and space for China, which keeps economic globalisation going.",
    "The Trans-Atlanticist liberal-globalist dispensation may return in four years, but not as before. Western hegemony will be fissured, cracked, weakened. The schism in the West-- the global North -- will take some pressure off the South, provide us more elbow room while impelling us to seek it.",
    "While a strong Russia and China furnish the South with an imperative global counterweight, Europe’s autonomy from the US also has a positive aspect: on many issues it adopts positions better than Trump’s America (e.g. Palestine, Cuba, Mexico, Panama).",
    "The current historical transition will have several ‘storm-centres’, not just Ukraine: Israel/Palestine, Iran, Latin America.",
    "Through the coming turmoil and anarchy, a new global balance, more multipolar, closer to equilibrium, more conducive to us in the Global South because it affords us more autonomy, can and probably will be born. As Mao famously said “there is great disorder under heavens. The situation is excellent.”",
    "A small, vulnerable state, Sri Lanka must emulate:",
    "n The sagaciously non-aligned creature in the ancient Chinese tale of “the wise monkey sitting on the mountain top and watching the tigers fight”. (If the monkey is ‘multi-aligned’ with the fighting tigers, it will be ripped apart).",
    "n The Homeric hero Ulysses who steered his ship through the straits between opposing twin hazards of Scylla and Charybdis, avoiding both (though closer Scylla).",
    "To my mind, Sri Lanka must be guided by and practice 7 Principles:",
    "1. Realism; pursuit of enlightened self-interest.",
    "2. Adroit balance, ambidexterity.",
    "3. All-round global outreach.",
    "4. Global equilibrium as goal.",
    "5. Reject both extremes of isolation and alignment.",
    "6. Maximise international presence, participation and profile.",
    "7. Remain anchored in global South, identify with humanity’s majority.",
    "[The writer was Ambassador to France and Russia.]"
  ]
}