{
  "url": "https://www.ft.lk/columns/What-s-behind-four-year-low-in-crude-markets/4-776210",
  "title": "What’s behind four-year low in crude markets?",
  "ut": 1746474434.0,
  "body_paragraphs": [
    "“Brent crude has plummeted to $60.00 per barrel, its lowest level in four years, as Saudi Arabia shifts strategy and global demand weakens amid global economic uncertainty.”",
    "When US President Donald Trump was inaugurated to his second term as president on 20 January, oil prices were close to the highs of the summer before. By early April, they had fallen to a four-year low, and ticked up only slightly later in the month of April.",
    "The lower crude prices will have big implications for oil-producing countries like Saudi Arabia, which struggle to balance their budgets at these levels, and importer countries like Sri Lanka, which are benefiting from lower energy costs for transportation and industry. Here’s what you should know.",
    "Two important factors contributed to the drop in crude prices at the beginning of April, when Brent, a global benchmark, dropped below $ 63 a barrel, and West Texas Intermediate (WTI), a domestic benchmark, fell below $ 60.",
    "The first was President Trump’s so-called “Liberation Day” tariffs on imports from the country’s trading partners, announced on 2 April, and the subsequent retaliatory tariffs from China. The levies upended forecasts for international trade and the global economy. In a report published 22 April, the International Monetary Fund (IMF) cut its worldwide real gross domestic product growth forecast for 2025 to 2.8%, down from the 3.3% growth it projected in January.",
    "Economic growth is a key driver of oil demand, so the weaker outlook has an impact on oil use as a transport fuel and a source of energy for industry. The world’s major oil forecasting agencies all cut their outlooks for demand in 2025, with the International Energy Agency citing “the deteriorating outlook for the global economy amid the sudden sharp escalation in trade tensions.” The US and China account for about half the reduction in growth, with most of the rest from trade-dependent Asian economies.",
    "The trade war is also likely to have major implications for producers of petrochemical products — plastics, fertilisers, and other goods made from petroleum and natural gas. According to the International Energy Agency (IEA), Chinese producers, which source supplies from the US, will be particularly affected.",
    "The second factor was an announcement from OPEC+, the coalition of oil producers led by Saudi Arabia and Russia, that it would boost supply in May by 411,000 barrels a day, three times as much as previously planned. The group had previously intended to add 137,000 barrels a day each month until September 2026.",
    "Why is OPEC+ deliberately increasing supply?",
    "OPEC+ denied that the move was influenced by calls from Trump for the coalition to cut oil prices. Rather, OPEC+ says it’s raising production targets as a warning to member states that have exceeded their agreed production targets, most notably Kazakhstan and Iraq. With a strong incentive to avoid cuts to their revenue, neither country has kept production below its output target since at least the beginning of 2024, OPEC data show.",
    "OPEC+ reasons that increasing overall supply and driving down prices will impress upon the errant members that if they don’t toe the line, neither will others, to the detriment of all.",
    "Saudi Arabia’s Energy Minister Prince Abdulaziz bin Salman described the move as merely an “aperitif” to further output increases by the group’s biggest producer if the offenders don’t slow their production.",
    "How does cheaper oil affect importers?",
    "Lower oil prices are good for importers, typically reducing fuel bills and lowering pump prices for drivers. For some importers, the effect of the fall in the price of oil has been compounded by a drop in the value of the US dollar, the currency used for international oil transactions.",
    "While Brent crude priced in US dollars fell by 16% in the three months after Trump’s inauguration, the euro’s strength against the dollar means buyers in Europe enjoyed an even bigger drop: 24%. Crude purchasers in the UK saw a similar impact.",
    "There are already signs that the drop has led to at least a marginal uptick in consumption. A distributor of heating oil in Germany said it saw record sales when prices plunged in April, as households took advantage of the dip to refill tanks after the winter. US retail gasoline prices have also drifted closer to $ 3 a gallon, which could help bolster demand during peak driving season in the summer.",
    "The impact on gasoline and diesel prices at the pump in Europe and the UK has been more muted, with high fixed duties on retail fuel sales dampening swings in crude prices. Data from globalpetrolprices.com shows gasoline pump prices fell by just 4% in Germany and 2% in the UK in the three months after Trump’s inauguration.",
    "The fuel prices at the pump in Sri Lanka was revised for the first time since the decline of global crude oil prices, only in the last week of April. The ignorance of the global energy markets of everyday Sri Lankan, major local media corporations and the opposition political parties helped the incumbent Government to profit from the cheap crude oil prices without passing on the benefit of declining prices to the local consumer for months.",
    "How does cheaper oil affect exporters?",
    "While oil importers benefit, exporters suffer. Saudi Arabia, heavily dependent on oil revenues, illustrates how.",
    "The IMF estimates Saudi Arabia needs oil prices above $ 90 a barrel to balance its budget at current production levels, while some economists put the break-even at $ 112, once domestic spending by the kingdom’s sovereign wealth fund is taken into account. But many banks published forecasts in April expect Brent prices to average between $ 64 and $ 77 a barrel in 2025. Goldman Sachs warns that Saudi Arabia’s budget deficit could soar to $ 67 billion this year if oil price averages $ 62 per barrel.",
    "Of course, the kingdom has other options to balance its books. It could cut spending or use debt to finance ambitious plans to revitalise its economy. Saudi Arabia was already one of the largest bond issuers in the emerging markets over the last year.",
    "In normal circumstances, cheaper oil would boost demand, allowing producers to pump more to offset the lower value of their exports. But the uncertainty caused by President Trump’s trade war has dampened demand growth, depriving producers of a sales boost from lower prices.",
    "Lower prices are also causing frustration among US oil producers and jeopardising Trump’s goal of supercharging US fossil-fuel production to achieve “energy dominance.” If oil prices continue to go south President Trump’s ‘Drill, Baby, Drill’ will not be as easy as it sounds.",
    "What does cheaper oil mean for the energy transition, EV market?",
    "The impact of cheaper oil on the energy transition is not yet clear.",
    "In theory, the transition to non-fossil fuel energy sources is aided by high oil prices, which give consumers a cost incentive to switch, and is now harmed by low oil prices. But even though oil was exempted from Trump’s April tariffs, trade tensions have heightened concerns about the security of energy supplies, which were already elevated in Europe after Russia’s 2022 invasion of Ukraine, accelerating the continent’s energy transition. The wind and solar power generation industries are relatively insulted from geopolitics and trade disputes.",
    "Additionally, wind and solar industries are only marginally affected by oil prices: their real competition comes from natural gas and, in some parts of the world, coal.",
    "The transition to electric vehicles will be more directly affected by lower oil prices:",
    "Prices at the pump influence what kind of car consumers buy. But an ever-expanding slate of vehicle models, improved driving range and more charging points are all helping to boost the attractiveness of EVs globally. President Trump marked tumultuous first 100 days in office with a rally in “Michigan” “home of the American motor car”. President Trump assured a bright future for American motor car industry under his administration with exponential growth in local employment. Makes sense. Low oil price will limit the future growth of EV Makers like BYD, one of the world’s leading Chinese EV makers who are in direct competition with Elon Musk’s Tesla. Unless there is a major supply chain disruption due to a major war in the Middle East, it seems as global crude oil prices would stay low for some time."
  ]
}