{
  "url": "https://dbsjeyaraj.com/dbsj/?p=86907",
  "title": "Iqbal Athas and N.Sathiyamoorthy: Two  veteran journalists with storied careers, a vast network of sources and independent minds",
  "ut": 1769345327.0,
  "body_paragraphs": [
    "South Asia watchers are mourning the passing of two veteran members of their tribe in the second week of January. Both were veteran journalists with storied careers, a vast network of sources and independent minds.",
    "The first name is that of N. Sathiya Moorthy, a prolific writer on Sri Lanka and the Maldives, who passed away in Chennai on Pongal day on January 15 at the age of 71. Back in the 2000s, he was perhaps just one of two Indian journalists (the other was Jyoti Malhotra, now editor of The Tribune) who kept a close track of developments in the Male and was in touch with the who’s who of that country.",
    "Known among Chennai journalists as “Aside” Sathiyamoorthy, (a one-of-its-kind magazine published from the city from 1977 to 1997 where he worked many years), or “veshti Sathiyamoorthy” for the crisp white dhoti that was his veritable uniform, Sathiyam studied physics and Law in college but gravitated to journalism in the heady post-Emergency atmosphere that prevailed in the country at the time.",
    "Not surprisingly, his first job was in The Indian Express, where he worked in the Trivandrum, Kochi, and Ahmedabad Editions. After a stint at The Hindu, he joined as the Chennai editor of the Sunday Mail in the 1980s, before moving to Aside in the 1990s. He also tried his hand in a Tamil television channel. His syndicated column on Tamil Nadu politics was published in several languages in newspapers across the country.",
    "One of those was the Ambani-run business of Observer of Business and Politics. His association with the newspaper led him to the Observer Research Foundation. The Reliance-run think tank took him on as the director of its Chennai chapter, where the research focus was on India’s southern neighbours and south-east Asia. From writing about Tamil Nadu politics, influenced heavily then by the developments in Sri Lanka, Sathiyam moved to honing his interest in Sri Lanka, and started studying the Maldives.",
    "While at ORF, he also spent a year in Colombo as a consultant for Sirasa TV of the Maharaja group of Sri Lanka. In a short time, he built a massive network of contacts across the ethnic and political divides of the country, and came to know it intimately. It was also the time when the democratic struggle in the Maldives was peaking, and Sathiyam was quick to sense the coming transition. Sri Lanka was a hub for Maldivian politicians of all hues, and Sathiyam struck up friendships with many of them.",
    "After his return to India, he kept in touch with political leaders and journalists in both countries almost on a day-to-day basis, abreast of details as they unfolded. He tipped me off on several occasions about developments in the Maldives, generously sharing phone numbers of officials who could help me take the story further.",
    "When Mohamed Nasheed was deposed in December 2012, it took most foreign policy journalists in India by surprise, but Sathiyam had all the details.",
    "Similarly, in early 2024, when India and the Maldives fell out over the newly elected President Mohamed Muizzu, it was Sathiya Moorthy who was on top of the details. Every conversation we had about Sri Lanka and Maldives those days would end with him saying: “But who in Delhi is listening?”",
    "He continued to write for the ORF website after his retirement from the organisation some years ago. He also wrote columns for several media organisations including FirstPost and Rediff.com in India, and Ceylon Today in Sri Lanka, until his admission to a Chennai hospital in the third week of December.",
    "His last column for Rediff was headlined “Why Freebies May Not Save Stalin’s DMK”. His last Sri Lankan column was titled “Why Ditwah Did Not Unite”.",
    "Two days before Sathiya Moorthy’s passing, on January 13, Iqbal Athas of the Sri Lankan weekly Sunday Times passed away in Colombo at the age of 81 years. As the newspaper’s defence and political correspondent, he was an institution at the newspaper. When the Liberation Tigers of Tamil Eelam (LTTE) broke a ceasefire with the government of Chandrika Bandaranike Kumaratunga in April 1995, and announced the launch of their “third Eelam war”, it set off a brutal seven year long phase in the Sri Lankan conflict. Athas was always on top of the the see-saw battles between the Tigers and the security forces, recording everything he knew – and it was a lot – from sources on both sides.",
    "His one-page column “Situation Report” was a veritable gold mine of information. Some of the biggest stories of the war were broken by Iqbal in his column. Week after week, he exposed military failures and losses, corruption in the high echelons of the defence forces, the jockeying for positions by officers, and brutal battles in which the casualties on both sides could be counted into the hundreds. The column was a must read for anyone following the course of the war.",
    "Re-reading some of those columns these last few days after Athas’s passing did not just bring back memories of my posting as a foreign correspondent in Colombo, when Sunday mornings meant opening the Sunday Times and diving straight into the Situation Report page",
    "What really hit me was the difference between his coverage of that terrible polarising conflict, and the campaign of disinformation that the Indian television media willingly carried out during the 2025 Operation Sindoor, and the readiness of senior Indian journalists to accept untruths or “economical” versions of the truth.",
    "The atmosphere in southern Sri Lanka somewhat resembled what it is in India today, the only difference being that social media was still years away – Sinhala nationalism in full flow, with every Tamil suspected of being a Tiger. The criticism of the military was seen as an unpatriotic act. Sound familiar? Athas was accused by the military of leaking operational secrets to the LTTE through his reports.",
    "In February 1998, a group of big-built men armed with pistols broke into his home in a Colombo suburb and attempted to abduct him, but fled at his seven-year-old daughter’s piercing cries for help that threatened to bring out the neighbours. (A month later, a group of soldiers led by a Major would raid my home in Colombo after receiving an alert about a “female Tiger” from a telephone repair man who had fixed a faulty line at my place and seen a LTTE press release on my fax machine, but that’s a story for another time)",
    "Athas was undeterred, a firm believer in his mission to expose unpalatable truths. In July 1996, the LTTE had attacked a military base in Mullaithivu. More than 1,400 officers and men were killed. Billions of rupees worth of military equipment was lost.",
    "He wrote that a Court of Inquiry had probed the Mullaitivu disaster, but “like the incident, the findings of the court were shrouded in mystery. Both the government and the military are accountable to the public in this issue. The public are entitled to know since it is their sons who have made the supreme sacrifice. It is the public who are funding this war. The politicians and the military must realise their public accountability.” Those words are true for all wars, even short four-day ones.",
    "After the killing of the Sunday Leader editor Lasantha Wickremetunge in 2009, Athas moved to Bangkok for a few months for his safety.",
    "In 1994, Athas received the International Press Freedom award of the Committee to Protect Journalists. Other than his column in the Sunday Times, he was also a correspondent for Janes Defence Weekly.",
    "Both Sathiyam and Athas brought great value to the common person’s understanding of South Asia across borders. Their engagement with their respective interests in the region, and with journalism was 24×7. Two very different persons, but two of a kind. Both will be missed."
  ]
}