{
  "url": "https://www.ft.lk/opinion/Transformational-journey-of-women-in-plantation-industry/14-774706",
  "title": "Transformational journey of women in plantation industry",
  "ut": 1742854576.0,
  "body_paragraphs": [
    "Jeyaranjithamalar of Madakumbura Estate",
    "Sri Lanka’s plantation sector has been significantly shaped by its colonial past. Since the establishment of the first commercial tea plantations by British planters in 1867, and through 152 years of colonial management, women’s roles were traditionally limited to labour-intensive tasks with limited scope for advancement. Even after independence in 1948, when private foreign ownership continued for 24 years and during the subsequent 20 years of nationalisation, these constraints remained largely intact. However, since privatisation in 1992, plantation companies – supported by the Sri Lankan and Indian governments, the Plantation Human Development Trust (PHDT), international donor agencies, tea brands, and numerous other stakeholders – have actively worked to systematically remove these historical barriers. Today, a new generation of women in the plantation industry is breaking through traditional limitations, stepping into non-traditional roles, and pioneering leadership opportunities that once seemed impossible.",
    "Women breaking barriers in leadership in Elpitiya Plantations",
    "Jeyaranjithamalar from Madakumbura Estate under Elpitiya Plantations, a proud mother of two daughters, shared her inspiring journey of balancing work and family responsibilities while progressing in both. Joining the estate in 1990, following in her parents’ footsteps, she has balanced family responsibilities alongside her 35-year career.",
    "“Both my father and mother also worked here, and I too wanted to keep working in this estate. I have been serving in this estate for about 35 years now. Today my husband manages a home garden. I have an ailing mother and many family responsibilities. But the encouragement and support shown by the estate management has been extremely helpful for me, and that is what has helped me to continue working here for such a long time,” she said.",
    "P. Vani Devi with her team at Mayfield Estate",
    "Now serving as Deputy Leader on the Productivity Committee, Jeyaranjithamalar takes pride in resolving workplace issues directly. “Unlike before, we have greater freedom to solve problems ourselves. Being recognised as “Best Tea Plucker” also showed my team that there’s room for growth. Many women now feel more motivated to work regularly because they see real opportunities and genuine support. Today there are many opportunities for young women in plantations that weren’t there before, and you can actually get paid well for a better life than many of those who go abroad and face such difficult problems. There are many more advantages in joining the plantations where you can uplift the lives of your family as well,” she added.",
    "Elpitiya Plantations has implemented progressive measures to actively support women and families. Welfare officers regularly monitor pregnant workers’ nutrition, provide healthcare, and ensure mothers have access to crèche facilities as soon as two months postpartum. All estate children receive consistent educational support, including stationery, school bags, and midday meals, encouraging continued learning. Health screenings, covering diabetes and hypertension, proactively address workers’ health concerns. Additionally, Elpitiya Plantations uniquely offers dedicated elderly care facilities at the Meda Kumbura Estate, housing and caring for approximately 70 retired plantation workers – a groundbreaking step in acknowledging the lifelong contributions of plantation workers, particularly women.",
    "Women in leading roles in Agarapatana Plantations",
    "True transformation is driven by the women themselves, those who have broken barriers and paved the way for others to follow. Ruby, an Administrative Officer at Beauvais Estate of Agarapatana Plantations PLC, has spent 29 years in the industry, rising from a trainee clerk to a senior administrative role, while managing her obligations as a single parent. Her journey is one of resilience and determination. “I entered the tea industry through my father, who was a Chief Clerk at Hauteville Estate. My career began as a trainee at Glasgow Estate, where I spent a year before being appointed as a Junior Clerk. I was then promoted to Senior Clerk at the same estate. I later moved Hatton Plantations PLC, where I was promoted to Administration Officer and recognised as the “Best Performer” of the Year in 2019,” she said.",
    "Ruby with her team at Beauvais Estate",
    "“When I joined, I faced challenges due to lack of knowledge and experience in handling accounts. However, I didn’t panic or give up. I took the initiative to learn the accounts package with the help of my senior clerk and successfully overcame the challenge, ultimately performing well in the role. I took the initiative to learn on my own, and that perseverance helped me excel in my role,” Ruby recalled. Beyond personal growth, she has actively contributed to productivity improvement initiatives. She is part of a committee that has introduced field restrooms for female tea pluckers and ensured access to healthy meals and drinks for workers. “I believe that any woman can succeed in this industry, when they are recognised and supported, and when they are themselves determined to continuously learn and improve,” she added.",
    "Transforming women’s roles in Kotagala Plantations",
    "P. Vani Devi, at Mayfield Estate of Kotagala Plantations PLC, has also carved an inspiring path for herself. She joined the estate as a tea harvester and through dedication and hard work, was promoted to a supervisory position in an estate that is a leader in mechanised tea harvesting. Now, with 25 years of experience in the estate industry, she continues to lead and inspire others. Overcoming financial struggles, she once considered migrating abroad for better opportunities but was advised by a manager to stay and learn machine-assisted tea plucking instead. “I took his advice seriously, trained in using the machine, and even trained 10 other workers. This increased my income and gradually resolved my financial problems,” she explained.",
    "“One of the most significant milestones in my career was being selected as a leader in the Productivity Committee of the estate. This role has given me the opportunity to contribute to improving efficiency and addressing workers’ concerns and we also introduced a monthly reward system for the Best Tea Harvester, and I have been recognised through this initiative, which has motivated me to continuously improve my performance,” Devi added.",
    "Vani Devi’s leadership has built a strong sense of camaraderie and aspiration among female workers of her team, proving that representation matters. “Under my supervision, around 70 women work. I treat them with love and care. I also guide them on professional matters to help them progress in their careers. By doing so, they have grown fond of me and openly share their problems with me,” she said.",
    "Reusable sanitary napkins",
    "A journey of dedication and growth at Talawakelle Tea Estates",
    "Special Grade Administrative Officer, Lakshmipriya Linton’s journey at Talawakelle Tea Estates (TTE) reflects dedication, perseverance and a passion for continuous growth. From a trainee in 1996, she progressed from Junior Clerk to Chief Clerk and now serves as a Special Grade Administrative Officer (SAO). Balancing her role as a mother of four while earning multiple diplomas, she embodies determination and commitment. Recognised as “TTE’s Best Employee” in 2017, she continues to inspire those around her. “This journey has had its challenges but with my family’s encouragement and TTE’s support, I’ve faced every challenge head-on. Seeing my children thrive makes it all worth it,” Lakshmipriya said.",
    "Horana Plantations’ commitment to menstrual health and women’s empowerment",
    "The She-Essentia project by Horana Plantations PLC is dedicated to addressing period poverty and promoting menstrual health and hygiene among women and girls in Sri Lanka’s plantation sector. While the project involves reusable sanitary products, it specifically focuses on reusable sanitary napkins. The initiative aims to support 5,292 women and girls in the up-country cluster of estates by providing access to sustainable, cost-effective sanitary napkins. These locally produced napkins are distributed in “dignity packs”, each containing enough napkins for a month’s use, and are reusable for up to a year. Distribution occurs on a six-month cycle, free of charge. Beyond product provision, the project emphasises education and awareness, conducting specialised women’s health and hygiene sessions led by medical professionals to challenge social stigma and cultural taboos surrounding menstruation.",
    "Further, it creates employment opportunities for local women, equipping them with skills to produce reusable sanitary napkins. The She-Essentia project has gained recognition as a winning concept in The Centre for Child Rights and Business’ Seal Challenge 2023 and offers economic benefits by providing a cost-effective alternative to disposable sanitary products. With reusable napkins priced at Rs. 250 compared to Rs. 425 for disposable ones, the initiative ensures affordability while promoting sustainability by reducing non-biodegradable waste and supporting Sri Lanka’s environmental goals. The project represents a broader effort to enhance menstrual hygiene management in plantation communities through accessible and sustainable solutions.",
    "As the world celebrates International Women’s Month this March, female workers of Sri Lanka’s plantation sector stands as a symbol of progress and resilience. The industry has made significant strides in empowering women through leadership opportunities, education and skill development, in an inclusive and equitable work environment. With each step forward, the industry reaffirms its dedication to uplifting women, ensuring their contributions are recognised while creating a future of equal opportunities.",
    "She-Essentia project by Horana Plantations which is dedicated to addressing period poverty"
  ]
}