{
  "url": "https://www.ft.lk/columns/Reasons-I-recommend-Sajith-not-Anura-or-Ranil-for-President/4-766379",
  "title": "Reasons I recommend Sajith, not Anura or Ranil, for President",
  "ut": 1725496497.0,
  "body_paragraphs": [
    "Progressive-centrist synergy, social democratic convergence",
    "“Poverty has reached epidemic proportions...Epidemics are emergencies. Emergencies do not have the luxury of leisurely solutions.”",
    "– President Premadasa, Inauguration of Janasaviya Trust Fund, BMICH, 25 May 1991.",
    "“We will follow a Social Market Economy model guided by Social Democratic Political Principles to foster equitable and inclusive growth, harnessing the power of markets while ensuring social justice and protection for all.”",
    "– Sajith Premadasa, ‘A Win for All’, Samagi Jana Sandhanaya Manifesto, p 9.",
    "We the People are hiring. The election is the ultimate job interview. The correctness of collective choice, composed of individual choices, is crucial.",
    "The candidates ‘files’ and profiles must be examined through the prism of who is most likely to have the following:",
    "(A) Knowledge-- the learning, education and training.",
    "(B) Accumulated experience in the relevant field at an approximate level.",
    "(C) Ability, skills-set and proven talent.",
    "(D) Mentality/temperament to do the job.",
    "We must clearly identify the core challenges facing the incoming leader, whose job we’re selecting someone for. These are:",
    "Debt and poverty challenges",
    "Prof. Howard Nicholas of the Erasmus University, Rotterdam has repeatedly underscored that:",
    "(a) The only way out of a debt crisis is to earn through export-led industrialisation.",
    "(b) Vietnam (where he has been an advisor) is the model.",
    "(c) Sri Lanka under President Premadasa had embarked on this model with great success before Vietnam.",
    "(d) Abandonment of the Premadasa model by Chandrika Kumaratunga and Ranil Wickremesinghe (2001-2003) has been the root cause of Sri Lanka’s economic crisis.",
    "(e) The return to President Premadasa’s export-led industrialisation is the only way out of the debt crisis.",
    "Howard Nicholas has testified that his deep pessimism about Sri Lanka in the late 1980s turned dramatically to optimism because he was here, heading the IPS and witnessed the Premadasa Presidency. Prof Nicholas is author of ‘Marx’s Theory of Price and its Modern Rivals’ (Palgrave Macmillan 2011).",
    "All UN agencies as well as Dept of Census & Statistics conclusively show an unprecedented proliferation of poverty in Sri Lanka, with the poor growing poorer and the middle classes becoming poor at a faster rate.",
    "The dangers posed by this epidemic in a country which experienced two armed anti-systemic rebellions (1971, 1986-89) and two unarmed popular uprisings (1953, 2022) are:",
    "Loss of moral legitimacy of the system.",
    "Social disequilibrium resulting in economic and political de-stabilisation.",
    "The key task of the top leader we elect this month is to install and implement an economic model that makes simultaneously for export-led rapid industrial growth and rapid reduction of absolute and relative poverty.",
    "The incoming leader’s central challenge is much the same as Ranasinghe Premadasa’s was in 1988 as successor to JR Jayewardene and his post-1977 model of high growth/low equity which had literally ignited a fire that was consuming the system. Premadasa had cautioned against it since 1978.",
    "As President he had to stabilise, regrow and redistribute all at the same time, maintaining stability and continuity while driving change and by driving change. He did this with two civil wars raging. His key pledge was to “turn have-nots into haves”, explicitly rejecting ‘trickle-down’, and he actually did so with unprecedented rapidity, while improving all macro-economic indicators, as economist Talal Rafi recently reminded us. This was the Premadasa economic miracle. (https://www.ft.lk/columns/Recap-of-economic-achievements-of-President-Ranasinghe-Premadasa/4-765999)",
    "It would be unfair and illogical to expect Anura Kumara Dissanayake and his team to do this. Firstly, his diagnostics are wrong because they are not structurally rooted in the neoliberal economic model and policy regime. His diagnosis is “corruption and bad governance”, and in an earlier version, “the Open Economy of 1977”.",
    "Most crucially, the learning curve is far too steep for Anura and his academic amateur team. The better choice for the job is Ranasinghe Premadasa’s son, Sajith. Though Anura denounces “political princes” (i.e., Sajith and Namal), nobody is about to install a ‘prince’ because he is one. He would have to be the people’s choice. Parentage shouldn’t be a disqualification. Would you refuse a decent piece of furniture crafted by a carpenter whose father was a master craftsman? Or would you appreciate that the skill is second generation and nourished from childhood by the family environment? We’re talking ‘Nurture’, not ‘Nature’.",
    "Sajith is also backed by an Alliance which has leaders who were incorruptible, able Ministers and Deputy Ministers in previous administrations (e.g., Dullas, Champika, Dayasiri, Arjuna, Sudharshini).",
    "Sajith Premadasa is preferable to Anura for two fundamental reasons:",
    "(I) The country will be far safer in Sajith’s hands than Anura’s, for the non-ideological reasons I shall explain below.",
    "(II) Sajith is better qualified and suited for the job.",
    "1) The benefits of an excellent education, here and overseas.",
    "2) Knowledge gathered from his father, Sri Lanka’s greatest developmental genius and giant, Ranasinghe Premadasa.",
    "3) Exposure to the world and to international leaders from boyhood.",
    "4) Practical programs for upliftment of the underprivileged and the needy (Sakvala, Husma).",
    "5) Membership of the elite, but with passionate concern for, close engagement with and commitment to the people, rejecting both extremes of social resentment and social unconcern.",
    "Sajith walks the talk. In the early 1990s, UNP Western Provincial Councillor Duncan Fernando ran a poster featuring him as a platform speaker at a political event. His father blew his top, instructed him to return to London and finish his degree, and if he wished to enter politics after that, do so by doing the hard yards, entering from Hambantota, even via a Pradeshiya Sabha. Sajith was on the first flight back. He never told the story in public except a redacted version recently. I know the story because his father shared it with me on the day it happened.",
    "When Sajith entered politics after President Premadasa’s assassination he had a soft option. Sirisena Cooray offered him Colombo Central, Premadasa’s old powerbase which he had handed over to Cooray, his closest comrade-in-arms. Sajith declined, and chose to honour his father’s injunction –without mentioning that he was doing so and thereby earning sympathy. He stayed for 20 years and served the Deep South.",
    "In recent years he could have used the support he had access to from well-wishers, to fund his future Presidential election campaign or his party the SJB. He chose instead to help under-resourced schools and hospitals. One thing I trust him to do, in a way I don’t trust any other presidential candidate, is to step up to the plate and help underprivileged people. The disadvantaged and marginalised whose numbers have rapidly grown under Ranil-IMF austerity will get a better deal under Sajith’s leadership, without experimenting riskily with the economic system—because he has learned how from his father.",
    "Balance, equilibrium, are crucial in all things, including politics and economics. Sajith will maintain the balance better, and maintain a better balance, than Anura or Ranil. His televised interview given to top Indian journalist Raj Chengappa surfaces his explicitly ‘Social Democratic Middle Path’ perspective. (https://youtu.be/5xZbQSahUQQ)",
    "In 2014 I had urged in print and on TV that AKD be Left candidate at the 2015 Presidential election, which means I thought him qualified to run for the Presidency. I have been amply confirmed in that assessment.",
    "While qualified to seek the job, is Anura the MOST qualified and suitable of the competing candidates? We have to choose the one who is best, even marginally better than the others, to hold the job of President from among the candidates.",
    "Anura is a better choice than Ranil under whom the country will be sold to foreigners. But I think, on balance, he’s not the best available for the presidency this year.",
    "I totally disagree with the allegation that an Anura administration will be another version of Gotabaya’s. Nobody is that much of a crackpot. The real danger I see is that Anura and comrades will be a reincarnation of another team of uncorrupt, impractical, unrealistic, uncreative, purely academically-credentialed, bookish, leftist policy-makers: NM, Colvin and the LSSP’s ‘Golden Brains’, especially when facing the 1973 OPEC oil price hike crisis. Theirs was the most disastrous economic performance and the most unforgettably hurtful to the people until Gotabaya arrived.",
    "My siren sounds loudest on another matter though. Nothing to do with ideology, it has everything to do with political morphology; organisational systems, structures and types. My warning would have equal validity in the corporate world as in politics.",
    "Anura is the leader of the JVP. He is the founder of the NPP. He is the leader of the NPP. He is the Presidential candidate of the NPP. Tilvin Silva is the General Secretary of the JVP. He is a leading member of the NPP.",
    "As leader of the JVP, Anura is bound, as are all members of the JVP including Tilvin Silva, by the decisions of the Politbureau. We do not know the complete composition of the JVP’s Politbureau and Central Committee. The JVP Politbureau and Central Committee are bound by the decisions of the party’s highest body, the Party Congress.",
    "I simply do not know when and where the last Congress of the JVP was held. Do you? Does anyone outside the JVP? I certainly haven’t seen any documents of that Congress or any JVP Congress in the public domain. Therefore, I do not know what decisions and policies ultimately govern and will ultimately govern the behaviour of the JVP leaders including their top leader, if and when in office.",
    "This opacity has nothing to do with leftism, communism or Marxism-Leninism. The Congresses of the Communist Party of China (CPC) are shown on international TV. The resolutions passed at the CPC Congresses and the policy documents endorsed are released real-time in the international languages into the global public space. So were the Congress documents of the Communist International (Comintern) and even those of Tzarist Russia’s underground Marxist parties including Lenin’s clandestine RSDLP at the time. But not so the JVP. Why?",
    "Thus, if an Anura Presidency and NPP administration get into trouble on some issue or the other, local, national or international, we will not know what the balance would be in the largely unknown Politbureau and Central Committee that Anura will have to respect, and what policies contained in the documents and resolutions of the JVP’s last Party Congress will govern his and his party’s behaviour.",
    "We don’t have the slightest notions of what the JVP’s internally and formally endorsed doctrines, strategy, project and policies are. Therefore, we are unaware how the NPP will behave if and when the JVP’s leader who is also the NPP’s founder-leader and Presidential candidate, is elected.",
    "There would be no checks-and-balances, because Anura’s NPP is not a coalition of political parties and/or nationally prominent political personalities, unlike Sajith’s SJS alliance. The NPP is a political movement which has only one real party, the JVP. The NPP is semi-autonomous of the JVP but is in interlock with the JVP which has the golden share. Therefore, the whole formation will be governed in the final analysis by the shrouded JVP Politbureau and Central Committee and the hitherto unknown decisions of its secretive Party Congresses.",
    "Before Anura is chosen as President by us, I think the JVP has to transform through a Congress whose decisions are made public, into a normal democratic or democratic Socialist party which is far more transparent to public scrutiny and political accountability. If it does, the NPP will do well at the upcoming General Election.",
    "There is no Left party whose inner life and decisions are anywhere as secretive and opaque as the JVP, competing in democratic elections and aspiring to the highest office anywhere in the world.",
    "There are also hardly any Communist parties in electorally non-competitive systems (e.g., China), which are anywhere as internally opaque as the JVP either.",
    "A recent research article ‘The NPP, the JVP and the Realities of Communist Party Governance’ makes the generic point and is an excellent backgrounder. (https://groundviews.org/2024/09/02/the-npp-the-jvp-and-the-realities-of-communist-party-governance/)",
    "For my part however, I argue that the JVP is an extreme aberration; even more opaque, more of a ‘black hole’, than the standard Communist Party model including during revolutions and the Cold War.",
    "Ranil contributed mightily to Sri Lanka’s economic freefall by:",
    "Insisting on appointing Arjuna Mahendran as Governor of the Central Bank and being responsible for the Central Bank Bond scam and drain of funds",
    "Racking up several times more ISB debt than did Mahinda Rajapaksa.",
    "Without Ranil’s economics as PM in the Yahapalanaya administration there wouldn’t have been a deep, intractable debt crisis.",
    "He didn’t defend democracy from anarchy. When Gotabaya fled, the massive crowd besieging the President’s House and Secretariat and occupying Galle Face Green dropped drastically after nightfall. The continued occupation of state buildings was nonviolent, even playful, with whole families picnicking on the lawns and Bella Ciao being sung at night to piano-playing.",
    "They weren’t cleared by the Army or STF on Ranil’s orders. They were vacated by IUSF leader Wasantha Mudalige in response to the request of BASL boss Saliya Pieris.",
    "Ranil ‘defended democracy’ from a few dozen overnight stragglers camping in tents. The previous day, they’d pulled down their black flag from the mast of the Presidential Secretariat and publicly announced their completely departure at 3PM the next day. They were brutally assaulted at 3AM.",
    "Far from defending democracy, the major trigger of the southern Second Insurrection of the 1980s was the Referendum of December 1982, cancelling the scheduled General Election of early 1983. Wickremesinghe was perhaps the most aggressive in this campaign.",
    "He daringly accepted the PM-ship while Sajith and Anura “ran”.",
    "He saved the Parliament from being torched by the Aragalaya and/or JVP-NPP.",
    "As Gotabaya Rajapaksa discloses in his memoir ‘The Conspiracy’, he decided to give the Prime Ministership to Ranil because RW promptly presented himself for the job without seeking a negotiation on anything –such as his, GR’s, departure--or any lead-time for deliberation with colleagues.",
    "The run-up was strange. The FSP-IUSF and the JVP had nothing to do with the encampment on the sidewalk outside Temple Trees with Mahinda Rajapaksa in residence. No one from either party was identified and arrested after the hours-long, late-night siege and fire-bombing of the Temple Trees premises, leading to MR’s evacuation. Who dunnit?",
    "The JVP-NPP mounted a modest picket at lunch-hour at the turnoff to Parliament. Dr. Harini Amarasuriya, Lal Kantha and Sunil Handunetti were there. As dusk fell and vans carrying unruly elements began arriving from Galle Face, they rightly terminated the picket and left.",
    "Wasantha Mudalige kept appealing on FB ‘Live’ to those who had left Galle Face, especially to Dr. Pathum Kerner, an expatriate ex-military doctor who was leading the breakaway foray from Galle Face to Parliament, to promptly return because targeting/besieging Parliament was never envisaged by the Aragalaya.",
    "Kerner was never arrested. Wasantha Mudalige, miles away, was detained for months. Days later Kerner claimed that he supported Ranil’s economic policies and had played a role in enabling the possibility of their implementation."
  ]
}