{
  "url": "https://www.dailymirror.lk/opinion/Britain-Moats-and-sieges-but-no-knights-and-fairy-tales/172-289293",
  "title": "Britain: Moats and sieges,  but no knights and fairy tales",
  "ut": 1723414754.0,
  "body_paragraphs": [
    "Britain must work decisively to heal the wounds of racism and retain people’s faith in the country and government (Courtesy: The Mirror)",
    "There are no knights in shining armour to defend Britain’s non-white citizens, immigrants or those trying to help them",
    "Britain has been rocked by race riots for a week, and they show no sign of abating.",
    "Labour Prime Minister Keir Starmer was on holiday when far-right white mobs began attacking people who were not white. That’s the best way to describe what happened though one can categorise the victims as Muslims, all South Asians no matter what religion, black people, as well as white people seen as sympathetic to immigrants and non-white Britons.",
    "It started with an attack on Rotherham hotel, England, where migrants and aid workers terrified of an arson attack were locked in and trapped by mobs until the police finally arrived. Since then, several more hotels functioning as refugee centres have been attacked. Cities as far apart as Liverpool, Plymouth, Hartlepool and Manchester are affected, and rioting has spread to Belfast in Northern Ireland as well.",
    "It’s Northern England and Britain’s impoverished coastal towns that are the worst affected. TV footage shows mobs stopping cars and damaging them if the occupants aren’t white. In some cases, people are dragged out and beaten up. Phone shops and other establishments belonging to non-white Britons have been looted. In places, Muslim graves have been desecrated.",
    "Watching these images, my mind went back to our July 1983 race riots. The only difference is that the victims in Britain haven’t been killed, and the British police try to control the mobs when they can whereas, to the lasting shame of Sri Lanka and its police department, many terrified Tamils who sought refuge in police stations in 1983 were thrown back to the streets to be at the mercy of the wolves.",
    "In these British TV images, you can see policemen on horseback trying to stop the rioters. Unfortunately, there are no knights in shining armour to defend Britain’s non-white citizens, immigrants or those trying to help them. The British police force didn’t look the other way. But they are vastly outnumbered.",
    "A week later, the Labour government has belatedly realised how serious this crisis is – after several police stations were gutted by the mobs, it’s trying to galvanise the police force. Outspoken former Labour MP John Galloway (Moats is his You Tube channel) says that successive governments, both Labour and Conservative, have slashed funds and recruitment for the police, and they are underequipped and undermanned and quite unprepared to handle a crisis of this magnitude.",
    "But arrests have been made, offenders put on trial and three men have been sentenced to up to three years in prison. PM Stamer, a former prosecutor, has promised justice. Britain has passed an online prosecution bill under which social media offenders can be prosecuted.",
    "But the damage has been done. For much of last week, it was up to minorities to defend themselves. Young Muslims formed groups to keep white mobs away from their neighbours. Jackie Walker, author and activist of Caribbean origin, said relative safety in her neighbourhood was provided by such volunteer groups, as the police were elsewhere. But that itself is a problem and the long-term solution to mob violence.",
    "John Galloway says a mob tried to lynch a black man in Manchester, which incidentally was one end of England’s second public railway, Liverpool to Manchester, constructed by George Stephenson in 1829. Hooligans who tried to lynch a man there wouldn’t know this history, or how Britain’s 20th-century prosperity and empire status was built on what George Orwell described as coolie labour from India and other colonies. It’s their descendants, the despised dark-skinned people, those Muslims and Pakistanis and blacks who are being hunted now in Britain’s streets.",
    "Immigration officers and immigration law firms too, are being targeted. One immigration officer of Indian origin said he saw his name and names of family members on a hit list on social media, which made him pack up and leave home immediately. One such hate post scored 125,000 views in a few hours.",
    "Social media is a boomerang which can work both ways. The police said on Thursday they have identified on social media 100 targets for racists, and will take preventive action. Whether they have the resources to neutralise all these threats remains to be seen.",
    "All this has led analysts to believe that this is part of a wider international conspiracy, linking Britain’s far right with like-minded groups as far away as Russia (as Boney M said: Oh, those Russians) and even Elon Musk.",
    "Musk, a South African-born American businessman, is noted for his right-wing views. His views are his own concern. The trouble is that he is using his power to influence millions across the globe. Critics say he bought Twitter not for financial gain (it was losing money) but to spread his political views and influence major international events such as the forthcoming American presidential elections.",
    "There is reason to believe this. Musk has disbanded Twitter’s Trust and Safety Team which monitors hate speech, and he allowed Tommy Robinson and Donald Trump back on Twitter, when both were earlier banned from it.",
    "Tommy  Robinson is a far-right hate propagandist who, despite being declared bankrupt, lives a luxurious lifestyle. He fled the UK on 28th July on the eve of a high court hearing over contempt of court proceedings, and he has maintained a near-constant commentary on events in the UK on his X platform and others since the fatal stabbings of three young girls in Southport on July 29.  A Muslim immigrant was falsely blamed for this, but the far-right used it as an excuse to start the riots, and Robison’s hate posts from abroad have played a major role in this mayhem.",
    "A week after the riots began, there are counter-protests condemning the racist violence. In sheer numbers, the far-right is still a minority. But that’s how extremist politics get underway. Britain is now a melting pot but still a civil society. It must work decisively to heal the wounds and retain people’s faith in the country and government. One good thing – though this is a national emergency, you don’t see armed soldiers in the streets. It’s seen as a police situation. This is so unlike Sri Lanka, where you find hordes of armed soldiers in the streets at the drop of a handkerchief, which is President Ranil Wickremasinghe’s brand of democracy."
  ]
}