{
  "url": "https://www.ft.lk/columns/How-India-fits-into-Sri-Lanka-s-post-crisis-growth-strategy/4-787001",
  "title": "How India fits into Sri Lanka’s post-crisis growth strategy",
  "ut": 1768527053.0,
  "body_paragraphs": [
    "Prime Minister Dr. Harini Amarasuriya with Indian Prime Minister Narendra Modi during her visit to New Delhi in October last year",
    "SRI Lanka begins 2026 in a narrow corridor between economic recovery and renewed climate risks. The economy has moved past the 2022 balance-of-payments collapse, but resilience is being tested again as the country rebuilds after Cyclone Ditwah. The World Bank’s damage estimate of about US$4.1 billion is a reminder that climate shocks now arrive as macro shocks, tightening fiscal space just as confidence starts to return.",
    "Colombo is leaning on the quickest earners of foreign exchange, especially tourism, while trying to keep the reform agenda credible – the island nation has presented 2026 as a year to expand tourism activity as part of the recovery effort. Yet the next phase cannot be built on inflows alone. It requires rewiring the economy toward productivity, export diversification, and stronger regional linkages that reduce vulnerability when demand, financing conditions, or weather turn.",
    "In this setting, the partnership between New Delhi and Colombo matters less as emergency support and more as a route to durable competitiveness. Prime Minister Harini Amarasuriya’s official visit to India in October 2025 put education and skills, technology cooperation, trade, and connectivity at the centre of the bilateral agenda, alongside efforts to keep political frictions from spilling into the economic sphere. The test now is implementation, moving from communiques to working corridors, interoperable systems, and investment pipelines that survive political cycles on both sides.",
    "From stabilisation to capability",
    "Tourism is the most visible engine because it moves quickly and spreads employment across the services sector. Sri Lanka has treated India as a core short-haul market, and its Immigration Department has extended a free-visa regime to seven nationalities, including India, since 2023. The stronger path is to upgrade standards and experiences, and to deepen local supply chains so tourism demand pulls in domestic food, transport, and local services rather than leaking out through imports. For India, the upside is also commercial: joint packages, medical and wellness linkages, and more reliable air and sea connectivity that support business travel as much as leisure travel.",
    "Remittances are a quieter stabiliser, and often a steadier one for Sri Lanka. They supported households through the crisis and continue to ease pressure on the external account. The development task is not to direct private money, but to make it easier for families to convert a portion of their inflows into assets and enterprise. Better protection for migrant workers, lower recruitment risks, and simple channels for longer-term saving can shift remittances toward housing finance and small business credit, strengthening household balance sheets while widening the base of domestic investment.",
    "Additionally, Sri Lanka’s comparative advantage lies in geography, logistics, and State capability rather than scale. Colombo’s position as a transshipment hub for Indian cargo anchors its role in the Indian Ocean trade, while port-linked services can support time-sensitive exports if trade facilitation improves. A credible blue economy strategy can widen this base across shipping, fisheries, coastal tourism, and offshore energy, provided it is backed by prudent debt management and environmental safeguards. At the same time, digital public infrastructure is emerging as a complementary growth lever. The rapid uptake of platforms such as GovPay points to the potential for cleaner public finance, lower transaction costs, and broader access to formal finance. However, these gains will depend on strong cybersecurity and clear data protection rules.",
    "India as a growth multiplier",
    "The India partnership can convert these sectoral engines into a more coherent growth pathway by reducing everyday frictions and expanding the investment horizon. Payments interoperability is a simple example with outsized spillovers. PhonePe’s collaboration with LankaPay enables UPI payments across LankaQR merchant points for Indian travellers in Sri Lanka. Beyond convenience, interoperable payments support small merchants by providing formal transaction trails and make it easier for visitors to pay for transport, food, and small services without friction, thereby boosting the local multiplier of Indian spending.",
    "Connectivity by sea adds a complementary channel. India has extended financial assistance for the Nagapattinam to Kankesanthurai passenger ferry service, supporting movement across the Palk Strait that matters for short business visits and the restoration of everyday ties that sustain trade. These corridors matter because they broaden the geography of bilateral gains, including in coastal regions that can respond quickly to new demand.",
    "Energy connectivity is the deeper competitiveness lever because it affects every sector from manufacturing to digital services. In late October 2025, senior officials discussed implementation modalities for the proposed India-Sri Lanka power grid interconnection. If designed with transparent pricing and credible dispute-resolution mechanisms, grid links can reduce uncertainty around power costs, support export diversification, and lay the groundwork for future renewable trade.",
    "The strategic prize is production integration that upgrades exports and jobs. Sri Lanka can host selected stages of Indian value chains in sectors where proximity and logistics matter, such as rubber-based products, apparel inputs, pharmaceuticals, food processing, and IT and business process services. India brings scale, capital, and market access; Sri Lanka offers location, port connectivity, and a workforce that can be upgraded through joint skilling. To make this work, Colombo needs predictability in taxes and regulation, clear land and environmental processes, and a trade facilitation regime that rewards exporters rather than delaying them.",
    "Finally, Sri Lanka’s recovery has created space, but Ditwah underscores how quickly new shocks can compress it again. A strategy that upgrades tourism, strengthens the developmental impact of remittances, leverages maritime advantages, and builds trusted digital rails can make growth more resilient to climate and exogenous macroeconomic shocks. The partnership between Delhi and Colombo, therefore, matters because it can connect these priorities into interoperable platforms and production linkages, turning stabilisation into a more durable competitiveness story in the Indian Ocean economy.",
    "(The author is Fellow and Lead, World Economies and Sustainability, CNED, Observer Research Foundation.)"
  ]
}