{
  "url": "https://www.ft.lk/columns/Know-your-local-electoral-system-and-implications/4-775234",
  "title": "Know your local electoral system and implications",
  "ut": 1743980085.0,
  "body_paragraphs": [
    "It will be your responsibility to learn about the individuals behind the party symbols in your ward",
    "The Local Government Electoral Reforms Act No. 17 of 2017 introduced a new Mixed Member Proportional (MMP) system for elections, a first not only in Sri Lanka but also in Asia. The first local election carried under the new Act was held in 2018. The election scheduled for 2025 will use the same method.",
    "The Mixed-Member Proportional method is misinterpreted even by experienced politicians or policy analysts. To the voters, a local election is now simply a matter of putting an X against the name of a Party or an independent group and its symbol contesting in one’s designated “Ward” within one’s local council. But what happens after votes are counted is a more complex story.",
    "In 2011, under the Proportional Representation with preferential votes electoral system that was applicable then, 53 members were returned for the Colombo Municipal Council (or CMC). In 2018, under the new MMP method, a newly delimited set of 49 wards returning 66 members formed the basis of the electoral system. Here 66 members representing 49 wards were returned on a first-past-the-post basis, and another 53 at-large members were returned from a second Party List, for a total of 119 members. How did the number of councillors increase from 53 in 2011 to 119 in 2018?",
    "To clear the air right from the start, I should state that the number of councillors in the CMC increased not because of the MMP method per se. The number increased because the same number of wards determined for a mixed-member electoral system legislated in 2012 was used without change for a mixed-member system using a different formula which was legislated in 2017. The problem can be solved, if needed, by a new delimitation to reduce the number of wards, but for the time being we cannot do anything about the number of councillors that we will be electing.",
    "As we go into a second round of local elections using the MMP method in May 2025, it will be good to understand how a single vote translates into a local council with two different types of members. There is also the notion that we need our local government system to be free of Party politics and various other ideas about better modes of representation are in circulation. Whether voting in this election or wanting changes to the electoral method in future elections, we need to understand the issues with the current MMP electoral system.",
    "Sri Jayewardenepura-Kotte MC as case in point",
    "Let us consider the election results of the Sri Jayewardenepura Kotte Municipal Council (SJ-Kotte MC for short) as a good example that highlights issues specific to the MMP system. In the 2018 election, SJ-Kotte MC was scheduled to elect 35 members in a ratio of 60:40, with 21 members elected First-past-the post (or FPTP) from 21 Wards and 14 at-large members from Party Lists.",
    "In the proportional representation (PR) system with preferential votes that was used prior to 2018, election results were determined in two rounds. First, the total number of seats in a Council was divided among the parties proportional to the number of votes each party received. Second, individuals were returned to fill the seats assigned to each party according to the preferential votes received by the candidates in each party.",
    "The MMP system is designed to avoid preferential vote seeking by candidates while giving a proportional or near proportional result. First, the total number of seats in a Council is divided among the parties proportional to the number of votes each party received, as before.",
    "An alternative method is used in MMP to return individuals to fill those seats. First, those who won first-past-the-post are returned to fill 60% of the seats in the council. The other 40% of the seats are returned by the secretary of each qualifying Party from a second list of candidates to claim the remaining PR entitlement due to each Party.",
    "In 2018, SLPP received the most votes in the Kotte Municipal Council, but they received only 41.4% of the total votes. Therefore, according to proportional representation or PR, the party is entitled to only 15 out of the total 35 seats in the council. However, the party won 18 out of the 21 wards in single-member constituencies, 3 more than its PR entitlement. Those seats that are won over and above a Party’s PR entitlement are known as Overhangs.",
    "The issue of overhangs is corrected through one of three methods. The method followed in Sri Lanka as in New Zealand is to add extra seats to the Council.",
    "Table 1 shows the percentage of votes received by each party in SJ-Kotte MC, and how the four parties were allocated 15, 12, 5, 3 seats, respectively, in proportion to the votes they received. When the three overhangs are added to mix, the distribution changes to 18, 12, 5, 3 and the Council now has 38 seats.",
    "The second table shows how each party returned members for the 18, 12, 5, and 3 seats each won. After the SLPP has returned all 18 of its FPTP winners from 18 Wards, they will not be entitled to return anyone from their Party List.",
    "As for UNP, after returning its 3 FPTP winners, the Party was allowed to nominate 9 additional members from its second list to compensate for its unused PR entitlement. AS for the UPFA and JVP, since they did not win a single FPTP seat they can return 5 and 3 members, respectively, from their second lists to claim their PR entitlement.",
    "Women’s quota: According to the 2017 Local Elections Act No. 16, the Election Commission is required to ensure that the final percentage of women in the council is 25% of the total.",
    "There were three women in the 21 members elected via FPTP in the SJ-Kotte MC – two from the SLPP and one from the UNP. To bring the percentage of women to 25% of the total original number of 35 members, five more women had to be returned from Party lists. The law mandated that a Party can be exempted from obligation to return women from their party lists only if they got less than 20% of votes AND got less than 3 seats from the second list. Accordingly, political parties other than the UNP, UPFA and JVP were exempted and the latter set of three Parties returned 3, 1, and 1 women, respectively, from the second list. The fact that the winning Party is exempted from returning additional women and the obligation falls on the Party coming second is a problem that needs to be resolved if the MMP method is to be applied in future local elections.",
    "Proportionality of the final result: Although there was some distortion in proportionality due to the phenomenon of overhangs the final distribution of seats in the ST-Kotte MC was distributed among the four parties as 47%, 32%, 13% and 8%, respectively, which is close to the percentages of votes obtained by those parties at 41.4%, 33.8%, 14.4% and 9.2%, respectively, thus achieving a near proportional result. The distribution of seats at the national level was also close to proportionality of votes received by each Party.",
    "Proportionality in representation was achieved along with representation at Ward level through the MMP method used in the 2018 local election, but at what cost? What are the issues?",
    "Most issues concerning the MMP method can be addressed through modifications to the relevant Acts or regulations, but this is not a time to talk about corrections to the prevailing MMP method. Leaving further electoral reforms for the future, what should concern voters in the upcoming election?",
    "The 2025 local election and beyond",
    "As we cast our vote for a Party and its symbol it is worth thinking about individuals who would be returned to represent the sum of votes received by each of those parties. As we learned, members are returned from two lists, a first list of those nominated to represent each ward and a second list of those filling the remaining PR entitlement seats. The lists will be sent to you by the Election Commission but without the bios. In India, the bios of all candidates are posted on https://affidavit.eci.gov.in/, but access has been limited since of late. In Sri Lanka, it will be your responsibility to learn about the individuals behind the party symbols in your ward.",
    "Beyond the 2025 local election, we need to start thinking of turning local councils into institutions that work for us, not for larger political agendas at the national level as the case now."
  ]
}