{
  "url": "https://www.technologyreview.com/2024/09/25/1104475/nobel-prize-winners-cancel-crispr-patents-europe/",
  "title": "Two Nobel Prize winners want to cancel their own CRISPR patents in Europe",
  "ut": 1727244152.0,
  "body_paragraphs": [
    "In the decade-long fight to control CRISPR, the super-tool for modifying DNA, it’s been common for lawyers to try to overturn patents held by competitors by pointing out errors or inconsistencies. But now, in a surprise twist, the team that earned the Nobel Prize in chemistry for developing CRISPR is asking to cancel two of their own seminal patents, MIT Technology Review has learned. The decision could affect who gets to collect the lucrative licensing fees on using the technology.  ­­The request to withdraw the pair of European patents, by lawyers for Nobelists Emmanuelle Charpentier and Jennifer Doudna, comes after a damaging August opinion from a European technical appeals board, which ruled that the duo’s earliest patent filing didn’t explain CRISPR well enough for other scientists to use it and doesn’t count as a proper invention. The Nobel laureates’ lawyers say the decision is so wrong and unfair that they have no choice but to preemptively cancel their patents, a scorched-earth tactic whose aim is to prevent the unfavorable legal finding from being recorded as the reason.",
    "“They are trying to avoid the decision by running away from it,” says Christoph Then, founder of Testbiotech, a German nonprofit that is among those opposing the patents, who provided a copy of the technical opinion and response letter to MIT Technology Review. “We think these are some of the earliest patents and the basis of their licenses.” Discovery of the century CRISPR has been called the biggest biotech discovery of the century, and the battle to control its commercial applications—such as gene-altered plants, modified mice, and new medical treatments—has raged for a decade.",
    "Related StoryBeyond gene-edited babies: the possible paths for tinkering with human evolutionCRISPR will get easier and easier to administer. What does that mean for the future of our species?",
    "The dispute primarily pits Charpentier and Doudna, who were honored with the Nobel Prize in 2020 for developing the method of genome editing, against Feng Zhang, a researcher at the Broad Institute of MIT and Harvard, who claimed to have invented the tool first on his own. Back in 2014, the Broad Institute carried out a coup de main when it managed to win, and later defend, the controlling US patent on CRISPR’s main uses. But the Nobel pair could, and often did, point to their European patents as bright points in their fight. In 2017, the University of California, Berkeley, where Doudna works, touted its first European patent as exciting, “broad,” and “precedent” setting. After all, a region representing more than 30 countries had not only recognized the pair’s pioneering discovery; it had set a standard for other patent offices around the world. It also made the US Patent Office look like an outlier whose decisions favoring the Broad Institute might not hold up long term. A further appeal challenging the US decisions is pending in federal court. Long-running saga But now the European Patent Office is also saying—for different reasons—that Doudna and Charpentier can’t claim their basic invention. And that’s a finding their attorneys think is so damaging, and reached in such an unjust way, that they have no choice but to sacrifice their own patents. “The Patentees cannot be expected to expose the Nobel-prize winning invention … to the repercussions of a decision handed down under such circumstances,” says the 76-page letter sent by German attorneys on their behalf on September 20.  The chief intellectual-property attorney at the University of California, Randi Jenkins, confirmed the plan to revoke the two patents but downplayed their importance.  “These two European patents are just another chapter in this long-running saga involving CRISPR-Cas9,” Jenkins said. “We will continue pursuing claims in Europe, and we expect those ongoing claims to have meaningful breadth and depth of coverage.” The patents being voluntarily disavowed are EP2800811, granted in 2017, and EP3401400, granted in 2019. Jenkins added the Nobelists still share one issued CRISPR patent in Europe, EP3597749, and one that is pending. That tally doesn’t include a thicket of patent claims covering more recent research from Doudna’s Berkeley lab that were filed separately. Freedom to operate The cancellation of the European patents will affect a broad network of biotech companies that have bought and sold rights as they seek to achieve either commercial exclusivity to new medical treatments or what’s called “freedom to operate”—the right to pursue gene-slicing research unmolested by doubts over who really owns the technique.",
    "These companies include Editas Medicine, allied with the Broad Institute; Caribou Biosciences and Intellia Therapeutics in the US, both cofounded by Doudna; and Charpentier’s companies, CRISPR Therapeutics and ERS Genomics. ERS Genomics, which is based in Dublin and calls itself “the CRISPR licensing company,” was set up in Europe specifically to collect fees from others using CRISPR. It claims to have sold nonexclusive access to its “foundational patents” to more than 150 companies, universities, and organizations who use CRISPR in their labs, manufacturing, or research products. For example, earlier this year Laura Koivusalo, founder of a small Finnish biotech company, StemSight, agreed to a “standard fee” because her company is researching an eye treatment using stem cells that were previously edited using CRISPR. Although not every biotech company thinks it’s necessary to pay for patent rights long before it even has a product to sell, Koivusalo decided it would be the right thing to do. “The reason we got the license was the Nordic mentality of being super honest. We asked them if we needed a license to do research, and they said yes, we did,” she says.  A slide deck from ERS available online lists the fee for small startups like hers at $15,000 a year. Koivusalo says she agreed to buy a license to the same two patents that are now being canceled. She adds: “I was not aware they were revoked. I would have expected them to give a heads-up.”  A spokesperson for ERS Genomics said its customers still have coverage in Europe based on the Nobelists’ remaining CRISPR patent and pending application. Related StoryA plan to bring down drug prices could threaten America’s technology boomAs it stands, the draft policy would undermine the long-standing Bayh-Dole Act, with unintended consequences for innovation.",
    "In the US, the Broad Institute has also been selling licenses to use CRISPR. And the fees can get big if there’s an actual product involved. That was the case last year, when Vertex Pharmaceuticals won approval to sell the first CRISPR-based treatment, for sickle-cell disease. To acquire rights under the Broad Institute’s CRISPR patents, Vertex agreed to pay $50 million on the barrelhead—and millions more in the future. PAM problem There’s no doubt that Charpentier and Doudna were first to publish, in a 2012 paper, how CRISPR can function as a “programmable” means of editing DNA. And their patents in Europe withstood an initial round of formal oppositions filed by lawyers.",
    "But this August, in a separate analysis, a technical body decided that Berkeley had omitted a key detail from its earliest patent application, making it so that “the skilled person could not carry out the claimed method,” according to the finding. That is, it said, the invention wasn’t fully described or enabled. The omission relates to a feature of DNA molecules called “protospacer adjacent motifs,” or PAMs. These features, a bit like runway landing lights, determine at what general locations in a genome the CRISPR gene scissors are able to land and make cuts, and where they can’t. In the 76-page reply letter sent by lawyers for the Nobelists, they argue there wasn’t really any need to mention these sites, which they say were so obvious that “even undergraduate students” would have known they were needed.  The lengthy letter leaves no doubt the Nobel team feels they’ve been wronged. In addition to disavowing the patents, the text runs on because it seeks to “make of public record the reasons for which we strongly disagree with [the] assessment on all points” and to “clearly show the incorrectness” of the decision, which, they say, “fails to recognize the nature and origin of the invention, misinterprets the common general knowledge, and additionally applies incorrect legal standards.” hide"
  ]
}