{
  "url": "https://www.technologyreview.com/2025/09/18/1123818/hydrogen-reality-check-china/",
  "title": "Clean hydrogen is facing a big reality check",
  "ut": 1758155400.0,
  "body_paragraphs": [
    "Hydrogen is sometimes held up as a master key for the energy transition. It can be made using several low-emissions methods and could play a role in cleaning up industries ranging from agriculture and chemicals to aviation and long-distance shipping. Related StoryNamibia wants to build the world’s first hydrogen economyCan the vast and sparsely populated African country translate its renewable power potential into national development?",
    "This moment is a complicated one for the green fuel, though, as a new report from the International Energy Agency lays out. A number of major projects face cancellations and delays, especially in the US and Europe. The US in particular is seeing a slowdown after changes to key tax credits and cuts in support for renewable energy. Still, there are bright spots for the industry, including in China, and new markets could soon become crucial for growth.  Here are three things to know about the state of hydrogen in 2025. 1. Expectations for annual clean hydrogen production by 2030 are shrinking, for the first time.",
    "While hydrogen has the potential to serve as a clean fuel, today most is made with processes that use fossil fuels. As of 2025, about a million metric tons of low-emissions hydrogen are produced annually. That’s less than 1% of total hydrogen production. In last year’s Global Hydrogen Report, the IEA projected that global production of low-emissions hydrogen would grow to as high as 49 million metric tons annually by 2030. That prediction has been steadily climbing since 2021, as more places around the world sink money into developing and scaling up the technology.",
    "In the 2025 edition, though, the IEA’s production prediction had shrunk to 37 million metric tons annually by 2030. That’s still a major expansion from today’s numbers, but it’s the first time the agency has cut its predictions for the end of the decade. The report cited the cancellations of both electrolysis projects (those that use electricity to generate hydrogen) and carbon capture projects as reasons for the pullback. The cancelled and delayed projects included sites across Africa, the Americas, Europe, and Australia.  2. China is dominating production today and could produce competitively cheap green hydrogen by the end of the decade.  Speaking of electrolysis projects, China is the driving force in manufacturing and development of electrolyzers, the devices that use electricity to generate green hydrogen, according to the new IEA report. As of July 2025, the country accounted for 65% of the installed or almost installed electrolyzer capacity in the world. It also manufactures nearly 60% of the world’s electrolyzers. Related StoryWhy the next energy race is for underground hydrogenHydrogen can be used in chemicals and as a green fuel. Vast underground stores could help make it an economical option.",
    "A major barrier for clean hydrogen today is that dirty methods based on fossil fuels are just so much cheaper than cleaner ones. But China is well on its way to narrowing that gap. Today, it’s roughly three times more expensive to make and install an electrolyzer anywhere else in the world than in China. The country could produce green hydrogen that’s cost-competitive with fossil hydrogen by the end of the decade, according to the IEA report. That could make the fuel an obvious choice for both new and existing uses of hydrogen. 3. Southeast Asia could be a major emerging market for low-emissions hydrogen.  One region that could become a major player in the green hydrogen market is Southeast Asia. The economy is growing fast, and so is energy demand.",
    "There’s an existing market for hydrogen in Southeast Asia already. Today, the region uses about 4 million metric tons of hydrogen annually, largely in the oil refining industry and the chemical business, where it is used to make ammonia and methanol. International shipping is also concentrated in the region—the port of Singapore supplied about one-sixth of all the fuel used in global shipping in 2024, more than any other single location. Today, that total consists almost exclusively of fossil fuels. But there’s been work to test cleaner fuels, including methanol and ammonia, and interest in shifting to hydrogen in the longer term. Clean hydrogen could slot into these existing industries and help cut emissions. There are 25 projects under development right now in the region, though additional support for renewables will be crucial to getting significant capacity up and running. Overall, hydrogen is getting a reality check, revealing problems cutting through the hype we’ve seen in recent years. The next five years will tell whether the fuel can live up to the still-lofty hopes.   This article is from The Spark, MIT Technology Review’s weekly climate newsletter. To receive it in your inbox every Wednesday, sign up here. hide"
  ]
}