{
  "url": "https://www.technologyreview.com/2024/06/14/1093384/catan-climate-change-board-games/",
  "title": "These board games want you to beat climate change",
  "ut": 1718321400.0,
  "body_paragraphs": [
    "It’s game night, and I’m crossing my fingers, hoping for a hurricane.  I roll the die and it clatters across the board, tumbling to a stop to reveal a tiny icon of a tree stump. Bad news: I just triggered deforestation in the Amazon. That seals it. I failed to stop climate change—at least this board-game representation of it.  The urgent need to address climate change might seem like unlikely fodder for a fun evening. But a growing number of games are attempting to take on the topic, including a version of the bestseller Catan released this summer. As a climate reporter, I was curious about whether games could, even abstractly, represent the challenge of the climate crisis. Perhaps more crucially, could they possibly be any fun?",
    "My investigation started with Daybreak, a board game released in late 2023 by a team that includes the creator of Pandemic (infectious disease—another famously light topic for a game). Daybreak is a cooperative game where players work together to cut emissions and survive disasters. The group either wins or loses as a whole. When I opened the box, it was immediately clear that this wouldn’t be for the faint of heart. There are hundreds of tiny cardboard and wooden pieces, three different card decks, and a surprisingly thick rule book. Setting it up, learning the rules, and playing for the first time took over two hours.",
    "Daybreak, a cooperative board game about stopping climate change.COURTESY OF CMYK   Daybreak is full of details, and I was struck by how many of them it gets right. Not only are there cards representing everything from walkable cities to methane removal, but each features a QR code players can use to learn more. In each turn, players deploy technologies or enact policies to cut climate pollution. Just as in real life, emissions have negative effects. Winning requires slashing emissions to net zero (the point where whatever’s emitted can be soaked up by forests, oceans, or direct air capture). But there are multiple ways for the whole group to lose, including letting the global average temperature increase by 2 °C or simply running out of turns.  In an embarrassing turn of events for someone who spends most of her waking hours thinking about climate change, nearly every round of Daybreak I played ended in failure. Adding insult to injury, I’m not entirely sure that I was having fun. Sure, the abstract puzzle was engaging and challenging, and after a loss, I’d be checking the clock, seeing if there was time to play again. But once all the pieces were back in the box, I went to bed obsessing about heat waves and fossil-fuel disinformation. The game was perhaps representing climate change a little bit too well. Related StoryThis classic game is taking on climate changeWhat the New Energies edition of Catan says about climate technology today.",
    "I wondered if a new edition of a classic would fare better. Catan, formerly Settlers of Catan, and its related games have sold over 45 million copies worldwide since the original’s release in 1995. The game’s object is to build roads and settlements, setting up a civilization.  In late 2023, Catan Studios announced that it would be releasing a version of its game called New Energies, focused on climate change. The new edition, out this summer, preserves the same central premise as the original. But this time, players will also construct power plants, generating energy with either fossil fuels or renewables. Fossil fuels are cheaper and allow for quicker expansion, but they lead to pollution, which can harm players’ societies and even end the game early. Before I got my hands on the game, I spoke with one of its creators, Benjamin Teuber, who developed the game with his late father, Klaus Teuber, the mastermind behind the original Catan. To Teuber, climate change is a more natural fit for a game than one might expect. “We believe that a good game is always around a dilemma,” he told me. The key is to simplify the problem sufficiently, a challenge that took the team dozens of iterations while developing New Energies. But he also thinks there’s a need to be at least somewhat encouraging. “While we have a severe topic, or maybe even especially because we have a severe topic, you can’t scare off the people by making them just have a shitty evening,” Teuber says. In New Energies, the first to gain 10 points wins, regardless of how polluting that player’s individual energy supply is. But if players collectively build too many fossil-fuel plants and pollution gets too high, the game ends early, in which case whoever has done the most work to clean up their own energy supply is named the winner.",
    "That’s what happened the first time I tested out the game. While I had been lagging in points, I ended up taking the win, because I had built more renewable power plants than my competitors. This relatively rosy ending had me conflicted. On one hand, I was delighted, even if it felt like a consolation prize.  But I found myself fretting over the messages that New Energies will send to players. A simple game that crowns a winner may be more playable, but it doesn’t represent how complicated the climate crisis is, or how urgently we need to address it.  I’m glad climate change has a spot on my game shelf, and I hope these and other games find their audiences and get people thinking about the issues. But I’ll understand the impulse to reach for other options when game night rolls around, because I can’t help but dwell on the fact that in the real world, we won’t get to reset the pieces and try again. hide"
  ]
}