{
  "url": "https://www.dailymirror.lk/opinion/The-year-2024-looks-scary-but-the-future-looks-worse/172-299047",
  "title": "The year 2024 looks scary; but the future looks worse",
  "ut": 1735500733.0,
  "body_paragraphs": [
    "The aftermath of the Gaza conflict. Statistics reveal that over 46,000 people – 44,786 Palestinian and 1,706 Israeli – have been killed so far. File photo",
    "All of Western Europe has become a ‘Fortress Europa’ closing its doors to immigrants",
    "The danger is that a trade war can become an actual war with tanks, missiles and ships. Most colonial wars were based on trade conflicts with other nations",
    "It’s always good to look back as the year draws to a close, take stock and sum up. But that should leave us with some good feeling, not just relief at having survived. In retrospect, 2024 looks scary, with much of the world in turmoil.",
    "There are two major wars going on – Russia and Ukraine, which is no less than the West and NATO taking on Russia, with threats of nuclear retaliation by Russian President Vladimir Putin.",
    "Then there is the seemingly endless conflict in Gaza, a mind-numbing tragedy that can be better described as one-sided carnage more than war. As of 10 December 2024, over 46,000 people – 44,786 Palestinian and 1,706 Israeli – have been killed, with huge food and medicine shortages in Gaza and babies dying of cold.",
    "The long-suffering people of Syria may be in for an even bleaker future with a notorious hardline Islamic ‘liberator’ in power, with the resource-rich country at risk of being  parcelled out between more powerful neighbours such as Israel and Turkey.",
    "The economy of Western Europe (The European Union or the EU) is troubled, with Germany, its biggest powerhouse, facing bankruptcies and its mighty car industry in deep trouble. Britain and France, too, have been hard hit by economic slumps as well as poverty, while the usually prosperous Nordic countries have become very hostile to immigrants and have lost their traditional tolerance. All of Western Europe has become a ‘Fortress Europa’ closing its doors to immigrants.",
    "China and India claim greater economic growth but there are simmering tensions between these two hostile nations. Bangladesh achieved a peaceful people’s revolution driving out the corrupt government of former Prime Minister Sheikh Hasina, but is yet to achieve political stability and a stable government.",
    "Pakistan is in economic trouble and political turmoil with former Prime Minister Imran Khan being jailed on what his supporters call ‘trumped up charges.’ Myanmar is facing a bitter civil war between the much-hated military rulers and persecuted civilians turned rebels, with no end in sight.",
    "Then there is the inescapable shadow of President Elect Donald Trump, whose hardline and mercurial policies are going to affect the lives of not just Americans but millions of people all over the world.",
    "Trump is described as an isolationist, but some analysts call him predatory, and I can agree with that. After World War II, the United States formed strong alliances to protect its interests and those of its allies around the world. Donald Trump doesn’t believe in allies and alliances (hence the threat to scrap NATO), he wants other countries to pay tribute (in deed, not just in words) to the U.S.",
    "He has not yet stepped into the White House, but has already set the tone by saying he wants back the Panama Canal. In 1977, then President Jimmy Carter signed a historic treaty with Panama, giving that country all rights to this important waterway. Now, Trump wants it back.",
    "Not only that, he has called Canada another U.S. province and calls Canadian Premier Pierre Trudeau ‘governor Trudeau’ which is downright insulting. He has also suggested a ‘soft’ invasion of Mexico. The last time the US invaded Mexico was in 1848, when a sizeable amount of Mexican territory was annexed, including the state of Texas.",
    "This history may not repeat itself. The Panama Canal may remain under the control of Panama, and there may not be any invasion of Mexico, soft or hard. But Trump has set the tone for the future, and it’s belligerent, harking back to the 19th century ‘gunboat diplomacy’ of colonial powers such as Britain, France, Germany and the United States. Under Trump, the US is more and more likely to bully smaller nations, and that includes Western Europe, too, as demonstrated by Trump’s threat of tariffs.",
    "China was a victim of such arm-twisting tactics in the 19th century, and Chinese President Xi Jinping has spoken of ‘a century of humiliation.’ How he’s going to redress that remains to be seen now that China is a global power and economic giant. China is more interested in trade than war at present. But Beijing is expanding its military power rapidly, and has just announced the launch of the world’s biggest amphibious landing ship.",
    "As one analyst has noted, while the US has military and naval bases all over the world, China is flexing its muscle only in the South China Sea, which is after all its own backyard. But all these are simmering tensions, and the issue of Taiwan remains thorny and volatile.",
    "Meanwhile, China’s economic expansion is already hurt by tariffs imposed on Chinese EV vehicle exports to the US. A decade ago, the Chinese car industry was not taken seriously. But the Chinese government subsidised its car makers, who saw that EV vehicles were the future. It isn’t just in vehicles that China now has the lead, but in EV components such as batteries too. China has a monopoly on lithium which is essential to battery manufacturers and all other EV vehicle makers need to purchase batteries from China.",
    "The US, too, was in the EV race, but American EVs are far more expensive. President Joe Biden’s answer was to impose tariffs, and Chinese EV vehicle sales in the US have dropped dramatically as a result. Donald Trump wants to wage an even bigger tariff war with China.",
    "Japan too sees China as a rival and a threat. Japan’s giant automaker Nissan was facing bankruptcy and looking desperately for a partner after Renault pulled out. Instead of a Chinese partner, Nissan announced a merger with Honda, which sees Chinese vehicles as a threat. This could be another trade war.",
    "The danger is that a trade war can become an actual war with tanks, missiles and ships. Most colonial wars were based on trade conflicts with other nations.",
    "Nonetheless, let’s hope for the best in 2025."
  ]
}