{
  "url": "https://www.ft.lk/columns/Child-safety-requires-full-protection-of-all-child-rights/4-777201",
  "title": "Child safety requires full protection of all child rights",
  "ut": 1748890040.0,
  "body_paragraphs": [
    "A rights-centric school is not simply one that teaches about rights—it lives them",
    "I am writing in response to “Group interests that overrode a child’s safety: Case of Amshika suicide” by Dr. Sujata Gamage, published in the Daily FT on 23 May.",
    "Dr. Gamage raises important points, and I agree that what happened to Amshika must prompt not just outrage, but a reckoning with the systems that allow such tragedies, because her case is not an isolated tragedy. Across the island there are countless instances of violence against children in homes, institutions, and schools. Yet the collective shock in this case seems to arise from the refusal to believe that school itself could be the site of such profound harm. This denial is dangerous.",
    "While appreciating that colonisers left us with a democratic representation system, we must also acknowledge that they left us with a distinctly undemocratic education system – one that was never designed to nurture freedom or human dignity, the foundations on which democracy is built. Instead, they were designed to reinforce power hierarchies, to sort, and to control—not to liberate. The Prussian model, which still underpins our schooling, had no intention of creating joyful, self-aware human beings. It was about producing obedient, uniform citizens to serve the needs of the state – industrial workers and cannon-fodder. That legacy continues today, unquestioned in form and function, exacerbated by the neo-colonial reduction of education to nothing more than converting human beings to economy-fodder.",
    "It was especially painful to read in her article that a director of the NCPA has referred to the Indigenous community () in such a dismissive way. That reflects deep colonial conditioning—an erasure of ancestral wisdom still embedded in our consciousness.",
    "However, tribalism is not exclusive to indigenous communities. Today, some of the most normalised forms of tribalism come through elite schooling itself. OBA and OGA networks are powerful examples of modern-day tribalism, originating in school affiliations and extending into professional, political, and social spheres. These associations perpetuate exclusivity and gatekeeping—privileging belonging to a particular “school tribe” over merit, ethics, or justice. This too is a colonial inheritance, reinforcing the status quo under the guise of tradition and pride.",
    "While global human rights frameworks began to emerge with the Universal Declaration of Human Rights in the 1940s, it took another 50 years to name and protect the rights of the child through the UN Convention on the Rights of the Child (UNCRC). Yet, schools remain one of the most legitimised sites of systemic rights violations against children—normalising coercion, exclusion, punishment, and humiliation.",
    "Schools are where children spend a major portion of their formative years. They are not neutral spaces—they shape not only knowledge but identity, agency, values, and worldviews. That’s why schools must go beyond simply delivering the curriculum or ensuring enrolment. They must become rights-upholding institutions, where every aspect of schooling is informed by the dignity, agency, and evolving capacities of the child. Currently, however, most schools in Sri Lanka violate multiple aspects of children’s rights—structurally, culturally, and pedagogically",
    "The very structure of schooling reinforces hierarchy. From the physical layout of classrooms to the teacher-student dynamic, from bell schedules to uniform codes, every detail conditions children to obey rather than engage, to fear authority rather than co-create with it. It promotes power over rather than power with. There’s no room to collaborate meaningfully—only space to compete, often toxically.",
    "Curiosity, exploration, and thriving are often seen as distractions from “the syllabus.” The goal is rarely deep learning or personal growth—but conformity. And then we tell children, “When you go out into the real world, it will be different.” Why this charade? Why not equip them for real life from the start—with learning that is relevant, rights-informed, and connected to lived realities rather than test-driven abstractions?",
    "Current assessments and textbooks are not neutral—they’re often disconnected from local context, shaped by outdated paradigms, and imposed through coercion rather than consent. What does it say about our values when even learning is something children are forced into, rather than invited to explore?",
    "School culture remains fundamentally fear-based – as the Prussians designed it to be. Children are conditioned to perform, obey, and suppress. They don’t learn how to trust themselves, how to communicate openly, how to respect others’ boundaries or advocate for their own. How can we expect them to speak up in instances of abuse in an environment where their voice is always silenced?",
    "Why schools must be rights-centric institutions",
    "Schools are where children spend a major portion of their formative years. They are not neutral spaces—they shape not only knowledge but identity, agency, values, and worldviews. That’s why schools must go beyond simply delivering the curriculum or ensuring enrolment. They must become rights-upholding institutions, where every aspect of schooling is informed by the dignity, agency, and evolving capacities of the child.",
    "Currently, however, most schools in Sri Lanka violate multiple aspects of children’s rights—structurally, culturally, and pedagogically.",
    "In the long term, we absolutely need mechanisms to counter group interests that subjugate children’s basic rights. This includes ensuring that children themselves are educated about their rights under the UNCRC – which is an obligation under the Convention. Shockingly, this vital aspect was missing from the Dr. Gamage’s recommendations, which emphasised educating parents on their rights, but did not extend the same to children.",
    "Sri Lanka ratified the UNCRC 34 years ago, and yet we have still failed to incorporate education on children’s rights into the school curriculum and teacher training programs. The Human Rights Commission of Sri Lanka (HRCSL) is, even now, reportedly “talking with the NIE”—an indefensible delay for such a critical obligation.",
    "The limits and risks of attendance committees",
    "Dr. Gamage acknowledges that attendance committees are not designed—or equipped—to address allegations against schools themselves. When the principal or staff have a vested interest in protecting the institution’s reputation, expecting them to lead inquiries is like asking the thief’s mother if he’s guilty . Her suggestion that this can be negated by having a higher committee that parents can escalate the issue to is unrealistic and unjust. Protection must be independent, child-centred, and rights-based from the outset. When the first report is made internally to the school, the cover-up begins—witnesses are silenced, narratives are manipulated, and power is wielded to protect perpetrators.",
    "Rather than activate non-functional school attendance committees and task them with a responsibility that they are structurally incapable of, it would be better to call for NCPA’s child protection committees to be strengthened – more so because it is not sufficient to investigate child abuse only after the child stops attending school. Moreover, sexual abuse and corporal punishment are not the only reasons why schools are not safe for children.",
    "1.Violations of bodily autonomy and safety",
    "n Corporal punishment remains widespread, despite legal prohibitions, education ministry circulars, and research showing its long-term harm.",
    "n Children are subjected to humiliation, verbal abuse, and public shaming under the guise of discipline or performance motivation.",
    "n Girls, in particular, face body policing—uniform checks, menstrual taboos, hair rules—reinforcing shame rather than respect for bodily autonomy.",
    "This contravenes Article 19 of the UNCRC, which guarantees protection from all forms of physical or mental violence, and Article 16, which protects privacy and personal dignity.",
    "2.Lack of Comprehensive Sexuality Education (CSE)",
    "Despite national commitments and global evidence of its importance, CSE is almost entirely absent or watered down in the Sri Lankan school system. Where mentioned, it is often framed with moralistic or fear-based narratives.",
    "n Children grow up without accurate, age-appropriate information about their own bodies, consent, boundaries, relationships, and gender equality.",
    "n Shame and stigma replace knowledge and empowerment.",
    "n Vulnerabilities to sexual violence, abuse, coercion, and unsafe practices increase—especially among adolescent girls and LGBTQ+ youth.",
    "This omission violates UNCRC Articles 13 and 17 (right to information), Article 24 (right to health), and Article 29 (education aimed at the development of respect for human rights and gender equality).",
    "3.Violation of digital rights and privacy",
    "In the post-pandemic era, schools have expanded their digital engagement—but with little to no attention to digital literacy, data privacy, or cybersecurity.",
    "n Students are often required to submit personal data or engage with platforms that do not meet privacy standards.",
    "n There is no standard training on consent, cyberbullying, misinformation, or ethical digital behaviour.",
    "n Surveillance through CCTV, social media policing, and device checks is normalised, violating students’ right to privacy and autonomy.",
    "This directly undermines the UNCRC General Comment No. 25 (2021) on children’s rights in the digital environment, which recognises that children’s rights must be protected online just as offline.",
    "4.Lack of participation and voice",
    "Most school environments are authoritarian by design. Children are rarely asked their views on decisions that affect them—be it about rules, learning styles, assessments, or school policies. Student councils, if they exist, are tokenistic.",
    "This violates Article 12 of the UNCRC: the right of children to express their views freely in all matters affecting them, and for those views to be taken seriously.",
    "5.Curriculum and pedagogy reinforce injustice",
    "n Curriculum choices reflect dominant, often exclusionary narratives—erasing marginalised identities, local histories, and indigenous knowledge systems.",
    "n Children with disabilities, linguistic minorities, and non-conforming learners are structurally excluded or inadequately supported.",
    "n Critical thinking, creativity, and inquiry are discouraged in favour of rote memorisation and rigid conformity.",
    "Such systems violate the spirit of Article 29 of the UNCRC, which says education must be directed to the full development of the child’s personality, talents, and mental and physical abilities to their fullest potential.",
    "What a rights-centric school could look like",
    "A rights-centric school is not simply one that teaches about rights—it lives them.",
    "Governance includes student voice and community participation.",
    "n Curriculum is inclusive, locally rooted, and globally aware.",
    "n Teaching methods respect children’s agency, neurodiversity, and evolving capacities.",
    "n Assessments are formative, choice-based, and non-punitive.",
    "n Safety is ensured not through fear, but through relationships of trust and mutual respect.",
    "n Sexuality education is comprehensive, age-appropriate, and empowering.",
    "n Digital learning is ethical, consent-based, and empowering.",
    "n Diversity and inclusion are woven into every practice—not treated as add-ons.",
    "Creating such schools is not a utopian dream. It is a legal and moral obligation under the Convention on the Rights of the Child, and a foundational step toward building a just, compassionate, and democratic society.",
    "The NCPA does have a strong policy framework (2020–2025), but it remains largely unimplemented. The recent Directives issued to the Education ministry on mandatory reporting, disciplinary action, victim protection and anti-retaliation measures are a good beginning. But to operationalise rights-centric schooling, the NCPA must go further:",
    "n Collaborate with the Ministry of Education to embed education on children’s rights, as per the UNCRC, into the national curriculum and teacher training programs.",
    "n Establish independent mechanisms for reporting and addressing violations of children’s rights within schools, including but not limited to sexual abuse, corporal punishment, and discrimination.",
    "n Develop monitoring tools to assess the rights-compliance of school environments and hold institutions accountable.",
    "n Ensure the implementation of Comprehensive Sexuality Education (CSE) and digital rights literacy in alignment with global standards.",
    "n Engage children and youth directly in shaping the reforms that affect their lives, through participatory processes.",
    "These measures are not just policy aspirations—they are practical necessities to build educational spaces that honour the dignity, autonomy, and wellbeing of every child. Historically, the Authority has cited lack of funding. Now, for the first time in years, they have received the budget they requested. This is a crucial opportunity. If they are serious about protecting children, schools must be a primary site of transformation—not just through policy, but in practice, structure, and culture.",
    "Let’s not settle for tinkering at the edges. What we need is a radical reimagining of education—rooted in rights, grounded in relationships, and committed to liberation. We call upon all stakeholders—educators, policymakers, civil society, and especially the NCPA—to take decisive action. Rights-centric schooling is not an idealistic dream, but a mandate that can and must be implemented now. Let us transform our schools into spaces where every child’s dignity, safety, and potential are upheld—not in rhetoric, but in lived reality.",
    "(The writer is Co-Founder, Kinder Republic (www.kinder.lk), and Founding Member, Rights-Centric Education Network (https://rights-centric.education).)"
  ]
}