{
  "url": "https://dbsjeyaraj.com/dbsj/?p=87037",
  "title": "Tissa Vitarana, leader of Sri Lanka’s leftist Lanka Sama Samaja Party (LSSP)  and Former Cabinet  Minister Dies In Colombo at the age of 91.",
  "ut": 1771010689.0,
  "body_paragraphs": [
    "Tissa Vitarana, leader of Sri Lanka’s leftist Lanka Sama Samaja Party (LSSP) and a key figure in the All Party Representative Committee (APRC) formed in 2006 to develop a political solution to the island’s civil war, died in Colombo early Friday(Feb 13). He was 91.",
    "Drawn to politics in his student days, Prof. Vitarana studied medicine in Sri Lanka before moving into research — he obtained a PhD in virology from the University of London — while continuing his party activities covertly.",
    "After retiring from government service and assuming party leadership, he became a steadfast supporter of former President Mahinda Rajapaksa, helming the science and technology portfolios in his Cabinet from 2004.",
    "In the following years, the civil war entered its final, bloody phase, with the Rajapaksa administration facing serious allegations of human rights violations against Tamil civilians, even as the military defeated the Liberation Tigers of Tamil Eelam (LTTE).",
    "Like much of Sri Lanka’s old left, Prof. Vitarana believed that asserting national sovereignty and resisting imperialism called for unconditional support to Mr. Mahinda, who was seen to be opposed to neoliberalism and Western hegemony.",
    "All the same, many — including in the Tamil polity — saw the APRC initiative led by him as a valuable starting point on power devolution to the Tamils. The Committee included 15 political parties and a panel of experts, reflecting diverse political engagement and deliberation on the Sri Lanka’s burning national question. “Prof. Vitarana was rather disappointed that Mahinda Rajapaksa did not make the Committee’s full report public,” said Jayampathy Wickramaratne, former LSSP member and senior lawyer. “That was his greatest contribution, the APRC process.”",
    "M.A. Sumanthiran, General Secretary of Ilankai Tamil Arasu Katchi (ITAK), a prominent party representing Tamils of the island’s north and east, concurred, pointing to Prof. Vitarana’s “valiant efforts” to arrive at political solution that still eludes Tamils.",
    "The APRC report had some “excellent features” on power sharing, including doing away with the concurrent list, the former Jaffna MP noted. “When our party was engaged in the process of drafting a new Constitution later (2015-19), we compared it with the proposals that came out in 2000 under President Chandrika Bandaranaike Kumaratunga, and found that the APRC devolved more power to the provinces,” Mr. Sumanthiran said.",
    "Prof. Vitarana was “born into the LSSP”, Mr. Wickramaratne said, referring to the island’s oldest political party and the region’s best known Trotskyist formation. Prof. Vitarana’s maternal uncle N.M. Perera, an iconic left political figure, was among its founders. The party was once a formidable left voice representing working class interests, unafraid to take on the United National Party in power then, as it did while spearheading the  Hartal of 1953 against price hikes and welfare cuts.",
    "Even while in public service, including as the Director of the Medical Research Institute, Prof. Vitarana was a committed party worker, adopting the cover name “Tissa Peiris”. As long-time General Secretary of the LSSP he faced criticism both within and outside the party, for his apparent inability to prevent splits, owing to his political choices and leadership style.",
    "“He was firmly with the rightwing of the party and was unwilling to see the need to unite the party on leftist principles,” recalled Lal Wijenayake, lawyer and a former LSSP member, who is currently with the ruling National People’s Power [NPP] alliance. “There were many contradictions in his positions, but at some level, he stuck to principles like opposing the International Monetary Fund [IMF],” he said.",
    "Prof. Vitarana is credited with launching the ‘Vidatha Movement’, an island-wide initiative supporting small and medium enterprises (SMEs) with technology and finance. During the COVID-19 pandemic, the renowned virologist rebuked the Gotabaya Rajapaksa administration’s policy of mandatory cremation of victims, refuting its claim that burials would contaminate the water table — a policy that caused deep distress within Sri Lanka’s Muslim community."
  ]
}