{
  "url": "https://www.ft.lk/columns/The-People-s-Pope-Legacy-of-humility-and-reform/4-775834",
  "title": "The People’s Pope: Legacy of humility and reform",
  "ut": 1745535023.0,
  "body_paragraphs": [
    "The writer Dinesh Weerakkody with Pope Francis",
    "Pope Francis, widely regarded as a transformative moral leader, reshaped the papacy by centring it on humility, compassion, and inclusion. His approach to leadership offers vital lessons—across politics, business, and civil society—on how conviction, simplicity, and courage can restore trust and moral clarity in uncertain times.",
    "Humility over hierarchy",
    "From the outset of his papacy in 2013, Francis broke with tradition. He declined the opulence of the papal palace, rode public transport, and chose the name “Francis” in honour of St. Francis of Assisi, the patron saint of the poor. These decisions weren’t mere symbolism—they were statements of principle. He showed the world that real authority stems not from position or ceremony, but from service and proximity to the people.",
    "His papacy consistently placed compassion above protocol. He introduced bold reforms in Church governance, brought unprecedented transparency, and held clergy accountable—challenging long-standing norms. He spoke powerfully on global issues such as climate change, economic injustice, and migration, and reached out to marginalised communities, including the LGBTQ+ community, with empathy and respect. Without straying from the Church’s spiritual foundations, Pope Francis modelled a leadership that embraced both tradition and change.",
    "I had the privilege of meeting Pope Francis on three occasions. Each time, I was struck not by the aura of his office, but by his authenticity, warmth, and humanity. Whether dining with the homeless or showing patience with restless children during public appearances, he lived his message. And when necessary, he acted decisively—removing senior clergy who failed to uphold the Church’s moral standards. His leadership balanced kindness with accountability.",
    "From his life and work, we can draw six timeless lessons:",
    "Build people up – Inspire dignity, confidence, and hope.",
    "Model your values – Let your actions reflect your beliefs.",
    "Stay focused – Prioritise mission over image.",
    "Make courageous decisions – Stand firm in principle, even when it’s difficult.",
    "Embrace lifelong learning – Be open to new ideas while respecting core truths.",
    "Be inclusive – Welcome and respect all, regardless of background or belief.",
    "These principles apply as much in boardrooms and parliaments as they do in religious institutions. In a world often divided by ideology and ego, Francis reminded us that leadership is about service, and greatness lies in the ability to uplift others.",
    "At a time of rising polarisation and diminishing trust in institutions, Pope Francis stood out as a unifying figure. His commitment to interfaith dialogue, solidarity with the vulnerable, and tireless focus on human dignity repositioned the Church as a force for healing and hope.",
    "Pope Francis leaves behind more than a legacy—he leaves a moral compass for the world. By choosing humility over hierarchy and authenticity over rhetoric, he redefined what it means to lead. His example will continue to inspire those who seek not just to hold power, but to use it for the good of all.",
    "https://www.linkedin.com/posts/dinesh-weerakkody-74388040_pressreadercom-digital-newspaper-magazine-activity-7320312959216320514-WpLQ?utm_medium=ios_app&rcm=ACoAAAir7CMBY0WbmXJl77VDQ1VWEY7lVcRSA20&utm_source=social_share_send&utm_campaign=copy_link"
  ]
}