{
  "url": "https://www.dailymirror.lk/opinion/The-daunting-task-before-the-new-parliament/172-295985",
  "title": "The daunting task before the new parliament",
  "ut": 1731610820.0,
  "body_paragraphs": [
    "A policewoman keeps watch at a Colombo polling station as people stand in a queue to cast their ballots in Sri Lanka’s parliamentary election yesterday.",
    "Pic by Ishara Kodikara/AFP",
    "As you read this column today, you may have a clear idea of the composition of the next parliament. Whether the ruling party receives the two-thirds majority it was hankering after to bring in what it calls reforms necessary for good governance or a simple majority to deal with the day-to-day affairs of the state or less than a simple majority to run the government in coalition with like-minded or different-minded legislators, parliamentarians as elected representatives play a vital role in shaping the future of the country.",
    "The role of the legislator is more than enacting legislation, as Thomas Erskine May, the parliamentary clerk at Westminster, the mother of all parliaments, highlights in his19th-century seminal work, “A Treatise upon the Law, Privileges, Proceedings and Usage of Parliament.” He points out that besides enacting laws necessary for the welfare of the people and the country, parliament is a fundamental institution that protects and promotes democracy and ensures accountability, especially with regard to state finances, while representing the people and acting as a check on the executive.",
    "Electing the right people to Parliament is the sacred duty of every citizen qualified to vote. In an ideal democracy, the citizens are the masters, and the elected representatives are their servants. Elected representatives are required to stay conscious of their servility towards the citizens who pay for their perks and privileges. This is the essence of democracy. But in reality, the type of democracy many countries, including Sri Lanka, practise rarely produces such servant-leaders.",
    "Ours is not a Westminster parliamentary system. It is a hybrid system, incorporating the executive presidential system and parliamentary democracy. Sri Lanka’s post-1978 political history points to a dangerous propensity towards authoritarianism when the executive president’s power is augmented by a steamroller majority by his or her party in parliament. On such occasions, the all-important check Parliament was required to exercise against the executive arm of the government had largely remained nonfunctional or confined to the pages of Erskine May’s book, the Bible of parliamentary procedure.",
    "A statesman-like president will and should allow Parliament to play the important roles it is constitutionally required to. In a functioning democracy, parliament is supreme but subjected to checks and balances as determined by the separation of powers doctrine.",
    "A president committed to good governance should empower Parliament for it to rise as a key institution to eradicate corruption from politics and society.",
    "Most importantly, he should allow the oversight committees dealing with public finances to be headed by academically qualified and public-spirited opposition parliamentarians, not by government parliamentarians. There were occasions when opposition lawmakers headed the all-important oversight committees, such as the Committees on Public Finance and Public Accountability. And they did a pretty good job. Let the new government follow this example and help it emerge as a tradition.",
    "The public telecast of oversight committee proceedings is an important democracy-enhancing development in the post-bankruptcy period, and many a public official has been tarred and feathered for omissions and commissions. However, the absence of a framework to hold errant officials accountable through the legal process weakens these committees that investigate, monitor, and evaluate executive action and raise questions about state expenditures. Well-investigated committee reports are not referred to the Attorney General’s Department for initiating action against wrongdoers, though the committees have the discretion to do so. In some instances, damning reports become damn squibs with the executive president, afraid of their contents, proroguing parliament. The new president and the new parliament need to pay serious attention to this lacuna to make the efforts and reports of these committees meaningful.",
    "The quality of parliament essentially depends on the quality of the legislators. Academic qualifications alone do not make a quality legislator. What is more important is a commitment on the part of the parliamentarians to good governance and serving the people rather than themselves while expecting no gains from their position as legislators. Education, a commitment to servant leadership, and a deep-rooted consciousness to uphold the trust the people have placed in them are the factors that make a good legislator.",
    "Sad to say, as an institution, parliament has lost the trust the people have placed in it. So much so that in public discussions, the phrase “all are rogues” has become the most common description of parliamentarians.",
    "Law-abiding and good governance-loving citizens hope the new parliament will be shorn of lawbreakers. In reality, most politicians take to politics not to promote ideals such as democracy and good governance, but to promote themselves. After all, politics, by definition, is a struggle and search for power.",
    "Most legislators are primarily politicians and play their role as parliamentarians with the next election in their minds. The thought of collecting money for the next campaign makes them vulnerable to corruption. Sri Lanka’s proportional representation (PR) parliamentary electoral system is criticized for fostering corruption. It forces a candidate to spend a fortune on a district-wide campaign across a larger geographical area as opposed to the much cheaper electorate-level campaigns under the pre-1978 first-past-the-post (FPP) system. Efforts to introduce a mixed system combining the PR and the FPP systems have not progressed beyond the committee or draft bill level. As a result, election-centric political corruption reeks of quid pro quo deals with billionaire businesspeople.",
    "The now-effective campaign finance law has placed some checks on election-centric corruption. But laws alone are not enough. To clean up the system and cleanse the legislature of corrupt politicians, equally important is the strict implementation of the existing laws on bribery and corruption with the police being allowed to do their duty uninfluenced by the crooks with power. But this is easier said than done. After all, politics is such a contaminated swamp that none who falls into it can stand up and say, “I am clean.”",
    "The people also hope the new parliament will sound the clarion call for a corruption-free political order before the International Monetary Fund (IMF) reminds the government, in yet another governance diagnosis report, that widespread corruption is a key factor that precipitated bankruptcy and the economic crisis.",
    "The new parliament has also another important task: to guide the country out of economic bankruptcy. The previous government did a commendable job and laid strong foundations for recovery through measures such as agreements with the IMF, fiscal discipline, and debt restructuring deals with creditors and bondholders. Whatever the composition of parliament Thursday’s general elections bring about, the people expect all parliamentarians to set aside party politics for the economy’s sake, at least for the first two or three years of the parliamentary term. According to World Bank figures, poverty has increased from 11 percent in 2019 to almost 26 percent in 2024, plunging more than a quarter of the Sri Lankan population into poverty. It is the poor who voted for the new president and new parliamentarians in the hope of a new dawn.",
    "The task before the new parliament is daunting. We hope the new parliament will, through its many oversight and sectoral committees, ensure good governance and accountability, and all representatives will put aside party politics and work as a team to rescue the country from economic ruin. Though the skeptics may call it wishful thinking, this is the best way forward."
  ]
}