{
  "url": "https://www.ft.lk/columns/How-to-create-jobs-for-the-world-s-1-2-b-new-workers/4-788277",
  "title": "How to create jobs for the world’s 1.2 b new workers",
  "ut": 1770948007.0,
  "body_paragraphs": [
    "The world moves on different wavelengths. Some are high-frequency shocks — wars, emerging technologies, market panics — that spike quickly and dominate our attention. Others are low-frequency forces that move slowly but relentlessly: demographics, globalisation, water and food scarcity.",
    "The high-frequency waves feel urgent. The low-frequency waves reshape the system.",
    "That is not to say crises don’t matter. But we cannot become casualties of the slow burn simply because the immediate crisis burns hotter or dominates more headlines. Ignore the slow burn long enough, and it becomes an inferno.",
    "One of those forces is already in motion. Over the next 10 to 15 years, 1.2 billion young people in developing countries will come of working age — a scale the world has never seen. On current trajectories, these economies are expected to generate only about 400 million jobs over that same period — leaving a gap of staggering proportions.",
    "This is often framed as a development challenge, and it is. It is also an economic challenge. And it is increasingly a national security challenge.",
    "What was striking at the Davos conference last month was how easily this issue was brushed aside — overshadowed by the urgency of the issue du jour. It must not be ignored at coming forums like the Munich Security Conference, the G-7 and G-20.",
    "If we invest early in people and connect them to productive work, this vast new generation can build lives of dignity and become a foundation for growth and stability. If we do not, the consequences are predictable: pressure on institutions, irregular migration, conflict, and rising insecurity as young people reach for any path available to them.",
    "The World Bank Group is pursuing the first path with urgency, bringing together public finance, knowledge, private capital, and risk-management tools around a jobs strategy built on three pillars.",
    "First, creating infrastructure — both human and physical. Without reliable power, transportation, education and healthcare, private investment and jobs never materialise. While the role of physical infrastructure is well understood, investment in people is equally critical. For example, a skills centre in Bhubaneswar, India — supported in partnership with the government and private sector —— trains nearly 38,000 people each year. Because the preparation is aligned with real market demand, nearly all graduates secure employment — or go on to create jobs themselves, supported by engineering, manufacturing and intellectual property training.",
    "Second, creating a business-friendly environment. Clear rules and predictable regulation reduce uncertainty and improve the ease of doing business. Jobs are generated when entrepreneurs and firms have the confidence to invest and expand. Public resources can help unlock that process, but job creation at scale depends on the private sector — especially micro-, small- and medium-sized enterprises that generate most employment.",
    "This leads to the third pillar: helping businesses scale. Through our private-sector arms, we provide equity, financing, guarantees and political risk insurance. One recent model is a trade-finance guarantee supporting Banco do Brasil, which is unlocking roughly $700 million in affordable funding for Brazilian small businesses, particularly in agriculture — channeling capital to the firms that drive local growth.",
    "We focus where job potential is greatest, across the five sectors that consistently generate employment at scale: infrastructure and energy, agribusiness, primary healthcare, tourism and value-added manufacturing.",
    "This is not an abstract theory. It is grounded in evidence, country experience and hard choices about where limited resources deliver the greatest impact.",
    "It is also not a zero-sum proposition.",
    "By 2050, more than 85% of the world’s population will live in developing countries. That represents not only the largest expansion of the global labor force in history, but the largest growth in future consumers, producers and markets. Whether the motivations are development, altruism, returns or security, there is a role and reward for putting energy and resources into this effort.",
    "Developing countries benefit because jobs create income, stability and dignity. They strengthen domestic demand and give young people a reason to invest in their future at home rather than look elsewhere.",
    "Developed countries gain as well. As developing economies grow, they become stronger trading partners, more resilient supply-chain anchors and more stable neighbors. Growth in those markets expands global demand and reduces the pressures that drive irregular migration and insecurity — outcomes that carry real economic and political costs far beyond borders.",
    "And for the private sector — both financial institutions and operators — this represents one of the largest opportunities of the coming decades. Rapid population growth means sustained demand for energy, food systems, healthcare, infrastructure, housing and manufacturing.",
    "The constraint has never been a lack of opportunity. It has been risk, real and perceived. That is where development institutions can play a catalysing role: financing infrastructure, supporting regulatory reform and reducing risk.",
    "If we get this right, the low-frequency forces shaping the world — in this case demographics — become engines of growth and stability rather than sources of volatility and risk. If we get it wrong, we will continue to chase crises — reacting to outcomes that were visible years, even decades, in advance.",
    "The choice is not whether these forces will shape the future. They will. The choice is whether we act early and bend them toward opportunity — or wait until they arrive as instability.",
    "(The author is the President of the World Bank Group)"
  ]
}