{
  "url": "https://www.ft.lk/columns/Anura-s-crooked-dance-floor-and-why-Harini-is-no-answer/4-777588",
  "title": "Anura’s crooked dance floor and why Harini is no answer",
  "ut": 1749669168.0,
  "body_paragraphs": [
    "Dr. Harini Amarasuriya is co-editor, contributor",
    "This PM is neither corrective nor alternative",
    "A sardonic Sinhala saying has it that “when you can’t dance, you say the floor is crooked”. President Anura Kumara Dissanayake has found a crooked dance floor to blame for his misplaced, inadequate and downright bad policies. He calls it a ‘shadow system’:",
    "“…while our country may appear peaceful on the surface, a hidden shadow system continues to operate beneath….This shadow system has long been protected by political authorities. It also includes certain state officials, illegally armed individuals, and even some members of the media.",
    "Therefore, we are confronting a highly organised shadow system. I assure the people of this country that this shadow system will be dismantled…Unless this shadow system is broken, the country will not be able to move even an inch forward…” (https://www.sundaytimes.lk/250608/columns/govt-s-anti-corruption-drive-on-top-gear-600903.html)",
    "AKD must tell us when this shadow system came into being, how it grew to be so powerful and responsible for so great a role as blocking the country’s ability “to move even an inch forward”.",
    "If the shadow system grew strongest during Mahinda Rajapaksa’s two terms, how then to explain that at an annual international conference (at which I was a paper presenter) Singapore’s Deputy Prime Minister and Minister of Defence noted that in Mahinda’s postwar second term Sri Lanka was clocking the second highest growth-rate --below only China-- in Asia, which had the highest growth-rate in the world?",
    "The paranoid search for enemies and saboteurs within began with an SLFP government’s abolition of the Ceylon Civil Service (much admired by Lee Kuan Yew), and its substitution by a politically dominated administrative service. From the penalisation of ethnolinguistic and religious minorities (‘Catholic Action’) by Sinhala nationalist governments, to the scapegoating of leftists—chiefly the JVP—for July 1983 by the rightist Government of the day, the diversionary witch-hunt of saboteurs within, instead of a search for correct policies, has blighted the country’s forward movement far more than any ‘shadow system’ has.",
    "Blames dance floor, sees shadows everywhere",
    "Research monograph on NEPC collapse",
    "Citizenry assigned ‘third party’ status",
    "Apart from the three obvious factors of (a) a stagnant economy (b) mounting hardship and (c) manifest, chronic incompetence, there are four other features which almost certainly make the Anura presidency and his ruling party a one-term phenomenon. These are:",
    "i.Negative uniqueness.",
    "ii.Negative similarities.",
    "iv.Absence of an empathetically dissenting PM or Deputy Leader.",
    "The JVP-NPP is ‘negatively unique’, i.e., exceptional in all the wrong things and ways. It does bad things which no other government did since 1948.",
    "It has signed 7-10 agreements with India the contents of which it is keeping secret, according to the mainstream English-language press, on the basis that “mutual consent of both parties is required before disclosure to a third party”. If true this means the ‘third party’ is the citizenry of Sri Lanka, the source of sovereignty according to the Constitution of our democratic Republic. The Sri Lankan Parliament also falls into the category of a ‘third party’. So, the citizenry and the parliament are third parties and India is a second party (or first party) on Sri Lanka’s soil.",
    "Is this the way our own Government regards us citizens and our Parliament in our own, native land? This is a level of servility to an external power that no post-Independence Government has ever sunk to. Does India regard the Sri Lankan citizenry and/or parliament as ‘third parties’ in their own country? Are we a de facto state of Akhand Bharat? Do Anura and the JVP-NPP seriously expect to be rewarded for this with a second term?",
    "By ‘negative similarities’ I mean that the JVP-NPP is similar to predecessor administrations in all the wrong things. It has continued and taken to the next levels Ranil’s economic policies which it severely criticised. It has continued the Ranil-Manusha policy towards Israeli encroachment in Sri Lanka. Its mentality of hounding opponents is similar to the Sirima-Felix United Front government’s hounding of Lake House, its detention center at Paget Road where ‘racketeers’ were incarcerated, and JR Jayewardene’s deprivation of the civic rights of leading Opposition figures.",
    "The third feature is ‘overstretch’. While being the only president ever elected in Sri Lanka who couldn’t hit the 50% mark -- with 42%, he is a minority President--Anura has signed unprecedented agreements with India and is keeping them secret. He invokes the NPP’s parliamentary supermajority but the results of the recent Local Government election (43%) show a snap-back in NPP popularity to Anura’s 42%. The popularity bloat at the parliamentary election has shrunk.",
    "Anura threatens the Opposition against cooperating to elect a chairperson in local authorities where they have cumulatively scored 50% while the NPP hasn’t. For a minority President, this is a lose-lose game: either he will not succeed because he is overreaching, or he will succeed and face the downside of strategic overstretch.",
    "Harini is no alternative",
    "The JVP-NPP Government is marked by the absence of a prominent internal rebel or dissenter who is a counterbalance, voicing the people’s views and championing course-correction by Government.",
    "After the UNP lost massively in 1970 it revived because its dissident Deputy leader JR Jayewardene had an alternative ‘revisionist’ vision. At its most unpopular in 1988, the UNP was re-elected because a populist-nationalist rebel, Prime Minister R. Premadasa was made presidential candidate.",
    "The SLFP revived after 17 years because of the re-entry of Chandrika Bandaranaike Kumaratunga, a rebel who left the party in 1984 and co-founded the social democratic SLMP.",
    "When CBK’s popularity had dropped as president, engaging ‘bad boy’ Prime Minister Mahinda Rajapaksa took the candidacy and won, giving the party two more terms in office.",
    "The JVP-NPP monolith has no dissident in its front-ranks. That role requires a quality of openness, very different from obedience or opportunistic conformism.",
    "It was disconcerting to discover an internationally published (2020) academic text by Dr Harini Amarasuriya in which I appear by name and abbreviation (Dayan Jayatilleka, Jayatilleka, Dayan, DJ) almost 10 times, in a tendentious, negative manner (pp. 99-100, 104, 105).",
    "I refer to ‘Chapter 5 Intimate commitments: friends, comrades and family in the life of one Sri Lankan activist’, in ‘The Intimate Life of Dissent: Anthropological Perspectives’, eds. Harini Amarasuriya, Tobias Kelly, Sidharthan Maunaguru, Galina Oustinova-Stjepanovic, Jonathan Spencer, UCL Press London 2020. https://library.oapen.org/bitstream/handle/20.500.12657/51782/1/9781787357778.pdf#page=101",
    "My objection is not Harini’s opinion of me. It is that in violation of standard scholarly – or even journalistic--practice, she never sought and obtained a response or comment from me. (If I had been contacted but didn’t respond, that too should have been mentioned, but isn’t.) The appalling lapse sheds light on issues of ethics; the values of balance and fair-play; and the objectivity needed to analytically interpret a complex totality.",
    "Basing an entire academic chapter or even a journalistic news feature on an unverified account of a single participant-source risks reliance on gossip, delusion or both.",
    "In my PhD thesis (and book) on Fidel Castro, I reached out to and quoted the last Defence Minister of apartheid South Africa to verify my positive evaluation of the conduct of his enemy, the Cuban forces in the Angola war.",
    "The very year the book co-edited by Harini appeared, I was a fellow speaker with her at a seminar on the 20th amendment held on October 15th 2020 at the Open University. She didn’t once mention the new book and the references to me.",
    "Here’s me according to Dr. Harini Amarasuriya and Prof. Jonathan Spencer:",
    "“...the complex figure of Dayan Jayatilleka (‘DJ’ at times in what follows). Son of the editor of the Daily News and would-be major Marxist theoretician, he was later acolyte and apologist for a series of authoritarian politicians from Ranasinghe Premadasa to Mahinda Rajapaksa.” (p 99)",
    "Harini includes a grim fairytale from the protagonist of her chapter, Joe Seneviratne, about a ship from Galle to the Philippines to be filled with guns for Sri Lankans and hashish for Iranians. “Jayatilleka was the theoretician, I was the negotiator…” (p100)",
    "Of the 14 counts starting with ‘conspiracy to overthrow the state through violence’ on which I was indicted as the 1st accused in the Colombo High Court under the PTA and Emergency in the mid-late 1980s, this wasn’t one-- because it was totally fictitious.",
    "Harini quotes her single source Joe Seneviratne:",
    "“…I was considered a softie – not suitable for revolution. Dayan Jayatilleka also had said that about me.” (p99)",
    "“…He continued, ‘Only later I understood that DJ was trying to be a hero; [then in English] adventurous politics’…” (p104)",
    "My answer in my defence would have been that of Che Guevara in his last letter to his ‘Dear Old Folks’ (1965):",
    "“Many will call me an adventurer, and that I am – only one of a different sort: one who risks his skin to prove his platitudes.”",
    "Infrequently the reference in Harini’s text is unexceptionable:",
    "“…He also gave an account of the Vikalpa group of the early 1980s, in which Jayatilleka was again the dominant intellectual force.” (p 100)",
    "The veracity of a long, convoluted paragraph (p104) about a failed bank robbery followed by a visit to Vijaya Kumaratunga and Chandrika (who reportedly refused to make tea), could have been checked by Harini with an academic-activist and former political prisoner mentioned in the self-same paragraph (‘Pulsara’), but obviously was not.",
    "Harini’s research is shoddy:",
    "“…Two years later Joe and Dayan were both cabinet members in Varadaraja Perumal’s North East Provincial Council (NEPC)...Dayan’s tenure with the NEPC was brief and inglorious, but Joe remained in position throughout…” (p104)",
    "Two years later Joe and Dayan weren’t both cabinet ministers in Varadaraja Perumal’s NEPC. Dayan was. I resigned in 6 months (my Open Letter gave political reasons and was published in the Sinhala and English newspapers including in the Sunday Times). Joe was appointed to my vacancy, and clung on till the predictable suicidal collapse and evacuation of the NEPC to India. Now that was truly ‘inglorious’.",
    "‘Dayan’s tenure with the NEPC’ can be judged, but not by ignoring my ICES-USIP research monograph on that period published in 1999. (https://search.worldcat.org/es/title/The-Indian-intervention-in-Sri-Lanka-1987-1990-:-the-north-east-provincial-council-and-devolution-of-power/oclc/42762773)",
    "The insinuations and implications of Harini’s unverified recounting are nasty, wildly absurd, sinister and borderline scurrilous:",
    "“By this time Joe’s wife had been pleading with him to come home, but he had heard that he was now in danger – not least because his adventurous comrade Jayatilleka had re-emerged, this time as a prominent adviser to the new President, Ranasinghe Premadasa…” (p105)",
    "Joe Seneviratne’s unverified story is the basis of Harini’s book chapter. The only other book-length first-person testimony on the same political project and period, published 3 years earlier by a fellow academic, ‘Holding Out: Memoirs of a Political Prisoner in Sri Lanka 1986-1988’ Prologue by Ashoka Handagama, authored by Dr. Pulsara Liyanage (Stamford Lake 2017), is completely omitted by Harini, unmentioned even in the footnotes and bibliography. (https://www.goodreads.com/book/show/58770774-holding-out)",
    "Pulsara Liyanage stood trial together with Ram Manikkalingam, Joe Seneviratne et al., and didn’t rat anyone out to the cops under interrogation, unlike some whose recorded testimonies provided to lawyers and produced in court proves they spilled their guts. Those who did so, had to invent obfuscatory self-aggrandising tales once released.",
    "Harini Amarasuriya and Jonathan Spencer unambiguously confirm and explicitly state in this chapter which is as recent as 2020, that student leader Daya Pathirana was the JVP’s first victim (p99) and leftist leader Vijaya Kumaratunga was murdered by the JVP (p104). And yet she has not insisted on a self-criticism by the JVP or a public criticism by the NPP. Nor has Harini publicly criticised on behalf of the NPP or on her own behalf, these unprovoked barbaric atrocities.",
    "Unsurprisingly then, Harini Amarasuriya fails to strike me as an independent-minded, rebellious CBK (1984-1994), leave alone a robustly populist, dissenting PM like Premadasa or Mahinda.",
    "No local election contested by an incumbent administration after a parliamentary victory had seen a dramatic drop in the vote as did the JVP-NPP. Impervious to the citizens’ signals, AKD doubled down. He asserted that not only would the JVP-NPP automatically form administrations in local authorities where it had won 50%, it would also do so in places where it hadn’t, but was the largest single party, even if the Opposition parties cooperated and cobbled together 50%. He threatened the Opposition with constitutional, legal and if provoked, unspecified bodily (‘angey shakthiyen’) consequences if they tried to form the councils in combination.",
    "The JVP-NPP’s argument is that the Opposition parties didn’t run on one ticket unlike the NPP; they are mere ‘splinters and shards’ which ran on separate platforms, competing against each other, and therefore have no mandate to combine to outvote the NPP, a single formation.",
    "This argument is wrong and irrelevant. Off-hand, I cannot think of any precedent anywhere in the democratic world in which a post-election combination of diverse parties in a legislature is disallowed. The flexibility of combination inheres in pluralist democracy.",
    "The moral argument that the Opposition parties are betraying their mandates by combining in ‘tactical voting’ to pick Chairpersons, is hypocritical coming from a JVP-NPP which has openly betrayed its 2024 manifesto in respect of the IMF, debt repayment and price hikes.",
    "It is also irrelevant, because it’s a matter for the Election Commission and/or the Courts to decide.",
    "AKD’s declaration to the effect that “where we haven’t won 50%, and though the Opposition might in combination, we will occupy the seat of power because we deserve to” reveals a propensity for and sense of entitlement to one-party rule.",
    "Failed deterrent, Opposition conversation",
    "AKD’s hawkish “don’t even think about it” statement (i.e., Opposition combinations forming local administrations) actually made the fractious Opposition do just that: think about it.",
    "The tacit, tactical convergence of Opposition forces was a reaction to AKD’s autocratic declaration and Bimal Rathnayake’s Felix Dias Bandaranaike-type arrogant, authoritarian angularity in parliament. This trend began with the Multi-Purpose Cooperative Society (MPCS) elections, quite a few of which the JVP-NPP lost, and witnessed a spontaneous convergence from below of non-NPP elements.",
    "AKD’s deterrent failed: his aggression catalysed a process of conversations and understandings among Opposition leaders. That’s the dialectical effect of the Dissanayake doctrine.",
    "In his reiteration at Temple Trees of his hawkish stand to the elected NPP representatives of LG bodies, President Dissanayake twice made an observation of cardinal relevance and validity. He reassured his audience that they don’t have to worry because:",
    "“…There is no Opposition camp (‘kandawura’) facing us…What’s facing us is not an Opposition camp.”",
    "Anura is absolutely accurate. An Opposition camp is the only thing that can defeat the JVP-NPP. It is what a silver bullet means to a vampire. And there is no Opposition camp against the ruling JVP-NPP. Hence, no silver bullet. Yet. Therefore, the JVP-NPP is safe. Still.",
    "Anura’s aggressive unilateralist discourse has already got the Opposition talking to each other, and in some cases and places, cooperating, acting in concert. Constructing an Opposition camp through dialogue, cooperation, coordination and (as the Latin Americans say) Concertación, is the duty of every authentic democrat. It must cut across ideological and ethnic barriers. It is a process. It is beginning."
  ]
}