{
  "url": "https://www.ft.lk/columns/Deficits-and-tariffs-Trump-confusions-and-what-can-be-done-about-them/4-774089",
  "title": "Deficits and tariffs: Trump confusions and what can be done about them",
  "ut": 1741638351.0,
  "body_paragraphs": [
    "President Trump’s problem formulation should be realigned with reality as one that covers both trade in goods and services",
    "The US has a persistent trade deficit with Sri Lanka. Despite almost universal agreement among economists that trade deficits, especially between two countries, are not meaningful, President Trump believes otherwise. As he assumed office, he asked his officials to “investigate and remedy” persistent US trade deficits. Sri Lanka-US trade shows a deficit of $ 2.6 billion following an increase of 6.3% in 2024. Sri Lanka was responsible for 0.28% of the total US trade deficit. Even if it were eliminated, there would be no discernible impact on the total.",
    "Not waiting for the report on remedies, President Trump has proposed reciprocal tariffs as the means of reducing deficits. That means that any extant Sri Lankan tariffs on items the US exports or wishes to export will be applied to Sri Lanka’s principal exports to the US: men’s and women’s under garments, women’s outerwear, men’s outerwear, pneumatic and retreated rubber tyres and tubes, T-shirts, gloves, mitts and mittens of textile, warm cloths (jerseys, pullovers, etc.), motor vehicles and parts, active wear/sportswear, and babies’ garments.",
    "Because Sri Lanka’s tariffs are higher than those levied by the US, this be consequential. The $ 3 billion export earnings from the US will be reduced. Reciprocal tariffs being extraordinarily difficult to operationalise, what is likely to be implemented is a crude approximation.",
    "To reduce or eliminate the bilateral deficit (miniscule in terms of the overall deficit; but large in relation to the $ 368.2 million in goods that Sri Lanka imported from the US in 2024) increasing imports from the US may be considered. Indeed, a trade expert from a US think tank suggested at a recent webinar that Sri Lanka should import more agricultural products from the US.",
    "Data on international trade in goods are reliable and easy to get because goods go through customs. Payments for services are difficult to count because they do not. Therefore, services data are patchy and unreliable. As a result, many who talk about international trade tend to talk only about trade in goods. This leads to distortions.",
    "The premise underlying the gravity models commonly used to analyse international trade is that, because it costs more to trade with distant buyers, most trade occurs with nearby countries. Sri Lanka is on the other side of the world to the US. It is to be expected that US goods exports to Sri Lanka should be small. What is abnormal is that little Sri Lanka exports so much to the distant US. That is indicative of the value proposition of Sri Lanka’s exports, rather than of the effect of low tariffs.",
    "It is unlikely that US exporters can quadruple the goods they sell to Sri Lanka, which is what it would take to make a dent in the $ 2.6 billion deficit. So, one would have to look elsewhere.",
    "Distance does not matter for most forms of service exports. This is evidenced by the strong positioning of global platform companies such as Facebook and Uber, by the predominance of cloud providers such as AWS and Microsoft Azure, and by the regular royalties collected by US firms for services provided.  President Trump’s problem formulation should be realigned with reality as one that covers both trade in goods and services. Then it will be seen that the US makes plenty from little Sri Lanka. The think-tank functionary who said countries like ours were always saying “gimme, gimme” was wrong. He was confused by the wholesale adoption of the muddled thinking and obsolete categories of his leader.",
    "The poverty of expertise",
    "I recall talking to experts within the US government four decades ago about the US push to generate better data on services trade and to include trade in services within trade agreements. The first such agreement was the Canada-US Free Trade Agreement signed in 1988. The multilateral General Agreement on Trade in Services came into effect in 1998 as a result of their efforts.",
    "The work of these experts was premised on the likelihood that the US would become increasingly uncompetitive in manufacturing. They believed that setting in place an international legal framework was in the interest of the US, which they saw as having comparative advantages in services. What they missed was the comparative advantage in many, but not all, services shifting to countries like India. Seeking to advance the national interest of the US, they opened the door for other countries as well.",
    "The current experts on the side of the US government seem to be of a lower calibre than those who built the multilateral trade architecture. Their leader saying that “tariff is the most beautiful word in the dictionary” has made them forget all they knew about the counter-productive nature of tariffs. They expect a poor country on the other side of the world to import more low-value, high-volume goods, namely agricultural products, paying no heed to its economic structure, poor export performance and indebtedness.",
    "Another expert in the same webinar spoke against wind and solar energy because China had established a dominant position in the manufacture of necessary inputs such as photovoltaic cells. To her, climate change was a future risk while American poverty is a present problem that must be prioritised. Leaving aside climate change, wind and solar were priorities for Sri Lanka because it could not continue to commit one-fourth of the total import bill for price-volatile and expensive fossil fuel imports. It is not in Sri Lanka’s national interest deny itself the cheapest inputs for its energy production just because the US does not like where they come from.",
    "It must be because of these kinds of advisors that Prime Minister Modi came up with a simple deal to pre-empt excessive punishment for the goods-trade deficit with India (India is among the top ten). He agreed to purchase more oil and gas, as well as F-35s, from the US, despite harm to the climate and US crude oil not being the lowest-cost for India.",
    "It is not for little Sri Lanka to educate befuddled American policy makers. Lacking the ability to placate them by buying more American crude oil or corn, what Sri Lanka can do immediately is to lower all tariffs. This will protect exports to the US from punitive tariffs. More than that, it will remove one of the key barriers to Sri Lankan manufacturers connecting to global production networks. This, more than anything promised in the NPP manifesto, will help build a manufacturing-based production economy.",
    "The US appears hellbent on demolishing the multilateral trade governance architecture. It is not within the power of a small country to change these things. Sri Lanka should quickly pivot to the fast growing markets of Asia through trade agreements first with India and China, and then by joining RCEP, the big Asian trading bloc. The US is no longer a reliable economic partner, given its bluster and contempt for international law and contracts."
  ]
}