{
  "url": "https://www.ft.lk/columns/Sri-Lanka-s-broadcasting-at-100-Industry-at-crossroads-in-turbulent-world/4-778081",
  "title": "Sri Lanka’s broadcasting at 100: Industry at crossroads in turbulent world",
  "ut": 1750712161.0,
  "body_paragraphs": [
    "The rise of niche audiences makes it harder for broadcasters to create appealing content, but it also opens new opportunities for thematically or demographically differentiated content",
    "‘Reimagining broadcasting for the digital world’ is the theme of Sri Lanka Broadcasters’ Symposium 2025 to be held on 25 June in Colombo. Being organised by the Broadcasters’ Guild of Sri Lanka in partnership with the Ministry of Mass Media, the event seeks to address challenges and prospects of broadcasting in a rapidly digitalising world.",
    "This event takes place at a critical time for the country’s radio and television broadcasters, comprising 19 entities under either state or private ownership.",
    "The local channels now compete not only with each other, but also with foreign channels and online digital content.",
    "Some challenges faced by local broadcasters are common to the entire mass media industry. These include adapting to advancements in technologies, understanding changes in audience behaviour, and coping with unreliable revenue streams.",
    "Broadcasters also face some issues specific to their industry. Among them are regulatory gaps that prevent a level playing field for local companies, and long delays in the country’s transition to digital terrestrial television broadcasting.",
    "Thus, the imperative for local broadcasters is implicit in the symposium theme: reimagine their strategies for content production and audience engagement, or face increasing irrelevance.",
    "Century of experience",
    "Collectively, the Lankan broadcast industry has a century of experience to draw from, although harping back to the past alone cannot ensure future survival.",
    "Radio broadcasting in Sri Lanka goes back to 1925, when Colombo Radio commenced transmitting as the first radio station in South Asia. Initially under the colonial government’s Telegraph Department, it later evolved to the Sri Lanka Broadcasting Corporation (SLBC). The first television service, ITN Sri Lanka, was started in 1979 initially as a private venture but soon taken over by the State. National television Rupavahini was launched in 1982.",
    "The private sector’s ongoing participation in broadcasting was allowed only in 1992, ending 67 years of State monopoly over the airwaves. By end 2023, according to the Ministry of Mass Media (licensing authority), a total of 18 private radio stations had been licensed, and they were operating 51 FM channels. The total number of private television stations was 16 that operated 24 channels. These 75 channels co-exist, and compete with, the national radio and television stations, as well as the fully state owned company ITN Sri Lanka.",
    "In this cacophony on the air, the audiences have become more fragmented than ever before. During much of the first century of broadcasting, we had a ‘mass audience’ that shared some media consumption patterns. Channel proliferation and the spread of internet use over the past three decades have resulted in a myriad of niche audiences.",
    "In my view, the demise of a mass audience is a welcome development, because it was regularly exploited to promote a dominant political narrative centred on the ruling party or Colombo-centric perspectives.",
    "The rise of niche audiences makes it harder for broadcasters to create appealing content, but it also opens new opportunities for thematically or demographically differentiated content. The challenge is how to maintain standards and ethics while competing for ratings and revenue.",
    "How can local broadcasters keep up with more audiences shifting to the ‘on-demand’ mode online, ignoring traditional programming schedules of radio and TV? (Already, many tele-dramas are watched more online than on air.) Can our broadcasters – with their unique local content – negotiate more equitable terms with global internet platforms?",
    "New century, new challenges",
    "The real competition, however, is not just among the 75 terrestrial channels on the local airwaves. With at least one third of our six million households subscribing to cable or satellite TV, more viewers now access dozens of foreign channels. With over half the population using the internet, audiences have a vast choice of free content on platforms like YouTube and TikTok, and paid content through streaming services like Netflix.",
    "In a well regulated market, multiple domestic and international operators would play by the same rules, allowing for the most innovative and engaging content to win a bigger audience and revenue share. Unfortunately, after more than three decades of (partial) broadcast liberalisation, Sri Lanka has not reached this status.",
    "Successive Governments since 1992 have failed to pass any specific law for this sector. Instead, and bizarrely, all private stations have been licensed under specific provisions in the SLBC Act of 1966 (for radio) and Rupavahini Act of 1982 (for television). Such licensing has lacked due process and transparency.",
    "Meanwhile, cable and satellite distributors are licensed by the telecommunications regulatory commission (TRC) whose latest data (March 2025) shows two direct-to-home satellite broadcasting services and three cable operators being licensed (https://www.trc.gov.lk/pages_e.php?id=12).",
    "Some unlicensed cable distributors are known to operate in the Northern and Eastern Provinces, and in parts of the estate areas, peddling southern Indian channels often excluding any local channels (even in Tamil). For years, the Lankan broadcast industry has been highlighting this anomaly, saying it deprives them of both audience and advertising revenue.",
    "This is comparable to Indian trawlers poaching fish in Lankan seas says Asanga Jayasooriya, president of the Broadcasters’ Guild. Such practices fall within the grey economy, or economic activities operating outside official oversight without being taxed or monitored by governments. While the fishing dispute is better known and studied, the broadcast ‘audience poaching’ is not.",
    "Engaging global tech?",
    "A far fiercer competition for eyeballs and revenues is unfolding online. It is no longer enough for broadcasters to disseminate through the airwaves, cable and satellite. Increasingly, audiences are using web-based pathways to consume not just web-only content but also content published by legacy media, i.e. newspapers, radio and TV.",
    "The ‘discoverability’ of legacy media’s content online depends critically on rankings in search engines and curation in social media. In this asymmetrical relationship, global tech platforms like Google (which also owns YouTube), Meta (owning Facebook, Instagram and WhatsApp) and ByteDance (owning TikTok) have the power to decide whether content creators thrive or perish. Their algorithms not only determine who sees what, but also draw a growing share of digital advertising revenues as well.",
    "How can local broadcasters keep up with more audiences shifting to the ‘on-demand’ mode online, ignoring traditional programming schedules of radio and TV? (Already, many tele-dramas are watched more online than on air.) Can our broadcasters – with their unique local content – negotiate more equitable terms with global internet platforms?",
    "These questions will be raised at the Sri Lanka Broadcasters’ Symposium 2025, which bring together industry professionals, media experts, media educators, and other stakeholders. They may not find all the answers, but these big questions are worth asking.",
    "Looking at other Asian countries’ experiences is also useful. For example, in 2024, Indonesia introduced a regulation requiring global platforms to pay local media outlets that provide them with content. The move is aimed at levelling the playing field between their media industry and big tech companies.",
    "Google has expressed a willingness to collaborate, but Meta insists that it is not required to pay for news voluntarily posted by any publishers on its platforms. Indonesian authorities have clarified that payment obligations apply only to content used commercially by platforms, and not the user-shared posts. Implementation details are still emerging.",
    "With over 225 million internet users, Indonesia has a higher bargaining power with tech platforms than Sri Lanka, which only has around 12.5 million online. We have to explore different approaches as being pursued by some of our entirely web-based media startups. As a small market, we may not be able to ‘tame’ tech giants, but we can perhaps hitch a ride with them?",
    "The rapid rise of AI adds a new layer of complexity, but it also holds the promise of more efficient operations and cost savings. How can local broadcasters build resilience and relevance when audiences are either moving away, or becoming more discerning?",
    "They can start by ‘amping up’ their imagination and innovation.",
    "(The writer is widely experienced as a journalist across print, broadcast and web outlets. For over a decade, he has worked as a media analyst and media development specialist, working with governments, media companies and international organisations in developing strategies for accountable journalism, media resilience, and collaboration with global tech platforms. His Twitter/X handle is @NalakaG.)"
  ]
}