{
  "url": "https://www.ft.lk/columns/Is-AKD-against-the-Sri-Lankan-State/4-777006",
  "title": "Is AKD against the Sri Lankan State?",
  "ut": 1748471491.0,
  "body_paragraphs": [
    "Can Namal bring youthful dynamism to the Opposition?",
    "Can Sajith stand firm against Anura’s assault?",
    "Strange ideas on war, peace, sovereignty",
    "Contrary to Anura Dissanayake and the JVP-NPP’s claim of this island’s inferior history of 76 years in contrast to a superior present, the leaders of last 76 years will be judged superior to AKD in terms of the job they were elected to: the stewardship of the post-Independence Ceylonese/Sri Lankan State.",
    "For starters, AKD’s 10 undisclosed agreements with Modi’s India constitute an abandonment of our post-Independence emphasis on strategic flexibility and foreign policy autonomy.",
    "Anura’s May 19th 2025 address on the 16th commemoration at the War Heroes memorial in Battaramulla provides ample evidence of the weakest grasp of Sri Lanka’s complex contemporary history, dominated as it was by the Thirty Years War (1979-2009). He has abysmal knowledge and the most inadequate comprehension of the dilemmas and decisions, struggles and achievements, of the Sri Lankan State of which he is provisional custodian. His narrative is hostile to the State and biased towards its enemies.",
    "United, unitary, unmentioned",
    "Anura’s speech didn’t once mention that the armed forces fought for the unity of Sri Lanka, and victoriously restored it, reunifying the country territorially and bringing peace after 30 years.",
    "The solitary use of the word ‘unity’ in his speech is in the sentence “this memorial reminds us that true homage lies in building unity”. (Daily News, May 21st 2025, p 5) That’s a laudable reference to the goal of unity of the people, of ‘society’, but he doesn’t mention the achievement of a (re) united territory, state, country. He is silent on the cause that the Sri Lankan military fought for: the unity and territorial integrity of Sri Lanka as a state, as a single country (as immortalised in the Mahavamsa’s Dutugemunu story in the term ‘eksaysath’ or ‘under one banner’).",
    "Needless to say, Anura’s speech doesn’t use the term ‘unitary’ (‘ekeeya’) even once, though the military explicitly fought for a State that was united territorially and unitary in state form and structure as enshrined in successive postcolonial Constitutions.",
    "Prabhakaran interviewed by Anita Pratap",
    "MR: Ended 30-years war in 3 years, winning it",
    "Neutral between military, LTTE",
    "In his discourse Anura takes up a stance of neutrality, even equidistance, between the democratic state and its totalitarian fascist enemy; between the military which fought for territorial unity and the LTTE militia which fought to dismember this small island and establish a separate state; between a professional military whose excesses were exceptions and a terrorist force which consciously and at command level, massacred civilians and elected leaders. President Dissanayake doesn’t even name the enemy, still less condemn it. Prabhakaran murdered many more democratic Tamil leaders than any Sinhalese did—and assassinated Jawaharlal Nehru’s grandson too, on Indian soil. He was the closest Sri Lanka came to a Hitler, but AKD doesn’t celebrate the victory over an evil enemy.",
    "Anura’s primary job today is not as the leader of a political movement, whether that is the JVP or the NPP (both of which he heads) or some kind of fusion. No steward of the State, can be neutral or equidistant between a democratic republic and a totalitarian, terroristic cult; between a defensive war by a democratic republic and repeated wars of aggression by a fascistic-terrorist militia. His neutrality and studied silence constitute the entirely the wrong stance for the elected leader of the Sri Lankan state and the commander-in-chief of its armed forces. This stand is not sustainable and this presidential discourse is dysfunctional in relation to the need to represent, defend and protect the Sri Lankan State.",
    "Stewardship of the State",
    "When a leader of a state, a country, gets something fundamentally wrong about the history of that state, that country, especially regarding the core issue of war and peace, it denotes a dangerous failure.",
    "The steward of a State has to be loyal to the State, must feel a strong sense of responsibility for it. This in no way means a country’s leader has to think the State is perfect, still less sacred. It is not necessary to regard everything the state did as correct and to defend its record at any cost. Indeed, it is often the duty of a steward of the state to undertake course-corrections of the state’s trajectory and reforms of the state’s policies and structure. However, what a steward of the state must unfailingly do, is to be knowledgeable about the history of the state and defend the truth, the accuracy of that history.",
    "As Sri Lanka’s wartime Ambassador/Permanent Representative to the UN in Geneva, a term culminating with our only victory in a UN vote with an adversarial resolution aimed at us, I told my diplomatic team at the commencement of my stint that during my absences in the Council “if you hear something bad about your country that you know to be true or your conscience troubles you about, you are by no means obligated to defend it, but if you permit without counterargument or challenge, something you know to be untrue or alleged without substantiation against your country, you will have me to answer to!”",
    "At least one respected, currently-serving Sri Lankan Ambassador (de facto deputy on my 2007 Geneva team) would confirm my story. That code of conduct gave us the moral-ethical high ground, the capacity for a strong stand and credibility among the members of the UNHRC as well as the 192 states represented in the plethora of international institutions belonging to the ‘UN family’ in Geneva.",
    "No leader is obligated to lie in defence of the state, but he/she is absolutely obligated to defend the state against lies. Anura Dissanayake’s speech showed that he is either ignorant of the history of the state he is sworn to defend, or is consciously lying about the state’s history and the character of the war. Thereby he is demonstrating a lack of the basic sensibility to lead the Sri Lankan state.",
    "Whitewashing Prabhakaran",
    "A steward of the state must grasp the historical truth about war and peace, above all else. “Yet war is synonymous with tragedy and devastation…War is a tragedy…war is destruction” is President Dissanayake’s incantation throughout his speech. (Daily News, May 21st 2025, p 5) While this is true, it is not the whole truth nor the main aspect of the truth in all cases.",
    "Anura proceeds to a pompous false generalisation:",
    "“…This applies not only within our own country, across the world. What have the wars and conflicts raging around the world truly brought us? Victory? No, only destruction…” (Ibid)",
    "No post-Independence Sri Lankan leader was ever this ignorant of world history. What of the defeat of the Persian invaders by the Ancient Greeks? The defeat of Elara by Dutugemunu? Hitlerite Fascism by the Allies? US imperialism by Vietnam?",
    "What of the US War of Independence from England, known as the American Revolution? What of the American Civil War, during which Karl Marx wrote to Abraham Lincoln, assuring him of the First International’s support?",
    "Every revolutionary war is by definition a civil war. Is every victorious civil war including post-1917 Soviet Russia, China, Cuba and Nicaragua, to be mourned as ‘synonymous’ with ‘tragedy and devastation’?",
    "Is the Sri Lankan war which ended after 30 years in the decimation of the fascistic LTTE and its project of secession, ‘synonymous’ with ‘tragedy and devastation’? Is the triumph of the democratic state not to be celebrated? Was it not ‘victory’ but ‘only destruction’? Was the spontaneous celebration of victory by the majority of the island’s citizenry, somehow wrong and misplaced?",
    "President Anura Dissanayake believes conflict and tragedy stemmed from the project to:",
    "“…acquire, sustain and strengthen power…secure authority and obscure wrongdoings committed…” (Ibid)",
    "Anura obviously means his predecessors, the elite Establishment. This theory is negated by the fact that far from prolonging it, Mahinda Rajapaksa won the 30-year war in 3 years flat.",
    "While he avoids any criticism, however implicit, of Prabhakaran, AKD cannot resist criticism of President Mahinda Rajapaksa and the war: “There is no justification for the Field Marshal to be incarcerated for over two and half years…”.",
    "He is correct, but it is specious argumentation to judge the May 2009 victory which ended the 30-Years War, by the Rajapaksas’ postwar abuse of power. Who judges WWII by the (subsequent) Cold War, China’s counteroffensive against the US in Korea by the (subsequent) Great Leap Forward, or the India-China War by the (subsequent) Cultural Revolution?",
    "President AKD whitewashes Prabhakaran and the Tigers:",
    "“I have stated before that no one takes up arms for the sake of war itself. Every person who picked up a weapon did so for the sake of peace. We do not fight to wage war; we fight to achieve peace.” (Ibid.)",
    "Such pious platitudes don’t explain why every time Prabhakaran and the Tigers had a chance of a negotiated peace, they returned to war, killing those who negotiated peace with them, and their own negotiator as well. Rajiv Gandhi and Ranasinghe Premadasa were killed; Chandrika Kumaratunga narrowly avoided death and escaped with one eye blinded; LTTE Deputy Leader and member of the negotiating team Gopalaswamy Mahendrarajah a.k.a Mahattaya was incarcerated, tortured and executed. Not a single anti-state armed movement anywhere has such a ghastly track record.",
    "AKD must learn Sri Lanka’s contemporary history. Jaffna Monitor (May 2025) spoke comprehensively with journalist/author Anita Pratap who had conversed with Prabhakaran many times over decades, securing his first interview in 1983.",
    "“Q: Why do you think he [Prabhakaran] consistently refused to accept a negotiated settlement, even in the final years of the war? Was it driven by ego, unwavering conviction, strategic miscalculation, or something deeper within his worldview?",
    "A: There were many opportunities for a negotiated settlement. In 1990, after the IPKF left, Premadasa literally gave him the Northeast on a platter. I thought this was as good as it gets— take it and build on it. His answer was, ‘I don’t want their Eelam, I want our Eelam.’ There was ego, there was stubbornness, a steadfast purity of intent that is virtually unachievable, unrealistic in real life, and also a sense of misplaced loyalty. When I asked him why he can’t settle for something less than Eelam, his reply was, ‘So many of my cadres have died for Eelam. If I settle for something less, they would have died in vain.’ As I wrote in my book, Island of Blood, he didn’t seem to see the conundrum—by not settling for something less than Eelam, he was sending more of his cadres to death.”",
    "(https://www.jaffnamonitor.com/?r3d=15th-may-2025, p 18)",
    "Thus, the historical truth is quite contrary to AKD’s line which blames his predecessors/the Establishment. Anura’s version makes the last war diplomatically indefensible.",
    "Anura is untruthful about the JVP too. If it took up arms ‘for peace’, why didn’t it lay down those arms when the circumstances changed drastically? Elections were held; Premadasa, a patriotic leader from a subaltern caste/class was elected; he insisted that the Indian peacekeeping troops should leave, released 1,500 JVP prisoners, declared a unilateral ceasefire, invited the JVP to lay down arms, contest the upcoming parliamentary election and enter the Cabinet with three portfolios. Rejecting peace, the JVP returned to war.",
    "AKD’s line is also hypocritical:",
    "Contrary to Friedrich Engels who invited the class enemy, the ‘bourgeois gentlemen’ (“messieurs le bourgeois”) to “fire the first shot”, the JVP initiated armed struggle when there was no imperative to and conditions didn’t exist (1971), and resumed/continued armed struggle when there was no longer any need for it (1989)—both decisions which Anura defends to this day.",
    "While he abhors and eschews war, mourning for fighters and their families on both sides, he is also frequently on the record brushing aside the killings of unarmed persons by the JVP as “regrettable things that shouldn’t have happened but do tend to happen in war, because that was a civil war, and war is not a tea party…”",
    "Anura has the strangest notions of sovereignty, a ‘free motherland’:",
    "“What does full freedom of the motherland mean? Even with the current rains, there are regions in the country at risk of flooding and hazards. Can we truly say we are free? Any conflict no matter how small or where it occurs in the world, affects our nation’s economy and the livelihoods of our people. Are we really free? Today we are a nation that has lost economic sovereignty. We lack a strong economy that allows us to make independent economic decisions…",
    "…Our Nation must be built as one free from crime and drug menaces. It should be a country without conflict, distrust or hatred. Only then can we achieve true freedom for our motherland, along with strong and genuine sovereignty. Without this sovereignty remains a mere phrase on paper, not a reality...” (Ibid)",
    "If Anura read Lenin he would know that in separate polemics with Rosa Luxemburg and Nikolai Bukharin, Lenin squarely located national sovereignty in the political and not the economic domain, dismissing the argument Anura articulates here as ‘Imperialist Economism’.",
    "Going by Anura’s logic, Cuba with its cyclones and hurricanes, South Africa with its crime, and Mexico with its drug menace, are not ‘sovereign’ or ‘free’—though they stand up to the USA and for Gaza. The USA with its floods, tornados, forest fires, school shootings, distrust, hatred, drug menace and economic vulnerability to oil price hikes in a Gulf war, is also not ‘sovereign’ and ‘free’.",
    "President Premadasa sent back 70,000 Indian troops, and shut down the Israeli Interests Section. President Mahinda Rajapaksa faced-down British Foreign Minister David Miliband who wanted the war stopped. Those were bold exercises of independence and sovereignty by leaders of a free motherland.",
    "Does Anura think he has enhanced or weakened his motherland’s “economic sovereignty” and capacity for “independent economic decisions” with his slavishly obedient IMF agreement, debt repayment deal with private creditors and 10 clandestine agreements with India?",
    "Is the Sri Lankan State safe in Anura’s hands? Can he be trusted to defend and protect it? Does he have the knowledge, ability and motivation to do so? Will he trade-in the interests and wartime gains of the State to remain in governmental power? Is his administration contravening the geopolitical and existential interests of the Sri Lankan State? Does he harbour a latent anti-state sentiment? Is he against the Sri Lankan State?",
    "In 1981 when France elected its first Socialist leader since the 1930s, Regis Debray, Louis Althusser’s star pupil who had been imprisoned in Bolivia as a young man for his role in Che Guevara’s guerrilla network, became Advisor to President Francois Mitterrand.",
    "In 1993 Debray wrote a surprising book on General Charles de Gaulle. Defining himself as evolving, post-Guevara, from ‘incorrigibly socialist leftist’ to ‘leftwing Gaullist’, Debray argued that De Gaulle’s strong sense of “the spirit of the [French] nation” and dedication to an autonomous role for it in a world dominated by two superpowers, placed him way above his successors and most predecessors.",
    "AKD’s elected predecessors in the leadership of Ceylon/Sri Lanka since 1948 will be found superior to him by far, and historically more progressive, for much the same reasons."
  ]
}