{
  "url": "https://www.technologyreview.com/2025/07/22/1120545/geothermal-drilling-quaise/",
  "title": "This startup wants to use beams of energy to drill geothermal wells",
  "ut": 1753147800.0,
  "body_paragraphs": [
    "A beam of energy hit the slab of rock, which quickly began to glow. Pieces cracked off, sparks ricocheted, and dust whirled around under a blast of air.  From inside a modified trailer, I peeked through the window as a millimeter-wave drilling rig attached to an unassuming box truck melted a hole into a piece of basalt in less than two minutes. After the test was over, I stepped out of the trailer into the Houston heat. I could see a ring of black, glassy material stamped into the slab fragments, evidence of where the rock had melted.    This rock-melting drilling technology from the geothermal startup Quaise is certainly unconventional. The company hopes it’s the key to unlocking geothermal energy and making it feasible anywhere. Geothermal power tends to work best in those parts of the world that have the right geology and heat close to the surface. Iceland and the western US, for example, are hot spots for this always-available renewable energy source because they have all the necessary ingredients. But by digging deep enough, companies could theoretically tap into the Earth’s heat from anywhere on the globe.",
    "That’s a difficult task, though. In some places, accessing temperatures high enough to efficiently generate electricity would require drilling miles and miles beneath the surface. Often, that would mean going through very hard rock, like granite. Quaise’s proposed solution is a new mode of drilling that eschews the traditional technique of scraping into rock with a hard drill bit. Instead, the company plans to use a gyrotron, a device that emits high-frequency electromagnetic radiation. Today, the fusion power industry uses gyrotrons to heat plasma to 100 million °C, but Quaise plans to use them to blast, melt, and vaporize rock. This could, in theory, make drilling faster and more economical, allowing for geothermal energy to be accessed anywhere.",
    "Since Quaise’s founding in 2018, the company has demonstrated that its systems work in the controlled conditions of the laboratory, and it has started trials in a semi-controlled environment, including the backyard of its Houston headquarters. Now these efforts are leaving the lab, and the team is taking gyrotron drilling technology to a quarry to test it in real-world conditions.  Some experts caution that reinventing drilling won’t be as simple, or as fast, as Quaise’s leadership hopes. The startup is also attempting to raise a large funding round this year, at a time when economic uncertainty is slowing investment and the US climate technology industry is in a difficult spot politically because of policies like tariffs and a slowdown in government support. Quaise’s big idea aims to accelerate an old source of renewable energy. This make-or-break moment might determine how far that idea can go.  Blasting through Rough calculations from the geothermal industry suggest that enough energy is stored inside the Earth to meet our energy demands for tens or even hundreds of thousands of years, says Matthew Houde, cofounder and chief of staff at Quaise. After that, other sources like fusion should be available, “assuming we continue going on that long, so to speak,” he quips.  “We want to be able to scale this style of geothermal beyond the locations where we’re able to readily access those temperatures today with conventional drilling,” Houde says. The key, he adds, is simply going deep enough: “If we can scale those depths to 10 to 20 kilometers, then we can enable super-hot geothermal to be worldwide accessible.”  Though that’s technically possible, there are few examples of humans drilling close to this depth. One research project that began in 1970 in the former Soviet Union reached just over 12 kilometers, but it took nearly 20 years and was incredibly expensive.  Quaise hopes to speed up drilling and cut its cost, Houde says. The company’s goal is to drill through rock at a rate of between three and five meters per hour of steady operation. One key factor slowing down many operations that drill through hard rocks like granite is nonproductive time. For example, equipment frequently needs to be brought all the way back up to the surface for repairs or to replace drill bits. Quaise’s key to potentially changing that is its gyrotron. The device emits millimeter waves, beams of energy with wavelengths that fall between microwaves and infrared waves. It’s a bit like a laser, but the beam is not visible to the human eye.",
    "Quaise’s goal is to heat up the target rock, effectively drilling it away. The gyrotron beams waves at a target rock via a waveguide, a hollow metal tube that directs the energy to the right spot. (One of the company’s main technological challenges is to avoid accidentally making plasma, an ionized, superheated state of matter, as it can waste energy and damage key equipment like the waveguide.) Here’s how it works in practice: When Quaise’s rig is drilling a hole, the tip of the waveguide is positioned a foot or so away from the rock it’s targeting. The gyrotron lets out a burst of millimeter waves for about a minute. They travel down the waveguide and hit the target rock, which heats up and then cracks, melts, or even vaporizes. Then the beam stops, and the drill bit at the end of the waveguide is lowered to the surface of the rock, rotating and scraping off broken shards and melted bits of rock as it descends. A steady blast of air carries the debris up to the surface, and the process repeats. The energy in the millimeter waves does the hard work, and the scraping and compressed air help remove the fractured or melted material away. This system is what I saw in action at the company’s Houston headquarters. The drilling rig in the yard is a small setup, something like what a construction company might use to drill micro piles for a foundation or what researchers would use to take geological samples. In total, the gyrotron has a power of 100 kilowatts. A cooling system helps the superconducting magnet in the gyrotron reach the necessary temperature (about -200 °C), and a filtration system catches the debris that sloughs off samples.   CASEY CROWNHART   Soon after my visit, this backyard setup was packed up and shipped to central Texas to be used for further field testing in a rock quarry. The company announced in July that it had used that rig to drill a 100-meter-deep hole at that field test site.  Quaise isn’t the first to develop nonmechanical drilling, says Roland Horne, head of the geothermal program at Stanford University. “Burning holes in rocks is impressive. However, that’s not the whole of what’s involved in drilling,” he says. The operation will need to be able to survive the high temperatures and pressures at the bottom of wells as they’re drilled, he says. So far, the company has found success drilling holes into columns of rock inside metal casings, as well as the quarry in its field trials. But there’s a long road between drilling into predictable material in a relatively predictable environment and creating a miles-deep geothermal well.  Rocky roads In April, Quaise fully integrated its second 100-kilowatt gyrotron onto an oil and gas rig owned by the company’s investor and technology partner Nabors. This rig is the sort that would typically be used for training or engineering development, and it’s set up along with a row of other rigs at the Nabors headquarters, just across town from the Quaise lab. At 182 feet high, the top is visible above the office building from the parking lot.",
    "When I visited in April, the company was still completing initial tests, using special thermal paper and firing short blasts to test the setup. In May the company tested this integrated rig, drilling a hole four inches in diameter and 30 feet deep. Another test in June reached a depth of 40 feet. These holes were drilled into columns of basalt that had been lowered into the ground as a test material. While the company tests its 100-kilowatt systems at the rig and the quarry, the next step is an even larger system, which features a gyrotron that’s 10 times more powerful. This one-megawatt system will drill larger holes, over eight inches across, and represents the commercial-scale version of the company’s technology. Drilling tests are set to begin with this larger drill in 2026.",
    "The one-megawatt system actually needs a little over three megawatts of power overall, including the energy needed to run support equipment like cooling systems and the compressor that blows air into the hole, carrying the rock dust back up to the surface. That power demand is similar to what an oil and gas rig requires today.  Quaise is in the process of setting up a pilot plant in Oregon, basically on the side of a volcano, says Trenton Cladouhos, the company’s vice president of geothermal resource development. This project will use conventional drilling, and its main purpose is to show that Quaise can build and run a geothermal plant, Cladouhos says.  The company is building an exploration well this year and plans to begin drilling production wells (those that can eventually be used to generate electricity) in 2026. That pilot project will reach about 20 megawatts of power with the first few wells, operating on rock that’s around 350 °C. The company plans to have it operational as early as 2028. Quaise’s strategy with the Oregon project is to show that it can use super-hot rocks to produce geothermal power efficiently, says CEO Carlos Araque. After it fires up the plant and begins producing electricity, the company can go back in and deepen the holes with millimeter-wave drilling in the future, he adds. A drilling test shows Quaise's millimeter-wave technology drilling into a piece of granite. QUAISE  Araque says the company already has some customers lined up for the energy it’ll produce, though he declined to name them, saying only that one was a big tech company, and there’s a utility involved as well. But the startup will need more capital to finish this project and complete its testing with the larger, one-megawatt gyrotron. And uncertainty is floating around in climate tech, given the Trump administration’s tariffs and rollback of financial support for climate tech (though geothermal has been relatively unscathed).",
    "Quaise still has some technical barriers to overcome before it begins building commercial power plants.  One potential hurdle: drilling in different directions. Right now, millimeter-wave drilling can go in a straight line, straight down. Developing a geothermal plant like the one at the Oregon site will likely require what’s called directional drilling, the ability to drill in directions other than vertical. And the company will likely face challenges as it transitions from lab testing to field trials. One key challenge for geothermal technology companies attempting to operate at this depth will be  keeping wells functional for a long time to keep a power plant operating, says Jefferson Tester, a professor at Cornell University and an expert in geothermal energy. Quaise’s technology is very aspirational, Tester says, and it can be difficult for new ideas in geothermal to compete economically. “It’s eventually all about cost,” he says. And companies with ambitious ideas run the risk that their investors will run out of patience before they can develop their technology enough to make it onto the grid. “There’s a lot more to learn—I mean, we’re reinventing drilling,” says Steve Jeske, a project manager at Quaise. “It seems like it shouldn’t work, but it does.” hide"
  ]
}