{
  "url": "https://www.eiu.com/n/global-outlook-bilateral-relations-among-asian-brics-members/",
  "title": "Global Outlook: bilateral relations among Asian BRICS members",
  "ut": 1732592874.0,
  "body_paragraphs": [
    "Global Outlook: bilateral relations among Asian BRICS members",
    "EconomyForecastingGeopoliticsRiskTradeUS electionAsiaUnited StatesCountry Analysis",
    "In EIU’s December 2024 Global Outlook video, regional director for Asia, Alex Holmes, and research analyst, Wen Chong Cheah, discuss prospects for a multipolar world amid the US election and shifting bilateral relations among Asian BRICS members.",
    "The re-elected US president, Donald Trump, has threatened to raise tariffs of up to 60% on China-made imports and a blanket tariff of 10-20% on goods from other countries. Asian countries,  long advocates of a multipolar world, are likely to forge alliances in international groupings such as BRICS and RCEP to counteract policy uncertainty in the US.“BRICS will grow in importance over the coming years and while some members, like Russia and China, hold anti-Western sentiment, many others see the group as a tool to diversify their export markets. For instance, Malaysia, Thailand and Indonesia have recently been admitted as “partner countries”. Joining this alliance is a relatively low-cost way to signal interest in expanding their international partnerships beyond Western ties without necessarily jeopardising bilateral relations with the West. That said, there are common economic goals of BRICS countries such as de-dollarisation.”Wen Chong Cheah, research analyst for Asia, EIUThe BRICS Pay initiative–a cross-border payments system into local currency–highlights the group’s want for de-dollarisation. However, EIU expects the US dollar to remain the dominant global tender for the foreseeable as it has the strongest institutions and a firm grip on global finance. Among non-Western currencies, the Chinese renminbi is the most prominent due to China’s presence in global trade, investment and lending. However, its role is constrained by capital account restrictions, limited investment options and geopolitical risks. China-India relations represent the most significant political risk within the group. The two countries have disputed territorial borders in the Himalayas and India is a key member of The Quad (a pact largely seen as a counterweight to Chinese expansionism). However, the US’s isolationist stance is likely to encourage further thawing of relations between both regional rivals. In late October, China and India reached an agreement to reduce tensions along their disputed border, initiating further troop disengagement. Beyond security, enhanced engagement could imply easier visa issuance norms, the lifting of certain import restrictions and some incremental encouragement of investment in India’s non-strategic sectors. However, EIU expects intermittent flashpoints to arise between the countries, including China’s influence over India’s neighbouring countries, border infrastructure development, and India’s scrutiny of Chinese technology and investment in strategic sectors.The analysis and forecasts featured in this video are part of EIU’s Country Analysis service. This integrated solution provides critical insights into the political and economic outlook of nearly 200 countries helping businesses navigate risks and shape strategies.",
    "EconomyForecastingGeopoliticsRiskTradeUS electionAsiaUnited StatesCountry Analysis"
  ]
}