{
  "url": "https://www.technologyreview.com/2025/06/24/1118442/zed-nelson-photography-nature-curation/",
  "title": "The Anthropocene illusion",
  "ut": 1750725000.0,
  "body_paragraphs": [
    "Over six years and across four continents, the London-based documentary photographer Zed Nelson has examined how humans have immersed themselves in increasingly simulated environments to mask their destructive divorce from the natural world. Featuring everything from theme parks and zoos to national parks and African safaris, his images reveal not only a desperate craving for a connection to a world we have turned our back on but also a global phenomenon of denial and collective self-­delusion. “People may have flocked to see them to see the unfamiliar and the exotic,” he says. “Now they may go to see what is no longer out there, what is endangered, what we have lost.”  Quancheng Ocean Polar World, Shandong, ChinaZED NELSON   World of Water, Watford, UKZED NELSON     In his new photo book, The Anthropocene Illusion, Nelson writes, “In a tiny fraction of our Earth’s history, we humans have altered our world beyond anything it has experienced in tens of millions of years.” His images document our increasingly futile attempts to create a simulacrum of an Edenic natural world that none of us have actually experienced. The number of wild animals on Earth has halved in the past 40 years, and that decline shows no signs of slowing down. We are forcing animals and plants to extinction by removing their habitats. Future geologists will likely find evidence in the rock strata of an unprecedented human impact on our planet—huge concentrations of plastics, fallout from the burning of fossil fuels, and vast deposits of concrete used to build our cities.   Shanghai Wild Animal Park, ChinaZED NELSON   Yet deep within us, the desire for contact with nature remains. So we have become masters of what Nelson calls “a stage-managed, artificial ‘experience’ of nature, a reassuring spectacle.”  Yosemite National Park, CaliforniaZED NELSON   Rainforest at Tropical Islands holiday resort, Krausnick, GermanyZED NELSON    “Charles Darwin reduced humans to just another species—a twig on the grand tree of life,” Nelson writes in his book’s afterword. “But now, the paradigm has shifted: humankind is no longer just another species. We are the first to knowingly reshape the living earth’s biology and chemistry. We have become the masters of our planet and integral to the destiny of life on Earth. Surrounding ourselves with simulated recreations of nature paradoxically constitutes an unwitting monument to the very thing that we have lost.” As Jon Mooallem observed in Wild Ones, his cultural history of wild animals and our relationship to them, “We are everywhere in the wilderness with white gloves on, directing traffic.”"
  ]
}