{
  "url": "https://www.ft.lk/columns/Sri-Lanka-s-economy-needs-stability-and-continuity/4-766406",
  "title": "Sri Lanka’s economy needs stability and continuity",
  "ut": 1725565852.0,
  "body_paragraphs": [
    "The Daily FT – ICCSL webinar, titled “A Smarter Sri Lanka: Public Priorities for the 9th Presidency”, held on Saturday, 31 August, underscored the critical importance of stability, continuity, and the elimination of corruption. A firm commitment to the reform agenda was highlighted as essential for Sri Lanka’s full economic recovery.",
    "The panel of experts agreed that achieving these objectives is crucial for laying a solid foundation for sustainable growth, boosting investor confidence, staying the course, and ensuring that the benefits of recovery are equitably shared across all sectors of society. This strategic combination is seen as key, not only to overcoming current economic challenges but also to building a resilient economy capable of withstanding future shocks.",
    "The three key candidates contesting for the top job have huge challenges ahead",
    "At the end of 2015, Sri Lanka’s total Government debt stood at $ 81 billion, with foreign debt comprising around 60%. According to Central Bank data, total debt is projected to reach $ 103 billion in 2024, equating to about 98% of revenue, with foreign debt increasing to $ 57 billion.",
    "Currently, public debt exceeds 100% of GDP. Although Sri Lanka recorded a Balance of Payments (BOP) surplus of $ 1,761 million by June 2024, down from $ 1,957.6 million a year earlier, substantial work remains to be done. A significant factor contributing to the debt crisis has been the accumulation of short-term loans at high-interest rates for unproductive projects over the past decade.",
    "For example, the debt linked to the Mattala Airport and some other unproductive projects must get renegotiated, and these assets should be productively utilised for societal and economic benefit. A successfully administered IMF facility could help the economy steer through the crisis beyond 2025. However, the implementation of sound policy measures to boost the supply side, alongside tighter fiscal and monetary policies, is crucial. Government expenditure also needs to be managed down.",
    "Sri Lanka’s decision to resume large-scale, productive projects is a critical step to prevent the country from sinking deeper into a debt trap. The nation faces increasing difficulties in raising fresh funds from international markets, especially after credit downgrades by Fitch and Standard & Poor’s during the crisis.",
    "Managing loan repayments remains the biggest challenge, with nearly half of Sri Lanka’s external debt having been raised on non-concessional and commercial terms. It is essential for Sri Lanka to continue navigating this situation both politically and economically to mitigate the financial strain on the country.",
    "Sri Lanka’s biggest economic challenge lies in managing its high levels of debt while simultaneously addressing the underlying structural weaknesses in the economy. In recent months, the country has faced a public debt burden exceeding 100% of GDP, with a significant portion of that debt being external and raised on non-concessional terms. This has resulted in difficulties servicing debt, accessing international markets, and securing new financing.",
    "Sri Lanka has a long history of Balance of Payments (BOP) deficits. Persistent current account deficits, driven by a lack of export diversification, heavy reliance on imports, and a decline in foreign exchange reserves, have continuously strained the economy. Recently, the Sri Lankan rupee has also experienced severe depreciation from time to time, leading to inflation and higher import costs, which have further squeezed the public and contributed to the rising cost of living.",
    "Additionally, political instability and corruption have eroded investor confidence over the years, stalling much-needed reforms and sometimes discouraging foreign direct investment (FDI), which is essential for long-term growth. Addressing these challenges requires strong fiscal and monetary policy measures, political stability, strong leadership, and international support to build a more resilient and sustainable economy. Achieving this will demand leadership at the highest levels of competence and a commitment to maintaining the stability we currently have.",
    "https://www.imf.org/en/News/Articles/2024/06/12/pr-24214-sri-lanka-imf-concludes-2024-article-iv-consultation-completes-2nd-review-under-eff",
    "https://www.aljazeera.com/amp/economy/2024/3/22/economic-conditions-in-debt-stricken-sri-lanka-improving-imf-says",
    "https://www.erd.gov.lk/index.php?option=com_content&view=article&id=102&Itemid=308&lang=en"
  ]
}