{
  "url": "https://www.technologyreview.com/2025/04/03/1114182/air-conditioning-demand/",
  "title": "We should talk more about air-conditioning",
  "ut": 1743640200.0,
  "body_paragraphs": [
    "Things are starting to warm up here in the New York City area, and it’s got me thinking once again about something that people aren’t talking about enough: energy demand for air conditioners.  Related StoryHow 3D printing could make better cooling systemsNew manufacturing techniques could improve heat exchangers in everything from air conditioners to massive ships.",
    "I get it: Data centers are the shiny new thing to worry about. And I’m not saying we shouldn’t be thinking about the strain that gigawatt-scale computing installations put on the grid. But a little bit of perspective is important here.  According to a report from the International Energy Agency last year, data centers will make up less than 10% of the increase in energy demand between now and 2030, far less than the energy demand from space cooling (mostly air-conditioning). I just finished up a new story that’s out today about a novel way to make heat exchangers, a crucial component in air conditioners and a whole host of other technologies that cool our buildings, food, and electronics. Let’s dig into why I’m writing about the guts of cooling technologies, and why this sector really needs innovation.",
    "One twisted thing about cooling and climate change: It’s all a vicious cycle. As temperatures rise, the need for cooling technologies increases. In turn, more fossil-fuel power plants are firing up to meet that demand, turning up the temperature of the planet in the process. “Cooling degree days” are one measure of the need for additional cooling. Basically, you take a preset baseline temperature and figure out how much the temperature exceeds it. Say the baseline (above which you’d likely need to flip on a cooling device) is 21 °C (70 °F). If the average temperature for a day is 26 °C, that’s five cooling degree days on a single day. Repeat that every day for a month, and you wind up with 150 cooling degree days.",
    "I explain this arguably weird metric because it’s a good measure of total energy demand for cooling—it lumps together both how many hot days there are and just how hot it is.   And the number of cooling degree days is steadily ticking up globally. Global cooling degree days were 6% higher in 2024 than in 2023, and 20% higher than the long-term average for the first two decades of the century. Regions that have high cooling demand, like China, India, and the US, were particularly affected, according to the IEA report. You can see a month-by-month breakdown of this data from the IEA here. That increase in cooling degree days is leading to more demand for air conditioners, and for energy to power them. Air-conditioning accounted for 7% of the world’s electricity demand in 2022, and it’s only going to get more important from here. Related StoryYour AC habits aren’t unique. Here’s why that’s a problem.Electricity demand usually peaks on hot summer nights, making them a particular challenge as we clean up the grid.",
    "There were fewer than 2 billion AC units in the world in 2016. By 2050, that could be nearly 6 billion, according to a 2018 report from the IEA. This is a measure of progress and, in a way, something we should be happy about; the number of air conditioners tends to rise with household income. But it does present a challenge to the grid.   Another piece of this whole thing: It’s not just about how much total electricity we need to run air conditioners but about when that demand tends to come. As we’ve covered in this newsletter before, your air-conditioning habits aren’t unique. Cooling devices tend to flip on around the same time—when it’s hot. In some parts of the US, for example, air conditioners can represent more than 70% of residential energy demand at times when the grid is most stressed. The good news is that we’re seeing innovations in cooling technology. Some companies are building cooling systems that include an energy storage component, so they can charge up when energy is plentiful and demand is low. Then they can start cooling when it’s most needed, without sucking as much energy from the grid during peak hours. We’ve also covered alternatives to air conditioners called desiccant cooling systems, which use special moisture-sucking materials to help cool spaces and deal with humidity more efficiently than standard options. And in my latest story, I dug into new developments in heat exchanger technology. Heat exchangers are a crucial component of air conditioners, but you can really find them everywhere—in heat pumps, refrigerators, and, yes, the cooling systems in large buildings and large electronics installations, including data centers.",
    "We’ve been building heat exchangers basically the same way for nearly a century. These components basically move heat around, and there are a few known ways to do so with devices that are relatively straightforward to manufacture. Now, though, one team of researchers has 3D-printed a heat exchanger that outperforms some standard designs and rivals others. This is still a long way from solving our looming air-conditioning crisis, but the details are fascinating—I hope you’ll give it a read.  We need more innovation in cooling technology to help meet global demand efficiently so we don’t stay stuck in this cycle. And we’ll need policy and public support to make sure that these technologies make a difference and that everyone has access to them too.  This article is from The Spark, MIT Technology Review’s weekly climate newsletter. To receive it in your inbox every Wednesday, sign up here. hide"
  ]
}