{
  "url": "https://www.technologyreview.com/2024/11/11/1106803/science-and-technology-stories-in-the-age-of-trump/",
  "title": "Science and technology stories in the age of Trump",
  "ut": 1731286526.0,
  "body_paragraphs": [
    "Rather than analyzing the news this week, I thought I’d lift the hood a bit on how we make it.  I’ve spent most of this year being pretty convinced that Donald Trump would be the 47th president of the United States. Even so, like most people, I was completely surprised by the scope of his victory. By taking the lion’s share not just in the Electoral College but also the popular vote, coupled with the wins in the Senate (and, as I write this, seemingly the House) and ongoing control of the courts, Trump has done far more than simply eke out a win. This level of victory will certainly provide the political capital to usher in a broad sweep of policy changes.  Some of these changes will be well outside our lane as a publication. But very many of President-elect Trump’s stated policy goals will have direct impacts on science and technology. Some of the proposed changes would have profound effects on the industries and innovations we’ve covered regularly, and for years. When he talks about his intention to end EV subsidies, hit the brakes on FTC enforcement actions on Big Tech, ease the rules on crypto, or impose a 60 percent tariff on goods from China, these are squarely in our strike zone and we would be remiss not to explore the policies and their impact in detail.  And so I thought I would share some of my remarks from our edit meeting on Wednesday morning, when we woke up to find out that the world had indeed changed. I think it’s helpful for our audience if we are transparent and upfront about how we intend to operate, especially over the next several months that will likely be, well, chaotic.",
    "This is a moment when our jobs are more important than ever. There will be so much noise and heat out there in the coming weeks and months, and maybe even years. The next six months in particular will be a confusing time for a lot of people. We should strive to be the signal in that noise.  We have extremely important stories to write about the role of science and technology in the new administration. There are obvious stories for us to take on in regards to climate, energy, vaccines, women’s health, IVF, food safety, chips, China, and I’m sure a lot more, that people are going to have all sorts of questions about. Let’s start by making a list of questions we have ourselves. Some of the people and technologies we cover will be ascendant in all sorts of ways. We should interrogate that power.  It’s important that we take care in those stories not to be speculative or presumptive. To always have the facts buttoned up. To speak the truth and be unassailable in doing so.",
    "Do we drop everything and only cover this? No. But it will certainly be a massive story that affects nearly all others. This election will be a transformative moment for society and the world. Trump didn’t just win, he won a mandate. And he’s going to change the country and the global order as a result.  The next few weeks will see so much speculation as to what it all means. So much fear, uncertainty, and doubt. There is an enormous amount of bullshit headed down the line. People will be hungry for sources they can trust. We should be there for that. Let’s leverage our credibility, not squander it.  We are not the resistance. We just want to tell the truth. So let’s take a breath, and then go out there and do our jobs. I like to tell our reporters and editors that our coverage should be free from either hype or cynicism. I think that’s especially true now.   I’m also very interested to hear from our readers: What questions do you have? What are the policy changes or staffing decisions you are curious about? Please drop me a line at mat.honan@technologyreview.com I’m eager to hear from you.  If someone forwarded you this edition of The Debrief, you can subscribe here.  Now read the rest of The Debrief The News Palmer Luckey, who was ousted from Facebook over his support for the last Trump administration and went into defense contracting, is poised to grow in influence under a second administration. He recently talked to MIT Technology Review about how the Pentagon is using mixed reality.",
    "• What does Donald Trump’s relationship with Elon Musk mean for the global EV industry? • The Biden administration was perceived as hostile to crypto. The industry can likely expect friendlier waters under Trump • Some counter-programming: Life seeking robots could punch through Europa’s icy surface • And for one more big take that’s not related to the election: AI vs quantum. AI could solve some of the most interesting scientific problems before big quantum computers become a reality   The Chat Every week I’ll talk to one of MIT Technology Review’s reporters or editors to find out more about what they’ve been working on. This week, I chatted with Melissa Heikkilä about her story on how ChatGPT search paves the way for AI agents. Mat: Melissa, OpenAI rolled out web search for ChatGPT last week. It seems pretty cool. But you got at a really interesting bigger picture point about it paving the way for agents. What does that mean? Melissa: Microsoft tried to chip away at Google’s search monopoly with Bing, and that didn’t really work. It’s unlikely OpenAI will be able to make much difference either. Their best bet is try to get users used to a new way of finding information and browsing the web through virtual assistants that can do complex tasks. Tech companies call these agents. ChatGPT’s usefulness is limited by the fact that it can’t access the internet and doesn’t have the most up to date information. By integrating a really powerful search engine into the chatbot, suddenly you have a tool that can help you plan things and find information in a far more comprehensive and immersive way than traditional search, and this is a key feature of the next generation of AI assistants.",
    "Mat: What will agents be able to do? Melissa: AI agents can complete complex tasks autonomously and the vision is that they will work as a human assistant would — book your flights, reschedule your meetings, help with research, you name it. But I wouldn’t get too excited yet. The cutting-edge of AI tech can retrieve information and generate stuff, but it still lacks the reasoning and long-term planning skills to be really useful. AI tools like ChatGPT and Claude also can’t interact with computer interfaces, like clicking at stuff, very well. They also need to become a lot more reliable and stop making stuff up, which is still a massive problem with AI. So we’re still a long way away from the vision becoming reality! I wrote an explainer on agents a little while ago with more details.",
    "Mat: Is search as we know it going away? Are we just moving to a world of agents that not only answer questions but also accomplish tasks? Melissa: It’s really hard to say. We are so used to using online search, and it’s surprisingly hard to change people’s behaviors. Unless agents become super reliable and powerful, I don’t think search is going to go away. Mat: By the way, I know you are in the UK. Did you hear we had an election over here in the US? Melissa: LOL  The Recommendation I’m just back from a family vacation in New York City, where I was in town to run the marathon. (I get to point this out for like one or two more weeks before the bragging gets tedious, I think.) While there, we went to see The Outsiders. Chat, it was incredible. (Which maybe should go without saying given that it won the Tony for best musical.) But wow. I loved the book and the movie as a kid. But this hit me on an entirely other level. I’m not really a cries-at-movies (or especially at musicals) kind of person but I was wiping my eyes for much of the second act. So were very many people sitting around me. Anyway. If you’re in New York, or if it comes to your city, go see it. And until then, the soundtrack is pretty amazing on its own. (Here’s a great example.) hide"
  ]
}