{
  "url": "https://www.dailymirror.lk/opinion/Crickets-Fall-from-Grace-and-AKDs-Loss-of-Face-EDITORIAL/172-298172",
  "title": "Cricket’s Fall from Grace and AKD’s Loss of Face - EDITORIAL",
  "ut": 1734296046.0,
  "body_paragraphs": [
    "The fact is cricket, from its inception sought to divide men and promoted social hierarchy",
    "Through the distant mists of history of cricket, we hear echoes of phrases such as cricket being the ‘gentleman’s game’. The breeding of team spirit and equality between men, who played the game, were by-words in the sport. Even today many of these beliefs persist. We hear and speak of the spirit of cricket, that it matters not who wins or loses, but how we play the game.",
    "Educationists wax eloquent over the discipline,spirit and values the game of cricket breeds in young minds. But, is this a reality, or merely a hangover from the colonial era to propagate the fair-mindedness of the colonialist?",
    "The fact is cricket, from its inception sought to divide men and promoted social hierarchy. Cricketers were divided into ‘gentlemen’ and players. The gentlemen were from the aristocracy, while players were from the working class. Gentlemen and players had separate hotel rooms, even hotels had separate entrances. Gentlemen were addressed by their ‘inferiors’ or players as Mr or Sir. Most of all, only a gentlemen could Captain an English side.",
    "As late as 1947, Gubby Allen was brought out of retirement to Captain England team because no suitable ‘gentleman’ was up to it. It wasn’t until the 1950s that Len Hutton became the first ‘player’ or professional to Captain England, the home of cricket. Even then, it needed a string of defeats and Hutton’s refusal to give up his professional status was what made it happen.",
    "Yet cricket remained a team sport. Despite its social differences and treatment of different members of the same team, no one was bigger than the game. But, the ‘spirit’ of the game was changing. Winning, and winning at any cost soon became a watchword.",
    "In the 1930s, Australia’s Don Bradman was laying into the English bowlers averaging 98.66 during that series. Noticing Bradman’s struggle against short-pitched bowling, and the series square, Jardine, England’s Captain adopted a leg theory with fast short pitched bowling. The aim was not to bowl the batsman out but to injure and instill fear in the opposing batsman.",
    "The then Australian Captain who was felled while batting, described the game as one where one side was playing cricket while the other was not.",
    "Today we are witnessing more changes for the worse in the game of cricket. Certain players (mainly the new highly paid cricketers) seem to think they are bigger than the game which has brought them new-found wealth and fame. Even worse, some past senior players are egging these bellicose little-known players to continue behaving badly on field.",
    "During the ongoing India-Australia test series, a bowler who was plastered all over the field by Australian batsman Travis Head finally had the batter out after he scored 140 runs. The bowler’s reaction to the outgoing batsman was shocking and earned him a fine and demerit point.",
    "What was worse however, was the reaction of a past Indian coach and commentator who rather than attempting to calm the player, egged him to continue in the same vein.",
    "What a fall for King cricket, once looked on as a Knight in shining armour -today upstaged by those who think they are bigger than the game and preyed on by gambling networks. It brings to mind some of the embarrassments our new government is being forced to face up to.",
    "Our President, in the run-up to the Presidential election, promised measures to water down the ill effects of the International Monetary Fund (IMF) austerity programme. Sadly, he now has had to accept the deal without changes. The ordinary man in the street is finding it difficult to eat and the President’s MPs are being exposed as better fairy story-tellers than Enid Blyton.",
    "President AKD has now left for India. India is in a strategic partnership with the US. The President’s party is ideologically closely aligned to China. Can our President slip Modi’s bear-hug and walk the tight rope between the two regional Asian powers without jeopardising relationships with either of them?",
    "During the days of the economic crisis, India proved to be a life saver. It now looks for quick acceptance of diverse projects signed by the previous regime. Some do not appear to benefit our country. Let’s hope the President’s political acumen stands him in good stead."
  ]
}