{
  "url": "https://hbr.org/2024/06/research-customer-referrals-are-contagious",
  "title": "Research: Customer Referrals Are Contagious",
  "ut": 1718693726.0,
  "body_paragraphs": [
    "Big Cheese Photo/Getty Images",
    "New research reveals the surprising power of “referral contagion,” where referred customers not only buy more but also refer 30-57% more new customers than others. This phenomenon, observed across industries, is driven by social factors like the perception...more",
    "Referrals have long been known to be effective due to the trust customers place in recommendations from friends and family. However, our new research suggests that customer referrals are even more valuable than marketers and researchers once believed.",
    "Using data from over 41 million customers of a cash-back app, we discovered that customers who joined through a referral make more purchases than customers that joined through other methods. Beyond making more purchases, however, we show that referred customers also bring in about 30%-57% more new customers through referrals than other customers, even when controlling for their other activities.",
    "We term this novel phenomenon “referral contagion” — the tendency for referred customers to bring in more referrals. Using data from My Yoga Teacher, a platform connecting yoga students with personal instructors, we replicated this finding and showed that the greater number of successful referrals we observe is due to referred customers sending out more referral invitations. Using additional data from referral marketing software provider impact.com/advocate, we found that referral contagion emerges across a diverse range of industries from household goods to insurance and beyond.",
    "What makes referrals contagious? Our data points to several explanations that all likely drive this effect. For example, homophily, the concept that we tend to build social networks with others who are similar to us, likely plays a central role. That is, when a customer loves your brand, they may have similar friends who are also inclined to enjoy your offerings, leading them to be more likely to refer.",
    "Beyond homophily, we uncover another strong driver of referral contagion using controlled experiments: Referred customers perceive the act of referring as more socially appropriate. Previous work finds that many customers are reticent to refer their friends because they are concerned that their friend might have a negative experience. Furthermore, when there is a referral incentive involved (which there often is) customers may not want to appear as though they have alternative motives and risk their reputation with their friends. But customers who originally joined through a referral are less concerned about these social costs. The fact that they joined through a referral themselves sets a norm that referring is appropriate in this context. This belief plays a pivotal role in their higher propensity to refer others​​.",
    "We also identified a simple intervention to increase referrals, based on our insights into the psychology of referring. In an experiment with over 10 million customers, we sent half of the referred customers a standard push notification asking them to refer their friends and sent the other half the same push notification, but added a reminder that they originally joined through a referral. Adding this simple reminder led referred customers to make 21% more successful referrals. This taps into the psychology of referring by making the norm of referring more salient and increasing their comfort level in referring others.",
    "These findings offer important insights for business owners and marketing managers. It emphasizes the need to reevaluate investment in referral programs, considering not just the direct value of referred customers, but also their amplified potential through referral contagion.",
    "While referral programs are highly effective, they are not without potential risks. One potential concern of relying heavily on referrals for customer acquisition is that negative perceptions could spread through the same channels that foster positive contagion. That is, if a customer decides to abandon a brand, their discontent could potentially cascade through their social network, leading those that they referred to disengage as well.",
    "Fortunately, our analysis of over 41 million customers from the cashback app provides some reassuring insights. While individual customers occasionally discontinue their use of the app, we found no evidence that such decisions significantly impact the engagement of the customers they referred. This suggests that while negative sentiments can spread through networks, acquiring customers through word-of-mouth does not appear to exacerbate these effects in our data. Still, balancing these remarkably valuable referral programs with other marketing efforts will ensure a brand does not become overly dependent on one method and protect against fluctuations in customer perceptions.",
    "Marketing Essentials Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Marketing Essentials. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Learn how to communicate with your customers—strategically.",
    "Learn More & See All Courses",
    "Harvard ManageMentor Premium Collection",
    "The Overcoming Burnout Collection: Reclaim Your Healthy Relationship with Work",
    "Read more on Sales and marketing",
    "Marketing and Social marketing"
  ]
}