{
  "url": "https://www.ft.lk/columns/Is-the-public-sector-solely-responsible-for-what-has-happened/4-773753",
  "title": "Is the public sector solely responsible for what has happened?",
  "ut": 1741034152.0,
  "body_paragraphs": [
    "Rule talks of punctuality but not of a specific tasak or a target",
    "Pointing the finger at the public sector and lamenting is easy but not sufficient. It’s necessary to examine why it is so and what remedies can be made to improve the delivery of the public sector. Reducing numbers alone would not make the public sector a better one, without introducing far reaching reforms",
    "Institute of Policy Studies (IPS) states “Sri Lanka’s public sector accounts for 15% of total employment and 35% of formal employment, while it consumes 26% of public expenditure and 5% of GDP. Notably, public sector employment has increased by about 60% since 2005. However, Sri Lanka’s government performance is considered ‘poor’ as per the Worldwide Governance Index (WGI), with the government effectiveness being negative 0.65.” (https://www.ips.lk/talkingeconomics/2024/10/15/a-low-productivity-trap-strengthening-skills-jobs-and-public-sector-efficiency-in-sri-lanka/)",
    "When members of the Sri Lanka Administrative Service Association (SLAS) met in November 2024, the President pointed out a gap between the Government’s objectives and the traditional operational modalities of the public service. He stated that the functioning of public administration has to change.",
    "While addressing the District Secretaries and Divisional Secretaries Conference on 20 December, the President expressed concern over current inefficiency and lack of public trust and emphasised that the public service has deviated from its intended objectives and must undergo significant reforms to restore its effectiveness.",
    "Fingers of the politician, private sector, think tanks, academia and the general public are pointed towards the public sector for any or all the ills. It’s being said that the sector is too large and disproportionate to the population, international standards and the private sector. Public sector is blamed for being lethargic, overregulated, overcrowded, bureaucratic, unhelpful, inefficient, indecisive, and corrupt.",
    "Pointing the finger at the public sector and lamenting is easy but not sufficient. It’s necessary to examine why it is so and what remedies can be made to improve the delivery of the public sector. Reducing numbers alone would not make the public sector a better one, without introducing far reaching reforms.",
    "Punctuality sans a task",
    "It is not uncommon that in the morning beautifully dressed ladies are hurrying to a public office to avoid ‘the red line’ drawn in the attendance register. Similarly, in the evening they can be seen running out to catch a seat in public transport. The rule says one has to be in the office from 8:30 mornings to 4:15 afternoons. It does not say how you spend that time and doing what. Rule talks of punctuality but not of a specific task or a target.",
    "The majority of the employees travel miles and hours to reach the office and back home. They live with their families in their own homes away from their place of work. They have to maintain the office, the home, the family, and their ailing elderly parents. The cost factor does not permit a public servant to reside closer to the place of work. Naturally, the public servant hurries in the morning and the afternoon and relaxes between 8:30 and 4:15.",
    "The letter of appointment",
    "A recruit to the public service gets two documents along with the letter of appointment, a duty list, and a rules book. I perused through specimen letters of appointment approved by the University Grants Commission (UGC) for posts of lecturer (academic staff), teacher other than lecturer, nonacademic staff, academic support staff, and executive (administrative) grade. The expected role of each of these categories is far different from each other. The letter for all these posts starts with “I am pleased to inform you that you have been appointed to the Post of …” and ends with “Please acknowledge receipt of this letter and state whether you accept the Post on the terms and conditions stated herein”. The letter speaks about all logistic matters except the task/target assigned. This is common in all state institutions. So, why do we expect a public servant to perform?",
    "Outdated schemes of recruitment/promotion",
    "Schemes of recruitment/promotion are outdated and have not been revised to meet fast-changing domestic needs and global trends. They are not aligned with the objectives of the institute.",
    "Look at the ‘Main Objectives’ of a Research Institute given below:",
    "Increase productivity to potential levels of the crop; Increase national production of … to meet the increasing demand; Optimal and sustainable utilisation of land, labour and other resources; Maximise domestic value addition; Encourage individual competency and self development of personnel, and in the process; improve the organisational effectiveness of the institute; Transfer the developed technologies through training and advisory services.",
    "Now look at the marking scheme for promotion of a Research Officer to the grade of Senior Research Officer below.",
    "Only 15 out of 100 marks are assigned for the applicant’s contribution to the institutional Objectives. Is it wrong that the public servant is building up her/his CV rather than contributing to the Objectives?",
    "Sri Lanka public service is an aggregation of a wide array of many different services determined based on fields i.e. administration, planning, technical, financial, etc. or grades i.e. staff, middle level, subordinates, minor grades. There is no dialogue between different services.",
    "A public sector agency is neither expected nor mandated to look beyond its turf or to coordinate with an agency outside its territory. An effective interface between and within the agencies is a miracle. Partnership and coordination among different public sector agencies is only a dream. Side-stepping and the silo mentality have long been present. A distance prevails not only between agencies but also within an agency. A person does not know what the person in the adjoining desk is doing and how relevant each other’s work is. There is no dialogue related to work among colleagues other than gossiping and exchanging recipes.",
    "Archaic age-old enactments",
    "Public servant has to work within a framework demarcated by age-old archaic obsolete ordinances, acts, and regulations. These documents have not been subject to changes to suit the changing scenario. Look at the following Acts introduced during colonial rule:",
    "Railways Ordinance 1902",
    "Forest Conservation Ordinance 1907",
    "Fauna and Flora Protection Ordinance 1937",
    "These Acts were introduced before converting wild elephant habitats to white elephant habitats. No Government has bothered to revisit these documents except for some tinkering work from time to time basically for political reasons.",
    "Job seeker preference",
    "Another concern raised is why employment seekers including university graduates prefer to get into the oversized underpaid public sector. The ready-made explanation is that in the public sector, one does ‘not need to work hard’, ‘job security is guaranteed’, ‘salary increments and promotions are automatic’, and ‘entail retirement benefits’ such as pension, duty-free vehicle permit. But, there are other reasons which have not been discussed why youth are reluctant to join and unable to survive in the private sector.",
    "Most of the job aspirants are Swabhasa-educated rural youth without much exposure and interaction. Their horizon does not go beyond their village. They are not familiar with the approach to workplace relations, structures, processes, practices, and ethos of the private sector. In the private sector, an employee has a job to do to achieve the organisational goals. Once a rural youth joins the private sector s/he feels a fish out of water.",
    "W.A. Wijewardene in his article on “Dr. Lalithadheera’s treatise: Human capital is an economic miracle” in Daily FT says: “The traditional view considers the world as an unchanging static place and the human capital is also considered as an unchanging stock. But the world is subject to continuous change and is a dynamic place. The traditional static stock of human capital cannot succeed in the present world.” (https://www.ft.lk/w-a-wijewardena-columns/Dr-Lalithadheera-s-treatise-Human-capital-is-an-economic-miracle/885-772843)",
    "Education is the catalyst for human capital development. Education equips individuals with the knowledge and skills necessary for a productive and competitive workforce. It should foster creativity and problem-solving abilities essential for driving innovation and technological advancements. But, a product of our education system is half-baked and unemployable. Once I mentioned this role with a University VC. His prompt answer was Chandre, Universities are not job factories. Ironically, universities are in the forefront among those shouting against the public sector performance. They conduct research and write papers on ‘poor performing public sector’ but, unfortunately, they do not look at the mirror.",
    "Digitalisation remains a promise",
    "The Government emphasises the need for digitalisation enabling the public to get their services attended from closer home.",
    "The intention is to centralise the data and decentralise the services. But, in Sri Lanka services are centralised and data is decentralised and scattered. Today, the entire population living in all 25 districts is moving to Colombo District to get some service done. Some are queuing up in Battaramulla from the previous day to get their National Identity Card or the Passport. Others are in Werahera to get their driving license. Some are at Narahenpita to get their EPF/ETF benefits sorted out. Retirees are at Maligawatta to place their signature on the paper to get the pension. Agony they undergo in looking for a place to feed the toddler, quench their thirst and answer the call of nature is pathetic. The congestion and pollution created energy and fuel wasted is indescribable.",
    "All relevant information and documents are available in the district where they reside. Certifications and recommendations are all done in the district. The delivery agencies have their branches equipped with information portals, online facilities, and staff in the district. However, delivery of all basic services is concentrated in the Colombo District. People are compelled to come with information and documents to Colombo. Governments have failed to take the service to where people reside; instead, people are brought to where the services are delivered.",
    "Corruption in the public service",
    "I do not need to talk about the allegation of corruption in public service. Supreme Court Judge Yasantha Kodagoda, PC, has spoken on this while gracing the Annual General Meeting of the National Chamber of Commerce as Chief Guest.",
    "“Government officials are not the only group responsible for what has happened to Sri Lanka as regards the prevalence of corruption—the business community is also responsible for the country’s plight, “Can anyone in the officialdom accept a bribe, unless there are ready givers of bribes?” he asked. “Are you not ready to give a bribe to an official, for the purpose of securing a contract? Would you not give a bribe to a law enforcement officer in an instance where you have acted contrary to law, for the purpose of getting that law enforcement officer to turn a blind eye? Would you not offer a bribe to get an official to expedite processing an application that you have tendered?” (https://www.sundaytimes.lk/250209/news/arent-you-also-responsible-for-plight-of-country-judge-yasantha-kodagoda-asks-business-community-587298.html).",
    "Absence of performance tracking",
    "Government spokespersons have reiterated that public sector salaries would be increased in the forthcoming Budget. Any salary increase must be aligned to inflation as well as to performance. The Government Budget carries a page for every Ministry to indicate key functions, KPIs, and SDG targets. I wonder whether the staff in the Ministry and agencies under it ever look at these or at least is aware of the existence of them. There is no monitoring/follow-up on achieving these indicators. Both the Treasury and the respective Ministry go into a slumber until the next Budget call. Performance evaluation is a forgotten subject in the public sector.",
    "Let me conclude this piece with a story related by a friend: Once his Minister obtained Cabinet approval to import seed potatoes. My friend in the Department of Agriculture has gone to the Treasury with a copy of the Cabinet approval to get the financial allocation to place the import order. This was towards the end of the year. Treasury official was clueless about the cultivation season and the urgency. His response was ‘Why so late?’ My friend, to avoid the embarrassment, had gone happily early on the next year for the approval. He met the same Treasury official. This time his response was “Why so early?”",
    "(The writer is former Secretary to the Ministry of Plan Implementation, and Vice President of Sri Lanka Economic Association. He can be reached on [email protected].)"
  ]
}