{
  "url": "https://dbsjeyaraj.com/dbsj/?p=87052",
  "title": "Will  Muruththettuwe  Ananda  Thero”s Plan to Convene a “Sangha Sabha” on Feb 20 Result in a second “Sinha Le”(Lion Blood)Movement?If so who is Grinding the Organ?",
  "ut": 1771110872.0,
  "body_paragraphs": [
    "“Ordered disorder, planned caprice,And dehumanized humanity…” Brecht (The Exception and the Rule)",
    "A group of monks, led by veteran trade unionist Muruththettuwe Ananda Thero, is planning to hold a sangha convention on February 20. They feel insulted and ignored by the powers that be. And they want to save rata, jathiya, agama, sanskruthiya and hediyawa from the powers that be.",
    "Since Sri Lanka is a democracy (however flawed), monks too enjoy the freedom of peaceful assembly guaranteed to all citizens by Article 14(1)(b) of the Constitution. Hopefully, the NPP/JVP government will bear this truth in mind and not try to interfere with a pack of monks exercising their fundamental rights as citizens as the Rajapaksas did in 2010.",
    "The story is amply recorded, yet unremembered. When the Rajapaksa regime arrested General Sarath Fonseka just weeks after his defeat at the 2010 presidential election, the four chief prelates condemned it as “unjustified and unacceptable”. They sent a joint letter to all monks calling for a Sangha convention at the Maha Maluwa in Kandy on February 18 “to re-establish democracy and good governance in Sri Lanka”.",
    "The move was a historic first (after the division of Sangha into caste-based nikayas on the orders of a Kandyan king).",
    "The convention was never held. Three senior monks representing the three nikayas explained the reason for its indefinite postponement at a media conference. “Many members representing the government as well as some members of the clergy who are working for the government used tremendous pressure on us to stop the meeting,” Athangane Ratanapala Thero complained.",
    "The Rajapaksas reportedly used bomb threats and threats of division to tame the monks, according to a WikiLeaks cable. “Two days before the Sanga Sabha was to open, Buddhist contacts from the provinces informed us that temples had been told that bombs would be hurled at buses transporting monks to the council… Government apologists retaliated by promising that 500 temples would be split off from the main Buddhist sects and re-aligned with a lesser-known sect from Rajapaksas’ home region in the south”.",
    "The US State Department’s 2010 International Religious Freedom Report gives more details. “…a delegation of government ministers met with the Mahanayakes to discourage them from holding the assembly. There were reports from a wide range of contacts that local temples across the country received anonymous threats that any busses carrying Buddhist monks to attend the assembly would be bombed, and the Mahanayakes called off the sessions indefinitely.",
    "Contacts reported that the Mahanayake of Malwatte who had organised the call for the assembly, was threatened with government action, which would split his chapter and significantly reduce its influence, if he attempted to speak out on political issues again”.",
    "Where Muruththettuwe Ananda Thero was during this tumultuous time, whether he was one of the monks who, at Rajapaksa behest, compelled the chief prelates to cancel the convention is not known. Culprit or bystander, that ugly incident seems to have slipped his mind, going by his statement that all previous governments listened to the voice of the Sangha.",
    "His amnesia seems to cover the sordid tale of Kandy night races as well, a pet project of Namal Rajapaksa and his brothers. When the night races were first held in 2012, Chief Prelate of Malwatte chapter dismissed them as nonsense. “I condemn the conducting of night races by harassing the public of Kandy. The whole of Kandy town has been filled with sand bags, there’s no space for movement of pedestrians, and the roads of this small town are to be closed from this evening… I spoke to the president and he told me he wasn’t aware of the races …” (Daily Mirror, 17.3.2012). In 2014, chief prelates of all three nikayas made a public appeal to President Mahinda Rajapaksa asking him to stop the night races. The races went on.",
    "In 2012, as the Rajapaksas were speeding ahead with the illegal impeachment of Chief Justice, Shirani Bandaranayake all chief prelates “kindly” requested President Mahinda Rajapaksa to halt impeachment proceedings. The proceedings went ahead, Shirani Bandaranayake was removed and Mohan Peiris installed as chief justice.Either Muruththettuwe Ananda Thero and other organisers of February 20 Sanga council had forgotten this Rajapaksa past or they are acting as the willing puppets of a political puppet master aiming to return to power on the crest of a new wave political Buddhism.",
    "“From 1956, from the Bandaranaike era, we, the Sangha, talked about country, race, religion,” Muruththettuwe Ananda Thero states. “Every head of state, every ruler listened to that voice”.",
    "S.W.R.D. Bandaranaike certainly did listen to the din. Or rather, he made a you-scratch-my-back-and-I’ll scratch-yours type of deal with a group of political monks. He embraced the political monk’s demand for Sinhala Only (rejected by both the UNP government and the left opposition) and placed Sangha at the zenith of his Five Great Forces.",
    "With that, he released the genie of religious-politics from the bottle of history. The genie would claim his life in 1959. Before that, it destroyed so much else.",
    "The Bandaranaike-Chelvanayagam Pact, born in July 1957 and asphyxiated in April 1958, discredited moderates and strengthened extremists on both sides of the divide. Contrary to popular belief, the pact was not abrogated due to the UNP’s opportunistic March to Kandy (it is disheartening to see Sajith Premadasa embracing those same old tactics with his sudden visit to Muruththettuwe Ananda Thero).",
    "Bandaranaike’s change of heart was caused by a sit in by about 100 monks outside his private residence. He could and did ignore the UNP’s march. It never reached Kandy but was stopped on the same day it began due to SLFP supporters blocking the Kandy road at Imbulgoda, Gampaha. But a protest by the first pillar of their Five Great Forces was quite another matter. The prime minister tore a copy of the pact in front of the monks and their supporters. The leading monks demanded a written promise. He caved in, signing a statement declaring the pact to be null and void. This without even a single word of explanation or apology to S.J..V Chelvanayakam.",
    "Had it not been for that unfortunate intervention by political monks, the pact would have gone through and subsequent disasters, starting with the 1958 riots, could have been avoided.",
    "The politico-emotional climate created by Sinhala Only, made worse by the unilateral abrogation of the pact, paved the way to the 1958 riots. A Tamil narrator in A. Sivanandan’s novel, When Memory Dies, poignantly describes the confusion and the sense of betrayal felt by ordinary Tamils. “None of this could be happening, I said to myself from time to time, closing my eyes. It had never happened before, not in 2000 years of history, not like this: The Sinhalese were my friends, I had married one, my son was a Sinhalese; none of this could be happening.”",
    "In Vellupillai Prabhakaran’s first ever interview, Anita Pratap asks him about the role played by the 1958 riots in his radicalisation and the decision to take up arms. In answer, he mentions the personal experience of a family friend. “During the riots, a Sinhala mob attacked her house in Colombo. The rioters set fire to the house and murdered her husband. She and her children escaped with severe burn injuries. I was deeply shocked when I saw the scars on her body”. That, and the murder of a Tamil priest in Panadura, dragged from his kovil by a mob, doused with petrol and burnt seemed to have been formative influences for young Vellupillai.",
    "Bandaranaike’s pact with political monks and his habit of succumbing to their extremist demands not only led to the long Eelam War. It also ended the natural inclination on the part of most Tamil people to learn Sinhala, at least for practical reasons. As a Tamil named Rasan, interviewed by M.L. Ratnapalan, professor of history at South Korea’s Yonsei University as part of his paper Memories of Ethnic Violence in Sri Lanka among Emigrant Tamils in the UK, explained,",
    "“Acquiring knowledge of Sinhalese was a very practical thing. If you had to deal as a doctor in a Sinhalese area, you would be foolish not to know Sinhalese, because you can’t do your job. (The problem was when the acquisition of the Sinhalese language) was becoming conditional to your advancement in your career… What happened in 1956 was suddenly what was happening in day-to-day life somebody was trying to make it a law… That is where it became irksome”.",
    "Seventy years on, we are trying hard to achieve what we would have become organically without the disastrous intervention of Sinhala Only – a mostly trilingual people. The intervention of political monks contributed to the education crisis we are facing today as well.This history must not be repeated. Never.",
    "This conference of monks",
    "In August 2007, the then head of the JHU, Ellawala Medhananda Thero, made a momentous announcement. Fundamentalist Christians were planning to infect Buddhist monks with AIDS, he proclaimed. “I got information that fundamentalists at a meeting in Kurunegala had decided to eliminate Buddhism from this country. Part of their plan is to infect the monks with HIV virus… Monks could be infected with the virus when they go for a blood test or blood transfusion” (Lanka Newspapers, 18.8.2007).",
    "Time passed. The AIDS infecting Christian fundamentalist was replaced first with Undead Tiger and then with Sterilising Muslim. The need for a minority threat and a minority enemy is the cord which binds the political monks and the Rajapaksas together. Their survival and success depend on sowing fear and suspicion among Sinhala-Buddhists. The enemy changes from time to time but the need for one never changes. After all, if there is no enemy, who needs saviours?\\",
    "In 2009, just months after the victorious ending of the war, there was an attempt to revive the Tiger. The Colombo Crimes Division (CCD) announced the discovery of an explosive laden van about to be sent to Colombo on a suicide mission. The then DIG of the Northern Province (and former STF Commandant) Nimal Lewke dismissed the story as “suspicious and questionable” less than 24 hours later. The final nail in that particular coffin was the revelation that the CCD arrested the van but released its driver! From then until late 2012, the identity of the enemy changed from Tamil to Christian to Muslim until finally becoming gelled on Muslims.",
    "In late 2015/early 2016, the Sinha Le (Lion’s blood) movement came into being. The words Sinha Le were painted on the gates of some Muslim houses; Sinha Le stickers appeared on three wheelers.",
    "Although the movement fizzled out after an initial spurt, it made a contribution to the return of the Muslim enemy with the sterilisation pills saga in 2017/18.",
    "During an interview with the A5 News channel in 2020, Madille Pannaloka Thero, a leading light of Sinha Le, revealed the role played by Gotabaya Rajapaksa in the birth of the movement The monk had fallen out with the president over a paucity of patronage and attention and was in a tell all mood.",
    "He revealed that Sinha Le organisation was formed under the guidance of Gotabhaya Rajapaksa. He said that Gotabaya Rajapaksa took part in lengthy discussions and provided them with certain guidelines. “For one and a half hours he taught us tricks,” the monk said.",
    "As the hype over the upcoming conference of monks heightens, the question cannot but arise: Is this Sinha Le II? If so, who grinds this particular organ? The monk conference’s organiser-in-chief, Muruththettuwe Ananda Thero says that he and the other participants of the as yet unnamed movement will support any politician who agrees with their agenda.",
    "“Every ancient king treated the Sangha well,” he says, not quite truthfully because many an ancient king treated dissenting monks with ruthless severity. What the monks want is obviously a leader they can bend to their will. But the possibility that they are not independent agents but the puppets of some political leader is a real one.",
    "In The Conference of Birds, a 12th century epic poem by the Persian poet Farid ud-Din Attar, a group of birds embark on an avian Odyssey in search of a king. The birds want the Simorgh (the Persian version of the phoenix) to be their king. When they reach the distant home of that legendary bird, all they find is a lake in which they see their own reflections.",
    "Perhaps before the political monks open yet another door to hell, they should take time to look in a mirror. There they will see the face of the enemy who, through greed for power and riches, pushed this country and her people on to a catastrophic path, again and again."
  ]
}