{
  "url": "https://www.ft.lk/opinion/Revisiting-rainwater-harvesting-as-a-disaster-risk-reduction-tool/14-785791",
  "title": "Revisiting rainwater harvesting as a disaster risk reduction tool",
  "ut": 1766011564.0,
  "body_paragraphs": [
    "Lahore's underground water storage tanks help mitigate flooding",
    "Ready to install RWH tanks is a potential business opportunity as well",
    "Implementing the National Rainwater Harvesting Policy and relevant legislation is now urgent to promote rain water harvesting practices across the island as a key disaster risk reduction (DRR) tool, especially in the wake of unprecedented climate change, triggering natural disasters of colossal losses such as the recent Ditwah cyclone. Success stories in rainwater harvesting from several other Asian counterparts offer cues for us to follow.",
    "Dr. Tanuja Ariyananda",
    "Rainwater harvesting tank installed by LRWHF at Weragala Rahula Kanishta Vidyalaya  provided clean water to several flood-affected people",
    "Sri Lanka adopted the National Rainwater Harvesting Policy in 2005 making it mandatory for new buildings in urban areas. The objective of this move was two-pronged: to address both scarcity of water and floods. The policy was followed by relevant legislation in 2009 which amended the UDA by-law on drainage, making provisions for rainwater harvesting (RWH) in buildings within a municipal area. However, this is not implemented, resulting in considerable water loss. The policies and laws related to RWH envisage assuring water security by reducing the reliance on main supplies, disaster risk reduction (as in the case of floods and droughts) and also as a tool of mitigating groundwater depletion.",
    "The basic concept of RWH is to collect and retain or store rainwater. RWH can play a critical role especially in stormwater management and flood control in an urban setting. The recent experience of Ditwah cyclone best manifests this. During peak flows caused by intense rainfall, storm water can be managed by individual detention and retention systems through rainwater harvesting systems.",
    "“Sri Lanka receives a total rainfall of 120 BCM annually, out of which 43.2 BCM (36%) is available for use after evaporation and absorption to the ground. Out of the available water, 28.1 BCM (65%) is washed to the sea as run-off which has the potential to be stored and recharged,” points out Lanka Rain Water Harvesting Forum’s (LRWHF) CEO Dr. Tanuja Ariyananda. Here at home where the annual average rain is 1800 mm, RWH is technically feasible anywhere, says the scientist. “For instance, a roof area of 50 m2 in Anuradhapura District with 1100 mm annual rainfall, has a potential to collect 44000 litres of rainwater annually which is 120 litres per day. While RWH helps in mitigating drought, it also acts as a buffer against floods and enhances the quality and productivity of ecosystems.”",
    "Reducing high water cost",
    "The local pipe water coverage is around 61% of the population of which 13% is provided by community water supply schemes. The local industries and plantations are high-end industrial water consumers and they depend largely on treated water which is supplied by National Water Supply and Drainage Board (NWSDB) at a significant cost. This highwater cost can be reduced by industries and also households and other entities by supplementing with harvested rainwater. “If 30% of the water requirement for gardening, washing and toilet flushing can be fulfilled by RWH, a water bill can be reduced by 60%. It also helps save treated pipe water for drinking and cooking purposes. This also helps in making treated water (provided by NWSDB) accessible by more people in the country,” points out Dr. Ariyananda. Rainwater harvesting systems built in schools, hospitals and households by LRWHF, have been the only available clean drinking water source after the recent cyclone disaster, says its CEO. “A 16,000-liter capacity RWHS built by LRWHF recently in Weragala Sri Rahula Kanishta Vidyalaya in the Kurunegala District, has provided all water needs for around 300 flood-affected people for three days.”",
    "Pakistan’s success story",
    "Several Asian counterparts including Pakistan, Korea and Japan offer many successful stories in RWH for us to take a cue from. Pakistan’s journey in institutionalising RWH represents a remarkable evolution from community-led practices to policy-backed national programs. The turning point, as LRWHF’s CEO explains, came with the Earthquake Reconstruction and Rehabilitation Authority (ERRA), which pioneered the first-ever and largest national-scale rooftop rainwater harvesting program (2007–2013) in the country’s mountainous northern regions and State of Azad Jammu & Kashmir (AJK). “This initiative, implemented across thousands of public sector buildings, schools, health centres, offices, and community structures, was a historic breakthrough that transformed the way Pakistan viewed water conservation and urban resilience. Today in Lahore there is a new initiative to install underground storage tanks in urban areas to mitigate flooding as well as for ground water recharging”. Around 24.2 million gallons of water is collected and stored in 13 strategic location in Lahore City which is monitored through cameras to mitigate floods during heavy rain incidents.",
    "Taiwan and Japan’s experience",
    "Taiwan is a country with frequent flood and drought problems. Torrential typhoon rains often lead to massive soil movement and landslides. Small infiltration enhancement structures and retention ponds are constructed in the country to collect storm water to reduce storm runoff and to control floods. In addition, computer models are used to select the best sites to install such devices.",
    "Since the early 1980s, Tokyo city authorities have been promoting RWH to mitigate water shortages, control floods, and secure water for emergencies. “The city authorities have directed all public buildings to incorporate a rainwater harvesting system. Since then, 50 other local governments in Japan have introduced guidelines for rain water utilisation, while the other 36 have a subsidy system for installing rainwater tanks,” Dr. Ariyananda explains.",
    "Seoul’s areal approach",
    "In South Korea’s Seoul’s ‘areal approach’ to water management is another good practice to learn lessons from. The shift from their traditional linear systems to an integrated, watershed-based strategy, focusing on collecting and utilising rainwater across the entire area such as terraced fields and ponds and not just discarding it, to manage floods, recharge groundwater, and secure water resources has reaped many benefits. This initiative has created multipurpose water facilities (rain gardens, green infrastructure) integrated into urban planning to counter climate challenges like droughts and heatwaves, improving water security and resilience for the dense city. The water level of each tank is monitored by a disaster prevention agency through the internet. The public can have access to the information at any time and place and such information can be transferred to the mobile phone, local station and central station of the people who control the system. The building owner is instructed to empty the tanks depending on the weather forecast.",
    "A viable business opportunity",
    "The absence of ready-made rainwater harvesting tanks in the local market for easy installation by the households, factories and offices is another barrier for effective rain water harvesting in the country. It is however an opportunity for the private sector and other entrepreneurs. “At the moment rainwater harvesting tanks of different sizes and materials as per the requirement and availability of space, need to be built in households, institutes and public buildings. Ready to install RWH tanks could be a potential business venture as well,” says Dr. Ariyananda. She also points out that many local industry-owners are now interested in adopting RWH for their factories to get ‘green credits’ which are sought-after by their respective clients which is encouraging. “However, a greater national commitment is urged for adopting rain water harvesting practices as a key disaster risk reduction (DRR) tool, especially in the wake of unprecedented climate change triggering natural disasters of colossal losses such as the recent Ditwah cyclone we experienced,” maintains the scientist."
  ]
}