{
  "url": "https://www.dailymirror.lk/opinion/Remember-the-threat-of-a-doomsday/172-290551",
  "title": "Remember the threat of a doomsday",
  "ut": 1724862068.0,
  "body_paragraphs": [
    "While political leaders are promising heaven on earth in their intensified campaign for the Presidential Election on September 21, Sri Lankans also need to reflect on international issues such as nuclear testing since many have been predicting a looming 3rd World War with the tensions going on in the Middle East and Eastern Europe. Today (29), the United Nations (UN) marks the International Day Against Nuclear Tests.",
    "In a statement, the UN emphasised that since nuclear weapons testing began on July 16 1945, more than 2,000 tests have taken place. The world body added that little consideration was given to the devastating effects of nuclear testing on human life at the outset, let alone the dangers of nuclear fallout from atmospheric tests. It stressed that hindsight and history have shown the terrifying and tragic effects of nuclear weapons testing, especially when controlled conditions go awry, and in light of the far more powerful and destructive nuclear weapons that exist today.",
    "The United States Department of Defence states that no one person can be credited with producing the world’s first atomic bomb but physicist J. Robert Oppenheimer and Army Lt. Gen. Leslie Groves.",
    "Going back in history, on October 9, 1941, US President Franklin D. Roosevelt approved the development of the atomic bomb, partly out of intelligence reports that Nazi Germany might acquire one first. Roosevelt chose the Army to lead the project, as that service had much experience managing large-scale construction projects.",
    "In September 1942, Lt. Gen. Groves was appointed director of the ultra-secret Manhattan Project, the code name for the vast effort to produce the atomic bomb. Lt. Gen. Groves had extensive experience supervising big projects as an engineer, including construction of the Pentagon, and he was widely recognized as a leader who got jobs done on time no matter what.",
    "Lt. Gen. Groves approved a number of critically important research and engineering endeavours; he also approved production sites for work on the bomb, including Oak Ridge, Tennessee; Los Alamos, New Mexico; and Hanford, Washington.",
    "As leader of the project, Groves directed construction at those sites; made key decisions in the bombs manufacture process; directed intelligence on German efforts to produce a bomb; and, once the bombs were ready for delivery in 1945, selected targets in an effort to shorten the war.",
    "Another one of Groves’ critical decisions was selecting Oppenheimer to lead the physics aspects of making the bomb. Both Groves and Oppenheimer had the talent, drive and leadership qualities that enabled production of the bomb within a short period.",
    "The first nuclear test occurred near Alamogordo, New Mexico, on July 16, 1945. The bomb was used the very next month.",
    "The first atomic bomb detonated over a populated area occurred on August 6, 1945 at 8:15 AM over the Japanese city of Hiroshima. The name of the bomb was ‘Little Boy’.  It was followed by a second atomic bomb which detonated over a populated area on August 9, 1945 at 11:02 AM over the Japanese city of Nagasaki. The name of the bomb was ‘Fat Man’.",
    "In the world today, the catastrophe in the Middle East, especially the massacre of reportedly over 40,000 Palestinian civilians in the Gaza strip, have caused widespread horror. Even the ceasefire talks in Qatar and Egypt are making little progress largely due to the hard stand of Israel’s Prime Minister Benjamin Netanyahu. In the Russia – Ukraine War, both sides are claiming success; but, independent analysts say it is likely a case of innocent people dying. And the use of nuclear weapons is a threat we often hear in these wars.",
    "The 64th session of the United Nations General Assembly, held on December 2, 2009, declared August 29 the International Day against Nuclear Tests by unanimously adopting a resolution which calls for increasing awareness and education about the effects of nuclear weapon test explosions or any other nuclear explosions and the need for their cessation as one of the means of achieving the goal of a nuclear-weapon-free world. The resolution was initiated by Kazakhstan, together with a large number of sponsors and cosponsors with a view to commemorating the closure of the Semipalatinsk Nuclear Test site on August 29, 1991."
  ]
}