{
  "url": "https://www.dailymirror.lk/opinion/Sri-Lanka-A-drama-based-on-human-flaws/172-292040",
  "title": "Sri Lanka: A drama based on human flaws!",
  "ut": 1726774009.0,
  "body_paragraphs": [
    "One positive thing which came out of all the political discussions in the run-up to the presidential elections was that candidates were focused on resurrecting a fallen economy. When reading between the lines that were spoken on stages, there were hints by some candidates that there were some who wanted to rebuild fallen empires, not fallen economies. These empires have been run by lawmakers- both former and present- who allowed mass scaled corruption. Politics in Sri Lanka is a platform that has exhibited ‘human flaws’ to the maximum. Only those with the power to perceive have noticed who has been ‘bad’. The others were deceived; because when the acting is flawless people forget that all what they’ve witnessed is a drama.",
    "There was a time in this country when whatever the ‘white man’ taught us was considered as sacred. Now we see a set of lawmakers portraying the picture that only those qualified in engineering or business can lift this country from poverty. It’s good to see to what length a subject area has grown through advances in technology before implementing a government programme. For some lawmakers, the plan needed to rebuild the Sri Lankan economy is a mental calculation or a mental ‘product’. There are still lawmakers out there who believe that the plan to rescue Sri Lanka must be mapped in a manner in which the social status of people, their experiences and people’s expectations must be considered. Taking Bangladesh for example and driving fear into people might not be the most ideal thing to do from a lawmaker’s perspective. Bangladesh never had economic issues when protests broke out. People were venting their anger against a government decision related to job quotas.",
    "People of this country believe that other than ones’ own mother and father every other lawmaker can be replaced; quickly! And when those replacements were done-in history- both logic and reasoning were absent. That’s why we had to deal with questionable leaders like Maithripala Sirisena and Gotabaya Rajapaksa who went on to occupy the hottest seat in politics.",
    "This is a country that hasn’t learned a lesson from chasing away the Portuguese and handing the reins to the Dutch. There is a Sinhala adage ‘replacing ginger for chili’. The Dutch who chased away the Portuguese did no good for ‘Ceylon’.",
    "This is a country which had the science to build a flawless tank system and nurture agriculture. People of this country at one time knew the capabilities of each and every person; whether they played the role of king, palace official, minister, statesman or village headman. There was pedigree involved with honesty, power to judge and experience also being part of the equation. These desired qualities in leaders over the years lost value as Sri Lanka shifted from an export economy to one of imports. If taking loans was considered a ‘sin’ during the Sirimavo Bandaranaike regime, opinion changed so much about loan taking as one president came and did away with the prime minister led cabinet system. All our presidents love to initiate loan taking. This country needs a leader who accounts for every cent taken in the form of loans. Electing that first president is considered as one of the biggest flaws that Sri Lankan politics has witnessed. The majority of the rest of presidents were spoiled for choice!",
    "The best headline that caps up Saturday’s election would be ‘A divided Sri Lanka goes for polls’. There are as many as 39 candidates! And the worse is that everybody has an opinion about everything; regardless whether it’s his pet subject or not. At this juncture in our history, everyone is an expert in politics.",
    "We Sri Lankans love our cup of tea. But we don’t have a tea-making culture like how the Chinese and Japanese sit and do it in the presence of family members. We only have our own opinions on tea-making; akin to raising children and electing presidents.",
    "As we sip out final cups of tea before we take our polling cards and head to the polling booth, the thought entering our mind is whether ‘we’ll get it wrong again’."
  ]
}