{
  "url": "https://www.ft.lk/columns/Tug-of-giants-in-Indian-Ocean-Will-Sri-Lanka-choose-to-drift-or-steer/4-775488",
  "title": "Tug of giants in Indian Ocean: Will Sri Lanka choose to drift or steer?",
  "ut": 1744331846.0,
  "body_paragraphs": [
    "India’s SAGAR vs. China’s BRI: Why our strategic location demands strategic thinking",
    "Our ports, particularly Colombo and Hambantota, are not just infrastructure assets—they are geopolitical leverage points",
    "The Indian Ocean is fast becoming the world’s most contested geopolitical theatre. With two giants—India and China—promoting competing visions of regional order, Sri Lanka finds itself at the centre of a high-stakes maritime chessboard. India’s SAGAR (Security and Growth for All in the Region) and China’s Belt and Road Initiative (BRI) are more than development models—they are strategic blueprints shaping the 21st-century Indo-Pacific.",
    "Sri Lanka: Geography is destiny",
    "Few nations are as strategically located as Sri Lanka. Nestled near major international sea lanes, our island sits at the maritime crossroads between East and West. Over 60,000 ships traverse these waters annually, carrying goods, energy, and data. Our ports, particularly Colombo and Hambantota, are not just infrastructure assets—they are geopolitical leverage points.",
    "If wisely navigated, Sri Lanka’s location can become its greatest economic and diplomatic strength. If mismanaged, it can leave us vulnerable to external pressures, debt traps, or the erosion of sovereignty.",
    "India’s SAGAR: Regional harmony or strategic hedging?",
    "Launched in 2015, India’s SAGAR doctrine aims to ensure regional maritime security and economic cooperation. Unlike BRI’s infrastructure-heavy focus, SAGAR presents itself as an inclusive, consultative framework, emphasising collective progress and regional ownership.",
    "India has historical and cultural ties with Sri Lanka, a democratic tradition, and growing technological prowess. Its SAGAR vision invites collaboration in security, blue economy, disaster response, and capacity building. But it is also an attempt to counter China’s growing influence in what India sees as its traditional sphere of influence.The question for Sri Lanka is this: can we extract real economic benefit from SAGAR without being drawn into regional rivalries?",
    "China’s BRI: Opportunity or overreach?",
    "China’s Belt and Road Initiative—especially its Maritime Silk Road component—has reshaped infrastructure financing across Asia and Africa. Sri Lanka became one of BRI’s early champions, with massive Chinese investments in roads, ports, and power projects.",
    "Yet, the legacy of these investments is mixed. While China helped finance vital infrastructure, the debt dynamics and long lease of Hambantota Port have raised red flags about economic sovereignty. The BRI, though ambitious, is not charity. It is a projection of Chinese power through financial diplomacy.",
    "As the global backlash against BRI grows, Sri Lanka must ask: how do we ensure that future investments are transparent, sustainable, and truly beneficial to the people?",
    "Strategic non-alignment: The need for a Sri Lankan doctrine",
    "Sri Lanka cannot afford to become a pawn in the strategic contest between India and China. Nor should we view these relationships in zero-sum terms. What we need is a clear foreign policy doctrine—rooted in neutrality, sovereignty, and long-term economic benefit.",
    "Such a doctrine must prioritise multilateralism, regional cooperation with ASEAN and the African Union, and deep engagement with the Indian Ocean Rim Association (IORA). It must also enhance our domestic capacity to negotiate, assess, and manage complex geopolitical engagements.",
    "It’s time to steer our own course",
    "Geopolitical proximity is not destiny unless we let it be. Sri Lanka must stop reacting to external overtures and start acting with a clear sense of national interest. Whether it’s SAGAR or BRI—or any other emerging vision—we must judge all partnerships by the same standard: do they uphold our sovereignty, improve the lives of our people, and help us thrive as a peaceful, resilient Indian Ocean nation?",
    "In the turbulent tides of great power competition, Sri Lanka has a choice: to drift or to steer. The time to steer is now."
  ]
}