{
  "url": "https://www.technologyreview.com/2024/07/18/1095036/whats-next-for-spacexs-falcon-9/",
  "title": "What’s next for SpaceX’s Falcon 9",
  "ut": 1721259000.0,
  "body_paragraphs": [
    "MIT Technology Review’s What’s Next series looks across industries, trends, and technologies to give you a first look at the future. You can read the rest of them here. SpaceX’s Falcon 9 is one of the world’s safest, most productive rockets. But now it’s been grounded: A rare engine malfunction on July 11 prompted the US Federal Aviation Administration to initiate an investigation and halt all Falcon 9 flights until further notice. The incident has exposed the risks of the US aerospace industry’s heavy reliance on the rocket.   “The aerospace industry is very dependent on the Falcon 9,” says Jonathan McDowell, an astrophysicist at the Harvard-Smithsonian Center for Astrophysics who issues regular reports on space launches. He says the Falcon 9 and the closely related Falcon Heavy represented 83% of US launches in 2023. “There’s a lot of traffic that’s going to be backed up waiting for it to return to flight,” he adds. During a SpaceX livestream, ice could be seen accumulating on the Falcon 9’s engine following its launch from California’s Vandenberg Space Force Base en route to releasing 20 Starlink satellites. According to SpaceX, this buildup of ice caused a liquid oxygen leak. Then part of the engine failed, and the rocket dropped several satellites into a lower orbit than intended, one in which they could readily fall back into Earth’s atmosphere.",
    "By July 12, an FAA press statement was circulating on X. The federal agency said it was aware of the malfunction and would require an investigation. “A return to flight is based on the FAA determining that any system, process, or procedure related to the mishap does not affect public safety,” said the statement. SpaceX says it will cooperate with the investigation. “SpaceX will perform a full investigation in coordination with the FAA, determine root cause, and make corrective actions to ensure the success of future missions,” says a statement on the company’s website. Details about what the investigation will entail and how long it might take are unknown. In the meantime, SpaceX has requested to keep flying the Falcon 9 while the investigation takes place. “The FAA is reviewing the request and will be guided by safety at every step of the process,” said the agency in a statement.",
    "Nominal failure The Falcon 9 has an unusually clean safety record. It’s been launched more than 300 times since its maiden voyage in 2010 and has rarely failed. In 2020, the rocket was the first to launch under NASA’s Commercial Crew Program, which was designed to build the US’s commercial capacity for taking people, including astronauts, into orbit.  Related StoryMusic streaming can be a drag on the environment. These K-pop fans want to clean it up.This small group of volunteers is leveraging the power of K-pop fandom for climate action.",
    "According to MIT aerospace engineer Paulo Lozano, part of the Falcon 9’s success is due to advances in rocket engines. Exactly how SpaceX incorporates these new technologies is unclear, and Lozano notes that SpaceX is quite secretive about the manufacturing process. But it is known that SpaceX uses additive manufacturing to build some engine components. This makes it possible to create parts with complex geometries (for example, hollow—and thus lighter-weight—turbine blades) that enhance performance. And, according to Lozano, artificial intelligence has made diagnosing engine health faster and more accurate. Parts of the rocket are also reusable, which keeps costs low.   With such a successful track record, the Falcon 9 malfunction might seem surprising. But, Lozano says, anomalies are to be expected when it comes to rocket engines. That’s because they operate in harsh environments where they’re subjected to extreme temperatures and pressures. This makes it difficult for engineers to manufacture a rocket as reliable as a commercial airplane. “These engines produce more power than small cities, and they work in stressful conditions,” says Lozano. “It’s very hard to contain them.”  What exactly went wrong last week remains a mystery. Still, experts agree the event can’t be brushed off. “‘Oh, it was a fluke’ is not, in the modern space industry, an acceptable answer,” says McDowell. What he finds most surprising is that the malfunction didn’t occur in one of the reusable parts of the rocket (like the booster), but instead in a part known as the second stage, which SpaceX switches out each time the rocket launches.  Stalled schedules It remains unclear when the Falcon 9 will fly again. Several upcoming missions will likely be postponed, including the billionaire tech entrepreneur Jacob Isaacman’s Polaris Dawn, which would have been the first all-private mission to include a space walk. It’s possible NASA’s SpaceX Crew-9 mission to the International Space Station (ISS), planned for mid-August 2024, will also be delayed.  Uncrewed missions will be affected too. One that stands out is the Europa Clipper mission, which is intended to explore Jupiter’s icy moon and assess its habitability. According to McDowell, the mission, which is planned for October 2024, will likely be delayed by the Falcon 9 grounding. That’s because there is a narrow time frame within which the satellite can be launched. (The mission is facing a technological hangup unrelated to the Falcon 9 that could also push back its launch.)  The incident reveals a need for the US to explore alternatives to the Falcon 9. McDowell says the United Launch Alliance’s Atlas V rocket, accompanied by Boeing’s Starliner capsule, used to be the next best option for US-based crewed ISS missions. But the Atlas V is being phased out. It will be replaced by the ULA’s Vulcan Centaur, a partially reusable rocket that has made only one test flight so far. Plus, the Starliner capsule has serious issues that have left two NASA astronauts stuck at the ISS, potentially until August.  Blue Origin’s reusable New Glenn rocket could be a competitor, but it hasn’t flown yet. The aerospace company says it hopes to launch the rocket before 2025. Blue Origin’s other reusable rocket, New Shepard, is not capable of flying into orbit.  The Falcon 9 malfunction makes these projects all the more essential. “Even the Falcon 9 can have problems,” says McDowell. “It’s important to have multiple routes of access to space.”  hide"
  ]
}