{
  "url": "https://www.ft.lk/columns/Capitalising-on-Confidence-Investor-expectations-from-2026-Budget-amidst-high-flying-CSE/4-783864",
  "title": "Capitalising on Confidence: Investor expectations from 2026 Budget amidst high-flying CSE",
  "ut": 1762197754.0,
  "body_paragraphs": [
    "The upcoming Sri Lanka Budget for 2026 is set to be one of the most closely watched fiscal pronouncements in recent memory. Its significance is amplified by the backdrop of the Colombo Stock Exchange (CSE) reaching all-time highs — a clear barometer of surging domestic investor confidence and a strengthening recovery narrative. As the government steers the nation through the next phase of its economic reform journey, the Budget’s proposals will be scrutinised for their ability to sustain capital market momentum and cement long-term macroeconomic stability.",
    "The all-time high momentum on the CSE",
    "The remarkable ascent of the CSE’s All-Share Price Index (ASPI) reflects a confluence of factors: a downward trajectory in domestic interest rates making equities comparatively more attractive, an improving corporate earnings outlook, and a cautiously optimistic sentiment about post-crisis macroeconomic stability.",
    "This rally is not merely speculative; it signals that domestic investors are pricing in the successful continuation of IMF-backed fiscal consolidation and structural reforms. In essence, the capital market is demanding policy certainty and a clear roadmap for growth.",
    "Key expectations of domestic investors",
    "For the market to maintain its upward trajectory and attract long-term foreign capital, the 2026 Budget must deliver clear, consistent, and supportive policies.",
    "1.  Policy consistency and fiscal consolidation",
    "The foremost expectation is a steadfast commitment to the agreed fiscal consolidation path. Investors will look for a Budget that targets a sustainable deficit and demonstrates a clear strategy to meet ambitious revenue goals — ideally through improved tax administration and base broadening rather than sudden, disruptive levies. Continuity in fiscal policy remains key to lowering perceived risk.",
    "2. Boost to corporate earnings",
    "With much of the rally driven by earnings growth, investors expect measures that reduce the cost of doing business and enhance efficiency:",
    "Rationalisation of taxes and levies: Greater clarity and predictability in the corporate tax structure, and avoidance of ad-hoc revisions.",
    "Focus on private sector-led growth: Incentives for export-oriented industries, manufacturing, and technology sectors capable of driving listed companies’ profitability and job creation.",
    "3. Capital market development initiatives",
    "Despite recent gains, the CSE’s market capitalisation-to-GDP ratio remains low by regional standards. Investors anticipate initiatives that:",
    "Encourage New Listings: Especially from State-Owned Enterprises (SOEs) as part of ongoing restructuring, injecting quality assets and expanding market depth.",
    "Broaden investor participation: Possibly through tax incentives for equity investments or reforms allowing pension and provident funds to increase equity exposure.",
    "Foreign investor sentiment: The crucial “shift”",
    "While the domestic rally has been robust, the sustained return of Foreign Institutional Investors (FIIs) remains crucial to validate valuations. Their re-entry depends on factors extending beyond the CSE’s performance — the macro “shifts” that underpin true investor confidence.",
    "Clarity on debt restructuring: Finalising the remaining stages of external debt restructuring is paramount. FIIs will view the Budget as an affirmation of the government’s commitment to debt sustainability and post-restructuring stability.",
    "Structural reforms and SOE divestitures: A clear timeline for restructuring key SOEs will signal commitment to market-oriented reforms and fiscal discipline.",
    "Improved governance and transparency: Strengthened regulatory oversight, anti-corruption measures, and improvements to the ease of doing business will all be viewed favourably by global investors. The outlook: Sustaining the climb",
    "The 2026 Budget arrives at a pivotal moment. The CSE’s euphoria sets a high bar — reflecting hopes for durable stability and growth. For policymakers, the challenge is to translate market confidence into policy credibility.",
    "A Budget anchored in fiscal prudence, structural reforms, and stable taxation will convince both domestic and foreign investors that the foundation beneath the CSE’s record highs is sound. Falling short, however, risks triggering a correction — reminding markets that fiscal discipline is the bedrock of sustainable capital market performance.",
    "Ultimately, the Budget must serve as the anchor that secures Sri Lanka’s journey from recovery to resilience, ensuring that the CSE’s historic rally is a stepping stone to enduring economic strength rather than a fleeting high.",
    "(The author is an experienced Asset Management Professional with over a decade of expertise in investment management, portfolio strategy, and financial analysis. He has led several successful fund launches and managed award-winning unit trust funds in Sri Lanka. Now based in France, he remains actively engaged in the global financial sector, focusing on strategic planning, compliance, and risk management. He could be reached via email at [email protected])"
  ]
}