{
  "url": "https://www.ft.lk/columns/A-via-media-view-of-press-freedom-under-the-NPP/4-775229",
  "title": "A via media view of press  freedom under the NPP",
  "ut": 1743978117.0,
  "body_paragraphs": [
    "Lasantha Wickrematunge",
    "Most disappointing for media watchers perhaps is the recent backtracking by the powers that be on the progress possible at this juncture into the investigation of Lasantha Wickrematunge’s murder most foul. On the campaign trail it was ‘double, double, toil and trouble’ that the aspiring NPP said it would take as pains to prosecute the case. Now, for all its ‘cauldron boil and cauldron bubble’, the senior echelon of JVP leaders all appear agnostic as to the outcome since it has been years since the crime was committed – a detail that evidently escaped their notice at more promising times",
    "While the buzz in media circles last week was about senior investigative journalist Namini Wijedasa’s US Secretary of State’s International Women of Courage Award 2025, the slow burn in the same arena was still over a baffling lack of progress in emblematic media cases demanding justice for slain scribes.",
    "Where the blood of assassinated editor Lasantha Wickrematunge runs as cold as the trail of suspects who carried out his slaughter at whoever’s behest, there can be no real celebration for the Fourth Estate – only isolated congratulations for more intrepid members of that community such as the redoubtable Namini.",
    "Which should be cause for concern under the rule of men and women ‘entirely great’ such as the National People’s Power government, whose motto of late at least is that the ‘pen is mightier’ than the assassin’s bullet or sharply spiked tool such as that which pierced Lasantha’s febrile brain.",
    "It wasn’t always the case. In the past, representatives of today’s card-carrying party membership subscribed to a diametrically opposed media ethic. The JVP, which is in the vanguard of the NPP whichever way you cut the deck, was responsible for unleashing the carnage that laid low many press personnel in the dark days of its second insurrection (1987-90).",
    "Among its better-known media victims were Rupavahini chief news editor K. Amaratunge, ITN chairman Thevis Guruge and Rupavahini broadcaster Sagarika Gomes. This is the more visible tip of the iceberg submerged beneath the waters of which were a slate of academics and scores of professionals, to say nothing of police and military cadre.",
    "Of course, in similarly brutal vein, the state under the patronage of its then stalwarts – some of whom are still alive and kicking even today – cracked down on the JVP in a bestial counter-campaign that cost the inimical likes of Renaissance man Richard de Zoysa his life.",
    "But as with an iconic editor later, Richard was but emblematic of the rank and file of reporters and broadcasters abducted, tortured and killed or made to disappear by alleged government death squads.",
    "That the JVP-led NPP has apologised for its track record and recanted its violent ways speaks volumes for the principle of mercy preceding peace with justice. But the silence of government is deafening, save where its sterling statesmen still presume to mount ridiculous or reprehensible defences of their modus operandi. Or worse still presume to deny it all.",
    "And such slips of the tongue by otherwise slick smooth operators that bring special commission reports to be tabled for debate in parliament shows that even old foxes at the game are not as exempt from at least public scrutiny and hopefully prosecution under a justice-oriented administration as they may think.",
    "The sea-change that the press freedom ethic has undergone since the NPP swept the electoral boards bears closer scrutiny.",
    "At the conceptual level, the government of the day manages to tick off all the right boxes. From its days as an administration in waiting that had press freedom high on its manifesto wish-list to a regime in power that strikes all the right chords on the topic at hand, the NPP seems to have it down pat.",
    "Also adding credibility to its vision has been a brace of developments that redound to the delivery of practical results. Unlike under successive previous governments where press freedom was honoured more in the breach than its observance!",
    "A step forward and some setbacks",
    "The apprehension of two military intelligence officers culpable of the abduction and brutal torture of former deputy editor Keith Noyahr was a welcome breakthrough in the invisible barrier that separated media from any semblance of justice for crimes against its cadre.",
    "But the enlargement on bail of the two miscreants followed by a subsequent lack of interest on the part of the authorities as much as the general public has been interpreted as a setback in the cause of justice being meted out.",
    "And as for thoroughly investigating the unnamed authorities such as might have commissioned this dastardly deed and bringing them albeit belatedly to book, that seems to have gone the way of all flesh – and other previous breakthroughs before it – towards cold storage.",
    "The senior journalist in question had been critical of the upper echelons of the military at the time. His abuse at the hand of shadowy figures under an oppressive government was only one case in a pervasive culture of media oppression in a militarised milieu. Say ‘twas ever thus?",
    "Salutary optics yet sceptical about outcomes",
    "On the other hand, the recent withdrawal of a petition by former CID director SSP Shani Abeysekara seeking security for himself and his family works as a more salutary testament to the right to live and persevere in one’s profession under the present regime.",
    "The controversial – yet, widely regarded as skilled and competent – police officer had previously filed a petition in the Court of Appeal alleging that security provided to safeguard his life and well-being were no guarantee of the same, being evidently inadequate in his opinion.",
    "It was his erstwhile involvement in and prosecution of a spate of landmark cases – from the Wickrematunge killing; through the high-profile telephone tape scandal involving actors and judges; alleged kidnapping of a Swiss embassy employee fiasco; and the deadly Easter Sunday attacks in 2019 and unabashed finger-pointing at putative masterminds – that got Shani in hot water with the Rajapaksa regime.",
    "That his withdrawal of the petition regarding his safety and security redounds to the government’s bona fides and ability to inspire confidence provides a case for public viewing with good optics in favour of the NPP government.",
    "With that said, it remains to be seen whether his appointment on contract for a year – since he retired from the service in 2021 – as director of the newly formed Criminal Intelligence Analysis and Prevention Division yields any dividends in emblematic cases.",
    "This appertains in the context of ensuring media freedom and justice for the press to the assassination of Lasantha, abduction and disappearance of cartoonist Prageeth Ekneligoda, and abusive torture kidnapping of Keith – all of which he investigated as former CID chief.",
    "Most disappointing for media watchers perhaps is the recent backtracking by the powers that be on the progress possible at this juncture into the investigation of Lasantha Wickrematunge’s murder most foul.",
    "On the campaign trail it was ‘double, double, toil and trouble’ that the aspiring NPP said it would take as pains to prosecute the case.",
    "Now, for all its ‘cauldron boil and cauldron bubble’, the senior echelon of JVP leaders all appear agnostic as to the outcome since it has been years since the crime was committed – a detail that evidently escaped their notice at more promising times.",
    "The JVP has little if nothing to indict it by way of kowtowing to Corporate Sri Lanka or scratching the back of any old-boy networks. So it seems – one supposes, if one is inclined to take the charitable view – that the trail has well and truly run cold.",
    "That said, if the promises to ensure swift and sure justice are revived, together with the hope that was resurrected short of bringing up the body again in acts of showmanship as under erstwhile ‘good governments’, one wonders to whom or what The Powers That Be bow the knee? Entitlement to an untarnished reputation? Expectation of a free pass on promises made in haste; or worse, hypocrisy? Expediency?",
    "The death of that editor was no doubt an expedient demise – whether for a military industrial cartel or madmen incentivised by corruption’s ill-gotten gains. But to bring up hope so pointlessly again is to dishonour the dead, and insult the grieving living.",
    "And so one can only fall back on the all-too-familiar position of watchful trust, as events unfold under a tyro regime bracing itself to bring the big guns to bear on the bad men, the sad old men, leaning together, their headpieces filled with straw and stratagems for survival.",
    "(Editor-at-large of LMD | Free the #Press. And press the free in the same cause.)"
  ]
}