{
  "url": "https://www.ft.lk/columns/Fresh-policy-approach-to-Lasantha-Wickrematunge-case-in-an-age-of-apathy-and-indifference/4-786658",
  "title": "Fresh policy approach to Lasantha Wickrematunge case in an age of apathy and indifference",
  "ut": 1767829540.0,
  "body_paragraphs": [
    "Lasantha Wickrematunge",
    "Sixteen years after the assassination of The Sunday Leader editor Lasantha Wickrematunge, the Sri Lankan justice system has failed to identify or effectively prosecute those who ordered the killing.",
    "Despite intermittent investigative breakthroughs, and intense local and international scrutiny, the case remains unsolved.",
    "Recent developments – including the controversial release or discharge of key suspects – underscore deep institutional challenges, political interference and weak accountability mechanisms.",
    "Today, as an increasingly smaller number of Sri Lankans know or care about the case, it is apposite to briefly outline the investigative history, key obstacles to justice, current status of suspects and alleged masterminds, and strategic steps for advancing the case for prosecution.",
    "Background: The killing and its early investigation",
    "On 8 January 2009, Lasantha Wickrematunge was ambushed by gunmen on motorcycles and done to death in broad daylight in Attidiya, near the high security zone of Ratmalana Airport.",
    "The murder occurred against the backdrop of intense threats and harassment linked to his investigative journalism and criticism of corruption in high places in general and the then incumbent administration in particular.",
    "Initial investigations by local police were slow and haphazard, probably due to the fear factor and the whispered rumours of agency in high places having ordered the hit.",
    "Investigators identified a group of military intelligence officers (the so-called ‘Tripoli Platoon’) as suspects, unearthed SIM card tracing data, and tied some individuals to other attacks on media figures.",
    "However, political pressure and institutional resistance repeatedly stalled any meaningful progress from being made.",
    "Suspects identified over time – security and Police officials",
    "Over the years, a series of military officers and members of the constabulary came to be linked to the case.",
    "There was the Army Intelligence sergeant arrested in connection with Wickrematunge’s murder who was linked to attacks on other senior journalists as well. Then came a former Mount Lavinia Crimes Division OIC who was accused of concealing evidence. And last but not least, a retired Senior DIG was named in inquiries for obstructing the investigation.",
    "In early 2025, the Attorney-General issued legal advice recommending that no further action be taken against these suspects, triggering their enlargement on bail and being met with widespread condemnation.",
    "Although media and rights groups assert that the AG’s Department later temporarily suspended acts of its recommendation, and clarified that the underlying investigation continues, these suspects were effectively cleared for the time being due to lack of actionable evidence.",
    "There were also broader investigative leads that eventually led nowhere.",
    "Previous inquiries had involved tracing cell phones linked to the murderous assailants, identifying riders and drivers, and pursuing other tactical leads. But these efforts yielded no fresh ground to proceed nor produced the desired prosecutions even at the time there was strong public interest in the case and a tangible outpouring of solidarity for collaring those culpable of the reprehensive killing.",
    "Some arrests in the year 2009 itself – for instance, trishaw drivers in possession of the slain editor’s mobile – ended without charges being filed in court, and citizen interest slowly faded in this murder most foul.",
    "Alleged mastermind and chain-of-command questions",
    "But the scandalous odour of a commissioning of the killing lingered in the popular imagination.",
    "Despite the identification of field-level suspects and shadowy intelligence operatives, no criminal investigator or court (other than that of public opinion) had identified a mastermind.",
    "And in the absence of evidence militating in favour of a prosecutable case, senior political and military figures, who may have been guilty of ordering the strike, got off scot-free and continue to enjoy the perks of an untroubled retirement to date.",
    "Be that as it may – multiple independent observers and former investigators sidelined by their superiors have publicly alleged that the brutal assassination was linked to senior government officials in collusion with the military intelligence apparatus.",
    "A former CID lead investigator assembled evidence suggesting the alleged involvement of the then Defence Secretary – arguing that he had motive, opportunity and means to order the killing… if only to thwart the dead man’s putative testimony in courts against the powers that be, under indictment for a shady deal involving military procurement.",
    "Other organisations, including the Committee to Protect Journalists, have repeatedly highlighted the political context of the murder, and the ongoing impunity enjoyed by ‘the usual suspects’.",
    "While these allegations remain circumstantial, the finger of suspicion continues to point at the iconic editor’s powerful political opponents, once also guilty of other abuses of power and unlawful arrogations of state authority.",
    "Ergo it is because no case has been tried, tested or substantiated in a criminal court due to lack of admissible evidence, procedural obstacles, and cynical political sensitivities, that justice fails.",
    "Key obstacles to justice",
    "The investigation into and prosecution of the case have been impeded by multiple systemic and political issues.",
    "Chief among these are weak evidence and delayed forensics. The murder took place in a chaotic, early-morning hour suburban environment. Crucial physical evidence – including the autopsy report and original cellphone records – has been inconsistently or even erroneously documented and presented in court.",
    "Secondly, institutional interference and lack of independence. CID investigations by seemingly hawk-eyed sleuths hot the trail of a spectral mastermind were either halted or handed over to alternate police departments, citing their putative superior capability. In 2010, investigative authority was shifted from the CID to less specialised units, causing a loss of continuity and weakening the scent whereby the trail ran cold.",
    "A third element in the mix was political interference and the persistence of the impunity culture. The 2025 decision by the Attorney General to release and thereby effectively clear key suspects underscored continuing legal challenges in prosecuting cases involving state actors. Rights groups have interpreted this as shielding influential figures in the erstwhile establishment, rather than seeking accountability. Citizen activism, that fickle paramour, has only managed to press a promising government to persevere in the cause of justice for Lasantha Wickrematunge.",
    "Last not least there is the fear factor. Witness intimidation and lack of protection discouraged early testimony, delaying investigative breakthroughs. Efforts to protect witnesses have been minimal at best and suspiciously missing in action at worst, affecting the accuracy and completeness of reliable testimonies.",
    "No suspects have been convicted of the murder sixteen long years after the shocking killing: a time spent achingly by the loved ones of the late, much lamented media icon and godfather of an often scurrilous type of hard-hitting investigative journalism he could be said to have pioneered and embodied – to his detriment in the end.",
    "Key suspects named in the magisterial inquiry have been released from further prosecution pending fresh evidence.",
    "Those insistent allegations of high-level orchestration remain unprosecuted due to insufficient legal gravitas.",
    "Some intrepid media and rights organisations continue – undeterred by the passage of time or pressure from their peers and critics – to press for independent inquiry and accountability mechanisms to overcome institutional barriers.",
    "May we be so bold as to propose what may pass muster as ‘policy recommendations’ for prosecutorial strategy to assist (or dare we say, galvanise?) the State.",
    "The following strategies may serve the Ministry of Justice, the Attorney-General’s Department and the Criminal Investigation Department in building a prosecutable case.",
    "First and foremost, establish an independent special prosecutorial mechanism. The creation of a statutory independent office – such as that of a Special Prosecutor – is imperative. It could avail itself of an international advisory panel and should possess special prosecutorial powers for crimes against journalists, activists and whistleblowers. This is important enough to fast track and may well serve to mitigate perceptions of bias and politicisation.",
    "Secondly, strengthen witness protection and evidence integrity. It is vital to develop robust witness protection programmes and re-evaluate forensic evidence using modern methods – such as digital forensics and telecommunications analysis – to strengthen prosecutorial evidence chains.",
    "Thirdly, re-examine chain-of-command evidence. It is important to systematically re-investigate communications and command structures within defence, security and intelligence units that were active or commissioned in January of 2009. And this would be bolstered by court-approved subpoenas for relevant records and witness testimonies.",
    "Fourthly, the state must act to leverage international legal forums. Where domestic evidence is insufficient, Sri Lanka could consider parallel civil or international proceedings – for example, universal jurisdiction claims or advisory proceedings – to compel cooperation and preserve evidence. Another dimension of this sphere is the impetus the People’s Tribunal at the Hague gave to Wickrematunge’s well-wishers with its May 2022 finding that the Government of Sri Lanka had allegedly violated human rights in this emblematic case.",
    "Finally, there has to be better transparency in the case and more diligent public reporting. Regular updates to parliament and the panoply of media houses functioning today – regarding the status of the investigation, the next steps to be taken and any legal hurdles or procedural delays are a must. These can revive and rebuild public trust and even serve to reverse the pernicious culture of impunity under which our civil society has suffered so long.",
    "The assassination of Lasantha Wickrematunge remains a powerful symbol of the struggle for press freedom and rule of law in Sri Lanka.",
    "Despite repeated investigative reports, progress towards definitive prosecution remains minimal and even elusive. Satisfactory prosecution of the case has been impeded by political obstruction, institutional weaknesses and evidentiary gaps.",
    "However, a strategic recommitment to independent prosecution, investigator and witness protection, and targeted forensic analysis could carve out a credible way forward towards accountability and eventually, hopefully, justice.",
    "Implementing these reforms and policy recommendations is not only vital to ensure justice for one slain senior journalist but for strengthening the rule of law and the power of editorial pens in Sri Lanka today, and tomorrow.",
    "(The author is the Editor-at-large of LMD and a former Chief Sub Editor of The Sunday Leader from 1994 to 1998.)"
  ]
}