{
  "url": "https://www.ft.lk/columns/Govt-s-Easter-rabbit-out-of-a-hat-leg-pull/4-775850",
  "title": "Govt.’s Easter ‘rabbit  out of a hat’ leg-pull",
  "ut": 1745605235.0,
  "body_paragraphs": [
    "While we will move heaven and earth to punish the perpetrators of such dastardly attacks such as the devastating Easter Sunday bombings of six years ago, there is no guarantee that our probes and our promises will run according to schedule",
    "‘We will serve justice to the people who have languished in agony without hope for so long.’",
    "‘The political mastermind behind the religious fundamentalists who caused the Easter Sunday carnage of 21 April 2019 will be publicly named and suitably punished.’",
    "‘Full disclosure of the conspiracy with a political motive will be made on 21 April 2025 and closure brought to the suffering of a pilgrim people.’",
    "Go on – pull the other one also, would you? It has bells on!",
    "So how exactly does a promising government come back from a grand non-event such as the great Easter Sunday revelation that wasn’t?",
    "If the need for a public apology or explanation at least doesn’t spontaneously arise, this too is a non sequitur.",
    "And if something remotely resembling remorse does stir in any regime’s cold, cruel, callous – get that drift – conscience, perhaps they would essay an apologetic thesis from among the several suggested below?",
    "Government could pull another rabbit out of its commodious hat. Not the one that springs the perpetrators out into the open but one that foists another fiasco on a fed up Congregation of the Faithful and assorted citizenry still nursing a flame of sacred trust.",
    "That they meant well. That they had every good intention. That their bona fides in the matter of making it all public by 21 April 2025 per the president’s own proclamation were utterly sincere.",
    "But the prime suspects didn’t cooperate as expected by confessing conveniently! The evidence seemed somehow so flimsy that the blood and the trail ran cold! And the case was not as watertight as once envisaged etc!",
    "At least the administration remains in the happy position of being able to express gratitude to the alleged conspirators who did not feel the need to flee the country in advance of pre-announced revelation.",
    "So that it is clear to all and sundry that there is no collusion whatsoever between past and present regimes?",
    "Take strong exception",
    "The regime is altogether entitled to invite the disapproving public to go forth and multiply. One means, of course, its disappointment, its disillusionment and so on.",
    "After all, the Easter rabbit is not the only fish that the incumbent administration has to fry or the shorn Easter lambs of six years ago the only sheep it has left to fleece. The deep state, for one, which will take a while to dismantle; cabal, by crony coven, by chambers of co-conspirators, in the long-running scam of government by uniculture and general deception.",
    "There are many other demographics to rouse, critically engage and move to anger.",
    "These span the gamut from an international community to appease as regards the cavalier perpetuation of the draconian Prevention of Terrorism Act (PTA) ahead of consideration for further GSP (US), GSP+ (EU) and DCTS (UK) preferences. To globally oriented Sri Lankan businesses to support against The Last Trump of debilitating reciprocal taxes for the privilege of playing ball with POTUS and a gang of robber barons.",
    "Let us not leave out the locals who will go the polls again soon. Scratching their heads at the rising cost of living and soaring overheads. Muttering lunar incantations under the dark cloud of inter-monsoonal heat and attendant thundershowers. While dengue hums menacingly and chikungunya shivers frail limbs and jellies the softened marrow – seemingly oblivious to the missing ministrations of sundry governments even before the NPP entered the fray to similarly let these epidemics go un-arrested.",
    "Hah, some consistency at least then? Mosquitoes and masterminds unmolested!",
    "Move heaven and earth",
    "There is – as any boob in the political opposition or ranks of Tuscany that pass for a critically engaged media and civil society can see – a ton of work to be done by any government worth its salt.",
    "While we will move heaven and earth to punish the perpetrators of such dastardly attacks such as the devastating Easter Sunday bombings of six years ago, there is no guarantee that our probes and our promises will run according to schedule. Not even ours.",
    "But don’t worry; we have it all on file. And in fact, the unrealised revelation of the 4/21 mastermind’s exposure is about the fattest file we have under our hefty arms in that ever-expanding file of unsolved emblematic cases.",
    "Please note that the president has also auspiciously released the hitherto unseen parts of the findings of the Special President Commission of Inquiry to the CID. So that the police department won’t feel left out in this whole fact-finding and file-handing-over process.",
    "Rest assured that further stunning revelations are on tap in the Lasantha, Thajudeen, Ekneligoda and Cock Robin cases. And after a brief post-Avurudu recess in which government went to town with its propaganda – er, political manifesto – in the run-up to the LG polls, the administration will be ready to reveal why the rabbit refused to be sprung out of its old hat and the chikungunya crossed the road so alarmingly.",
    "In the meantime, you can do some filing yourself – past the sacred relic, amidst the madding crowd, enjoying the holiday-time extravaganza we put on show to help you forget that the revolution will not be televised this third time round.",
    "(Editor-at-large of LMD | Rabbit in hat. Tongue in cheek.)"
  ]
}