{
  "url": "https://www.ft.lk/opinion/Residents-up-in-arms-over-proposed-high-rise-in-environmentally-sensitive-Lake-Drive-area/14-777939",
  "title": "Residents up in arms over proposed high-rise in environmentally sensitive Lake Drive area",
  "ut": 1750376838.0,
  "body_paragraphs": [
    "For now, Lake Drive and Lake Gardens stands as a cautionary tale of what can happen when ambition outpaces regulation, and when oversight is reduced to optics",
    "By Lake Drive and Lake Garden Collective",
    "In the heart of Colombo 8, a storm is quietly brewing along the otherwise serene Lake Drive and Lake Gardens. Residents of this leafy neighbourhood are sounding the alarm over a controversial high-rise development that threatens not only the structural and environmental integrity of their surroundings, but the very credibility of Sri Lanka’s urban planning system.",
    "At the centre of the dispute lies a 66-perch land parcel recently acquired for a proposed 12-storey residential apartment complex, where active marketing and soil testing are now underway, despite the fact that the project holds only a Preliminary Planning Clearance, or PPC, from the Urban Development Authority (UDA).",
    "The PPC is a strictly conditional document, granting provisional recognition of a development concept and mandating further written approvals from key regulatory institutions before any construction or commercial activity can commence. Yet the developer has proceeded with an aggressive campaign, advertising units, conducting ground tests, and promoting the project, now branded and launched publicly, across platforms like Facebook. This move, seen by many residents as premature and unethical, is now sparking a public backlash and raising serious questions about the breakdown of planning controls.",
    "Residents have captured images of soil drilling rigs operating on-site, while social media posts from early June began inviting prospective buyers to reserve apartments. Detailed preliminary floor plans have been circulated, and several individuals report that sales agents are actively offering units and accepting booking advances. This activity creates the impression that full approvals are already in place, when in fact the regulatory process is far from complete. Under Sri Lankan planning procedures, a PPC alone does not grant the right to market or sell property. It is merely the first stage in a longer process that requires clearance from multiple statutory agencies, including those responsible for environmental protection, building safety, drainage, electricity, and waste management.",
    "Soil exhibits poor bearing capacity",
    "At the heart of residents’ opposition lies a deeper concern, one rooted in the land itself. According to a technical report prepared by a chartered structural engineer, the proposed site is situated on reclaimed marshland that historically functioned as a stormwater retention basin. The soil here exhibits poor bearing capacity, high water tables, and variable compaction, all of which present significant risks for high-rise construction. The report warns of potential differential settlement, foundation instability, and even soil liquefaction in the event of seismic activity.",
    "To support the proposed height and density, the building will likely require deep piling to a depth exceeding 20 metres. This process can generate substantial vibrations and cause lateral soil displacement. For a neighbourhood made up of older single- and double-storey homes, many built decades ago on shallow strip foundations, the risks are considerable. Cracked walls, tilting floors, and structural weakening are not hypothetical outcomes; they are real consequences that nearby residents may be forced to endure.",
    "The surrounding infrastructure is equally unfit for high-density development. The only access road to the proposed apartment block is narrow and ends in a structurally fragile single-lane bridge near Lake Gardens. That bridge, which already struggles with daily congestion, was never engineered to handle construction trucks, piling equipment, and heavy-duty traffic. If the project proceeds at full scale, the bridge and road may buckle under the strain, posing risks not only to construction crews but to local residents and emergency responders.",
    "Compounding the issue is the neighbourhood’s lack of proper sanitation infrastructure. Lake Drive and Lake Gardens homes rely on individual sewage pits, and the area has no centralised sewer system. Residents warn that the wastewater generated by over a hundred new residents will exceed local limits and threaten groundwater contamination. Additionally, replacing open land with concrete surfaces will dramatically increase surface runoff, raising the risk of flash floods in an area already vulnerable during monsoon seasons.",
    "Absence of transparency",
    "Equally troubling is the absence of transparency and accountability among regulatory agencies. Despite clear requirements that approvals be obtained from institutions such as the Central Environmental Authority, the National Building Research Organisation, and the Colombo Municipal Council’s Drainage and Waste Management Divisions, there is no public evidence that these have been secured. In fact, a formal complaint lodged by residents with the UDA’s Enforcement Unit notes that at least one key agency has verbally confirmed it has not received any application from the developer to date. Yet construction-related activity continues. Apartment units are being sold. And official silence persists.",
    "In response, the Lake Drive and Lake Garden Residents Collective has submitted detailed objections to both the Urban Development Authority and the Condominium Management Authority. Their submissions argue that the development violates local zoning restrictions, ignores critical environmental risks, and proceeds without fulfilling the legal prerequisites required for high-rise construction. They assert that the project is not merely speculative, it is actively being sold to the public in a manner that may amount to commercial fraud.",
    "The tone of these letters is firm and unambiguous. One submission warns that if any approvals are granted under the current conditions, it would represent a “deliberate circumvention of the law” and would constitute an “abdication of regulatory duty.” Another stresses that any authority which allows this project to move forward without due diligence will be seen as complicit in enabling an unsafe and unlawful development.",
    "Residents are also making their voices heard individually. Varuni Amunugama, whose home directly borders the development site, expressed deep concern over the structural risk to neighbouring properties. “As the immediate next door neighbour of the said property, we are at high risk of being adversely affected by the proposed 12-storey high-rise complex with 66 units,” she said. “We built our home 25 years ago. This neighbourhood was established on land reclaimed by the Land Reclamation and Development Board. The proposed high-rise will require deep piling and heavy foundation work far beyond what this reclaimed land was prepared to handle. This will almost certainly result in ground vibration, displacement, and soil settlement, endangering the structural stability of nearby houses… Incidentally, just last week we had to file a police complaint because the developer drilled the ground for soil testing even without doing a crack test on surrounding properties.”",
    "Rajiv De Costa, another long-time resident, raised the issue of public transparency. “This land is known to be geotechnically sensitive. No publicly disclosed soil stability or environmental impact assessments have been shared with the residents, and we fear that the foundation work will jeopardise the long-term habitability of our properties,” he said. “There has been no formal resident consultation or technical disclosure, as should be required for such a major development in a residential area built on reclaimed marshland.”",
    "Environmental risk is also high on residents’ list of concerns. Nishantha Ranatunga, who resides at two adjoining properties, emphasised the flooding risk and drainage disruption. “There has been no disclosure of any formal EIA or public consultation process,” he said. “Lake Drive and Lake Gardens is a low-lying area historically dependent on nearby marshes and lakes for natural drainage. Introducing a large concrete structure with deep piling could significantly alter water flow and worsen urban flooding during monsoon periods.”",
    "For Shania Obeysekere, the focus is on health and environmental wellbeing. “The scale and intensity of construction over several years are likely to adversely affect air quality, noise levels, and public health in this predominantly residential neighbourhood,” she said. “The development also poses a threat to remaining green cover, birdlife, and biodiversity around the lake area, which continues to act as a natural lung for the city.”",
    "Wastewater infrastructure is another pressure point. Lal Dias noted that the area’s basic sewage systems were never meant for this kind of density. “The proposed high-rise will substantially increase the load on the area’s existing wastewater and sewerage systems, which were originally designed for low-density housing,” he said. “Overloading of these systems could result in frequent blockages, overflows, and contamination of nearby water bodies including the lake itself.”",
    "Lake Gardens Association President Anura Lokuhetty raised serious legal and logistical questions about traffic congestion and zoning violations.",
    "“With the recent extension of Lake Drive and Lake Gardens through to Kirimandala Mawatha, the area already experiences significant traffic congestion,” he said. “This high-density development will severely worsen the situation, especially considering the narrow access roads and the one-lane bridge near Lake Gardens… Critically, the proposed apartment complex which provides for two parking slots will bring in an added 100 vehicles or more. This violates the conditions stipulated in the Supreme Court case between Lake Drive and Lake Garden residents against the UDA.”",
    "Reflection of a wider pattern",
    "What is unfolding in Lake Drive and Lake Gardens is not an isolated case, but a reflection of a wider pattern increasingly visible across Sri Lanka’s urban landscape. Developers, eager to secure financial momentum, often treat preliminary clearances as final, banking on the assumption that once sales begin and investments are made, the regulatory machinery will fall into place under pressure. The PPC, intended as a checkpoint to encourage dialogue and planning discipline, is instead being used as a loophole to bypass formal consent.",
    "This approach erodes public confidence in the system and places the burden of enforcement squarely on citizens. Communities like Lake Drive and Lake Gardens are forced to mobilise, document violations, and engage in legal correspondence, simply to uphold standards that should have been enforced by default. In doing so, they become reluctant whistleblowers in a system that is supposed to protect them.",
    "The Lake Drive and Lake Garden saga also mirrors broader urban development trends in the Global South. In many rapidly expanding cities, projects are rushed through with minimal community input, scant environmental consideration, and an emphasis on speed over sustainability. “Development” becomes a shield that justifies disruption, ecological loss, and social displacement, while citizens are engaged only after the fact, as obstacles rather than stakeholders.",
    "But the residents of Lake Drive and Lake Garden are not opposed to development itself. What they reject is the notion that progress must come at the expense of safety, legality, and community consultation. They are not anti-growth, they are pro-accountability. They want urban transformation that is thoughtful, inclusive, and rooted in science and law, not one propelled by speculation and short-term gain.",
    "As this conflict continues, it forces a reckoning with uncomfortable questions. Can a developer legally sell homes without completing the approval process? Why are regulatory agencies failing to act, despite formal complaints and visible evidence of violations? Should public institutions be held liable when their inaction leads to long-term damage or loss?",
    "For now, Lake Drive and Lake Gardens stands as a cautionary tale of what can happen when ambition outpaces regulation, and when oversight is reduced to optics. Unless the rules are enforced, and the process respected, this so-called dream development may become a symbol, not of progress, but of the cost of silence."
  ]
}