{
  "url": "https://www.ft.lk/opinion/Navigating-the-winds-of-change-Leadership-ethics-and-non-compromise/14-774235",
  "title": "Navigating the winds of change: Leadership, ethics and non-compromise",
  "ut": 1741910559.0,
  "body_paragraphs": [
    "Bandaranaike Academy for Leadership & Public Policy (BALPP) Executive Director",
    "Dr. Tara de Mel presents a memento to Dr. Sasanka Perera",
    "Following is the keynote address delivered by Dr. Sasanka Perera at the first award ceremony of The Bandaranaike Academy for Leadership & Public Policy recently at Mihilama Medura, BMICH, Colombo",
    "I have been made to understand, today marks the convocation of the first cohort of students at the ‘The Bandaranaike Academy for Leadership & Public Policy.’ So, it is a happy day for all those graduating in a world where immediate work and life circumstances are not generally marked by happiness.",
    "I apologise for starting on a seemingly morose note, but we are in more dire straits – as a nation and as citizens, than we have ever been since Independence. And much of this unhappiness stems directly from decisions taken by people we have considered leaders. In many cases, we have also elected them – repeatedly. But I am not talking only of public leaders who are often visible, but also of people away from the public eye, in leadership positions such as in public and business organisations, kin networks, schools and formal and informal groups, who also take decisions that affect others – and often in life-changing ways.",
    "The founders of this academy must certainly have had a sense that local and global structures of leadership are in relative disarray when they decided that the vision of the academy is to ‘create the next generation of ethical, effective and socially responsible leaders.’ From my vantage point, I would summarise these expectations in three words: Leadership, Ethics & Non-compromise’. These are the ideas I want to talk about today against the backdrop of our country’s vastly transformed political landscape and societal mood.",
    "Let me lay it out there: leadership and its congruent qualities such as ethics and non-compromise do not simply emanate from a course or a syllabus. Certainly, conceptual and theoretical aspects of leadership, what ethics mean, when and when not to compromise in an abstract sense can be ‘taught’ through forms of formal instruction. I see that your postgraduate diploma courses such as ‘Strategic Leadership’ and ‘Politics & Governance’ emphasise some of these aspects. Similarly, the course, ‘Executive Credential on Leadership & Public Policy’ appears to emphasise some core concepts that would have to feature in any discussion on leadership, such as ‘Ethical Leadership and Social Responsibility’, ‘Leadership Strategies for a Changing World’, ‘Visionary Leadership’ and ‘Moral Leadership’ which have all been flagged either as course outcomes or focus areas.",
    "But beyond this kind of abstraction in a classroom, leadership and its affiliated characteristics must necessarily come from life and how we deal with its multiple layers in society. A classroom or a course is essentially a controlled environment while society is not. The latter, by virtue of its composition, is messy and unpredictable. Leadership, in such situations, is one thing that theory and bookish knowledge alone cannot inculcate in a person beyond a certain point.",
    "It is this, I want to elaborate in my talk today. It has become extremely clear to me that in our immediate living environment, and particularly in politics, across the board, leadership along with qualities like ethics and non-compromise, is woefully lacking. This absence stems from the relentless abuse of the key attributes of leadership which have been buried in the corrupt political system and compromised societal mores we have inherited.",
    "So, let me take you beyond the classroom today and give you a glimpse of situations I have had to encounter. I suggest, you juxtapose these experiences and perspectives against what you have learned in the academy, your schools, your universities, from your parents and elders and your lives in general, and then proceed to fine-tune these or even unlearn your instructions, if needed. I have always found common ground in what American essayist Ralph Waldo Emerson once noted about leadership. He said, “Do not follow where the path may lead. Go instead where there is no path and leave a trail.” What he is essentially talking about is the necessity of a vision to be able to lead.",
    "But, more importantly, we must have the commonsense and the political will to distinguish between vision and hallucination, however popular and rhetorically similar both can be. Adolf Hitler had a hallucination of globally disastrous proportions while Nelson Mandela and Mohandas Gandhi had emancipatory visions whose long-term influence far exceeded the geographic and political boundaries of their countries. All three had a large number of followers, with very different consequences. And all of them were leaders too.",
    "What I want to say at the outset is that mere popularity of a person at a given moment is not an indication of leadership unless it is enhanced and enriched by ethics and the non-compromise of those standards. That is, leadership with morals as opposed to being devoid of them.",
    "In my last professional incarnation, the core idea was to establish a university where none existed, an entity called South Asian University that belonged to the eight nation states of South Asia. It was intended to be a place where no one nation, political or ideological position would dominate; a university where existing conflicts between nation states would not percolate into the classroom. This was a grand vision spawned by a group of people who could lead when it came to ideas of equality in an unequal world.",
    "Interestingly, in the initial years of its existence, it was possible to adhere to these principles and visions as long as there was leadership at important levels of the administration and academic decision-making where these principles were upheld and put into practice. For instance, Indian and Pakistani Independence Days were celebrated within minutes of each other, albeit amidst some tension, but essentially without violence or confrontation. The university did not get involved in any of these, but provided a safe environment. Today, only 14 years later, one cannot see a single Pakistani student on campus.",
    "The iconic lecture series that I helped initiate, ‘Contributions to Contemporary Knowledge,’ which has now been discontinued, was kicked off by a highly successful and well-attended lecture by Gananath Obeyesekere. The Sri Lankan scholar was not invited because of our common nationality, but solely for his reputation reaching across national boundaries and hence was demanded by my Indian colleagues. My job, as a leader, was to make it happen. That is, all these events in the first ten years of the university’s life established its identity as a South Asian sociopolitical as well as cultural-knowledge space and not an Indian socio-cultural enclave, though physically located in New Delhi. This was possible because of leadership and clarity of vision at different levels.",
    "Even when crude nationalistic ventures were initiated at the apex of the administration or among students, some of us had the sense and authority to not let them proceed. Similarly, when events were organised which were considered anti-Indian by some misguided people, we had the moral and ethical wherewithal and strength to continue nevertheless, on the conviction of our ideas and the correctness of our decisions.",
    "One such instance was the celebration of the work of the Pakistani poet Faiz Ahmad Faiz in 2015, when some Indian students complained we were turning the university into a Pakistani enclave. Yet the event was not cancelled, was again well attended and was very positively reported, including even in the Indian mass media. This is also where the notion of non-compromise played a pivotal role. That is, there was never any expectation of compromise in my mind and those others who helped organise it when we knew quite well this kind of rhetoric might emerge.",
    "Continuing further, the point I want to stress is, leadership cannot and should not be merely based on individual popularity or on narrow personal interests. We see both tendencies when it comes to political leadership in Sri Lanka, our immediate geographic neighbourhood, and elsewhere in the world. This is how political dynasties have emerged where families seem to believe that to be in leadership positions is a birthright passed down through divine authority. This misplaced thinking is to the detriment of the rest of us as a direct result of dubious forms of leadership that dynastic politics usually generate.",
    "How can we expect a person to lead a nation or even an electorate in any degree of seriousness, when they fabricate their educational qualifications, when their professional backgrounds are works of fiction, when they have never worked a single day in the real world or when their achievements are in the realms of criminality. We have such leaders right here on our own soil whose political survival we have ensured through our vote and our very pronounced lack of reflective criticality. Our collective tolerance of such ‘leadership’ is shameful and says much about our own intelligence, ethics and apathy.",
    "This compromised sense of leadership is a good point of departure for a brief discussion on ethics, because much of our grievances and hardships are a direct result of our own compromise of ethics. It was Albert Camus who said that “a man without ethics is a wild beast” [set loose] “upon this world.” Indeed, we know this from experience for well over thirty years in the way our toxic political environment has impacted on the way we have lived and worked. In fact, I would venture that we have been marauded by hordes of such two-legged creatures from different political dispensations.",
    "How else can you explain the way in which our politicians stayed put within their political groupings publicly pining for their compromised leaders and singing hosannas of themselves when their countrymen and women were suffering extreme pain and anguish, and the country was being pushed towards financial bankruptcy? How do you explain why they did not opt to form different and cleaner political formations and practices even though that might have meant some personal political risks? Why were such risks not taken if their true intent – as often publicly expressed – was in the interest of the nation? What kind of ethics and moral positions would have informed such calculated timidity and such orchestrated selfishness?",
    "Or, is the culprit here the lack of moral and ethical depth of character among these powerful citizens in the first place? Thinking of your course, ‘Executive Credential on Leadership & Public Policy,’ but also momentarily stepping away from it and into the messiness of the real world, how would focus areas such as ‘Ethical Leadership’, ‘Visionary Leadership’ and above all, ‘Moral Leadership’ embedded in this course explain what happened to us since Independence in general, and over the last two decades, in particular?",
    "Will these important and appreciable concepts explain our politics at all? Or, would our politics render these concepts mere figments of imagination? From what universe then would the examples for these concepts in your course ideally come from? Is it even possible to think of ethics in our politics the way our politics have actually transpired?",
    "I do not intend to give you a lecture on ethics. But at the present moment in our country, what concerns me as a citizen is how the notion of ‘ethics’, as an idea and as a moral and civilisation prerogative for a decent life has lapsed from the nation’s consciousness. But one cannot fault the politicians alone. We, as citizens, are also profoundly and irrevocably implicated in our nation’s dismantling as we have watched in calculated and collective silence, as the ethical standards in the country erode over decades. I can’t recall a moral uproar in any public sense.",
    "Our present-day general education system does not place a premium on ethics. I am also concerned this value is not inculcated beyond a point within our family structures. Is it that in today’s world, being ethical means to be foolish and therefore a matter of depriving oneself of economic, social and political opportunities? If we are not disturbed at a personal level, then, we are very unlikely to be distributed at the national, regional or the global levels. This is how apathy, insensitivity and diminished empathy are institutionalised and even justified. This is how autocrats are nurtured.",
    "This rupture of ethics, its distancing from day-to-day life is most clearly manifest in our politics at all levels. What has happened in so far as I can see is, ethics have been overdetermined and overtaken by a disruptive and counterproductive discourse on power, money, avarice and influence shrouded by an ever-present shadow of corruption. This vulgar discourse has made adherence to ethics and reflection on ethics immaterial, relegating them to a position of insignificance and relative erasure.",
    "I am sure many of you will castigate me as being overly dreamy, being too idealistic, and being unable to understand the complexities of contemporary living which render such rupture normal. I believe part of our problem is precisely this: That is, our capacity to be idealistic and to approach these ideals as a matter or moral necessity has been lost. We have found excuses for the inexcusable.",
    "It is in this massive void that the current political dispensation has found its footing, and been able to make significant strides electorally, to obtain the parliamentary majority it enjoys, promising to address this issue of diminishing ethics and morals, among other things. More than any other time in the past, in this instance, our people by and large voted for a moral and ethical high ground.",
    "It remains to be seen if the new political class vested with this responsibility can live up to these standards in a situation where the defeated are spectacularly drowned in the mess of the ethical hinterland. But I must say, post-election, the bells of morality and ethics ring somewhat hollow, given the way the government is proceeding to appoint political stooges of dubious credentials to the Sri Lanka Foreign Service; constantly looking for party loyalists -- rather than competence -- to handle important public services, and the way it mishandled the entire episode of the former Parliamentary Speaker’s fictional educational qualifications, to name just a few examples.",
    "The demand for ethics however has grown further in the popular discourse, at least momentarily. But to what extent will these remain important to a people with incredibly short collective memories?",
    "Where does ‘non-compromise,’ the third core element along with leadership I had identified at the outset, fit into, in this scheme of things? It is in trying to answer this question that a set of three memorable lines from Russian-American author and philosopher Ayn Rand come to mind. She noted, “There can be no compromise on basic principles. There can be no compromise on moral issues. There can be no compromise on matters of knowledge, of truth, of rational conviction.” Personally, I am guided by these ideas.",
    "But is this how we live as individuals; as people, and as a nation? When the people’s struggle swept into the streets in 2022 amidst considerable national and personal chaos, what I saw was underlying layers of utter and absolute compromise; not only among people who were in power at the time, but also among the metaphorical rats trying to jump the sinking ship disregarding their own roles in authoring that chaos. The authors of the carbonic fertiliser fiasco, authors of the bond scam, and authors of every single scam in the last twenty or more years in the extended comfort zone of nepotistic crony capitalism could do so, because of the relentless compromise of ethics and principles.",
    "When I say this, I do not only refer to politicians alone. I also mean government servants, foreign service officers, civil servants, military and police personnel and many regular citizens, who opted to see nothing. Turning a blind eye to what is evident is the worst kind of compromise one can make. What I see at all levels of this institutionalised compromise and self-induced blindness of convenience, leads me to believe that for many people travesty somehow does not exist.",
    "In this sense, we are very similar to Salman Rushdie’s character in the novel, The Enchantress of Florence, Alessandra Fiorentina. As Rushdie narrates, “Alessandra Fiorentina had long ago perfected the art of seeing only what she wanted to see” and, “If she did not see you, then you did not exist” (Rushdie 2010: 190). To me, this seems like many of us in recent times. And this is a clear indication where and how our spirit of non-compromise has been dismantled.",
    "In April 2024 my former university accused me of being anti-Indian and violating Indian national rules for supervising an Indian Muslim student whose PhD research proposal had a single quote from the well-known American linguist Noam Chomsky that was critical of the Indian Prime Minister. I could have prostrated before the India-appointed President and the Dean of Social Sciences I myself had recruited some years ago, apologised profusely using saccharine language. This would have ensured my position at the university until such time I was ready to retire.",
    "The entire university was against me or kept silent out of fear for their own positions. The Indian court system was not open to me as the university was a diplomatic entity. I was not supported, despite that diplomatic immunity, by the Sri Lankan president at the time, his Foreign Ministry, or the Sri Lankan UGC or SAARC while all these entities should have stood by me given the way in which the one-sided inquiry continued without any space for personal representation. All this was extensively reported in the Indian and global press at the time. Worse was that Sri Lanka’s High Commissioner in India at the time threw me under the bus at a time when I really needed help.",
    "In sheer personal interest, this should have been the ideal time for absolute compromise. But for me, this course of action was unthinkable. Instead, I opted to leave the university I had helped set up, which had by then become an entity seeped in a crude and nasty version of Indian nationalism and hostility to others. This had by that time become an institution I could not recognise from the initial years of its existence. Again, this change itself can be mapped according to the way leadership, ethics and the logic of non-compromise had changed over time within the university and similar downgrading of these attributes in SAARC, the Sri Lankan government and its High Commission in New Delhi.",
    "So, ladies and gentlemen, when people tell me that I am too idealistic and do not really understand what true leadership, ethics and non-compromise mean in real life, I beg to differ. Not only do I know these attributes, but I have also seen them, moulded them in my students, sadly failed to inculcate them in my colleagues, adopted them in my own life, and finally been victimised by their lack in others. But at the end of the day, my conscience is clear for there has been no compromise on my part. Here, I am reminded of the words of the Spanish Catholic priest Josemaria Escriva who noted, “Compromise is a word found only in the vocabulary of those who have no will to fight.”",
    "Let me now bring my soliloquy to its conclusion. What I tried to do was to talk about three concepts, which are leadership, ethics and non-compromise that I think are intrinsically linked. And if we are to let go of one, everything else will unravel. This is what the history of our country and the histories of the nation states in South Asia also indicate to different degrees. I have not only given my opinions on these concepts and their disjunctures, but I have also tried to bring some examples to explain these from my own life.",
    "So, my parting advice to you is, do not assume you can learn matters of leadership from a class or formal instruction; but depart from there into the wider world and look for sources of inspiration. And importantly -- and I cannot emphasise this enough -- do not spend your time with political leaders for inspiration, particularly in our country -- even if they are family or friends. Instead, go in search of people about whom books have not been written, about whom public songs of praise have not been composed and sung, in whose names streets and public buildings have not been named, and whose images do not appear on currency.",
    "In their lives you will certainly find qualities of leadership, ethics and the gentle art of non-compromise worth emulating, which you may be able to more easily juxtapose with what you have learned in your courses. They will also shed more nuanced light into your own lives as you walk into the messiness of the world and begin to grapple with its unpredictability.",
    "I wish you all the best."
  ]
}