{
  "url": "https://hbr.org/2024/05/a-great-sales-pitch-hinges-on-the-right-story",
  "title": "A Great Sales Pitch Hinges on the Right Story",
  "ut": 1716273949.0,
  "body_paragraphs": [
    "Thomas Faull/Getty Images",
    "When you’re working in sales, you need to master the art of persuasion and that involves being able to tell a compelling story that explains why your product or service will meet someone’s needs. It involves listening, making an emotional connection, and thinking from the customer’s point of view. The earlier you can learn how to communicate in this way, the faster you will likely grow in your role. But too often we tell the customer a story we believe sets our product or service apart without addressing, or considering, the concerns of the customer. A better approach is to step out of your own head and get curious about how the world looks, sounds, and feels to your clients.",
    "When you work in sales, you need to be a great storyteller. This is true whether you’re talking to a potential client, a partner, or a distributor of your product. In a grocery store, for example, where shelf space is limited, you must convince the retailer that placing your product in a visible spot will result in greater profits for everyone. Similarly, at a sales convention, you need to assure prospective clients that what you’re selling is worth their investment. Both situations require a level of persuasion, and that often involves telling a compelling story.",
    "As a professor at Northwestern University Kellogg School of Management and a consumer anthropologist who discovers and shares customers’ stories to help clients create relevant products and experiences (Gina) and the founder of Leadership Story Lab that coaches business leaders on the art of storytelling for business success (Esther), we use storytelling as the cornerstone of our work.",
    "Through our experience, we’ve learned that “a compelling story” is a narrative that explains why your product or service will meet someone’s needs, especially in sales. It involves listening, making an emotional connection, and thinking from the customer’s point of view. The earlier you can learn how to communicate in this way, the faster you will likely grow in your role. The first step is avoiding a common mistake we often see those new to the industry make.",
    "A food and beverage company we worked with wanted to convince a supermarket chain to place its beverage on a more visible shelf. Their sales team told a story about what they considered their product’s biggest selling point: a state-of-the-art production process. They explained that having their beverage in a highly visible spot would increase their sales, allow them to scale distribution, and eventually, lower the price for customers, making their premium product more accessible.",
    "This story was their first mistake, and it’s one we see often.",
    "The story the sales team told focused entirely on why a better shelf space would benefit the company and their customers. It focused on what they believed set their product apart, but did little to address, or even consider, the concerns of the retailer.",
    "Unsurprisingly, the supermarket chain wouldn’t budge, citing the low sales of the beverage, which cost 50% more than similar offerings.",
    "When the food and beverage company met with us to discuss how to break this impasse, their sales team complained: “The retailer just doesn’t get it.”",
    "This was their second mistake.",
    "Rather than passively-aggressively accusing a client of “not getting it,” the sales team needed to take a pause, listen more closely, and reframe their narrative to meet the retailer’s needs.",
    "As you begin your own career in sales, don’t make these same mistakes. Do this instead.",
    "How to Craft Stories that Connect with Your Customers",
    "In sales, the key to persuasive storytelling is to suspend your own judgments about why other people should buy, sell, or highlight your product or service. This is not to say that your knowledge doesn’t matter — you likely know the product or service better than anyone. But focusing too much on your own opinions can push you into that passive-aggressive mindset of others “not getting it.”",
    "A better approach is to use your knowledge to highlight what it is about your product or service that will meet the customer’s needs. To do that, you need to step out of your own head and get curious about how the world looks, sounds, and feels to your clients.",
    "By following these three steps — identifying their obstacles, fostering a shared sense of understanding, and creating and curating a meaningful narrative — you’ll be better equipped to get buy-in from anyone you want.",
    "Step 1: Look for and listen to blocks and obstacles.",
    "Let’s say you work at a car dealership and are trying to sell a newly released vehicle. You’ve told your story with compelling facts and figures, spotlighting all its high-tech bells and whistles. But, to your disappointment, the customer isn’t convinced that this car is worth the cost.",
    "You’re frustrated — and we get it. Just like the food and beverage company, you’re struggling to understand why the potential buyer doesn’t appreciate the state-of-the-art features associated with your product.",
    "Rather than leaning into that frustration, now is the time to step back and show some humility. Remember that, for you, the value proposition is clear: You view your product as superior because of its special attributes and functionality — and your instinct is to talk about those selling points. But technical lingo often appeals only to a few who speak that language. Jargon will never be as effective as the emotional connection you create when you listen to and relate to someone else’s pain point.",
    "So, instead, get curious about your customer. Sticking with our original example, you might start by asking: “Why are you looking to buy a new vehicle today?” Then listen. Tap into your empathy by placing yourself in their shoes and try to identify what obstacles this sale could help them overcome. In this case, you may learn that the customer’s current vehicle is not fit for their growing family. With that information, you can begin to tell a different story — one that is responsive to the customer’s pain points.",
    "In our conversations with the food and beverage company representatives, we identified two obstacles that were preventing the supermarket from featuring their product on a more visible shelf: the beverage’s high price point and its low sales. The food and beverage company’s sales team was not going to make any headway unless they addressed those two points specifically. In other words, they needed a different story.",
    "Step 2: Tap into emotions — not just logic.",
    "Emotions play an important role in decision making. Psychologists have found that our feelings influence what we believe to be true. This means, to persuade someone, you need to not only appeal to them rationally, but emotionally.",
    "Consider the example of the car dealership. Now that you know the customer is growing their family, you can aim to understand them on an emotional level by asking yourself: Why would a new parent want to buy this vehicle? What would a parent care about most when driving their family members?",
    "In the same way, the food and beverage company’s sales team needed to shift its tactics away from the purely logical to the emotional. That could only happen, however, if they understood the mix of emotions their consumers experienced before making a decision — particularly parents (their ideal customers) who often make price-driven decisions in the grocery store, as we’ve seen in through our work.",
    "Instead of focusing on how the product was made, the sales team began to ask themselves: What would drive a parent to spend more money on our product? Ultimately, this helped them step more fully into the customer’s point of view.",
    "Step 3: Tell a different story.",
    "Once you understand your customer emotionally, your story shifts — and, along with it, your sales pitch. In the example of the car dealership, you might choose to focus your pitch on the vehicle’s spacious backseat or family-friendly entertainment system. You can even focus on the fancy bells and whistles you highlighted in your original pitch, but tell a more intentional story about them, one that is crafted specifically for your customer. Explain why those new technologies make the car safer and more reliable — two points that will likely appeal to a parent.",
    "As for the food and beverage company, its sales team began contemplating how to frame a new story as part of a better pitch to distributors and retailers. As it turned out, they had a chance encounter that changed everything. The sales team, all wearing company shirts, stopped at a diner for lunch. A waitress noticed the logo and approached their table. “I love your product,” she said. “I buy it all the time.”",
    "Here was their ideal customer in person: someone who willingly paid a premium price for their product and, in her case, on a modest salary. With curiosity and empathy, they asked her why.",
    "“My son has health issues,” she explained. “Your product has helped him so much.”",
    "Her decision wasn’t based on the company’s production processes and filtration. It was because she saw the difference in her son’s health. This was the story they needed to tell — to distributors, to retailers, and to consumers.",
    "The sales team sought out testimonials and feedback from other customers about why they bought the beverage, despite its higher price point. The feedback was consistent: Consumers believed the product saved them money in the long run by avoiding other costs, from nutritional supplements to medical care.",
    "In the next meeting with the retailer, the sales team shared the waitress’s story and other customer testimonials. It was a pitch centered on their product’s value proposition and this time it landed. The retailer made a small commitment to give the beverage premium shelf space, concurrent with new marketing based on consumer stories. Sales increased and, over time, so did the store’s shelf space commitment.",
    "As a sales professional, you have a story to tell — a narrative you believe will differentiate what you’re selling from everything else in the market. The effectiveness of that story, however, rests not with what you want to say, but with how meaningful it is to your customers. When your story clears obstacles, creates emotional connections, and fosters a shared understanding, that’s when your narrative will rise above the rest. That’s the moment when everyone will truly “get it.”",
    "Marketing Essentials Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Marketing Essentials. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Learn how to communicate with your customers—strategically.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "Getting Along Toolkit: Practical Techniques for Dealing with Difficult People at Work",
    "Generative AI: The Insights You Need from Harvard Business Review",
    "Read more on Sales and marketing",
    "Sales and Early career"
  ]
}