{
  "url": "https://www.technologyreview.com/2025/10/06/1124275/2025-climate-tech-companies-to-watch-methodology/",
  "title": "How we picked promising climate tech companies in an especially unsettling year",
  "ut": 1759713300.0,
  "body_paragraphs": [
    "MIT Technology Review’s reporters and editors faced a dilemma as we began to mull nominees for this year’s list of Climate Tech Companies to Watch. How do you pick companies poised to succeed in a moment of such deep uncertainty, at a time when the new Trump administration is downplaying the dangers of climate change, unraveling supportive policies for clean technologies, and enacting tariffs that will boost costs and disrupt supply chains for numerous industries?   We as a publication are focused more on identifying companies developing technologies that can address the escalating threats of climate change, than on businesses positioned purely for market success. We don’t fancy ourselves as stock pickers or financial analysts. But we still don’t want to lead our readers astray by highlighting a startup that winds up filing for bankruptcy six months later, even if its demise is due to a policy whiplash outside of its control.",
    "So we had to shift our thinking some.As a basic principle, we look for companies with the potential to substantially drive down greenhouse gas emissions or deliver products that could help communities meaningfully reduce the dangers of heatwaves, droughts, or other extreme weather. We prefer to feature businesses that have established a track record, by raising capital, building plants, or delivering products. We generally exclude companies where the core business involves extracting and combusting fossil fuels, even if they have a side business in renewables, as well as those tied to forced labor or other problematic practices.",
    "Our reporters and contributors add their initial ideas to a spreadsheet. We ask academics, investors, and other sources we trust for more nominees. We research and debate the various contenders, add or subtract from our list, then research and debate them all some more.  Related StoryHow US research cuts are threatening crucial climate dataLosing long-term research could affect our ability to track, address, and adapt to climate change.",
    "Starting with our first climate tech list in 2023, we have strived to produce a final mix of companies that’s geographically diverse. But given the particular challenges for the climate tech space in the US these days, one decision we made early on was to look harder and more widely for companies making strides elsewhere.   Thankfully, numerous other nations continue to believe in the need to confront rising threats and the economic opportunities in doing so. China, in particular, has seized on the energy transition as a pathway for expanding its economy and global influence, giving rise to some of the world’s largest and most innovative clean tech companies. That includes two on this year’s list: the sodium-ion battery company HiNa and the wind-turbine giant Envision.  Similarly, the European Union’s increasingly strict emissions mandates and cap-and-trade system are accelerating efforts to clean up the energy, heavy-industry, and transportation sectors across that continent. We highlighted two promising companies there, including the German electric truck company Traton and the Swedish clean-cement maker Cemvision. We also determined that certain businesses could emerge relatively unscathed from the shifting conditions in the US, or perhaps even benefit from them. Notably, the fact that heightened tariffs will boost the cost of importing critical minerals could create an advantage for a company like Redwood Materials, one of the US’s biggest recyclers of battery materials. Finally, the boom in AI data center development is opening some promising opportunities, as it spawns vast demands for new electricity generation. Several of our picks are well positioned to help meet those needs through carbon-free energy sources, including geothermal company Fervo Energy and next-generation nuclear startup Kairos Power. Plus, Redwood Materials has launched a new microgrid business line to help address those demands as well. Still, it was especially challenging this year to produce a list we felt confident enough to put out into the world, which is a key reason why we decided to narrow it down from 15 companies to 10.  But we believe we’ve identified a solid slate of firms around the world that are making real strides in cleaning up the way we do business and go about our lives, and which are poised to help us meet the rising climate challenges ahead. We hope you think so too. 2025Climate Tech Companies to WatchHow we chose the companiesBill Gates: Read his essayAther EnergyCemvisionCyclic MaterialsEnvisionFervo EnergyHiNa Battery TechnologyKairos PowerPairwiseRedwood MaterialsTratonSee the full listhide"
  ]
}