{
  "url": "https://www.technologyreview.com/2024/11/28/1107511/whats-next-nasas-giant-moon-rocket/",
  "title": "What’s next for NASA’s giant moon rocket?",
  "ut": 1732750200.0,
  "body_paragraphs": [
    "MIT Technology Review’s What’s Next series looks across industries, trends, and technologies to give you a first look at the future. You can read the rest of them here. NASA’s huge lunar rocket, the Space Launch System (SLS), might be in trouble. As rival launchers like SpaceX’s Starship gather pace, some are questioning the need for the US national space agency to have its own mega rocket at all—something that could become a focus of the incoming Trump administration, in which SpaceX CEO Elon Musk is set to play a key role.  “It’s absolutely in Elon Musk’s interest to convince the government to cancel SLS,” says Laura Forczyk from the US space consulting firm Astralytical. “However, it’s not up to him.” SLS has been in development for more than a decade. The rocket is huge, 322 feet (98 meters) tall, and about 15% more powerful than the Saturn V rocket that took the Apollo astronauts to the moon in the 1960s and 70s. It is also expensive, costing an estimated $4.1 billion per launch.",
    "It was designed with a clear purpose—returning astronauts to the moon’s surface. Built to launch NASA’s human-carrying Orion spacecraft, the rocket is a key part of the agency’s Artemis program to go back to the Moon, started by the previous Trump administration in 2019. “It has an important role to play,” says Daniel Dumbacher, formerly a deputy associate administrator at NASA and part of the team that selected SLS for development in 2010. “The logic for SLS still holds up.” Related StoryInside NASA’s bid to make spacecraft as small as possibleWhen it comes to exploring the solar system, we must grapple with the hard limits of physics.",
    "The rocket has launched once already on the Artemis I mission in 2022, a test flight that saw an uncrewed Orion spacecraft sent around the moon. Its next flight, Artemis II, earmarked for September 2025, will be the same flight but with a four-person crew, before the first lunar landing, Artemis III, currently set for September 2026.",
    "SLS could launch missions to other destinations too. At one stage NASA intended to launch its Europa Clipper spacecraft to Jupiter’s moon Europa using SLS, but cost and delays saw the mission launch instead on a SpaceX Falcon Heavy rocket in October this year. It has also been touted to launch parts of NASA’s new lunar space station, Gateway, beginning in 2028. The station is currently in development. NASA’s plan to return to the moon involves using SLS to launch astronauts to lunar orbit on Orion, where they will rendezvous with a separate lander to descend to the surface. At the moment that lander will be SpaceX’s Starship vehicle, a huge reusable shuttle intended to launch and land multiple times. Musk wants this rocket to one day take humans to Mars. Starship is currently undergoing testing. Last month, it completed a stunning flight in which the lower half of the rocket, the Super Heavy booster, was caught by SpaceX’s “chopstick” launch tower in Boca Chica, Texas. The rocket is ultimately more powerful than SLS and designed to be entirely reusable, whereas NASA’s rocket is discarded into the ocean after each launch. The success of Starship and the development of other large commercial rockets, such as the Jeff Bezos-owned firm Blue Origin’s New Glenn rocket, has raised questions about the need for SLS. In October, billionaire Michael Bloomberg called the rocket a “colossal waste of taxpayer money”. In November, journalist Eric Berger said there was at least a 50-50 chance the rocket would be canceled.  “I think it would be the right call,” says Abhishek Tripathi, a former mission director at SpaceX now at the University of California, Berkeley. “It’s hard to point to SLS as being necessary.” The calculations are not straightforward, however. Dumbacher notes that while SpaceX is making “great progress” on Starship, there is much yet to do. The rocket will need to launch possibly up to 18 times to transfer fuel to a single lunar Starship in Earth orbit that can then make the journey to the moon. The first test of this fuel transfer is expected next year. SLS, conversely, can send Orion to the moon in a single launch. That means the case for SLS is only diminished “if the price of 18 Starship launches is less than an SLS launch”, says Dumbacher. SpaceX was awarded $2.9 billion by NASA in 2021 for the first Starship mission to the moon on Artemis III, but the exact cost per launch is unknown.  MICHAEL DEMOCKER/NASA   NASA is also already developing hardware for future SLS launches. “All elements for the second SLS for Artemis II have been delivered,” a NASA spokesperson said in response to emailed questions, adding that SLS also has “hardware in production” for Artemis III, IV, and V.",
    "“SLS can deliver more payload to the moon, in a single launch, than any other rocket,” NASA said. “The rocket is needed and designed to meet the agency’s lunar transportation requirements.” Dumbacher points out that if the US wants to return to the moon before China sends humans there, which the nation has said it would do by 2030, canceling SLS could be a setback. “Now is not the time to have a major relook at what’s the best rocket,” he says. “Every minute we delay, we are setting ourselves up for a situation where China will be putting people on the moon first.” President-elect Donald Trump has given Musk a role in his incoming administration to slash public spending as part of the newly established Department of Government Efficiency. While the exact remit of this initiative is not yet clear, projects like SLS could be up for scrutiny. Canceling SLS would require support from Congress, however, where Republicans will have only a slim majority. “SLS has been bipartisan and very popular,” says Forczyk, meaning it might be difficult to take any immediate action. “Money given to SLS is a benefit to taxpayers and voters in key congressional districts [where development of the rocket takes place],” says Forczyk. “We do not know how much influence Elon Musk will have.” It seems likely the rocket will at least launch Artemis II next September, but beyond that there is more uncertainty. “The most logical course of action in my mind is to cancel SLS after Artemis III,” says Forczyk. Such a scenario could have a broad impact on NASA that reaches beyond just SLS. Scrapping the rocket could bring up wider discussions about NASA’s overall budget, currently set at $25.4 billion, the highest-funded space agency in the world. That money is used for a variety of science including astrophysics, astronomy, climate studies, and the exploration of the solar system. “If you cancel SLS, you’re also canceling the broad support for NASA’s budget at its current level,” says Tripathi. “Once that budget gets slashed, it’s hard to imagine it’ll ever grow back to present levels. Be careful what you wish for.”  hide"
  ]
}