{
  "url": "https://www.dailymirror.lk/opinion/India-sends-STEM-Teacher-Trainers-Opening-for-Schools-in-SL-Plantation-Regions/172-288997",
  "title": "India sends STEM Teacher Trainers Opening for Schools in SL Plantation Regions",
  "ut": 1723047931.0,
  "body_paragraphs": [
    "A teacher training program in STEM subjects is currently underway in Sri Lanka​",
    "The following is a press release by the High commission of India, Colombo:",
    "Under the multi-sectoral Indian Grant Assistance of INR 750 million to mark 200 years of arrival of Indian-Origin Tamil community to Sri Lanka, announced during the visit of His Excellency the President of the Democratic Socialist Republic of Sri Lanka to India in July 2023, a teacher training program in STEM subjects (Physics, Chemistry, Mathematics, English and Biology) is currently underway in Sri Lanka.",
    "The program was formally inaugurated at a ceremony held on 5th August 2024 at the Prime Minister’s Office, Temple Trees, Colombo. Deputy High Commissioner of India Dr. Satyanjal Pandey, senior officials from the Ministry of Education and Ministry of Water Supply and Estate Infrastructure Development, and the National Institute of Education, teacher-trainers from India and over 1000 teachers from various schools in the plantation regions of Sri Lanka attended the event.",
    "Under the aegis of the teacher-training program, 19 Indian teachers specialized in imparting training in STEM subjects arrived in Sri Lanka on 21st July 2024. From 22nd July – 2nd August, they underwent orientation engagements anchored by the Ministry of Water Supply and Estate Infrastructure Development and the Ministry of Education of Sri Lanka. This included intensive interactions with senior officials from both Ministries, field trips covering six schools in the plantations areas of Central and Western provinces, and a structured orientation programme organized by the National Institute of Education. Opening session of the orientation program on 29th July was addressed by the Hon. Minister of State for Education of Sri Lanka, A. Aravindh Kumar and senior officials of MWSEID, MoE and the High Commission of India in Colombo. Focus of the orientation engagements was review of the syllabi, gaining in-depth understanding of the specific HR and infrastructure requirements and expectations of the outcomes of the program, understanding the Sri Lankan educational system and pedagogy and teaching techniques employed, identification of divergences in curriculum vis-a-vis India, and chalking-out of short-term and long-term strategies for ensuring a successful program, as well as sustained benefits from it.",
    "The teachers will now be deployed in schools in the plantation regions to commence the 10-week teacher-training program. A meticulous mapping exercise has been carried out for maximum utilisation of the pool of Indian trainers based on specific requirements of schools in the regions. Accordingly, the teachers will undertake training sessions in person at nearly 40 centres spread across Central, Uva and Sabaragamuwa provinces, while certain centres from Western, Southern and North Western provinces will also join in virtually. Effectively hundreds of teachers from schools in the plantation areas will have benefitted from the program by the time of its successful conclusion.",
    "The training programme adds to the long list of people-centric development partnership initiatives of India in the country that are guided by the needs of the people of Sri Lanka and the priorities of the Government of Sri Lanka across sectors including education, housing, health, agriculture, livelihood sustenance, renewable energy, ports, railways, among many others."
  ]
}