{
  "url": "https://www.technologyreview.com/2025/08/19/1121384/apple-airpod-pro-2-hearing-aid/",
  "title": "Apple AirPods : a gateway hearing aid",
  "ut": 1755563400.0,
  "body_paragraphs": [
    "When the US Food and Drug Administration approved over-the-counter hearing-aid software for Apple’s AirPods Pro in September 2024, with a device price point right around $200, I was excited. I have mild to medium hearing loss and tinnitus, and my everyday programmed hearing aids cost just over $2,000—a lower-cost option I chose after my audiologist wanted to put me in a $5,000 pair. Health insurance in the US does not generally cover the cost of hearing aids, and the vast majority of people who use them pay out of pocket for the devices along with any associated maintenance. Ninety percent of the hearing-aid market is concentrated in the hands of a few companies, so there’s little competitive pricing. The typical patient heads to an audiology clinic, takes a hearing test, gets an audiogram (a graph plotting decibel levels against frequencies to show how loud various sounds need to be for you to hear them), and then receives a recommendation—an interaction that can end up feeling like a high-pressure sales pitch.  Related StoryNoise-canceling headphones use AI to let a single voice throughThey could help wearers focus on specific voices in noisy environments, such as a friend in a crowd or a tour guide amid the urban hubbub.",
    "Prices should be coming down: In October 2022, the FDA approved the sale of over-the-counter hearing aids without a prescription or audiology exam. These options start around $200, but they are about as different from prescription hearing aids as drugstore reading glasses are from prescription lenses.  Beginning with the AirPods Pro 2, Apple is offering something slightly different: regular earbuds (useful in all the usual ways) with many of the same features as OTC hearing aids. I’m thrilled that a major tech company has entered this field.",
    "The most important features for mild hearing loss are programmability, Bluetooth functionality, and the ability to feed sound to both ears. These are features many hearing aids have, but they are less robust and reliable in some of the OTC options.   Apple software lets you take a hearing test through the AirPods Pro 2 with your cell phone; your phone then uses that data to program the devices.COURTESY OF APPLE   The AirPods Pro “hearing health experience” lets you take a hearing test through the AirPods themselves with your cell phone; your phone then uses that data to program the hearing aids. No trip to the audiologist, no waiting room where a poster reminds you that hearing loss is associated with earlier cognitive decline, and no low moment afterward when you grapple with the cost.",
    "I desperately wanted the AirPods Pro 2 to be really good, but they’re simply okay. They provide an opportunity for those with mild hearing loss to see if some of the functions of a hearing aid might be useful, but there are some drawbacks. Prescription hearing aids help me with tinnitus; I found that after a day of wear, the AirPods exacerbated it. Functionality to manage tinnitus might be a feature that Apple could and would want to pursue in the future, as an estimated 10% to 15% of the adult population experiences it. The devices also plug your whole ear canal, which can be uncomfortable and even cause swimmer’s ear after hours of use. Some people may feel odd wearing such bulky devices all the time—though they could make you look more like someone signaling “Don’t talk to me, I’m listening to my music” than someone who needs hearing aids. Most of the other drawbacks are shared by other devices within their class of OTC hearing aids and even some prescription hearing aids: factors like poor sound quality, inadequate discernment between sounds, and difficulties with certain sound environments, like crowded rooms. Still, while the AirPods are not as good as my budget hearing aid that costs 10 times more, there’s incredible potential here.  Ashley Shew is the author of Against Technoableism: Rethinking Who Needs Improvement (2023).  hide"
  ]
}