{
  "url": "https://www.technologyreview.com/2024/10/19/1105142/azalea-science-fiction-paolo-bacigalupi-climate-change/",
  "title": "Azalea: a science-fiction story",
  "ut": 1729294200.0,
  "body_paragraphs": [
    "“This is simply a question of right and wrong.”  “You can’t deny the costs, though. You keep saying that just one more year of taxes will solve— “We’re not solving—we’re mitigating!” “Then what’s the point?” The shrill back-and-forth fills the kitchen, where Xia is busy making breakfast, some kind of awful cricket-protein smoothie with kale. Tascha squeezes into the small space behind her, kisses her on the cheek.  “Can you maybe put that in your head?”  Related StoryI used generative AI to turn my story into a comic—and you can tooBy pulling together several different generative models into an easy-to-use package controlled with the push of a button, Lore Machine heralds the arrival of one-click AI.",
    "Xia doesn’t put it in her head, but she at least lowers the volume with a click of her tongue. ElectoPod’s never-ending shouting match becomes something more akin to ocean noise, where only occasional angry waves splash through the kitchen.   Tascha digs through the fridge, looking for something that isn’t kale or crickets. Finds a BitterBucketBrew and cracks it open. The coffee comes from gengineered plants that can survive higher latitudes. Caffeine in heaps, plus a proprietary process to filter out almost all endocrine disruptors, phthalates, microplastics, arsenic, and lead. Xia says it isn’t as good as coffee grown from heirloom stocks. It’s not natural, she says. Xia also says that a 99% filtration rate isn’t all that great when hormone mimics are dangerous in parts per trillion.  For a refugee, Xia can be awfully picky.  Advertisement “You should be paying attention to the election,” Xia says. “This is your country.” Tascha sips her coffee. “That’s why I have you.”",
    "“Why don’t you run for district carbon board?” Xia presses.  “Because then I’d have to deal with people. Anyway, I don’t have time. I’m trying to make bonus so we can get into Azalea.”",
    "“If you don’t make time, someone stupid will. Gribaldi is running again. In Texas—” “Don’t worry.” Tascha kisses Xia on the forehead. “Even Gribaldi’s not as stupid as Texas.”   Xia makes a biting motion at Tascha, deliberately turning up the volume in the kitchen. Is that passive-aggressive?  Or aggressive-aggressive?  Regardless, ElectoPod once again floods the kitchen with the latest depressing news. A new generation of nearly undetectable AI proxies are battling it out for mindshare as November approaches. An ocean of microtargeted content is pouring into people’s feeds, custom-generated on-the-fly ads and entertainment based on mountains of tracking data—all of it illegally obtained offshore, all of it tailored to sway public opinion—and no one knows who or what is generating it. It’s enough to make Tascha think she should have fought through her ADHD and gotten her programming degree. Someone has to be making money off that.",
    "Advertisement Instead, Tascha clicks her tongue and turns on her own feed. Peace instantly envelops her, as ElectoMute smothers ElectoPod. Custom-tuned bone-conducted vibrations hum through her skull, perfectly canceling out the sound waves of Xia’s obsession. ElectoMute is Tascha’s only paid subscription. It’s not even sound, Xia complains every time she sees the monthly bill. A symptom of Late-Stage Capitalism. Paying to make the noise of another feed go away.  Tascha calls it the best $50 a month she’s ever spent.  Sometimes, it’s just nicer to shut things out. If Tascha’s honest, it’s always nicer to shut things out. Ever since she got her first bone implants on recommendation of the school counselor to help her focus and calm herself, she’s been a fan of shutting things out. People are both distracting and a hassle. Tascha is still sort of amazed that Xia doesn’t get on her nerves more. Sure, she also has another—very secret—mute feed tuned to Xia’s voice … but doesn’t everyone put their relationship on mute sometimes?  Xia is pushing a smoothie across the table at her. Her lips make noise shapes. “No smoothie?”  Tascha shuts off ElectoMute and XiaMute. “Did you know the plywood they’re using on the worksite is made of mushrooms?”  “So?” “It’s like, mushroom-hemp composite. I could bring some back for your smoothies.” “Very funny.” “It’s carbon negative. You’d love it.”  Xia gives her a sharp look. “Don’t be cute. I’ll take it from the kid who lost her whole town to a tornado, not from you.”  Xia volunteers at the Georgia Displacement Authority. She doesn’t have a full work permit yet, but she can volunteer, so, of course, she does.  Xia, always looking out for everyone.  Tascha nurses her smoothie. Her father says that relationships are about compromise. If the worst thing about Xia is kale-cricket smoothies, Tascha knows she’s a winner. She forces down the last of the smoothie and gets up from the table.  “I’m late.”  Xia’s lips move again, making more mouth shapes.  Tascha tunes back in. “What?”  “I said, make sure your frigrig’s charged. It’s hot today.” “It’s always charged. They charge them every shift.” Xia is undeterred. “And swap out your mask filters. Canada’s burning up again.”   “How is there even any forest left?”",
    "Janet’s voice crackles in Tascha’s ear as they dangle off their rappelling lines, swinging from point to point in their harnesses. The gray soup of Canada’s burning forests envelops them.  “How are we in Atlanta, sucking smoke from fucking Canada?” Janet continues. “Are we not America? Do we not have a long and honorable tradition of blockades, border checkpoints, and deportation? If we can keep Texas and Florida out, why not Burnt Canadians? Put up a sign: BC: Not Fucking Welcome.”  They’re stitching solar, dangling 300 feet in the air, working their way down Tower 3 of the new Azalea Arcology. Tying window electrics, solar paint, and cell panels together. The mix is meant to make a lovely pattern (azaleas, in fact) on the face of the arcology structure, but the architect should be shot, because the electronics are a hassle and Tascha’s crew is behind schedule.  Most of the arcology is fast-attach, standardized like Lego blocks, built in factories, then autonomously shipped to the site and popped together, as simple as a kit. In the early stages, Azalea was just swarms of bots digging, grading, and auto-­assembling according to plan, knitting together the bones and skin of an entire new city of 10,000. Now that they’re at final finishing stages, though, humans are taking back the site. The complex patterns of varied electrical components still need a clever human touch, which is why Tascha’s crew is out in the Atlanta swelter, nearly mummified in Day-Glo frigrigs to keep the heat at bay.",
    "It’s one thing to bike to work with just a filter mask and a chilled helmet to keep you cool; it’s a whole other thing to hang off the side of a building all day when wet-bulb temps push into the 40s.  “I heard someone was camping up in Alberta and lit a bunch of beetle kill on fire. Whole state’s going up.”  Advertisement “Is it a state or a province?” “How the fuck would I know?”   “Can we get off the coms, people?” Latoya, their crew lead, interrupts. “Some of us are trying to make bonus.” “Yeah, Janet, get to work.” A whole chorus of agreement follows from the rest of the crew. “Yeah, Janet, get to work.”  “Yeah, Janet, get to work.” “Where the fuck is Janet? I can’t even see her in this smoke. It’s like pea soup.”   Related StoryCanada’s 2023 wildfires produced more emissions than fossil fuels in most countriesIf they were a country they’d rank as the fourth-highest emitter, behind only China, the US, and India.",
    "Tascha slides across to a bank of PV windows and takes a sip from her frigrig reservoir. Cool water, sucked out of the humid air by the suit. Far below, cyclists zip down the street, their chilled jackets boosted by their bike batteries, popping in and out of view from under the street’s shading solar shelters and tree foliage. They look like schools of minnows. Heavy cargo vans and zip buses string out in a line, following programmed one-way routes to give most of the space to cyclists. AItlantis, the city management software, must have detected an increase in people waiting at bus shelters, because a surge of robotic zip buses is swarming toward Obama Greenway.  Tascha starts splicing and soldering a cluster of energy-­generating windows to the solar paint that surrounds them, and then hooking the whole into wires that will carry the energy into the main arcology grid. It’s fussy work. Janet keeps bitching about the smoke.",
    "“I swear,” she says, as she spools down and jerks to a stop next to Tascha. “I’m just going up there and lighting the rest of that fucking forest on fire. I mean, shit, let’s get it over with—Hey. Tascha. You doing okay?”  “I’m fine, why?” “You missed a connection.”  Tascha blinks away sweat that’s dripping in her eyes. “Oh. Thanks.” Janet reaches into the nested wires. Tightens screws. Runs her own diagnostic. Everything glows green. “Can’t have our pretty solar design fail before it even gets hooked up, right?” “Right. Yeah.” Tascha takes another sip of water. The frigrig’s reservoir and heat pump should be keeping it ice cold, but it’s more lukewarm. “Hey, can you check my frigrig battery?”  Janet spins her around, checks her back. “Looks good to me. Seventy percent.”  “Plugged in tight?”  Tugs and jerks. “Yeah. All good. All tight.”  “Let’s keep it moving, people. I want to finish this wall today,” Latoya says over the com. “Let’s get our bonus, right? For once?” “If they designed these connections for frigrig gloves, this would go faster,” Janet says. “Get back to work, Janet.”  They all say it at the same time, and laugh.  Tascha’s father claims people didn’t wear any kind of cooling clothing in the old days. They wore tank tops and shorts, and sure they sweated buckets, but people didn’t have to completely hide from the heat. Tascha can’t imagine it. The only person Tascha knows who spends any time out in the heat willingly is Xia. Sometimes Xia lies nude on their balcony, letting the sun burn down on her, her skin sheened with sweat, salt jewels trickling lazily down the curves of her ribs.   There’s something seductive about the contrast between Xia’s sun-browned flesh and the pale spiderweb of lines where the filter mask and its straps have hugged her face.  It’s fascinating and horrifying, like watching someone cook in an oven.",
    "Xia says it’s like a giant natural sauna, so why wouldn’t she take advantage of it? Saunas are good for you. Just ask the Finns. Xia also claims she’s epigenetically advantaged thanks to the Texas grid constantly failing during her childhood. Her body has been trained to survive any heat—which is so categorically bullshit that Tascha doesn’t even bother to argue. But Tascha does like Xia’s tan lines. There’s something seductive about the contrast between Xia’s sun-browned flesh and the pale spiderweb of lines where the filter mask and its straps have hugged her face. When Tascha ran her fingers over the tan lines one night, Xia told her it was a fetish.  “It’s called FMT,” Xia said. “Filter mask tan lines. Very Rule 34.”  For reasons Tascha can’t fully explain, she’s annoyed that something that felt personal and private is actually a well-trodden porn search. Even when she’s alone in her own mind, tentatively feeling her way into real intimacy with Xia for the first time in her life, she’s still surrounded by people. At this very moment, there’s probably some algorithm custom-tailoring political attack ads based on FMT. It probably already knows about Tascha.  People ruin everything.   “Goddamn, that looks like the good life.”  Janet is peering in through another cluster of windows that they’re supposed to be hooking up. “Check it. You can see the waterfall and the river from here. It’s finished!” Advertisement Tascha realizes that she’s been leaning her head against the glass. She wipes sweat out of her eyes and peers through the PV glaze. Sure enough, the artificial river meanders along under high glass gallery arches, doing its job of water repurification and cooling as it winds through the arcology, then out under the dome of a semi-wild park, where lots of fast-growing carbon-sink cypress and citrus are growing, then cascading and pooling down through a series of rapids down into the artificial canyon the arcology uses for geocooling. Deep down in the shadows, Tascha glimpses a series of artificial lakes where mercury-free fish are destined to be raised.   “Someone’s kayaking!” A bright-yellow kayak has entered the top of the cataracts, some lunatic with a red helmet paddling down through the water features. Now that Tascha is looking closely, she can see that another whole part of the canyon is destined to be climbing walls.  “I’m definitely buying in,” Janet says. “You buying in? We get top slots in the lottery, since we worked on it.”",
    "“I guess it depends if we get bonus.” Tascha’s hands feel clumsy. She drops the leads. “Are you hot? I think my suit’s fritzing.”  “You want to tap out early, get it checked?” “It’s just another couple hours. I’m fine.” Related StoryThis company makes wood products without treesForay Bioscience is opening up possibilities for biomanufacturing in forestry.",
    "“Don’t try and muscle through—”  “I’m fine. Xia keeps telling me saunas are good for you. Let’s get our bonus.”  Now that she’s sure her frigrig is fritzing, the heat becomes more bearable. She just imagines Xia, sunbathing, sweating it out intentionally. If Xia can take it, Tascha can take it. Christ, Xia complains if Tascha even turns up the A/C in the condo. She’s got the poverty mentality of all Texans, where people dying for lack of electricity is one of the independent territory’s founding principles.  Advertisement “It’s fine,” Tascha had explained, the first time they got in a fight over what constituted a reasonable temperature. “The grid’s in surplus. We’re doing them a favor by using it.” “You’re making that up.” “I can literally air-condition the balcony if I want. If you just open the doors I can knock it down 15 degrees. I can make you comfortable out there.” “Don’t you dare.” It makes Tascha want to move into Azalea even more. The whole place is kept at reasonable temperatures all day, every day. Outdoor Living, Indoors! is the arcology’s tagline, and it sounds like heaven. No wildfire smoke. Controlled temps. All those parks and rec trails and outdoor cafés. The energy systems connected to the cooling systems connected to the hydroponics systems, all of it managed by the unfortunately named AIzalIA Management Software that should, according to the brochure, make the entire arcology not only function as a carbon sink but also run an energy surplus that all the residents will profit from.   Xia hates the idea of it.  “It’s more privatization. You can’t privatize municipal services. It drains support for centralized government and general infrastructure. The rich live great, and the poor die like flies.” “This isn’t Texas. That’s not how we do it here.” “It’s not Texas … yet. If you let the rich live apart from the rest, eventually they start to undermine everything.” “Can you just enjoy things, for once? Maybe practice a little optimism?”  “It happened with schools. It will happen with infrastructure if you let it.” “You know, this is exactly why the High Reverend of Texas has a warrant out for you. You’re lucky we don’t extradite.”  Xia makes a face. Tascha feels bad. Xia worrying is the same as Xia getting involved is the same as Xia making trouble is the same as Xia taking care of people is the same as Xia taking care of Tascha. It’s what she does. Tascha kisses her on the forehead. “Not everything is a plot to destroy the world.”  “This is exactly how Florida drowned itself. The rich got rich, and then they got on their private jets and flew away when Miami drowned. They always planned on kissing off to somewhere else. You can’t let these people undermine everything and then run away to hide with all their wealth.” “I don’t think that’s what Azalea is about—” “Yeah? What’s the buy-in?”   “That’s not fair. You know how much it costs to build. This ain’t cheap tech.” Advertisement “You know what would have been cheap? Just fixing the problem in the beginning so we all could just have gone on ­outdoor living, you know, outdoors. But rich people figured they’d be protected, so they didn’t give a shit. They’d move to New Zealand, right? They’d make their own personal compounds. They’d hire guards. They’d make Azaleas and they’d be fine—” “But we can buy in too! If I make bonus, we’ll have enough—”  Xia bites her teeth, hard. ElectoPod streams into Tascha’s head, bypassing ElectoMute: a pair of commentary hosts, haranguing one another. “I think we need to remember that people in Florida had incomplete information.”  “Bullshit. They had everything they needed.”  “Come on, Sunita. No one sets out to drown themselves! The people who drowned weren’t the people who made the disaster plans. Florida’s governor didn’t care how many people died. His real estate donors didn’t care. They had the numbers. They knew how much bigger storm surges were going to get—” Related StoryMeet the economist who wants the field to account for natureGretchen Daily is working to make the environment more of an element in economic decision-making.",
    "“So no one had a clue at all? They were just sitting in the dark like mushrooms? Come on, Maria. Let’s listen to this.” A news announcer cuts in, old news coverage:  “That’s the South Beach seawall. We can see the water coming up, coming through. We don’t know how many people are still in lower Miami. Obviously, this brings to mind the levee break in New Orleans in the early 2000s. Our thoughts and prayers are with the people of Florida in this trying time.”  The argument between the hosts resumes.  Advertisement “Reminiscent of New Orleans! They had 70 years of warning! Literally everyone knew. Not just the governor! Not just his real estate donors. Don’t bother defending them, Maria. People got exactly what they signed up for. They deserved it.” Tascha wants to argue with Xia. To point out that ElectoPod is saying that it wasn’t just rich people, that everyone was stupid, that everyone went along. Bottom line, people in general are just stupid, but Xia keeps talking at her, and XiaMute doesn’t seem to be working.  “Wake up, Tascha! You can’t just seal yourself off from people.” “Wake up, Tascha! You have to be involved. If you don’t get involved, stupid people will.” “Wake up, Tascha! If you don’t pay attention, other people will decide for you.” “Wake up Tascha! I know about XiaMute.” “Wake up!” “Wake up!” “Wake up!”  Tascha comes awake, gasping. Water rushes around her. She thrashes, trying to swim, trying to keep her head above water. Advertisement “Whoa, girl! Take it easy!” Janet is cradling her in her arms, along with some woman in a red helmet.  The kayaker?  They’re in the river, Tascha realizes. They’re inside Azalea. The kayaker and Janet are supporting her, holding her up as water flows and tugs around her. The rest of the construction crew clusters on the riverbank, peering through the cattails, watching with concern. “Is she okay?” Latoya calls. “She’s going to be fine,” the kayaker calls back.   “I was talking to Xia …” “Xia’s coming,” Janet says. “Don’t worry about Xia. Just lay back. That’s right. Let’s get you cool.” “She’ll be pissed.” “She’ll be glad you’re alive. Quit fussing.”  Tascha lets herself sink back, lets Janet and the kayaker buoy her up. “What happened?”  Tascha stares up at the arching solar glass overhead as the river flows around her. Smoke is thick out there, but she can’t smell it in here.  “You heatstroked. And then you tried to pop your harness.” Janet laughs. “You almost went all the way to the ground before your safeties caught you. Shhh. Relax. You’re fine now. Took us a bit to get you untangled and inside. Just float. Stay easy. Let the water do its thing. You were cooking.” Advertisement“I messed up our bonus—” “Don’t worry about that. We got you. All you need to do is let this nice water chill you out.” Tascha stares up at the arching solar glass overhead as the river flows around her. Smoke is thick out there, but she can’t smell it in here. Here, she smells orange blossoms. Smells green ferns ... cattails … warm mud. Life.  “I should have tapped out when my suit died. I should have stopped to fix it.” “Yeah, well.” Janet laughs. “We always see things clearer after we’ve screwed them up.” Paolo Bacigalupi is an internationally best-selling author of speculative fiction. His most recent novel, Navola, was released in July by Knopf."
  ]
}