{
  "url": "https://www.technologyreview.com/2025/05/23/1117329/fda-limit-access-covid-vaccines/",
  "title": "The FDA plans to limit access to covid vaccines. Here’s why that’s not all bad.",
  "ut": 1747956600.0,
  "body_paragraphs": [
    "This week, two new leaders at the US Food and Drug Administration announced plans to limit access to covid vaccines, arguing that there is not much evidence to support the value of annual shots in healthy people. New vaccines will be made available only to the people who are most vulnerable—namely, those over 65 and others with conditions that make them more susceptible to severe disease. Anyone else will have to wait. Covid vaccines will soon be required to go through more rigorous trials to ensure that they really are beneficial for people who aren’t at high risk. Related StoryWhy childhood vaccines are a public health success storyNo vaccine is perfect, but these medicines are still saving millions of lives.",
    "The plans have been met with fear and anger in some quarters. But they weren’t all that shocking to me. In the UK, where I live, covid boosters have been offered only to vulnerable groups for a while now. And the immunologists I spoke to agree: The plans make sense. They are still controversial. Covid hasn’t gone away. And while most people are thought to have some level of immunity to the virus, some of us still stand to get very sick if infected. The threat of long covid lingers, too. Given that people respond differently to both the virus and the vaccine, perhaps individuals should be able to choose whether they get a vaccine or not.",
    "I should start by saying that covid vaccines have been a remarkable success story. The drugs were developed at record-breaking speed—they were given to people in clinical trials just 69 days after the virus had been identified. They are, on the whole, very safe. And they work remarkably well. They have saved millions of lives. And they rescued many of us from lockdowns. But while many of us have benefited hugely from covid vaccinations in the past, there are questions over how useful continuing annual booster doses might be. That’s the argument being made by FDA head Marty Makary and Vinay Prasad, director of the agency’s Center for Biologics Evaluation and Research.",
    "Both men have been critical of the FDA in the past. Makary has long been accused of downplaying the benefits of covid vaccines. He made incorrect assumptions about the coronavirus responsible for covid-19 and predicted that the disease would be “mostly gone” by April 2021. Most recently, he also testified in Congress that the theory that the virus came from a lab in China was a “no-brainer.” (The strongest evidence suggests the virus jumped from animals to humans in a market in Wuhan.) Prasad has said “the FDA is a failure” and has called annual covid boosters “a public health disaster the likes of which we’ve never seen before,” because of a perceived lack of clinical evidence to support their use. Makary and Prasad’s plans, which were outlined in the New England Journal of Medicine on Tuesday, don’t include such inflammatory language or unfounded claims, thankfully. In fact, they seem pretty measured: Annual covid booster shots will continue to be approved for vulnerable people but will have to be shown to benefit others before people outside the approved groups can access them. There are still concerns being raised, though. Let’s address a few of the biggest ones.  Shouldn’t I get an annual covid booster alongside my flu vaccine? At the moment, a lot of people in the US opt to get a covid vaccination around the time they get their annual flu jab. Each year, a flu vaccine is developed to protect against what scientists predict will be the dominant strain of virus circulating come flu season, which tends to run from October through March. But covid doesn’t seem to stick to the same seasonal patterns, says Susanna Dunachie, a clinical doctor and professor of infectious diseases at the University of Oxford in the UK. “We seem to be getting waves of covid year-round,” she says. And an annual shot might not offer the best protection against covid anyway, says Fikadu Tafesse, an immunologist and virologist at Oregon Health & Science University in Portland. His own research suggests that leaving more than a year between booster doses could enhance their effectiveness. “One year is really a random time,” he says. It might be better to wait five or 10 years between doses instead, he adds. “If you are at risk [of a serious covid infection] you may actually need [a dose] every six months,” says Tafesse. “But for healthy individuals, it’s a very different conversation.”",
    "What about children—shouldn’t we be protecting them? There are reports that pediatricians are concerned about the impact on children, some of whom can develop serious cases of covid. “If we have safe and effective vaccines that prevent illness, we think they should be available,” James Campbell, vice chair of the committee on infectious diseases at the American Academy of Pediatrics, told STAT. Related StoryWho benefits most from the new covid vaccines?Data show that older adults and people with underlying illness need the vaccine most.",
    "This question has been on my mind for a while. My two young children, who were born in the UK, have never been eligible for a covid vaccine in this country. I found this incredibly distressing when the virus started tearing through child-care centers—especially given that at the time, the US was vaccinating babies from the age of six months. My kids were eventually offered a vaccine in the US, when we temporarily moved there a couple of years ago. But by that point, the equation had changed. They’d both had covid by then. I had a better idea of the general risks of the virus to children. I turned it down. I was relieved to hear that Tafesse had made the same decision for his own children. “There are always exceptions, but in general, [covid] is not severe in kids,” he says. The UK’s Joint Committee on Vaccination and Immunology found that the benefits of vaccination are much smaller for children than they are for adults. “Of course there are children with health problems who should definitely have it,” says Dunachie. “But for healthy children in healthy households, the benefits probably are quite marginal.” Shouldn’t healthy people get vaccinated to help protect more vulnerable members of society? It’s a good argument, says Tafesse. Research suggests that people who are vaccinated against covid-19 are less likely to end up transmitting the infection to the people around them. The degree of protection is not entirely clear, particularly with less-studied—and more contagious—variants of the virus and targeted vaccines. The safest approach is to encourage those at high risk to get the vaccine themselves, says Tafesse. If the vaccines are safe, shouldn’t I be able to choose to get one? Tafesse doesn’t buy this argument. “I know they are safe, but even if they’re safe, why do I need to get one?” People should know if they are likely to benefit from a drug they are taking, he says. Having said that, the cost-benefit calculation will differ between individuals. Even a “mild” covid infection can leave some people bed-bound for a week. For them, it might make total sense to get the vaccine.",
    "Dunachie thinks people should be able to make their own decisions. “Giving people a top-up whether they need it or not is a safe thing to do,” she says. It is still not entirely clear who will be able to access covid vaccinations under the new plans, and how. Makary and Prasad’s piece includes a list of “medical conditions that increase a person’s risk of severe covid-19,” which includes several disorders, pregnancy, and “physical inactivity.” It covers a lot of people; research suggests that around 25% of Americans are physically inactive. But I find myself agreeing with Dunachie. Yes, we need up-to-date evidence to support the use of any drugs. But taking vaccines away from people who have experience with them and feel they could benefit from them doesn’t feel like the ideal way to go about it. This article first appeared in The Checkup, MIT Technology Review’s weekly biotech newsletter. To receive it in your inbox every Thursday, and read articles like this first, sign up here. hide"
  ]
}