{
  "url": "https://www.ft.lk/columns/Anura-s-first-Budget-The-debt-bomb-in-the-room/4-773527",
  "title": "Anura’s first Budget:  The debt-bomb in the room",
  "ut": 1740594193.0,
  "body_paragraphs": [
    "AKD’s debt deal undermines his Budget",
    "NR assails AKD’s “small concessions, big cutbacks”",
    "Gives master class on AKD’s Budget, debt deal",
    "President Anura Kumara Dissanayake and his Ministers think that the proliferating gangland killings are merely isolated criminal activities, chiefly inter-gang rivalry, which do not constitute a ‘threat to National Security’.",
    "They should ask the presidents of Mexico, El Salvador and Colombia whether or not a surge in drug-traffic related gangland lethality, night executions on beaches, assassins who are deserters from Commando units, and orchestration from foreign capitals, tend to grow into a national security threat which has required in their countries the deployment of elite military and National Guard units, night vision, helicopters, armoured vehicles, and cooperation with US agencies.",
    "If the authorities cannot identify and arrest the person who issued instructions to the prison authorities in the South to transfer a high-value prisoner to a courthouse in the capital’s central courts complex for a phantom hearing which had not been scheduled, how can it trace the killers of Lasantha Wickrematunge and the mastermind behind the Easter massacre?",
    "Prof. G.L. Peiris has sternly warned against the (so-called) Independent Prosecutor’s Office in a stellar argumentation. (https://www.ft.lk/opinion/Independent-Prosecutor-s-Office-Myth-and-reality/14-773397).",
    "However, nobody has noticed that the very concept and term originate and derive from the text of the UNHRC Geneva resolution of 2015, notoriously co-sponsored with the West by Ranil Wickremesinghe and Mangala Samaraweera during the Yahapalanaya government.",
    "It’s very basis was the unfounded assertion in the Darusman Report and UN Human Rights High Commissioner Zaid-al Hussein’s Report that “system-wide war crimes and crimes against humanity” had been committed by Sri Lanka as a matter of policy, that the problem was systemic, not one of aberrations by individual ‘rotten-egg’ elements; therefore, the existing Sri Lankan state institutions were incapable of independent investigation.",
    "If the Independent Prosecutor’s Office is established, can war crimes prosecutions (perhaps with foreign prosecutors and judges) be far behind? Who or what will the proposed Independent Prosecutor’s Office be “independent” of? And who will it not be independent of?",
    "The last time we re-elected a President, it was the war-winning, infrastructure-expanding Mahinda Rajapaksa (2005-2015). We’ve since reverted to our post-1956 pattern of two decades of pendulum-swings between one-term administrations. That lasted until 1977 after which the Open Economy, Accelerated Mahaweli scheme, FTZs, Middle East migrant labour and surging growth-rates enabled re-election.",
    "Over the 77 years since Independence in 1948, we’ve had only 32 years, i.e., way less than half, under re-elected leaders: JR (1977-1988), Chandrika (1994-2005), Mahinda (2005-2015). They were exceptions.",
    "President Anura Dissanayake’s first Budget and underlying economics ensure continuation of the electoral pendulum-swing/single-term presidencies that we’ve had for the last decade (2015-2024), itself a return to the pre-1977 pattern of two decades (1956-1977).",
    "Though the Verite poll is doubtless accurate at this moment, Anura’s strategic economic decision regarding the ticking debt bomb in the room, guarantees an economic avalanche and a single term.",
    "Sajith’s master class",
    "Leader of the Opposition and the SJB Sajith Premadasa’s 46-minute speech in the Budget debate was a JDAM bunker-buster bomb dropped on Anura’s first Budget and entire undergirding economic policy.",
    "In a detailed, well-researched critique, he established complete intellectual dominance over AKD’s Budget speech, exposing its deeply distorted and deficient policy matrix while demonstrating the most effortlessly superior grasp of economics in the Parliament, dwarfing competitors in Government and Opposition. (https://www.ft.lk/opinion/Budget-does-not-align-with-promises-made-by-AKD-or-mandate-received-Sajith/14-773395)",
    "Premadasa cited a survey which revealed that of 106 countries, only 10 accepted IMF budgetary conditionalities as severely constricted as AKD has.",
    "“…Under the 2024 Fiscal Management (Responsibility) Act, primary expenditure is capped at 13% of GDP, and the primary balance is limited to 2.3% of GDP. Such limits are imposed in only about 10 countries worldwide, including Guatemala, Ethiopia, Sri Lanka, Venezuela, Nigeria, Yemen, Bangladesh, Lebanon, and Haiti. Capping primary expenditure at 13% of GDP and maintaining a primary balance at 2.3% of GDP were not election promises of this Government…",
    "“…The President is taking over the agreements negotiated by the previous Ranil Wickremesinghe government wholesale…He speaks of the lost decades. Will we lose another decade due to this decision?”",
    "“…There is a fact that no one talks about, and many are hiding it. Since 1975, 75 countries have implemented IMF agreements. Of these 75 countries, 59% have inevitably had to enter second, third, and fourth debt restructuring programs…Only 41% of countries have successfully managed their affairs with a single agreement and debt restructuring. Honestly, I hope we are among that 41%. I pray that we do not have to undergo another debt restructuring. If that happens, it will lead to a severe economic collapse… if we cannot stay on the debt sustainability line, we may have to undergo a second or third debt restructuring.",
    "…Worse still, Sri Lanka faces the horrifying prospect of a ‘preemptive debt-restructuring’ even before major repayment begins in 2028…”",
    "Sajith discerningly urged that in the face of Trump’s protectionist tariffs on Mexico, Canada and China, Sri Lanka engage in the “diversification of export destinations” from the US, UK, EU towards Latin America, Africa and ASEAN.",
    "Sajith Premadasa positioned himself in a Social Democratic space to the left of AKD and the NPP, heaping scorn on their pretensions to ‘Economic Democracy’.",
    "“…we follow a Social Democratic program. Through this, humane capitalism is needed to generate wealth in the country. Limited state intervention is needed to correct the imbalances that occur within humane capitalism. While protecting the welfare state and increasing its efficiency, more action should be taken to provide resources to it. A results-oriented and time-bound poverty eradication program is needed. A balanced economic growth rate should occur at the Divisional Secretary level across all nine provinces of the country…”",
    "(https://youtu.be/w9FdU_N_a1s?si=HdZwuBzTiqmZlC3W, minutes 42 to 46.)",
    "Budget debate dynamics",
    "In the debate, the centrist critique of Anura’s Budget was bipartisan and slightly to the left of the President and JVP-NPP leader, not to his right. It came from both the SJB and the SLPP; Sajith Premadasa, Namal Rajapaksa, Kabir Hashim, Dayasiri Jayasekara and Chaminda Wijesiri among others.",
    "The speech by Namal Rajapaksa was sensible, grounded, reasonable, sober yet strongly-rendered. It was a non-ideological ‘internal critique’, which pointed out the contradictions at the heart of AKD’s Budget and economic policies. He contrasted the policy of “small concessions and big cuts”; applauded digitalization while pointing out the higher taxes for IT services, software development etc.; and warned that higher taxation meant higher prices for imported cars which meant lower sales and lesser revenue from sales-taxes.",
    "Meanwhile, the ultranationalist Opposition faction’s entrepreneurial advocates of an ‘Entrepreneurial State’ should acknowledge the authorship of the term. It is the title of the acclaimed 2013 book by Prof Mariana Mazzucato (https://marianamazzucato.com/books/the-entrepreneurial-state/), known as ‘Pope Francis’ favourite economist’, or simply ‘The Pope’s Economist’ (https://international.la-croix.com/news/ethics/the-popes-economist/17905). They should (accurately) translate and publish her breakthrough book.",
    "Ideological economics, crazy politics",
    "Dr. Harsha de Silva kicked-off the Budget debate for the Opposition, denouncing the Government for contradicting its own longstanding critique of neoliberal policies while applauding its conversion to the Right path (my pun is intended), concluding that the conversion’s incomplete, contradictory character will frustrate success.",
    "This leaves the voter confused as to whether the budget is good or bad, overall. If it is mainly good for whatever reason and however belated the conversion, then there is no logic in voting against the NPP and for the SJB at the local government election or any election, except for the pathetically ‘thin’ argument that the SJB will do the same things better because of a more fervent free-market fundamentalism.",
    "When right-winger Felix Dias Bandaranaike replaced dismissed Left leader Dr NM Perera as Finance Minister in 1975, former Finance Minister and imminent inaugurator of the Open Economy, UNP and Opposition leader JR Jayewardene, didn’t applaud. Instead, the UNP dubbed Felix “Satan” and cooperated with NM in bringing a No-Confidence motion against Prime Minister Sirimavo Bandaranaike. It isn’t affinity of economic ideology but total party reorganization, adversarial populist politics, and non-violent street protests (“satyagraha”) led by JR and Premadasa that opened the electoral portal for the Open Economy.",
    "Protests against recruitment policy",
    "Protest by unemployed graduates in health sector",
    "A far better Budget speech than Harsha de Silva’s was by Kabir Hashim, a pragmatic Center-Right liberal economist, not a dogmatic rightwing neoliberal-globalist. Criticizing this year’s post-Budget symposium organized primarily by the Ceylon Chamber of Commerce without representation of the democratic Opposition which by longstanding convention is invited to participate, an irate Kabir asked: “does this President own the Chamber or does the Chamber own this President?” (https://youtu.be/O_lZjvU-ZCw) Do the same interests that Kabir suspects may “own” the President, also “own” prominent members of the Opposition?",
    "By applauding the JVP-NPP’s economic conversion on ideological grounds, Harsha de Silva diverts the main Opposition (just as in 2020-2024) from today’s key strategic political question:",
    "nWith the JVP-NPP executing a sharp rightward pivot in policy terms and following the Ranilist policies it has opposed for decades right up to the recent parliamentary election, where are those who voted for those very policies which the NPP stood for and have presently reneged on, likely to turn next --and how best to position so as attract them?",
    "It is wildly unlikely that six million ‘floating’/’swing’ voters who went left-populist (NPP), having earlier been centre-left nationalist (SLPP), will ‘convert’ and cross all the way over to the neoliberal-globalist, free-market fundamentalist Right represented by Harsha de Silva. They will move more naturally to a Social Democratic centre-left or patriotic, progressive-populist centre.",
    "Primer: ‘AKD’s Budget for Dummies’",
    "I crosschecked AKD’s Budget with the non-Marxist ex-academic based in a prestigious global organisation, whose expert opinion as a professional economist I esteem (and have quoted before). Here’s the 7-point diagnostic:",
    "1.Unsustainable debt, fiscal mismanagement",
    "Despite IMF assistance, Sri Lanka remains one of the highest interest-paying nations in the world, with 60% of government revenue consumed by interest payments. The 2025 Budget does little to address this crisis:",
    "Total debt servicing costs will reach USD 3 billion in 2025, raising concerns about the government’s ability to meet obligations.",
    "The government plans to borrow USD 2.3 billion from external sources, including USD 600 million from the IMF. However, Sri Lanka’s poor credit rating makes securing additional foreign loans extremely difficult.",
    "Foreign exchange reserves stand at USD 6.1 billion, but only USD 4.7 billion is actually usable. With USD 3 billion in repayments due, reserves are insufficient to ensure financial stability.",
    "The government relies on lower interest rates and primary surpluses, but interest payments have actually increased by 10%, reaching LKR 3 trillion.",
    "This debt burden is structurally unsustainable. Without credible debt restructuring efforts, Sri Lanka risks another financial collapse.",
    "2.Overstated revenue projections, deficit widening",
    "The government forecasts a 24% increase in tax revenue, aiming to collect LKR 4.6 trillion, a figure that assumes tax compliance and economic expansion at unprecedented levels. However:",
    "GDP is projected to grow by 10%, yet tax revenue is expected to increase by 33%. Such an assumption is historically unrealistic and economically impractical.",
    "The budget relies heavily on indirect taxes, expecting a 35-40% rise in VAT and excise duties. This will inevitably drive up the cost of daily essentials, disproportionately impacting the lower and middle-income groups.",
    "The government anticipates 60% growth in external trade taxes, a highly speculative assumption given Sri Lanka’s fragile export sector and global trade uncertainties.",
    "Tax revenue targets also include LKR 340 billion from import duties and VAT on vehicle imports, assuming a surge in vehicle imports. This projection ignores the impact such imports will have on foreign exchange reserves.",
    "Revenue shortfalls will widen the deficit, leading to increased borrowing and deeper economic instability.",
    "3. Heavy indirect taxation",
    "Despite claiming no direct tax increases, the government has shifted the burden onto indirect taxes, disproportionately affecting ordinary citizens:",
    "Taxes on goods and services will increase by 35-40%, significantly raising the cost of essentials.",
    "Withholding tax on interest and services has doubled from 5% to 10%, reducing disposable income.",
    "Corporate tax hikes (from 40% to 45%) and higher capital gains tax (30%) may stifle investment and discourage business activity.",
    "This will lead to higher inflation, increased living costs, and a greater financial strain on working people.",
    "4. Election-driven expenditure",
    "The budget heavily increases public sector wages and social spending, but these measures appear to be politically motivated rather than economically sustainable:",
    "Public sector minimum wage has been increased by 50%, a massive fiscal burden at a time of economic instability.",
    "Capital investment has risen from LKR 800 billion to LKR 1.3 trillion (a 70% increase), yet historically, when revenue shortfalls occur, capital expenditure is the first to be cut.",
    "Infrastructure allocations (LKR 229 billion) focus on expressways and urban development, yet lack clear productivity-boosting measures for industries and SMEs.",
    "While spending on social welfare, pensions, and public investment is necessary, the government’s approach is short-sighted and isn’t grounded in fiscal reality.",
    "5.Unrealistic industrial and export growth assumptions",
    "The government’s export target of USD 18 billion assumes 9% growth, a figure detached from economic realities:",
    "Global trade disruptions, including the U.S.-China tariff wars and a European recession, make export growth highly uncertain.",
    "The assumption that import duty revenues will rise without impacting external stability is flawed, as vehicle imports will deplete foreign exchange reserves.",
    "Proposed industrial zones (Chemical, Rubber, Automotive) lack concrete investor commitments and do not provide meaningful incentives for domestic manufacturing.",
    "Without a clear industrial strategy Sri Lanka’s economic growth will remain stagnant, making these ambitious projections meaningless.",
    "6. IMF dependency, weak fiscal roadmap",
    "While the budget adheres to IMF requirements, Sri Lanka’s track record of meeting IMF conditions is poor. Key risks include:",
    "IMF disbursements of USD 600 million are conditional on achieving a 2.3% primary surplus, yet unrealistic revenue targets put this at risk.",
    "Dependence on external borrowing means Sri Lanka remains vulnerable to external shocks, making economic recovery fragile.",
    "Structural reforms are largely absent, making long-term growth highly uncertain.",
    "Sri Lanka is walking a fiscal tightrope. The government has placed its hopes on IMF support and speculative revenue projections, but without fundamental economic restructuring, this approach is doomed to fail.",
    "7.Political promises, not economic solutions",
    "This budget is built on optimistic forecasts, weak fiscal discipline, and unsustainable policies. The reality is:",
    "Revenue targets are unrealistic, meaning the deficit will likely widen.",
    "Public debt is dangerously high, and interest payments continue to cripple economic recovery.",
    "The indirect tax burden will hurt the most vulnerable, increasing cost-of-living pressures.",
    "The government is prioritising election-driven spending over sustainable economic growth.",
    "IMF dependency remains high, with no clear roadmap for financial independence.",
    "Mounting a stunning indictment, Kusum Wijetilleke presents, graphics and all, the escalating consequences of the atrocious deal Anura chose to surrender to instead of re-scrutinising and resetting. (https://www.ft.lk/opinion/External-debt-Sri-Lanka-s-Enemy-at-the-Gates/14-773350)",
    "A leader is judged by how he/she confronts and transforms challenge and adversity facing the country upon assuming office. Premadasa inherited 70,000 foreign troops on Lankan soil with Trincomalee as hub, and promptly sent them back. Mahinda Rajapaksa faced-down the Norwegians, Ranil’s CFA and the Co-Chairs, confronted Prabhakaran and the Tigers, and crushed them. Anura Dissanayake faced the IMF and ISB holders, capitulated to them and collaborated with them. That unethical, immoral decision will prove his administration’s self-undoing."
  ]
}