{
  "url": "https://www.dailymirror.lk/opinion/Crooked-Bond-Deals-and-the-IMF-Trap/172-293205",
  "title": "Crooked Bond Deals and the IMF Trap",
  "ut": 1728249394.0,
  "body_paragraphs": [
    "The IMF’s trap backed by the great powers could not have been laid with better timing",
    "The Western establishment including the business press started hunting for those who could be hiding in the woods to take over the country",
    "The Sri Lankan people have voted again for great change. They have elected a president from outside the political mainstream and rejected the political elite who have ruled the country since independence. Yet any president that comes to power now is in an unenviable position, as they inherit an economy that is at its most fragile moment since the Great Depression of the 1930s. It is the contradiction between the fresh breath of political change and the stale forces dictating the economy that confronts our country during this historic moment.",
    "The IMF delegation holds talks with President Anura Kumara Dissanayake and his team in Colombo. (File Photo)",
    "The troubles for President Anura Kumara Dissanayake had begun even days before his election. And within two weeks after his election, the international establishment led by the IMF has twisted the arms of the new Government into accepting a crooked bond deal. This agreement at the centre of the debt restructuring process will cost the country many billion dollars in future.",
    "It is these neo-colonial machinations of the West led by the IMF, and flanked now by the powers in Asia, which smaller countries like ours have to reckon with. Indeed, wealth and power have no colour, and when a buck is to be made in the extractive global financial order of the twenty-first century, the logic of the creditor and the debtor over-determine whether it is the White West or Coloured Asia.",
    "Just when the wave of support for Dissanayake became apparent, the IMF started signalling its agenda. The week before elections, on September 12th, the IMF spokesperson had the following to say: “Achieving the programme’s objectives is a key priority to give Sri Lanka a chance to emerge from one of its worst crises in history. As I’ve already noted, a lot of progress has been made, but the country is not out of the woods yet, and it is important to safeguard those hard won gains.”",
    "The Western establishment including the business press started hunting for those who could be hiding in the woods to take over the country. The red scare was ignited. They asked, can a Marxist, and one without experience, manage the economy and work with the IMF?",
    "The West’s darling, President Wickremesinghe, was in full swing trying to milk the IMF statement. He descended further, and had negotiations with the international bondholders just three days before the elections to sell the country’s future, as he had done over the last two years. And two days before the election, after the campaigning blackout had started, he came out and announced that a deal had been made with the bondholders. For the robber barons that hold Sri Lanka’s sovereign debt it could not have worked any better; a president desperate on the verge of defeat trying to showcase a so-called successful deal, and bondholders keen to seal an agreement with an illegitimate leader in his last days. Such deals are not new, for this script has played out in so many postcolonial countries for decades.",
    "The shrill discourse in the international press against President Dissanayake and his party, gained momentum with diplomatic double speak including messages from the capitals around the world. That the President and his party the JVP, which had led two insurrections decades ago, but have moved to the centre since the 1990s was not a consideration. The proof is in the eating of the pudding as the saying goes; so, if you are not a radical then you must stomach the IMF program and even accept a bad bond deal that will push Sri Lanka into a second default in a few years.",
    "The IMF lost no time. The week after the inauguration of the president they were in Colombo. They informed the government that a bond deal that may in the end only provide a ten percent reduction in the debt stock was in line with their Debt Sustainability Analysis, and the bilateral creditors representing the great Asian powers, particularly China, Japan and India, have found the reduction in the value of debt by the bondholders to be comparable with their own restructuring of Sri Lanka’s loans. The Finance Ministry announced its intention to proceed with the debt restructuring based on this bond deal last Friday.",
    "The IMF’s trap backed by the great powers could not have been laid with better timing. The new president is facing the challenges of a bureaucracy aligned with the old guard, the elite in Colombo are waiting to sabotage the government, and parliamentary elections are just over a month away where the president needs a majority of 113 seats compared to the mere 3 seats now held by his coalition. We know from our history that the threats of the West are backed by geopolitical and financial power. Isolation and a capital strike was what the left-leaning United Front Government of the 1970s faced when they moved away from the United States and into the orbit of the Non-Aligned Movement.",
    "In the weeks ahead, the circus of parliamentary elections will be on show. Even as the parties fight it out, we as a country have to take stock of the depth of people’s suffering, and what the future holds out for our economy. If we are to remain with the IMF program it will be more pain for our people, all so that the powerful creditors are repaid. There will be little by way of relief, hardly any new jobs and only stagnant livelihoods.",
    "The end goal of the IMF programme when it concludes in 2027, is for the Government to repay 4.5% of GDP in external debt servicing each year, which requires 30% of government revenue generated through taxation and repaid in foreign exchange worth 30% of export earnings. Furthermore, the financial stability of Sri Lanka according to the IMF model will be based on Sri Lanka borrowing 1.8% of GDP in sovereign bonds each year beginning in 2027, which in effect will be used to rollover part of the 4.5% of GDP in external debt servicing.",
    "In other words, starting in 2027, Sri Lanka will again start borrowing high interest sovereign bonds of USD 1.5 billion or higher each year from the bondholders paving the way for the next debt crisis. To put the expected new bonds in context, Sri Lanka’s total current debt owed to the bondholders is USD 12.6 billion, and the debt stock reduction from the crooked deal accepted last Friday, with its various contingent provisions called macro-linked bonds, will be less than USD 1.5 billion.",
    "For now, the IMF trap of returning Sri Lanka to the bondage of global financiers has worked. Do we as a country and a people want to remain in that trap?"
  ]
}