{
  "url": "https://www.technologyreview.com/2024/08/29/1103353/how-machine-learning-is-helping-us-probe-the-secret-names-of-animals/",
  "title": "How machine learning is helping us probe the secret names of animals",
  "ut": 1724920200.0,
  "body_paragraphs": [
    "Do animals have names? According to the poet T.S. Eliot, cats have three: the name their owner calls them (like George); a second, more noble one (like Quaxo or Cricopat); and, finally, a “deep and inscrutable” name known only to themselves “that no human research can discover.” But now, researchers armed with audio recorders and pattern-recognition software are making unexpected discoveries about the secrets of animal names—at least with small monkeys called marmosets.    That’s according to a team at Hebrew University in Israel, who claim in the journal Science this week they’ve discovered that marmosets “vocally label” their monkey friends with specific sounds. Until now, only humans, dolphins, elephants, and probably parrots had been known to use specific sounds to call out to other individuals.",
    "Marmosets are highly social creatures that maintain contact through high-pitched chirps and twitters called “phee-calls.” By recording different pairs of monkeys placed near each other, the team in Israel says they found the animals will adjust their sounds toward a vocal label that’s specific to their conversation partner.  “It’s similar to names in humans,” says David Omer, the neuroscientist who led the project. “There’s a typical time structure to their calls, and what we report is that the monkey fine-tunes it to encode an individual.”",
    "These names aren’t really recognizable to the human ear; instead, they were identified via a “random forest,” the statistical machine learning technique Omer’s team used to cluster, classify, and analyze the sounds. Related StoryThe way whales communicate is closer to human language than we realizedA wave of new projects are taking us closer to understanding what whales are communicating to each other",
    "To prove they’d cracked the monkey code—and learned the secret names—the team played recordings at the marmosets through a speaker and found they responded more often when their label, or name, was in the recording. This sort of research could provide clues to the origins of human language, which is arguably the most powerful innovation in our species’ evolution, right up there with opposable thumbs. In years past, it’s been argued that human language is unique and that animals lack both the brains and vocal apparatus to converse. But there’s growing evidence that isn’t the case, especially now that the use of names has been found in at least four distantly related species. “This is very strong evidence that the evolution of language was not a singular event,” says Omer. Some similar research tactics were reported earlier this year by Mickey Pardo, a postdoctoral researcher, now at Cornell University, who spent 14 months in Kenya recording elephant calls. Elephants sound alarms by trumpeting, but in reality most of their vocalizations are deep rumbles that are only partly audible to humans. Pardo also found evidence that elephants use vocal labels, and he says he can definitely get an elephant’s attention by playing the sound of another elephant addressing it. But does this mean researchers are now “speaking animal”?  Not quite, says Pardo. Real language, he thinks, would mean the ability to discuss things that happened in the past or string together more complex ideas. Pardo says he’s hoping to determine next if elephants have specific sounds for deciding which watering hole to visit—that is, whether they employ place names. Several efforts are underway to discover if there’s still more meaning in animal sounds than we thought. This year, a group called Project CETI that’s studying the songs of sperm whales found they are far more complex than previously recognized. It means the animals, in theory, could be using a kind of grammar—although whether they actually are saying anything specific isn’t known.",
    "Another effort, the Earth Species Project, aims to use “artificial intelligence to decode nonhuman communication” and has started helping researchers collect more data on animal sounds to feed into those models.  The team in Israel say they will also be giving the latest types of artificial intelligence a try. Their marmosets live in a laboratory facility, and Omer says he’s already put microphones in monkeys’ living space in order to record everything they say, 24 hours a day. Their chatter, Omer says, will be used to train a large language model that could, in theory, be used to finish a series of calls that a monkey started, or produce what it predicts is an appropriate reply. But will a primate language model actually make sense, or will it just gibber away without meaning?  Only the monkeys will be able to say for sure.   “I don’t have any delusional expectations that they will talk about Nietzsche,” says Omer. “I don’t expect it to be extremely complex like a human, but I would expect it to help us understand something about how our language developed.”  hide"
  ]
}