{
  "url": "https://www.dailymirror.lk/opinion/Wide-ranging-fallout-of-Trudeaus-exit-from-Canadian-Premiership/172-300046",
  "title": "Wide ranging fallout of Trudeau’s exit from Canadian Premiership",
  "ut": 1736790246.0,
  "body_paragraphs": [
    "The fallout of Trudeau’s exit will be on Canada’s domestic as well as foreign policy",
    "Justin Trudeau, Canadian Prime Minister for nine years, announced on January 6, that he would be stepping down in March, unable to resolve the contradictions within his Liberal Party. He would be leading the party in the parliamentary elections that might be held in March.",
    "That he and his Liberal Party-led coalition government had got poor ratings in recent opinion polls must have contributed to his decision.   To add to his woes, Chrystia Freeland, his Deputy Prime Minister and Finance Minister, resigned last month.",
    "The fallout of Trudeau’s exit will be on Canada’s domestic as well as foreign policy. He has had run-ins with major powers like the US, India and China. It remains to be seen if relations with these will change for the better or for the worse in the post-Trudeau era with a new Prime Minister in place.",
    "The current favourite to be PM is opposition Conservative Party leader, Pierre Poilievre. The Conservative Party had gained a 24-point lead over Trudeau’s Liberals in the latest opinion poll, according to the CBC’s poll tracker. Poilievre is a populist who had been in former Prime Minister Stephen Harper’s cabinet. He has been using social media to tap into Canadians’ frustrations over rising housing costs, inflation and unbridled immigration putting pressure on public and civic services.",
    "In addition to Poilievre, there could be an Indian-origin leader also in the running. He is Jagmeet Singh, whose New Democratic Party (NDP) representing the Sikhs, has been an ally of the Liberals. But Jagmeet Singh’s chances are dimmer than Trudeau’s, going by the opinion polls. However, if by chance he stands and wins, India will be sorry as he is a supporter of the Sikh separatist movement in India.",
    "Some Liberals could also be in the running like former Finance Minister Chrystia Freeland and Mark Carney, the former head of the Bank of England and Bank of Canada. But, under the circumstances, these leaders’ main task should be to re-build the party and connect with public opinion, rather than fight elections.",
    "According to Biman Mukherji of the South China Morning Post (SCMP), Trudeau’s going will pave the way for a diplomatic reset with India, easing tensions over allegations about New Delhi’s involvement in the killing of a Sikh separatist leader and Canadian national, Hardeep Singh Nijjar, in June 2023 on Canadian soil.",
    "Nijjar had been a leading Sikh (Khalistani) separatist/terrorist in Canada.  The Khalistan movement seeks an independent Sikh homeland in the Indian Punjab. For decades, Canada has turned a blind eye to the anti-India activities of a section of its Sikh population which has been supporting the separatist/terrorist movement. Persistent appeals by India to curb their activities had fallen on deaf ears in Ottawa.",
    "Trudeau was courting Sikh separatist leaders for domestic political gain as his coalition government needed the support of Jagmeet Singh’s NDP. Trudeau wooed Sikh separatists openly and even included a separatist in his entourage when he visited India.",
    "Nijjar’s killing became a cause célèbre when the case was publicly taken up with India by Trudeau, with “evidence” provided by the “Five Eyes” intelligence network in which the US is a key member. India stoutly denied any involvement and accused Canada of making allegations without a proper investigation or presenting the evidence it claimed to possess. India withdrew its High Commissioner and Canada also did so.",
    "Canada cut its student visas for Indians by a third, and India curbed the granting of visas to Canadians. Canada’s action caused immense dismay among young Indians seeking higher education in Canada. The curbs would have hurt Canadian universities also, as many of them were running because of the high fees they charged from Indian students.",
    "The US complicated matters by asking India to cooperate with the Canadian investigations. India pointed that Canada, especially Trudeau, had been actively supporting Canada-based Indian terror groups. The US, which was also alleging that Indian agents were targeting US national and Sikh separatist Gurpatwant Singh Pannu in New York City, sided with Canada.",
    "India-Canada bilateral trade was US$ 8 billion in 2024 and Indian students have been a major source of income for Canada. Therefore, there are lobbies wanting restoration of normal ties.",
    "However, Michael Kugelman writes in Foreign Policy that Trudeau’s departure certainly isn’t guaranteed to stabilize the free-falling relationship with India. “Canada’s investigations will continue under the next prime minister, which could bring fresh public allegations against India to light. And domestic political factors in Canada—including powerful Sikh constituencies—suggest that Trudeau-era policies won’t necessarily change.”",
    "US President-elect Donald Trump’s rhetoric about Canada could be a key factor in the forthcoming Canadian elections. Trump had threatened to impose new tariffs (25%) on Canada and had even commented on the possibility of the US annexing Canada and making it the 51st.State of the US.",
    "Former Canadian Finance Minister Freeland had slammed Trudeau for not having a plan to deal with Trump when he threatened to use economic force (that is: crippling tariffs) to enable annexation. A US tariff of 25% on Canadian exports could lead to a loss of at least one million jobs in Canada.",
    "There are also security issues dividing Canada and the US. Trudeau told Trump at Mar-a-Lago on November 30, that he would strengthen border security and stop fentanyl and human trafficking on the US-Canada border. Fentanyl is a potent synthetic opioid drug approved by the Food and Drug Administration of the US for use as an analgesic and anaesthetic. It is approximately 100 times more potent than morphine and 50 times more potent than heroin as an analgesic.",
    "At the NATO summit in July 2024 Trudeau promised to increase Canadian defence spending to 2 % of its GDP by 2032, but did not announce a plan to reach that goal. Trump has doubts about these pledges being met and hence the threat of annexation.",
    "In June 2024, the Trudeau government imposed a digital service tax of 3% of revenues generated from Canadian users of foreign tech platforms, and worse still, made it retroactive from 2022. US tech firms were livid.",
    "Trudeau had bad relations with China too. At the G20 summit in Indonesia in November 2022, Chinese President Xi Jinping angrily rebuked Trudeau after Canadian officials shared with the media, details of a previous Xi-Trudeau meeting.",
    "A visibly disturbed Xi pulled Trudeau aside and said that it was “not appropriate” for details about a previous conversation between the two leaders to have been shared with the media. “Everything we discuss has been leaked to the paper, that’s not appropriate, and that’s not the way the conversation was conducted,” Xi said.",
    "In his retort Trudeau said: “In Canada, we believe in free and open and frank dialogue and that is what we will continue to have. We will continue to look to work constructively together but there will be things we will disagree on.”",
    "Xi then said: the two sides must “create the conditions first” for further talks.",
    "Xi’s tick off came a day after government sources told the media about a Trudeau –Xi conversation on the margins of the summit, where Trudeau had raised “serious concerns” over China’s “increasingly aggressive interference” in Canada’s elections.",
    "With relations being tense, Trudeau was left out of any formal meetings with Xi on the side lines of the summit, while other leaders had bilateral talks with him. The next Canadian PM will have to mend fences with China too."
  ]
}