{
  "url": "https://www.ft.lk/columns/Reshaping-the-future-of-Haj-operations-Beyond-the-quota-framework/4-787155",
  "title": "Reshaping the future of Haj operations: Beyond the quota framework",
  "ut": 1768859011.0,
  "body_paragraphs": [
    "The Muslim community is grateful to the present NPP Government for appointing and empowering an efficient Haj Committee under the capable leadership of Reyaz Mihular, former Partner of KPMG, and widely respected professional with an exemplary record of integrity and public service. He is supported by the following highly qualified and distinguished members: Senior SLAS Officer Y. L. M. Navavi, Prof. M. S. M. Aslam, Attorney-at-Law T. K. Azoor and Department of Muslim Religious and Cultural Affairs Director M. S. M. Nawas.",
    "It is noteworthy and commendable that this Committee has functioned professionally since last year, without the usual disputes, controversies, or court writ applications that frequently plagued Haj administration in the past. The key factor behind the smooth and peaceful finalisation of the Haj quota was the Committee’s steadfast commitment to protecting the welfare of ordinary, voiceless pilgrims—rather than serving the interests of profit-driven Haj operators.",
    "Why is the Haj Committee important?",
    "The Haj Committee plays a vital role in the effective administration of Sri Lanka’s annual Haj pilgrimage. Its importance lies primarily in ensuring the fair, transparent, and orderly management of the national Haj quota allocated by the Kingdom of Saudi Arabia, thereby safeguarding the collective interests of the Muslim community.",
    "As the national regulatory authority for Haj travel, the Committee is responsible for registering, evaluating, and monitoring Haj operators to ensure that pilgrims receive reliable, safe, and reasonably priced services. It also liaises closely with the Saudi Ministry of Haj and Umrah on key matters such as visa processing, accommodation standards, health and safety requirements, and compliance with evolving digital and logistical procedures.",
    "Through these combined functions, the Haj Committee plays an essential role in protecting pilgrims’ welfare, preventing exploitation, improving service standards, and maintaining the credibility and integrity of Sri Lanka’s Haj operations.",
    "One may reasonably ask, however: Have the previous Committees truly performed these functions? If so, why were there persistent complaints, irregularities, and allegations of malpractice year after year? This question remains difficult to answer.",
    "Performing Haj is a lifelong aspiration for almost every Muslim, regardless of wealth, gender, or age. Many business-minded and shrewd Haj travel operators exploit this deeply held sentiment to maximise their profits, often unethically",
    "What is the Haj quota system?",
    "The Haj quota system is a framework introduced by Saudi Arabia reportedly from 1987 and endorsed by the Organisation of Islamic Cooperation (OIC) to regulate and limit the number of pilgrims allowed from each country annually. Under this system, one pilgrim per 1,000 Muslims in a given country is permitted to perform Haj each year. However, the Saudi Government retains discretionary authority to grant additional quota allocations upon requests made by national Haj Committees. Once allocated, these quotas are distributed to pilgrims through the approved Haj operators.",
    "Given that millions of pilgrims converge annually from every corner of the world—and considering the limited areas of the holy sites (Mina: approximately 20 km²; Arafat: approximately 4 km²)—unregulated numbers would create severe logistical and safety risks.",
    "Beyond managing congestion and ensuring safety, the quota system promotes fairness and equity by ensuring that Haj opportunities are shared globally, preventing wealthier nations from monopolising access.",
    "The money-spinning business",
    "Performing Haj is a lifelong aspiration for almost every Muslim, regardless of wealth, gender, or age. Many business-minded and shrewd Haj travel operators exploit this deeply held sentiment to maximise their profits, often unethically.",
    "The regulated allocation of fixed quotas to individual operators has historically enabled this exploitation. Given the limited quota and the high demand, aspiring pilgrims often feel compelled to accept any price or condition in order to fulfil their dream. Operators, knowing that their quotas will be filled regardless, are tempted to inflate prices or compromise service quality.",
    "The pre-allocation of quotas to operators carries several disadvantages, including limited competition, exploitation of pilgrims, political and bureaucratic favoritism, nepotism, allocation disputes, and frequent court writ cases, and unreasonable and arbitrary fare hikes, inactive and lethargic attitude of the operators. These issues have been among the most damaging consequences of the previous quota-allocation model.",
    "Despite the Haj Committees’ repeated and sincere efforts to ensure fairness and justice for pilgrims, certain travel operators continue to gain the upper hand through political interference or the threat of litigation.",
    "Open market competition",
    "It is evident that the current system of allocating the Haj quota through a regulated mechanism—where the Haj Committee distributes quotas among approved operators—has given rise to several malpractices that place pilgrims in vulnerable positions. It is my considered view that many of these inherent weaknesses and disadvantages can be eliminated, or at least significantly mitigated, by introducing open market competition, allowing market forces of demand and supply to determine the selection of Haj operators.",
    "Under an open market system, pilgrims would enjoy greater choice and bargaining power when selecting an operator, based on factors such as pricing, quality of service, accommodation arrangements, and other facilities offered. This competitive pressure would compel operators to enhance the quality of services while maintaining reasonable prices.",
    "In addition to better service packages and more competitive pricing, an open market framework would yield several other benefits to pilgrims, operators, and even the broader governance structure. These include the elimination of political favoritism and nepotism, opportunities for new and more efficient operators to enter the market, and the promotion of innovation and overall operational efficiency.",
    "I do not claim that an open-market system is perfect or that it is the single complete solution to achieving a fair and just quota process. As with any proposal, there are advantages and disadvantages. However, the benefits of such a system overshadow its negatives.",
    "While open-market competition offers greater freedom and choice, it must be balanced with strong regulatory oversight. A proactive, transparent, and well-empowered Haj Committee is essential to safeguard pilgrims, uphold service standards, and ensure that the sanctity and safety of the pilgrimage remain paramount",
    "Pros & cons of open-market competition: roles of the haj committee",
    "As with any system, open-market competition has its drawbacks. These include unethical competitive practices, heightened risks of fraud and deception, and the possibility of larger operators using predatory pricing to undermine smaller service providers.",
    "Given that the Haj Committee is the statutory regulator for Haj operators, it is duty-bound to supervise, monitor, and ensure that all operators honor the commitments they make to pilgrims. Operators should be legally required to enter into a formal contract with each pilgrim, clearly specifying the full details of the Haj package — including facilities, services, and total costs. A copy of each contract should be lodged with the Committee. The Committee, in turn, must verify through the Sri Lankan diplomatic mission in the Kingdom of Saudi Arabia, as well as through its own representatives, that these commitments are genuinely fulfilled.",
    "Beyond supervision, the Committee should establish accessible channels — both manual and digital — for pilgrims to lodge complaints or offer commendations. After proper verification, the Committee should publicly communicate the reliability and service quality of each operator through its website and other media. Where serious or repeated complaints arise, the concerned operator should face appropriate regulatory action, including blacklisting or delisting where necessary.",
    "While open-market competition offers greater freedom and choice, it must be balanced with strong regulatory oversight. A proactive, transparent, and well-empowered Haj Committee is essential to safeguard pilgrims, uphold service standards, and ensure that the sanctity and safety of the pilgrimage remain paramount.",
    "Present Haj Committee and the Haj quota",
    "It is both encouraging and commendable that the Chairman of the Haj Committee recently announced at a press conference that the Haj quota will be gradually opened to market forces under strict regulatory oversight. As an initial step toward this transition, the Committee has introduced a hybrid quota-allocation system that incorporates limited market competition.",
    "Under this system, operators have been categorised into two classes based on merit and service quality. Each class has been permitted to accommodate a maximum of 75 or 50 pilgrims, respectively, through an open-market selection process. It is noteworthy that pilgrims are already beginning to benefit from this bold and progressive decision of the Committee, as reflected in more competitive pricing and improved service standards as per the advertisements displayed.",
    "It is further reported that, from next year onward, the maximum ceiling will be removed, allowing pilgrims to select their preferred operators more freely through market mechanisms, with appropriate guidance, supervision, and collaboration from the Haj Committee.",
    "As the country embarks on a new era of accountability and institutional renewal, it is hoped that the same spirit of reform will guide the timely enactment of a comprehensive Haj Regulatory Act and the long-awaited amendments to the MMDA and the Wakf Act. These reforms are essential—not only for the Muslim community, but for strengthening the rule of law and ensuring justice, equity, and good governance across all sectors",
    "Appreciation and requests to the people’s Government",
    "The Muslim community expresses its sincere appreciation to the NPP Government for its proactive initiative in appointing a highly qualified, apolitical, and service-oriented Haj Committee. It is evident that the Committee has been fulfilling its mandate with integrity, diligence, and a clear commitment to safeguarding the interests of both the country and the Muslim community.",
    "At the same time, I respectfully urge the NPP Government—elected with an overwhelming mandate to break a 76-year cycle of mis-governance and usher in a new era of accountability and reform—to extend similar attention to other long-standing issues affecting the community. In particular, the timely enactment of a comprehensive Haj Regulatory Act, as well as the long-overdue amendments to the Muslim Marriage and Divorce Act (MMDA) and the Wakf Act, have become matters of urgent national importance.",
    "I also appeal to the senior Muslim political leader of the present administration and the Deputy Minister of Religious and Cultural Affairs, Hon. Muneer Mulaffar, to take the initiative by appointing suitable expert committees—akin to the current Haj Committee—to address the following pressing concerns:",
    "1. Enactment of the Haj Regulatory Act",
    "2. Amendments to the Muslim Marriage and Divorce Act, No. 13 of 1951",
    "3. Amendments to the Wakf Act, No. 51 of 1956",
    "It is often said that every meaningful reform, whether large or small, inevitably encounters resistance. This is because people differ in their perspectives, interests, and intentions. History demonstrates that no reform has ever progressed smoothly or without opposition. Yet, progress has always been achieved when reforms were driven by sincerity, commitment, and an unwavering sense of public duty.",
    "In this regard, the present Government has demonstrated—beyond reasonable doubt—its genuine intention and earnest commitment to steering Sri Lanka toward comprehensive development across its economic, political, and social spheres.",
    "As the country embarks on a new era of accountability and institutional renewal, it is hoped that the same spirit of reform will guide the timely enactment of a comprehensive Haj Regulatory Act and the long-awaited amendments to the MMDA and the Wakf Act. These reforms are essential—not only for the Muslim community, but for strengthening the rule of law and ensuring justice, equity, and good governance across all sectors.",
    "(The author is a Retired Inland Revenue Department Deputy Commissioner General and can be reached via [email protected])"
  ]
}