{
  "url": "https://www.ft.lk/opinion/No-to-silence-and-impunity-for-online-and-offline-slander-and-harassment-of-women-in-politics/14-774088",
  "title": "No to silence and impunity for online and offline slander and harassment of women in politics",
  "ut": 1741638067.0,
  "body_paragraphs": [
    "25 civil society organisations and 63 activist individuals have issued the following statement against online and offline slander and harassment of women in politics.",
    "The face of representative politics in Sri Lanka changed positively in the wake of the parliamentary elections of 2024 with an unprecedented number of new MPs, including women entering Parliament. Women’s representation almost doubled from 5% to 10%. There are now 22 women MPs, 19 of whom are from the National Peoples Power (NPP).",
    "This is a significant advance, which adds to the gains made in women’s representation in local Government following the implementation of affirmative action in the form of the 25% quota for women at local Government elections held in 2018. We applaud the NPP and all other parties which gave a high number of nominations to women and voter perceptivity which positively acknowledged women’s achievements in the political sphere.",
    "Yet despite this progress, misogynistic elements within and outside parliament have launched a vicious campaign to undermine women elected to the new parliament. We note with concern and strongly condemn the intense online vilification, slander and harassment to which prime minister Harini Amarasuriya and MPs Kaushalya Ariyaratne and Nilanthi Kottahachchi have been subjected. These attacks have followed in the wake of the slander and vilification of some women candidates during the election campaign, including women belonging to ethnic and religious minority groups who are typically underrepresented in Parliament, such as candidates Mithilaichelvi (Tamil Makkal Kootani, Jaffna), Kaushalya Naren (Independent Committee 17, Jaffna) and Umachandraa Prakash (SJB, Jaffna). The first transgender woman candidate Chanu Nimesha also received intense backlash upon the announcement of her candidacy. These attacks mimic a historical pattern of slander, harassment, and defamation faced by women in politics from the national level to the local since the election of the first woman prime minister Sirimavo Bandaranaike. What is different from the past is the way in which sexist and sexualised commentary against women is facilitated by and normalised within social media platforms, and then disseminated to a wide audience, with perpetrators facing little or no consequence.",
    "The online and offline attacks against women candidates are made in a broader context in which women politicians are expected to conform to certain norms of respectability that do not apply to male politicians and where they are sexualised and objectified in ways that violate the privacy, dignity and integrity of these women. Moreover, these attacks pose a threat to their personal security. It also violates their right to equal and inclusive representation on equal terms with men.",
    "Such harassment and violations represent a refusal to accept women in positions of important political and public office and within institutions of governance. It is clear that despite the important progress made to date in relation to women’s representation, some men in our society are threatened by women in political leadership and will go to great lengths to undermine and block such leadership.",
    "These attacks which challenge women’s political representation and civic space, attempt to restrict the activities of women and threaten to reverse the rights won by them. They are insidious and must be stopped forthwith to ensure that women are not prevented from standing for office in the forthcoming local Government and provincial council elections.",
    "Women’s organisations in Sri Lanka have waged a long struggle since the late 1990s to increase women’s representation in elected political bodies. For over 40 years, women’s representation in parliament stagnated at just over 5%. Women’s organisations attributed this abysmal representation to the refusal of political parties to recognise and mentor women for political leadership and their refusal to give nominations to women. In this context, the increase in women’s representation in parliament without legally mandated affirmative action is an achievement to be celebrated, even as political parties need to do much more to achieve parity in representative politics.",
    "Political parties and electors alike must recognise that the increased numbers of women both in parliament and local Government will enrich our democracy. If democracy is to be deepened and strengthened, we need to protect the right of women to access political, public, and economic spheres of decision making. This is critical if Sri Lanka is to find a way out of the current economic crisis and build an inclusive and just democratic system of governance and a vibrant progressive society.",
    "We, the undersigned, condemn the attacks on women parliamentarians. We call on civil society organisations to foster a transparent and responsible discourse on women in leadership and educate their constituencies to critically engage with misinformation about women offline and online. We also urge all political party leaders to educate their members at all levels to recognise and respect the right of women to be treated with dignity in politics and the public domain.",
    "Gender-Based-Violence including sexist and sexualised commentary is part of a wider systemic issue of violence against women and girls and needs to be addressed as such. Following recent announcements on the withdrawal of fact checking on popular social media platforms by the companies running these platforms and other measures -- framed as efforts to promote more speech and minimise errors in moderating content -- this is a pivotal moment for CSOs to hold tech and social media companies accountable. These platforms must ensure that their policies and frameworks genuinely create inclusive and equitable online spaces, free from discrimination, hostility or violence, while safeguarding freedom of expression.",
    "We call on the Government to lead by example by respecting gender equality and equity and adopting a zero-tolerance policy on sexism and misogyny within state institutions as well as within its party structures and amongst its members. This is imperative to prevent and counter hate speech against women. Further, the Government should ensure that legal protections for women are implemented and perpetrators of sexual and gender violence are held accountable."
  ]
}