{
  "url": "https://www.dailymirror.lk/opinion/35-Years-of-Child-Rights-A-bold-call-to-end-violence-against-Sri-Lankas-children/172-296338",
  "title": "35 Years of Child Rights: A bold call to end violence against Sri Lanka’s children",
  "ut": 1732040767.0,
  "body_paragraphs": [
    "This ‘World Children’s Day’ and the 35th anniversary of the United Nations Convention on the Rights of the Child (CRC) come with a serious reminder that Sri Lanka requires urgent reflection and action on its use of violence as a means of disciplining children.",
    "The tragic toll of such violence seems to have made some headlines recently. A few days ago, a 16-year-old female student passed away following alleged assault by two teachers. Earlier this year, a video of a four-year-old being assaulted went viral on social media and last year, local media reported an incident where a school principal who punished a group of students for violating “polythene-free” school zone regulations. Meanwhile, in 2022 alone, the National Child Protection Authority (NCPA) received 5,690 complaints of child abuse. Nearly 20% were related to sexual harassment, exploitation, rape, or grave sexual abuse. These appalling events and figures illustrate how entrenched violent disciplinary practices have become in some educational institutions.",
    "Violence against children is more than physical harm, it is a deep betrayal of trust that jeopardises their psychological safety, mental health, and future. The CRC, ratified by Sri Lanka in 1991, enshrines every child’s right to live free from violence and abuse. Yet, the persistence of violence as a means of discipline in society reveals a troubling gap between policy and practice.",
    "However, there is hope on the horizon. Earlier this month, Sri Lanka made a bold statement on the global stage at the first Global Ministerial Conference to End Violence Against Children in Bogotá, Colombia, which was aimed to unite world leaders, young people, and allies to drive policy reforms, gather resources, and rally behind a united vision to end all forms of violence against children. At the forum, with representatives from 119 countries, Sri Lanka’s delegation, led by the Ministry of Women, Child Affairs, Youth and Sports and the Ministry of Education, pledged transformative steps to eliminate violence against children by 2025.",
    "The Bogotá Pledges: A Road map to Safety",
    "At the Bogotá conference, Sri Lanka committed to four critical actions:",
    "Banning Corporal Punishment: A comprehensive legal framework to ban corporal punishment in all settings, including homes, schools, and institutions to be introduced by 2025. This is a monumental step toward fostering positive parenting and educational practices that prioritise children’s safety, well-being and healthy development and growth.",
    "Strengthening Social Services: By enhancing the roles and responsibilities of personnel responding to child violence cases, Sri Lanka aims to ensure timely and, effective interventions. This will involve specialised training programmes and protocols that uphold children’s dignity and rights.",
    "Child-Sensitive Services for Survivors: To support survivors of violence, a continuum of child-sensitive services to be established, starting with a pilot programme in 2025, which will be expanded nationwide by 2027. These services will address both the immediate and long-term needs of affected children.",
    "Creating Safer Schools: Recognising schools as a second home for children, the Ministry of Education, together with the Ministry of Women and Children’s Affairs, is due to work together to revise existing policies and provide capacity building and training for teachers on positive ways to discipline, guide and support students that do not involve use of violent disciplinary methods.",
    "These commitments have the potential to protect future generations and create a safer and, more supportive environment for every child.",
    "Psychological Safety: The Foundation for Well-Being",
    "The impact of violence extends far beyond the physical. Studies consistently show that exposure to violence, whether at home, in school, or in the community, severely undermines children’s mental health, impairing their cognitive development, emotional regulation, and ability to trust others. It erodes their sense of safety, often leading to chronic anxiety, depression, and difficulties in forming healthy relationships later in life.",
    "The Bogotá commitments are not merely legal or procedural milestones. They are steps toward creating environments where children feel safe, valued, and empowered to thrive. Schools in particular must remain  as safe spaces where children are protected not only from physical harm, but also from psychological distress. It is vital for fostering environments where children feel respected, supported, and able to express themselves without fear of ridicule or punishment.",
    "This begins with training teachers to use positive disciplinary approaches and equipping them to identify signs of distress or violence in children’s lives. Schools must also develop clear protocols for addressing bullying, harassment, and abuse, ensuring that every child has access to trusted adults who can intervene and provide support.",
    "When children are protected from violence, their minds and bodies can grow in harmony, unlocking their full potential. A ban on corporal punishment, coupled with positive parenting and teaching methods, sends a powerful message: discipline is not synonymous with fear. Instead, respect and understanding must guide the way adults nurture children.",
    "Embedding psychological safety in schools also has broader implications for society. Research worldwide shows that children do not learn effectively when they are afraid to attend school. Eliminating violence in schools not only improves learning and skill development for all children but also helps create safer, more supportive environments, which can play a pivotal role in reducing teenage suicides, a growing concern in Sri Lanka. By creating spaces where students feel seen and heard, and where they can access mental health resources, schools can become a cornerstone of preventive care for mental well-being.",
    "The Bogotá commitments provide an opportunity to rethink how schools can function, not merely as institutions for academic instruction, but as sanctuaries of safety and well-being.",
    "Turning Commitments into Action",
    "While the Bogotá pledges mark a critical step forward, they must be translated into action without delay, therefore, it requires:",
    "Legislative Momentum: The introduction and swift passage of a comprehensive ban on corporal punishment, to set the legal foundation for a culture of respect and non-violence.",
    "Community Engagement: Public awareness campaigns to reshape societal norms are vital, to promote promoting positive parenting and educational practices.",
    "Capacity Building: Teachers, social workers, child protection officers and law enforcement personnel need training to effectively implement child-sensitive approaches.",
    "Monitoring and Accountability: Clear mechanisms to track progress and to hold institutions accountable are essential to ensure the pledges are not just promises but living lived realities for children.",
    "These actions should go hand in hand with interventions for broad social norms, change and promoting positive disciplining skills among adult caregivers. Positive disciplining focuses on mutual respect, where adults model desirable behaviour recognising the needs of the situation while respecting the needs of the child using kindness. It involves identifying the reasons behind the behaviour to address the root cause rather than just the symptoms. Effective communication and problem-solving skills are encouraged, promoting open dialogue and teaching children how to solve problems constructively. The emphasis is on finding solutions instead of punishment, which lead to constructive outcomes. Overall, positive disciplining aims to create a supportive environment where children learn to be responsible, respectful, and resourceful members of their communities.",
    "Ending violence against children, however, is not the responsibility of governments alone as it is a collective effort. Parents, teachers, community leaders, and every citizen must play their part in creating a culture of care and respect.",
    "Partnering for Change",
    "UNICEF Sri Lanka has been a steadfast partner in shaping these transformative pledges. Through collaborative consultations with government officials, civil society, and children themselves, UNICEF has consistently emphasised child-sensitive approaches tailored to Sri Lanka’s unique context. UNICEF also provided technical support to ensure the pledges aligned with global best practices, reinforcing Sri Lanka’s commitment to the CRC.",
    "Through the Support to Justice Sector programme (JURE) funded by the European Union (EU), UNICEF works closely with the Ministry of Justice and advocates for reducing violence against children in all settings. In particular, UNICEF has been advocating, alongside other stakeholders, for legal reforms that ban corporal punishment on children in all settings including schools and homes.",
    "Additionally, UNICEF’s work to reduce violence against children also involves working closely with the Department of Probation and Child Protection Service, the Ministry of Women and Child Affairs, religious leaders, community, and youth leaders to promote positive parenting that equips caregivers with non-violent disciplinary methods. UNICEF also works closely with the Ministry of Education to train teachers in positive teaching techniques that foster supportive, violence-free school environments.",
    "The recent tragedies serve as a stark reminder of the cost of inaction. As Sri Lanka reflects on its progress on this World Children’s Day, it must also seize the opportunity to lead by example. The Bogotá pledges are a call for action, a chance to transform the narrative of violence into one of protection, safety, and hope.",
    "For every child who dreams of a brighter tomorrow, let us build a future where no child fears the hand that should protect them. Together, we can make this vision a reality."
  ]
}