{
  "url": "https://www.ft.lk/columns/Fury-unleashed-in-Jaffna/4-778595",
  "title": "Fury unleashed in Jaffna",
  "ut": 1751651535.0,
  "body_paragraphs": [
    "The Aava gang, a name that struck fear into the hearts of ordinary citizens, was not merely a band of local thugs. Their methods, their audacity, and their sophisticated connections hinted at something far more sinister",
    "The story of the Aava gang is not merely a chronicle of crime; it is a stark reflection of a society struggling to find its footing after decades of conflict. It is a narrative of violence fuelled by shadowy foreign money, of communities living under a pall of fear, and of law enforcement battling ingrained distrust and complex political realities, often amidst allegations of their own complicity. The fragile peace that had begun to settle over the post-LTTE era was now under siege, threatened by a new kind of terror",
    "The long twilight of the post-LTTE era cast its gentle, deceptive shadows over Sri Lanka’s Northern Province. For years, the land, once scarred and bleeding, had begun to breathe again. The echoes of a brutal war, which had consumed generations, were finally fading, replaced by the tentative hum and drum of reconstruction, the innocent laughter of children echoing in newly refurbished homes, and the hopeful whispers of a future unburdened by conflict. Yet, beneath this fragile veneer of normalcy, a new darkness was stirring, a cancerous growth fed by desperation, disillusionment, and the insidious currents of transnational crime. This was the story of the Aava Gang, a motorcycle-based street gang that emerged in northern Sri Lanka, particularly around Jaffna, after the civil war, and the profound terror they instilled in a society yearning, above all else, for lasting tranquillity.",
    "Our story, however, does not begin with the thunder of heavy artillery or the mournful wails of sirens. Instead, it commences with the menacing snarl of Honda made two stroke C-90 motorbikes, cutting through the humid evening air. It was a humid Wednesday night in 2021, and a terrifying tableau unfolded in the quiet, suburban lanes of Kondavil, a haven in Jaffna that now found itself under siege. Fourteen shadows, astride roaring two-wheelers, tore through the stillness, their speed an ominous prelude to the brutality that awaited.",
    "Their faces, chillingly, were not obscured by the familiar white of a surgeon’s mask, but by full-face coverings, grotesque visages that screamed of anonymity and ill intent. From behind their collars, the menacing hilts of improvised machetes, known locally as Aruval, gleamed, catching the fading light – weapons straight out of the most violent South Indian gangster films. Other crude instruments of destruction, some fashioned with a chilling ingenuity from the very disc brakes of motorbikes, peeked from their belts. This was the Aava gang, and their name, sometimes rendered as “Haava” due to linguistic variations (the lack of pronunciation of ‘H’ in Dravidian languages leading to “Haava” meaning “rabbit” in Sinhalese, and “Muyal” in Tamil), would soon become synonymous with unadulterated terror.",
    "Their target: a humble house, where a small room, brimming with creative energy, had been transformed into a makeshift music recording studio. Once, the young men who frequented this studio had shared a fragile détente with these very bikers. But now, that tenuous peace had fractured, replaced by a simmering resentment. As the gang dismounted, a chilling silence descended, shattered only by the guttural revving of engines and the sudden, violent splintering of the door. They stormed the studio, their fury a relentless, destructive tide. The young men inside, caught utterly unprepared, were subjected to a merciless, brutal assault.",
    "Vehicles parked outside, silent witnesses to the unfolding nightmare, were systematically ravaged, their metal bodies twisted into grotesque forms, consumed by flames. The studio owner, a 26-year-old youth from Trincomalee, bore the brunt of their savagery. The deep, gaping wound he sustained almost severed his right hand from his wrist – a brutal testament to the Aava gang’s unbridled ferocity. Only a four-hour surgical marathon, a testament to the tireless skill of medical specialists at the Jaffna Teaching Hospital, could reattach the limb, a triumph of human ingenuity against barbarism.",
    "Police investigations would later reveal the chillingly mundane motive behind this horrific act: a YouTube music video, an “ugly portrayal of ‘traitors’” that had evidently ignited the gang’s simmering wrath. In a province still reeling from the ravages of war, where narcotics (Meth, Kerala Cannabis, Hash and Heroine) were easily available, liquor and illicitly brewed Kassipu consumption was on the rise, and youth unemployment remained a pervasive blight, such incidents were a stark reminder that the Northern Province was a tinderbox, waiting for a spark. The youth, it seemed, were emulating the glorified villains of South Indian cinema, their social media feeds proudly displaying improvised weapons and public threats.",
    "This incident, however, was not an isolated anomaly. It was a chilling echo of the terror that had gripped the north just four days prior. On 26 June 2021, the quiet community of Selvapuram in Mullaitivu had been violated. An armed gang, their faces hidden behind masks, had breached the sanctity of a home, unleashing their unholy wrath upon its occupants, including women. The air hung thick with the acrid scent of burning rubber as vehicles were set ablaze, and the ground was littered with the shattered remains of valuable possessions. With the subsequent arrest of six suspects, a more insidious truth began to unravel: this horrific act was a “contract job.”",
    "The orchestrators, police investigations revealed, were a Switzerland-based diaspora group, their shadowy tendrils reaching across continents, inextricably linked to the notorious Aava. Money, a poisoned chalice, had flowed from Switzerland, carrying with it not only funds but explicit instructions for the attack. The police, initially suspecting a domestic dispute, soon faced the unsettling reality of a criminal enterprise funded and directed from afar. The suspects, with chilling efficiency, admitted their roles, leading investigators to three of the five motorbikes and the improvised machetes – tools of their brutal trade. Released on bail due to COVID-19 regulations, these individuals melted back into the shadows, a stark reminder of the complexities of justice in a post-conflict society.",
    "The Aava gang, a name that struck fear into the hearts of ordinary citizens, was not merely a band of local thugs. Their methods, their audacity, and their sophisticated connections hinted at something far more sinister. The group, indicated to be around 60 members between the ages of 18 and 25, had roots in figures like Kumaresan Vinothan, widely referred to as the initial leader, with “Aava” or “Haava” (meaning “rabbit” in Sinhalese) being his nickname. Vinothan was reportedly arrested in 2014, leading to a temporary decline in gang activities. The leader of the group, nicknamed ‘Haava’ (‘rabbit’ in Sinhalese), is known under the name Aava, possibly due to the linguistic variations.",
    "The one-time notorious leader of the now-defunct ‘Aava’ gang, a phantom of the past, was reportedly living in Switzerland with his family, a chilling testament to the gang’s potential for international reach. While specific details about the formal education of the current ringleaders remained elusive, their operational sophistication was undeniable. Their ability to orchestrate complex attacks, even from overseas, pointed to a level of cunning that defied typical street gangs. Although the article did not explicitly name a mastermind wanted in Canada or France, the revelation of Switzerland-based groups and the illicit flow of money strongly suggested a global network, a sinister web of individuals profiting from the misery they sowed.",
    "More recently, individuals like Prasanna Nallalingam (also known as Ajanthan Subramaniyam) have been identified as leaders of the Aava group in reports from late 2024 and early 2025. Nallalingam was arrested in Canada and faces extradition to France for murder charges related to a gang conflict in Paris, where he is alleged to have planned and instigated an attack involving Aava members. He was also wanted in Sri Lanka for a murder in 2021. In February 2024, Sri Lankan police arrested Prabhakaran Kausikan (alias Prabha or Kosini Thampa), a 25-year-old man they claimed was a leader of the Aava gang, in Mount Lavinia, reportedly preparing to flee to Dubai. Arun Siddharthan, a self-proclaimed senior member of the Aava gang, later became involved in politics, being appointed as a Jaffna organiser for the UNP. He publicly admitted to being a member of the gang in a 2019 interview and was arrested in 2021 for controversial statements and alleged crimes.",
    "At the heart of this web, the current leadership was rumoured to comprise shrewd, calculated individuals, perhaps not formally educated in traditional institutions, but possessing a street-honed intelligence. While their names are largely kept from public knowledge for security reasons, sources whispered about a figure known as “Rudra,” a cunning strategist believed to be the true orchestrator of many of Aava’s more elaborate operations, and his ruthless enforcer, “Kaalayan,” known for his brutal efficiency in carrying out the gang’s violent directives. The gang, known for operating under various aliases like “Prabhaharan Padai,” “Sangiliyan Padai,” and “Ellalan Padai” to claim responsibility for their chilling acts, expanded their criminal repertoire beyond simple assaults to include robbery, extortion, and widespread violent attacks.",
    "Not random acts of violence",
    "The gang’s arsenal was as crude as it was effective. The Aruval, a weapon synonymous with South Indian gangster lore, was their primary instrument of terror, its sharpened blade reflecting the malevolence of its wielders. But their ingenuity extended beyond traditional weaponry. Imagine the chilling innovation of weapons forged from motorbike disc brakes, their jagged edges designed to maim and mutilate. These were not random acts of violence; they were calculated strikes, often motivated by drug deals, personal vendettas, or the cold, hard cash of overseas contracts. A 28-year-old youth in Maruthanaarmadam, Jaffna, learned this lesson firsthand, attacked over a drug dispute, another victim in the Aava gang’s bloody ledger.",
    "The human cost of the Aava gang’s reign was immense. Beyond the physical scars, there was a deepening well of fear that permeated Jaffna. Peace-loving residents like C.V.K. Sivagnanam, the former Northern Provincial Council chairman, articulated the palpable anxiety: “Residents live in fear, wondering whether they would be the next victims. They do not know who is attacking them and for what reasons.” This chilling uncertainty, the knowledge that any dispute, any perceived slight, could lead to a brutal assault, chipped away at the very fabric of society.",
    "Adding a further layer of tragedy to this already volatile landscape were the killings of two Jaffna University students, Pavunraj Sulakshan and Nadarajah Kajan, by police on 20 October 2016, in Kokkuvil. These deaths, initially attempted to be portrayed as a motorcycle accident by police, were later revealed to be the result of a police shooting. This incident, documented by the Adayaalam Centre for Policy Research (ACPR) in their Situation Brief No. 1: November 18, 2016, immediately mobilised the student community, who demanded a proper inquiry. The Government’s subsequent admission of police involvement led to the arrest of five policemen and the dispatch of a special CID team from Colombo. The students’ mobilisation, a silent demonstration of around 2,000 students on 24 October 2016, called for a free and fair police investigation, monitoring by human rights commissions, and compensation for the victims’ families.",
    "This tragedy, however, became intertwined with the Aava gang narrative when, on 23 October 2016, an alleged attack on two plainclothes police intelligence officers in Chunnakam occurred. Leaflets, allegedly by the Aava gang under names like “Prabaaharan Padai,” “Sangiliyan Padai,” and “Ellalan Padai,” quickly appeared, claiming the attack was retaliation for the student killings and demanding the police leave the Northern Province. However, as many activists noted, the language and form of these leaflets pointed to possible military intelligence involvement, a recurring theme in the post-war period. The article does not mention any other deaths of police officers directly linked to the Aava gang.",
    "The police, facing immense pressure from a community living in fear, have intensified their efforts to dismantle the Aava gang. Senior Deputy Inspector General (SDIG) P.P.S.M. Dharmaratne, heading the Northern Province police, confirmed that most suspects involved in recent incidents had been apprehended through the dedicated work of three specialised police teams. Their methods, while not explicitly detailed, involved a significant increase in surveillance and intelligence gathering. Authorities have arrested dozens of alleged members over the years, making the group a focal point in discussions about security and policing in the Northern Province. A total of 38 members, including the leader, were reported to parliament as arrested to date.",
    "Path to justice fraught with obstacles",
    "However, the path to justice was fraught with obstacles. A critical shortage of Tamil-speaking police officers hindered effective communication and community engagement in Tamil-speaking areas. A pervasive lack of public trust in the police, a lingering legacy of past conflicts, meant that many victims chose silence over seeking help, fearing reprisal or simply believing their complaints would fall on deaf ears. Perhaps most troubling were the whispers of connections between some suspects and regional politicians and lawyers, raising unsettling questions about political interference and compromised justice. Furthermore, the fluidity of the border with South India provided an all-too-convenient escape route for notorious gang members. On 2 July 2021, three prominent gangsters on the police watch list were indeed apprehended by Tamil Nadu police after making the illegal journey, highlighting the transnational challenge of combating these groups. These suspects, wanted for murder and gang violence, awaited deportation, a small victory in a larger, ongoing battle.",
    "The rise of the Aava gang, and the youth’s alarming embrace of a gangster lifestyle, spoke to a deeper societal malaise. Mahadeva Nilanthan, a Jaffna-based civil society activist and political commentator, articulated a profound concern: the disintegration of social and cultural structures in the aftermath of the war. “These structures and community values are yet to be reinstituted in the post-war north,” he lamented, “but our political parties and civil society organisations have failed miserably to address these issues and give leadership to fulfil the needs of our youth.”",
    "The Northern Province, already grappling with high youth unemployment, faced a dangerous confluence of factors: readily available narcotic drugs and a surge in liquor consumption. This toxic cocktail, coupled with the glorification of violence in South Indian movies, had transformed the region into a tinderbox, ripe for ignition by criminal elements. Crucially, the Aava gang, though lacking the emblazoned leather jackets and roaring Harley Davidsons of groups like the Hells Angels, adopted a similar intimidating persona, making their menacing presence felt on their more modest C-90 two-stroke Honda motorcycles.",
    "The response to the Aava gang also brought to light deeper issues of securitisation. In the aftermath of Sulakshan and Kajan’s killings in 2016, the Government chose to utilise the draconian Prevention of Terrorism Act (PTA) to arrest dozens of individuals allegedly linked to the “Aava group” under the purview of the Terrorism Investigation Department (TID). This move, perceived by local communities as an attempt to justify the police shooting amidst an annual post-war crackdown leading up to Maaveerar Naal (Martyr’s Day), created a climate of fear that repressed activism and mobilisation. The Adayaalam Centre for Policy Research (ACPR) raised concerns that many of these arrested individuals, despite being labelled “Aava,” were in fact young Tamil political activists with no verified connection to the gang. A 2014 incident, where a young man and his friends were arrested for a brawl but later labelled “Aava” at the police station, exemplifies this arbitrary labelling.",
    "It’s important to note that the Aava gang has been described as a decentralised group, and there have been allegations of links between the gang and elements within the Sri Lankan military intelligence, which complicates understanding its true leadership structure. Additionally, after initial arrests, many young men involved in petty crime were reportedly labelled as “Aava” even if they had no direct connection to the original group. Even the judiciary, through the Jaffna High Court Judge in 2015, directed the Special Task Force (STF) to consider any assembly of above 5 persons as unlawful, aiming to eradicate gang culture. However, ACPR noted that this might have unintentionally empowered police, known for routinely stopping and arresting young, mostly Tamil men without cause. This securitisation, justified in the name of curbing unlawful activities, led to questions about whether the presence of groups like Aava conveniently aided the securitisation agenda for the North-East, and if so, who was responsible for their creation and operation. Indeed, the alleged resurgence of Aava in 2016, at a time of increased international scrutiny on security apparatuses and growing Tamil mobilisation, was perceived by many in Jaffna as orchestrated by military intelligence.",
    "UNP MP Rajitha Senaratne openly accused the Rajapaksas of being behind the Aava gang, alleging they created the gang to instil fear among civilians in the Northern Province. While no concrete evidence was provided for this claim, and the Aava gang had been active for years as petty criminals before gaining national attention, the accusation itself highlighted the deep-seated distrust and political complexities surrounding the gang. Despite denials from the Minister of Defence, the transfer of the Director of Military Intelligence during this period further fuelled suspicions. The Government’s announcement of seeking assistance from the feared STF and the army’s request to “crackdown” on the Aava gang, only intensified concerns about the militarisation of the peninsula under the guise of maintaining law and order.",
    "On 16 November 2016, the Minister of Law and Order announced that a total of 38 individuals had been arrested for alleged connection to the Aava gang, with a total of 62 suspected individuals. Contradicting police and TID claims of links to former LTTE cadres and diaspora funding, the Minister asserted these were not terrorist activities but routine law and order problems, yet failed to explain the use of the PTA for these arrests. This discrepancy further highlighted the politicisation of the issue. ACPR expressed concern that the Aava gang resurgence was being used to crackdown on Tamil activism and mobilisation, conveniently timed for Maaveerar Naal. They called for an end to PTA use for gang violence, a transparent statement on security sector involvement in Aava’s creation, systemic security sector reforms, dismantling of military intelligence structures, and the demilitarisation of the North-East.",
    "The story of the Aava gang is not merely a chronicle of crime; it is a stark reflection of a society struggling to find its footing after decades of conflict. It is a narrative of violence fuelled by shadowy foreign money, of communities living under a pall of fear, and of law enforcement battling ingrained distrust and complex political realities, often amidst allegations of their own complicity. The fragile peace that had begun to settle over the post-LTTE era was now under siege, threatened by a new kind of terror.",
    "The hunt for the masterminds, including those known as “Haava” or “Muyal,” such as Vinothan, who was the arrested leader in 2013, and their ruthless successors like “Rudra” and “Kaalayan,” continues. But the underlying societal challenges that allow such brutality to flourish remain, an urgent call for collective action to truly heal a fractured land and ensure that the whispers of peace finally drown out the menacing roar of the Aava gang’s motorbikes."
  ]
}