{
  "url": "https://www.ft.lk/columns/Trending-trade-in-rare-earths-Turning-Sri-Lanka-s-mineral-potential-into-national-power/4-783005",
  "title": "Trending trade in rare earths:  Turning Sri Lanka’s mineral potential into national power",
  "ut": 1760488348.0,
  "body_paragraphs": [
    "By advancing into rare earths and graphite, Sri Lanka can build a new export pillar, and become a trusted supplier to global industries",
    "The invisible minerals powering our world",
    "Walk into your living room and pick up your smartphone. Hidden inside are powerful but invisible minerals called rare earth elements. Step outside and look at a passing electric car, or a towering wind turbine on the coast—again, the same minerals are there. From missiles and medical devices to the batteries in our laptops, these resources are everywhere, even though most of us hardly know they exist.",
    "This is the global “rare earth race”. It is a race Sri Lanka has so far watched from the sidelines, but one that it cannot afford to ignore much longer.",
    "Why rare earths matter",
    "Rare earths are a group of 17 minerals with unique magnetic and electronic properties. They are essential to modern technologies in ways most consumers never see. An electric vehicle, for instance, requires about a kilogram of rare earth magnets. A large wind turbine can use nearly 600 kilograms of rare earths—about as heavy as a cow—to generate power. Demand is climbing sharply: in 2022, global consumption stood at around 170,000 tonnes of rare earth oxides, and by 2030 this is projected to exceed 280,000 tonnes, an increase of 60% in less than a decade.",
    "A supply chain dominated by China",
    "China produces about two-thirds of the world’s rare earths and controls almost 90% of refining. Even minerals mined elsewhere are mostly processed there. Australia, the United States, Myanmar and Vietnam are trying to expand capacity, but the world remains highly dependent on a single supplier.",
    "Rising tensions between the US and China",
    "Recent developments show how deeply rare earths are woven into global power politics. In October 2025, China tightened export controls on rare earths and related technologies, citing national security concerns—widely viewed as retaliation for new US tariffs. The United States is now racing to diversify supplies and build domestic refining capacity. This renewed rivalry underscores how strategic these materials have become—and why smaller nations, including Sri Lanka, must position themselves prudently in the evolving supply chain.",
    "Sri Lanka’s strategic resources",
    "Sri Lanka is not yet a commercial producer of rare earths, but according to experts, the island possesses two resources of strategic importance. The first is its mineral sands, most famously at Pulmoddai, which yield ilmenite, rutile and zircon. A by-product of these sands is monazite, a rare-earth mineral naturally found in Sri Lanka’s coastal sands and rich in elements such as cerium, lanthanum and neodymium. Geological studies have confirmed the presence of monazite in these deposits, yet no comprehensive survey has been undertaken to quantify the actual reserves. This remains a major gap. What is clear, however, is that Sri Lanka’s mineral sands, coupled with its unique graphite, form a strategic starting point to enter global supply chains—provided updated exploration data and investment are secured.",
    "The second resource is Sri Lanka’s vein graphite, regarded as the purest in the world. This material is essential for the anodes of lithium-ion batteries, the beating heart of electric vehicles and consumer electronics. A single electric car battery can use 50 to 60 kilograms of graphite, and as global electric vehicle production expands, demand for battery-grade graphite is expected to quadruple by 2035.",
    "Policy direction under the NPP Government",
    "The ruling National People’s Power (NPP) coalition has acknowledged the sector’s potential. Its 2024 manifesto pledges to “research and explore mineral resources such as rare minerals (e.g., monazite in Beruwala), develop titanium dioxide using ilmenite, and produce copper and gold from Seruvila’s iron ore.” The plan stresses research, value addition and local resource use—aligning broadly with the vision outlined here. Yet it remains a statement of intent rather than a detailed roadmap. If implemented, it could provide the political backing needed to revive Sri Lanka’s rare-earth initiative.",
    "A missed opportunity in 2019",
    "Sri Lanka recognised this potential early. In late 2019, under the Foreign Affairs Ministry’s Economic Diplomacy Program, an initiative led by the State Minister sought to map rare-earth and graphite prospects. I was then Additional Secretary of Economic Affairs and worked with university experts to design a blueprint linking mineral wealth with post-conflict economic revival. It was one of the first efforts to align Sri Lanka’s resources with the global clean-energy transition. Unfortunately, as the COVID-19 pandemic struck, and in the absence of consistent support from higher political and administrative levels, the initiative lost momentum and faded.",
    "Lessons from global initiatives",
    "While Sri Lanka hesitated, others moved ahead. Malaysia and China are negotiating a rare-earth refinery project that could turn Malaysia from a raw-material supplier into a processing hub. Pakistan attracted US interest when its army chief presented rare-earth samples to Donald Trump, followed by a $ 500 million US investment to build a polymetallic refinery. In Eastern Europe, the US and Ukraine signed a Mineral Resources Agreement in 2025 to develop Ukraine’s deposits for reconstruction.",
    "These examples show how even mid-sized economies are leveraging their minerals for strategic partnerships. Sri Lanka, with its graphite and mineral sands, could do the same.",
    "The potential for Sri Lanka",
    "Global demand for critical minerals will rise by over 100,000 tonnes a year through 2030. Capturing even 1% of that market could bring Sri Lanka hundreds of millions of dollars annually. More importantly, it would shift the country from traditional exports like tea and garments toward the clean-energy economy of the future.",
    "Progress requires deliberate and coordinated choices. Sri Lanka must first measure and map its mineral resources comprehensively, as no investor will commit without reliable data. The 2019 blueprint can be revisited and updated to reflect new technologies and markets. The country must focus on value addition, not just exporting raw sands or graphite—the real profits and leverage lie in refining them into battery-ready or high-tech material. Finally, Sri Lanka should forge balanced international partnerships grounded in transparency, technology sharing and environmental responsibility, ensuring community benefits and sustainable investment.",
    "This is not merely a mining story. It concerns economic security, energy security and diplomacy. By advancing into rare earths and graphite, Sri Lanka can build a new export pillar, become a trusted supplier to global industries, and strengthen its economic diplomacy through long-term partnerships.",
    "A second chance we cannot miss",
    "Back in 2019, Sri Lanka saw the path ahead but failed to act. Today the world is actively searching for new suppliers. Malaysia, Pakistan and Ukraine are already moving. Sri Lanka, too, has the resources and even a blueprint. What it needs now is political will, strategic vision and timely execution. Rare earths may be rare, but opportunities like this are rarer still. Sri Lanka cannot afford to miss this second chance.",
    "1. Reuters. China tightens rare-earth export controls, targets defence and semiconductor users. 9 Oct 2025.",
    "2. The Guardian. China steps up control of rare-earth exports citing “national security” concerns. 9 Oct 2025",
    "3. Reuters. China, Malaysia in talks on rare earths refinery project. 1 Oct 2025.",
    "4. Reuters. Australia to build strategic critical minerals reserves, allies invited to participate. 30 Sept 2025.",
    "5. Financial Times. Rare-earth-free magnets may dent demand but shortage still looms. Sept 2025.",
    "6. AP News. US Strategic Metals signs $ 500m deal to develop Pakistan’s minerals sector. Aug 2025.",
    "7. Economic Times. Pakistan Army Chief showed rare earth samples to Trump. Aug 2025.",
    "8. CSIS. What to Know About the US–Ukraine Mineral Resources Agreement. 30 Apr 2025.",
    "9. The Guardian. Trump wants rare earth resources from Ukraine in exchange for aid. Feb 2025.",
    "10. Lanka Mineral Sands Ltd. Product portfolio and Pulmoddai deposit data. 2024.",
    "11. ScienceDirect. Rare earth potential in Sri Lanka’s placer deposits. 2023.",
    "12. Industrial Minerals Market Report. Sri Lanka vein graphite for batteries. 2025.",
    "13. NPP Presidential Election Manifesto 2024. Environment, Land, Water, Air, and Mineral Resources. p.78. fliphtml5.com/rvisz/cpci/NPP_Presidential_Election_Manifesto_-_2024",
    "(The writer is Foreign Affairs Ministry Former Additional Secretary – Economic Affairs.)"
  ]
}