{
  "url": "https://www.ft.lk/columns/SL-dying-to-be-born-on-some-Fourth-of-Never/4-778551",
  "title": "SL: dying to be born on  some ‘Fourth of Never’",
  "ut": 1751586734.0,
  "body_paragraphs": [
    "The unforgiving attitudes in the hearts of the once victimised sound a discord in their plaintive wails in the press and at people’s councils islandwide over the years",
    "The nation that was born today, the Fourth of July, is demonstrably no longer “the land of the free and the home of the brave”.",
    "There is no demanding burden of proof that may be laid at this editorialist’s door, but the invitation to read the daily media dirge on the decline and fall of Trumpistan, to discern that the bastion of democracy and all that was good in (it if at all or ever) has been shaken to its foundations.",
    "That among certain x-men/twitterati or defenders of the faith in the hired press one may find apologists for the bully boy ethos, which has come to pervade the White House and all things American politics, redounds to a remnant of patriotism and pride in the erstwhile First Nation’s values and worth. We could say that again. It means wilful blindness dies hard. Not only stateside...",
    "It is not with the freedom and courage of the people of those United States of America, however, that one has truck today of all days.",
    "It is with the diminished glory of a nation state that was born five months and 77 years ago, on the Fourth of February, with which one might take more meaningful issue on this day.",
    "In the aftermath of last week’s visit by UN human rights chief Dr. Volker Türk to our once sunny isle, now clouded over by the echoes of a past conflict, yet clearly unresolved to date, it is evident that we islanders still have a lot of soul-searching to do. Together. Separately.",
    "That too before we can by any means aspire to bring closure to the open wounds of internecine war that still fester and emit fetid odours chronically. Around the days of wrathful memorials and reprisals against those who dare to defy commonsense, civic duty, patriotism etc – and remember.",
    "On the one hand, the forensic evidence emerging over this week from even the most cursory inspection of the mass grave at Chemmani demonstrates that humanity’s inhumanity to humankind did not spare our island race the horrors of conflict among kith and kin at closest or cousins in the more distance sense of DNA-wise connection.",
    "Are we not all one race? If you beat us, do we not all bleed and bruise?",
    "The mass grave there is but emblematic of the widespread and – dare one essay it: even systematic – human-rights abuses on both/all sides. But appeals to shared humanity or kinship will not suffice. And if the judicial process of investigation and sifting of forensic evidence to pinpoint those responsible is the long, hard, arduous road we must take... so be it.",
    "Bring up the bodies again.",
    "On the other, the unforgiving attitudes in the hearts of the once victimised sound a discord in their plaintive wails in the press and at people’s councils islandwide over the years. These run a counterpoint to the unyielding positions of putative oppressors and their apologists in the corridors of power and influence who still maintain that no harm was ever done.",
    "Which is to say that Sri Lanka has been caught in a vicious spiral of self-hate for decades: with no hope of whirling out of the widening gyre of grief, grievances or the perennial blame game.",
    "In a milieu where sundry stakeholders in the so-called ‘national issue’ (to steer clear of ethnically loaded nomenclature for the nonce) are deeply divided and any opinions expressed potentially polarising, where may those sincerely desirous of true, long-lasting and equally deeply felt ‘national reconciliation’ through ‘transitional justice’ turn?",
    "Is there such an animal, mineral or vegetable to be had for love or money? It would appear so.",
    "For one, there is hope in the secular and nuanced approach of the incumbent administration to the present reopened process of bringing the separated peoples of these blessed shores and sundry locales to a place of common interlocution.",
    "Pray we that their vision, approach and practical actions suspend any semblance of vested interests and transcends the traps of ethno-linguistic and other unshakeable identities – as idealistic as that call and clarion may seem to be.",
    "For another, a second, there are the practical out-workings of the good offices of previous governments – such as the Office of Missing Persons (OMP) and the Office for Reparations (OR) – that may need the agency and instrumentality that other organs of the full apparatus of state are receiving at present. Such as a newly revitalised Commission to Investigate Allegations of Bribery and Corruption (CIABOC) and its newfound teeth!",
    "Then again as a third, there is the double-edged sword of renewed international interest in and intervention on behalf of this land of (future) hope and (past) glory. Which can and must be managed adroitly by a buried – or an emerging – class of professionals in the Sri Lanka Foreign Service, in tandem with a new breed of competent and clean politicians – not too young to have missed the agony of the bygone days of wrath, and not too old to learn afresh the lessons of humility and helpfulness.",
    "With that being said, it is the case – and has always been and will always be in its better avatars and more meaningful incarnations of a nation’s life – that it is at the level of neighbourliness, daily interactions and a shared sense of citizenship, in a free and fair realm, hope will trump (no pun intended) any pretence of national reconciliation foisted on the commonwealth by power-brokers and influence-mongers peddling their gospel of peace without justice while fuelling the flames of conflict in their own godforsaken interests.",
    "Have we not put up with the spiritual inheritors of that pernicious maxim and practice, ‘Divide et impera’? Which not only divided the innocents and subjugated the free, but set fire to town, country and people? Krishna, Buddha and Jesus wept!",
    "Best of all if we the people, by the people and of the people, can dispense with the sickening and deadly identities crafted for us by centuries of divisiveness. Easier said than done, as anyone who has had to deal with any Ethnic Others in love or war or business knows.",
    "But what price a new national identity based on a newfound awareness of punctuality brought out by a studiedly taught curriculum in schools and state workplaces (with latitude being our erstwhile weakness)? Or hospitality (a well-known strength of ours) and the comfort of strangers (evident in admiring overseas influencer posts and videos) applied as more than a mere cottage industry?",
    "If Nepal can tout itself as measurably a happier nation and Finland demonstrably the most chilled out, why cannot Sri Lanka recalibrate and reposition itself along the lines of a new identity; blissfully free of cultural, racial and ethno-linguistic markers?",
    "If Cuba has cornered the market as The Sugar Bowl of the World and embattled Ukraine is still known as The Bread Basket of Europe, could our isle one day hope to earn for itself an epithet beyond the crowning glory of Jewel of the Indian Ocean and become some – or THE – Shining Isle of the Sri Lankan Sea?",
    "Be our erstwhile bankruptcy as it may a distant and fading memory, hopefully, as native wit and regional solidarity combine with the strength and succour of international goodwill and re-won favour vis-à-vis GSP+ (repeal the PTA already, AKD!), Sri Lanka could readily aspire to be – with a tad of flair and a smidge of investment plus biz savvy – the Couturier of Global Corporates, just as beleaguered Venezuela was once considered the Land of Grace.",
    "To be so born on yon ‘Fourth of Never’ – a willing suspension of disbelief in our fatal flaws as an island race, and the rejection of our biases and prejudices, and a re-imagination fired by capitalising on our hidden strengths and happy positive public secrets – is the need of the hour.",
    "Time then, for the soul of a purer, yet more pluralistic and inclusive Sri Lanka – dead for divisive decades and reeking of the grave of past crimes – to cast off its binding-clothes and be resurrected.",
    "(Editor-at-large of LMD | ‘Come forth Lazarus’)"
  ]
}