{
  "url": "https://www.ft.lk/columns/Surviving-and-thriving-How-Sri-Lankan-businesses-face-climate-crisis/4-787476",
  "title": "Surviving and thriving: How Sri Lankan businesses face climate crisis",
  "ut": 1769465260.0,
  "body_paragraphs": [
    "Climate change is no longer a distant threat. It is already reshaping life, communities, and businesses in Sri Lanka today. Rising temperatures, erratic rainfall, prolonged droughts, devastating floods, and eroding coastlines are no longer seasonal challenges but systemic disruptions. According to the Global Climate Risk Index 2023 by Germanwatch, Sri Lanka ranks 88th among the most climate-vulnerable nations in the world, highlighting the urgency for action.",
    "For businesses, this is a two-sided challenge. On one hand, companies are affected by the climate crisis; crops fail, supply chains are disrupted, and infrastructure is damaged. On the other hand, industries themselves contribute to the problem through energy consumption, emissions, and resource-intensive practices. Understanding this dual role is key to building resilient, competitive businesses that can survive and thrive in the coming decades.",
    "The climate reality in Sri Lanka",
    "Sri Lanka’s economy is deeply reliant on its natural resources. Agriculture, fisheries, and tourism form the backbone of the economy, yet they are highly vulnerable to climate disruptions. The World Bank’s 2024 Country Climate and Development Report (CCDR) warns that without urgent mitigation and adaptation measures, climate-related losses could cost up to 3.5% of GDP annually by 2050.",
    "Disasters in Sri Lanka, from floods to droughts, have long taken a heavy toll on people and the economy. On average, the country loses around $ 380 million annually, with floods alone costing $ 240 million per year and affecting millions. Events like the May 2016 Colombo floods, which impacted over 340,000 people and caused $ 310 million in damages, highlight the scale of the threat. Severe droughts, particularly in 2017 and 2018, added $ 166 million in agricultural losses, while the healthcare system spends over $19 million yearly managing flood- and drought-related health impacts. Meanwhile, droughts in 2020 reduced national paddy yields by nearly 20%, pushing up food prices and forcing greater reliance on imports. These figures underline the urgent need for businesses and policymakers to address climate risks.",
    "Agriculture contributes around 7.5% to GDP and provides livelihoods for nearly one in four Sri Lankans, most of them smallholder farmers. These farmers are particularly vulnerable because they lack access to modern irrigation, insurance, and technology, making recovery after a climate event slow and costly.",
    "Sri Lanka’s agriculture and energy sectors are among the hardest hit by climate variability. In 2023 and 2024 alone, combined rice production losses were estimated at over $ 150 million, while the prolonged droughts of 2017 and 2018 caused $ 166 million in damages to coconut production. The country’s energy security is equally vulnerable, the power sector depends on around $1 billion in annual fuel imports, and road transport consumed $ 3.4 billion worth of petroleum products in 2021. These dependencies make Sri Lanka highly exposed to both global fuel price shocks and local climate extremes. For instance, the 2019 drought reduced hydropower generation to just 15% of total electricity production, underscoring how climate change directly threatens economic stability and national energy resilience.",
    "Tourism, the third-largest source of foreign exchange, is equally vulnerable. Nearly 40% of tourism assets are located in high-risk coastal zones, threatened by storms, erosion, and water scarcity. Coral bleaching in parks such as Hikkaduwa and Pigeon Island undermines long-term tourist appeal.",
    "Coastal areas, home to nearly a third of the population and critical for tourism, face rising seas and severe erosion. This threatens ports, fisheries, hotels, and residential communities alike. Coral reefs and marine biodiversity, which support fisheries and attract tourists, are under stress due to warming seas and bleaching events, further impacting livelihoods. Among other economic sectors, the tourism industry can be further affected by increased climate risks.",
    "The effect on small and medium enterprises (SMEs) is especially severe. SMEs make up more than 75% of all registered businesses in Sri Lanka, yet they often lack the financial and technical resources to adapt to climate shocks. Supply chain interruptions, higher insurance costs, and decreased consumer confidence create a perfect storm of challenges for smaller operators.",
    "Businesses: Part of the problem, part of the solution",
    "While Sri Lankan businesses are vulnerable to climate change, they are also significant contributors. GHG emission profile of Sri Lanka comprises as 64.1% from energy sector including transport, 29.5% from agriculture sector and 2% from Industrial Processes and Product Use sector. Electricity generation remains heavily reliant on fossil fuels, with 56% of power coming from thermal sources in 2024.",
    "Manufacturing, construction, logistics, and unsustainable agricultural practices amplify emissions. Deforestation for plantations and excessive fertiliser use degrade ecosystems and reduce natural carbon sinks, further accelerating climate change. Globally, corporations contribute to around 70% of greenhouse gas emissions, highlighting the central role of business in driving and solving the climate crisis.",
    "For exporters in Sri Lanka’s tea, apparel, rubber, and coconut industries, sustainability is no longer optional. International buyers increasingly require verified environmental credentials. Regulatory mechanisms such as the EU Green Deal and the Carbon Border Adjustment Mechanism mean that companies failing to measure, reduce, and report emissions may lose access to key global markets.",
    "Turning risk into opportunity",
    "While the threats are daunting, climate change also presents opportunities for innovation, leadership, and competitive advantage. Companies that act now can safeguard operations, improve market positioning, and contribute to national resilience.",
    "A first step is measuring and managing emissions. Companies can conduct greenhouse gas inventories and set science-based targets (SBTi) aligned with the Paris Agreement. Several leading Sri Lankan exporters, particularly in the tea and apparel sectors, have already taken this step. Measuring emissions helps businesses identify reduction opportunities and communicate their environmental responsibility to global partners.",
    "Transitioning to renewable energy is another critical strategy. Investing in solar, biomass, and small hydro projects can reduce costs and emissions simultaneously. Sri Lanka aims to achieve 70% renewable electricity by 2030, creating opportunities for private-sector investment in distributed generation and energy-efficiency projects.",
    "Incorporating climate risk into corporate strategy is also essential. Companies must account for physical, regulatory, and market risks in their enterprise risk management frameworks. The newly introduced Sustainability Disclosure Standards (SLFRS S1 and S2), issued by the Institute of Chartered Accountants of Sri Lanka, mark a significant step forward. These standards require companies to disclose how climate risks and opportunities affect financial performance. Reporting begins in January 2025 with the top 100 listed companies by market capitalisation and gradually extends to all listed and large unlisted firms by 2030. Initially, companies report Scope 1 and Scope 2 emissions, while Scope 3 emissions will become mandatory two years later. This move makes climate accountability an integral part of financial and strategic planning.",
    "Building sustainable supply chains is also vital. Collaboration with suppliers to reduce waste, improve efficiency, and track emissions strengthens resilience and long-term competitiveness. Export-oriented businesses must adapt to meet EU Carbon Border Adjustment Mechanism requirements to maintain access to international markets.",
    "Investing in adaptation and nature-based solutions further strengthens business resilience. Initiatives like reforestation, watershed restoration, and sustainable agriculture protect ecosystems that underpin economic stability. Green finance instruments, such as sustainability-linked loans, green bonds, and climate funds, provide capital to implement these strategies. Several Sri Lankan banks and development partners are already offering preferential terms for verified green projects, making sustainable investments more accessible.",
    "The road ahead: A call for action",
    "The data paints a stark picture, but it is the human stories behind the statistics that reveal the true cost. Smallholder farmers watch helplessly as droughts destroy crops. Fisherfolk struggle with unpredictable tides and coral loss that erodes fish stocks. Hotel operators on the southern coast face repeated flooding and beach erosion that threatens their livelihoods. These are not abstract numbers, they are lives disrupted, incomes lost, and futures put at risk.",
    "Business leaders increasingly recognise that supporting communities is not just philanthropy but a business imperative. By investing in resilient supply chains, sustainable agriculture, and coastal protection, companies help stabilise the local economy and protect their own operations from climate shocks",
    "Sri Lanka stands at a critical crossroads. Climate change is already costing lives, livelihoods, and national growth potential. But it also offers a chance to reimagine business and economic systems. Companies that embrace low-carbon innovation, transparent reporting, and community-centred resilience can protect their operations and contribute to national transformation.",
    "Climate action is no longer a choice; it is an economic necessity. The businesses that adapt early will not only survive but thrive in a world where markets, regulations, and customers increasingly favour sustainable practices. For Sri Lanka, the question is not whether businesses will act; it is how quickly they can respond. The future belongs to those who act decisively, for profit, for people, and for the planet.",
    "(The author is a Member of Institute of Environment Professionals Sri Lanka)"
  ]
}