{
  "url": "https://hbr.org/2024/10/when-youre-told-youre-not-strategic-enough",
  "title": "When You’re Told You’re Not Strategic Enough",
  "ut": 1729838139.0,
  "body_paragraphs": [
    "Illustration by Vilmante Juozaityte ‘Bulma’",
    "Being told you’re not strategic enough can be frustrating. If your strategy isn’t seen and understood, it’s as if it doesn’t exist at all. By making your strategy visible and easy to understand through storytelling, leveraging existing frameworks, and ensuring ongoing communication with stakeholders, you can shift perceptions, align your team with long-term goals, and be recognized for your strategic approach. Crises and day-to-day pressures should not get in the way of your strategic thinking; instead, use these moments to demonstrate your foresight and ability to connect immediate actions to the bigger picture. When the strategy is seen, understood, and actionable, success follows.",
    "Jason, a tech executive and client of mine, had been recruited by a company to lead a major initiative. One year into his role, one thing was apparent in his last few meetings with the CEO: He doubted Jason’s fit in the post. These fears materialized when the CEO bluntly told him, “I don’t think you’re strategic enough.” This surprised Jason because he was recruited precisely because of his strategic mindset and approach. When he asked for more specific feedback, the CEO couldn’t give him a straight answer.",
    "Strategy Planning and Execution Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Strategy Planning and Execution. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "How to develop a winning strategy—and put it to work.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "Honing Your Leadership Style: Expand Leadership Versatility (Virtual Group Learning)",
    "Smart Rivals: How Innovative Companies Play Games That Tech Giants Can't Win",
    "Read more on Strategy",
    "Power and influence and Leadership development"
  ]
}