{
  "url": "https://www.ft.lk/columns/Citizens-right-of-access-to-information/4-772104",
  "title": "Citizens’ right of access to information",
  "ut": 1737584646.0,
  "body_paragraphs": [
    "Central Bank of Sri Lanka",
    "Following is a letter to the Information Officer at the Central Bank of Sri Lanka regarding access to information, subsequent to the recently concluded debt restructure",
    "Exercising citizens’ rights under Section 3 (1) of the Right to Information Act, No. 12 of 2016",
    "Re: National economic/monetary stability and good governance related public interest Information in relation to external debt settlements following the recently concluded external bi-lateral debt restructuring",
    "I wish to exercise my rights to access information from the Central Bank of Sri Lanka (being a duly created Independent Public Authority and in my status as a citizen of Sri Lanka), in terms of section 3 (1) of the Right to Information Act, No. 12 of 2016, which reads as “Subject to the provisions of section 5 of this Act, every citizen shall have a right of access to information which is in the possession, custody or control of a public authority”.",
    "In terms of the aforesaid statutory entitlement, I wish to be provided with the undernoted information and clarifications, which are lawfully sought by me connected with the due public interest assessment of national economic/monetary stability and good governance-related public interest information in respect of the bi-lateral external debt settlements, following the recently concluded debt restructure:",
    "1. A descriptive note setting out the revised terms of the agreed future external bi-lateral debt settlements to the following countries post the recent external debt restructure:",
    "2. Revised schedule of interest and other finance charges payable annually on the restructured external bi-lateral debt to the following countries over the next 10 years commencing from 2025",
    "3. Revised schedule of capital repayment debt instalments payable annually on the restructured bi-lateral external debt to the following countries over the next 10 years commencing from 2028",
    "4. Net Present Value gain from the entire external bi-lateral debt restructure as at 2025 where future cash flows are discounted at the current 10-year US Treasury bond yield rate",
    "Looking forward to your earliest response.",
    "cc. Governor, Central Bank of Sri Lanka – Designated Officer Central Bank of Sri Lanka"
  ]
}