{
  "url": "https://www.dailymirror.lk/opinion/Presidential-poll-Need-to-restore-the-senate/172-291552",
  "title": "Presidential poll: Need to restore the senate",
  "ut": 1726086909.0,
  "body_paragraphs": [
    "With mere 9 days to go for the Presidential Election, most people are focusing on the often broken promises of various ruling parties – which were essentially family based – but, constitutional analysts are reflecting on a “system change”. One of such system changes proposed is a body like the Senate which could maintain checks and balances on the ruling party. According to the Soulbury Constitution, under which Sri Lanka gained independence on February 4, 1948, the Senate was also set up and known as the Upper House of Parliament though it was the Lower House that had executive powers.",
    "India, the world’s most populated country of 1.45 billion, has 28 states governed by an administration comprising the Upper House being Rajya Sabha, and the Lower House being Lok Sabha in India’s bicameral Parliament. The executive power is with the Lok Sabha which has 543 members at present, elected on the basis of Universal Adult Suffrage. The Rajya Sabha maintains checks and balances and consists of not more than 250 members representing the States and Union Territories, and 12 members nominated by the President. Rajya Sabha is a permanent body and is not subject to dissolution. However, one third of the members retire every second year, and are replaced by newly elected members. Each member is elected for a term of six years. The Vice President of India is the ex-officio Chairman of Rajya Sabha.",
    "In Sri Lanka’s 1970 General Elections, the Sirimavo Bandaranike led United Left Front (ULF) won with a huge majority. It set up a constituent assembly headed by Lanka Sama Samaja Party (LSSP) stalwart and leading lawyer Dr. Colvin R. de Silva. With the new Republican Constitution which renamed Ceylon as the Republic of Sri Lanka, all ties of governance with Britain was severed, while the National State Assembly replaced the Parliament and the Senate was abolished. William Gopallawa who was the ceremonial Governor-General from 1962 to 1972, became the first and only non-executive President of Sri Lanka from 1972 to 1978.",
    "Though having a solid majority, the Sirimavo government was split in many areas, especially on the Ceiling on Housing Property law introduced by Communist Party frontliner Peter Keuneman and the landmark land ceiling law introduced by Minister Hector Kobbekaduwa. If properly implemented, these revolutionary laws could have brought about major changes in Sri Lanka including the closing of the gap between the rich and the poor because even at that time, some 10% of the rich and ruling elite were known to control some 70% of the Sri Lanka’s wealth and resources.The situation became so catastrophic that Sirimavo Bandranaike’s government was routed at the 1977 General Elections, though it came only a few months after Ms. Bandaranaike had presided over the Non-Aligned Summit which was held in Colombo and attended by leaders from more than 70 countries.",
    "The United National Party (UNP) Leader Dudley Senanayake died in 1973 and strongman J. R. Jayewardene took over and went on to win with a landslide majority in the General Elections that followed.",
    "In 1978, Mr. Jayewardene, introduced the Executive Presidential system believed to have been drafted largely by his brother and famous lawyer Hector Wilfred Jayewardene. But the system was more abused and used especially when Mr. Jayewardene extended the term of Parliament by using his executive powers.",
    "In the 1990s, Sirimavo Bandaranike’s daughter Chandrika Bandaranaike Kumaratunga went on to become the leader of the Western Provincial Council after the then President Ranasinghe Premadasa was killed in a suicide bomb attack by a Liberation Tigers of Tamil Eelam (LTTE) suspect who worked in his household. The then Prime Minister, D.B. Wijetunga, took over as President. He went on to make what many analysts saw as a political blunder by calling for General Elections instead of a Presidential Election. Kumaratunga’s Sri Lanka Freedom Party (SLFP) won this election and she went on to become Prime Minister.",
    "After the UNP’s heavyweight frontrunner Gamini Dissanayake was killed in a LTTE bomb attack, the UNP was compelled to field his wife Srima Dissanayake as the Presidential candidate. But at the election, she was trounced by Kumaratunga.",
    "Kumaratunga described the Executive presidency as a curse and promised to abolish it within 24 hours. But, though it is a cliche, power corrupts and absolute power corrupts absolutely. The system still goes on and that is why we need a body like the Senate to maintain the balance of power."
  ]
}