{
  "url": "https://www.ft.lk/columns/Stop-donating-Sri-Lanka-s-tax-revenue-to-foreign-Governments-Time-for-a-Two-Basket-FDI-strategy/4-787837",
  "title": "Stop donating Sri Lanka’s tax revenue to foreign Governments: Time for a “Two-Basket” FDI strategy",
  "ut": 1770067395.0,
  "body_paragraphs": [
    "For decades, Sri Lanka has wooed foreign investors with a familiar playbook: “Come to us, and we won’t tax your profits for multiple years.” This strategy of tax holidays and slashed corporate rates was once a powerful magnet for Foreign Direct Investment (FDI).",
    "However, the global rules of the game have changed overnight. With the implementation of Pillar Two of the OECD’s Base Erosion and Profit Shifting (BEPS) framework, the old tools are not just blunt—they are broken.",
    "As major economies adopt a Global Minimum Tax of 15%, Sri Lanka faces a critical reality: continuing to offer profit-based tax holidays/concessionary tax income tax rates to large Multinational Enterprises (MNEs) is no longer an incentive for the investor. It is simply a donation of Sri Lankan tax revenue to foreign treasuries.",
    "The “Donation” problem",
    "The new OECD rules apply to “in-scope” MNEs—giants with consolidated annual revenues exceeding €750 million. Under Pillar Two, if these companies pay less than 15% effective tax in a country like Sri Lanka, their home country (or another jurisdiction where they operate) has the right to collect the difference as a “Top-Up Tax.”",
    "Consider a large European tech manufacturer setting up in Sri Lanka. Under our current Strategic Development Project  (SDP) rules, we might grant them a 0% tax rate to attract their factory.",
    "Old Scenario: The company saves 15% in tax. They are happy; they invest.",
    "New Scenario (Pillar Two): Sri Lanka charges 0%. The company’s home country calculates the effective tax rate, sees it is below the 15% global minimum, and collects that missing 15% itself.",
    "The investor pays 15% regardless. The only difference is who gets the money. By offering a tax holiday, Sri Lanka is voluntarily surrendering revenue that the investor is legally obligated to pay somewhere. We are effectively subsidising the treasuries of foreign nations,  who  have adopted OECD Pillar two rules, with money generated on our soil.",
    "The solution: A “Two-Basket” approach",
    "Sri Lanka must stop trying to fit all investors into one policy. We need a targeted Two-Basket Strategy.",
    "Basket 1: The small investors (Status Quo)",
    "For investors with revenues below the €750 million threshold, the OECD Pillar Two rules do not apply. Traditional tools like tax holidays and reduced corporate income tax rates remain highly effective for them.",
    "Strategy: Continue offering profit-based incentives (tax holidays) or reduced income tax rates to Small and Medium Enterprises (SMEs) and smaller foreign investors. This sector remains vital for dynamism and local job creation.",
    "As major economies adopt a Global Minimum Tax of 15%, Sri Lanka faces a critical reality: continuing to offer profit-based tax holidays/concessionary tax income tax rates to large Multinational Enterprises (MNEs) is no longer an incentive for the investor. It is simply a donation of Sri Lankan tax revenue to foreign treasuries",
    "Basket 2: The large MNEs (The Pivot)",
    "For the “in-scope” giants, profit-based incentives are dead. We must shift to Cost-Based Incentives.",
    "Strategy: Instead of exempting profits (which triggers the Top-Up Tax), we should subsidise investment costs.",
    "The Tool: Enhanced Capital Allowances (ECA). This allows companies to deduct a higher percentage of their capital expenditure (machinery, buildings, infrastructure) from their taxable income.",
    "Unlike tax holidays, cost-based incentives like ECAs are generally viewed more favorably under the new global rules because they reward actual economic activity rather than paper profit shifting.",
    "The secret weapons: SBIE and QRTC",
    "To truly compete with regional rivals like Vietnam, Thailand, Singapore and Malaysia, Sri Lanka must adopt the specific technical mechanisms designed to work within the OECD framework.",
    "1. Substance-Based Income Exclusion (SBIE)",
    "The OECD rules are not entirely merciless; they offer a “carve-out” for real economic substance. The SBIE rule allows a jurisdiction to exclude a specific percentage of the income generated from tangible assets (factories, equipment) and payroll costs from the Top-Up Tax calculation.",
    "If an investor builds a real factory and hires Sri Lankan workers, the tax generated by those specific assets and jobs is shielded from the global minimum tax. This rewards “real” investment over “shell company” investment.",
    "Sri Lanka has the opportunity to modernise its fiscal toolkit, ensuring that we attract high-quality, high-substance investment while keeping our tax revenue within our borders",
    "2. Qualified Refundable Tax Credits (QRTC)",
    "This is the gold standard for modern incentives. A QRTC is a tax credit that is refundable in cash (or cash equivalent) within four years if the investor does not have enough tax liability to use it.",
    "The Technical Edge: Under Pillar Two math, a standard tax exemption reduces the “Covered Taxes” (the numerator), drastically lowering the Effective Tax Rate (ETR) and triggering a Top-Up Tax abroad. However, a QRTC is treated as income (increasing the denominator).",
    "The Result: This preserves the investor’s Effective Tax Rate above the 15% danger zone, allowing them to receive a benefit from the Sri Lankan government without triggering a penalty tax back home.",
    "Lessons from the region",
    "We are not operating in a vacuum. Our competitors are already moving:",
    "Vietnam has aggressively moved to adopt Pillar Two and is exploring QRTCs to compensate investors who lose their tax holidays.",
    "Thailand and Singapore are updating their investment promotion acts to include “smart” incentives aligned with the SBIE and QRTC concepts.",
    "If Sri Lanka continues to offer obsolete tax holidays/concessionary income tax rates to large ‘in-scope’  MNEs, we will be the only shop on the street selling VHS tapes in a streaming era.",
    "The way forward: Immediate policy action",
    "Policymakers must realise that adopting these techniques does not require us to wait for full implementation of a Qualified Domestic Minimum Top-up Tax (QDMTT). While a QDMTT is necessary eventually to ensure we capture the tax revenue here, we can—and must—restructure our incentives now.",
    "1. Segregate Incentives: Create clear legislative distinction between incentives for “In-Scope MNEs” (Basket 2) and “Other Investors” (Basket 1).",
    "2. Legislate QRTCs: Introduce Qualified Refundable Tax Credits for high-value sectors (R&D, Green Energy, Tech) specifically for large in-scope MNEs.",
    "3. Leverage SBIE: Design incentives that scale based on the volume of tangible assets and the size of the payroll in Sri Lanka, directly tapping into the Substance-Based Income Exclusion.",
    "The era of the “blanket tax holidays and concessionary income tax rates” to attract large MNEs is over. Sri Lanka has the opportunity to modernise its fiscal toolkit, ensuring that we attract high-quality, high-substance investment while keeping our tax revenue within our borders. Let’s stop donating to foreign governments and start investing in our own future.",
    "(The author is an Attorney at Law, LLB, FCMA (UK) and a CGMA)"
  ]
}