{
  "url": "https://dbsjeyaraj.com/dbsj/?p=86857",
  "title": "“Parasakthi” : Sudha  Kongara’s new Film on the 1965 Anti-Hindi Agitation in Tamil Nadu is a fine blend of political history and human drama",
  "ut": 1768169007.0,
  "body_paragraphs": [
    "2026 has not started off on a great note for Tamil cinema. Two much-anticipated Pongal releases – both Vijay’s Jana Nayagan and Sivakarthikeyan’s Parasakthi – have faced issues due to some points raised by the CBFC (Central Board of Film Certification). With Jana Nayagan hanging in balance,Parasakthihas released after the makers decided to implement 20-odd changes.",
    "Even as fans of cinema find this environment worrisome, what comes as a sigh of relief is Parasakthi’s rich, dense material. Directed by Sudha Kongara, this multi-starrer, featuring Sivakarthikeyan, Atharvaa and Ravi Mohan in lead roles, takes us back to the beginnings of the anti-Hindi imposition protests that happened during the 1960s.",
    "The film kicks off with a busy action block, set in a hurtling train somewhere between two stations. Inside the vehicle is Thiru (Ravi Mohan), searching for something…or someone. Outside, waiting in the dark on the tracks, is a determined Chezhiyan (Sivakarthikeyan). A fight follows, but Chezhiyan gets away, leaving Thiru injured.",
    "Who is Chezhiyan and what exactly is his ‘Purananooru Squad’?",
    "Answers lie in the next 162 minutes – resulting in a film that is terrific in detailing and dense in writing.",
    "The world of Parasakthi is set against the backdrop of the anti-Hindi imposition protests in the Sixties, a movement that would change the course of Tamil Nadu and several other states in the future. This was a time when Hindi was set to be declared as an official language, an act, if implemented, would dramatically alter the lives of those living in the south.",
    "While this reads like a line from a history lesson, director Sudha Kongara places a camera in the middle of all the lives that would get affected by such a decision. A while into the film, an elderly lady heads to a post office, to send a money order to her grandson, only to realise that the entire form is in Hindi, a language alien to her. “They made me – someone who has studied till eighth grade – an illiterate,” she bemoans. It’s this delectable irony that the film wants to capture.",
    "Doing that is Chezhiyan (a sincere Sivakarthikeyan), a firebrand rebel who, in due course, gets mellowed down due to the system’s methods to deal with such revolutionaries. Chezhiyan changes due to a powerful incident that occurs in front of his eyes, but that hardly matters to his younger brother, Chinna (Atharvaa), whose playful mannerisms are an ideal foil to his revolutionary nature that will unfold as time goes by.",
    "There’s a poignant moment in Parasakthi when these two brothers realise the true meaning of what they are fighting for and how it signals hope to future generations. They embrace each other and hug tight, almost signifying that they have truly understood each other. It’s a quiet moment that hits hard.",
    "Parasakthi throws up many such quiet moments even as cries of protests and revolts break everywhere. Like the cold Thiru (Ravi Mohan), who is as determined to stop this revolution as the student leaders are to continue it. There’s a particular sequence in which this coldness comes through, when he pushes someone into a gutter without a trace of mercy. And that…is something that the makers could have worked on more.",
    "We get a lot of insight into Thiru’s methods, but little on the why. Why does he have such hatred for the pro-Tamil students? A flashback or back story might have helped, but that’s a minor grievance that is offset by the solid writing by Sudha and Arjun Nadesan. Thiru’s dialogues, like the one that compares his comeback post injury to the need for Tamil students to learn Hindi, are top notch.",
    "The love portions between Chezhiyan and Ratnamala (Sreeleela) remind you a bit of the Suriya-Aparna Balamurali portions in this director’s previous, Soorarai Potru,but, once she does away from the cutesy moments, Sreeleela too gets an opportune moment to announce herself, quite literally. That this heroine and three major Tamil heroes have so much agency is a major win for the director. Parasakthi is Sudha’s most solid work so far.",
    "Major contributions are also by the music director – GV Prakash, whose tunes delicately balance melody and mass, based on what unfolds on the screen. Ravi K Chandran’s camerawork and the production/art design sets the visual tone for the film well, scoring especially well during the riot scenes, which take us on a journey to the Madras of the Sixties.",
    "There are also a few pan-India surprise appearances that are bound to trigger excitement among theatre-goers. Parasakthi is the kind of film that not only raises awareness – the actual anti-Hindi imposition movement and its heroes are chronicled in the end – but also packs in the right elements of cinema to entertain today’s audiences."
  ]
}