{
  "url": "https://www.ft.lk/columns/Protection-of-the-State-from-Terrorism-Act-A-critique-of-the-current-proposal/4-786485",
  "title": "Protection of the State from Terrorism Act: A critique of the current proposal",
  "ut": 1767562535.0,
  "body_paragraphs": [
    "Far from making any contribution of value to restoration of balance between security and freedom, the proposed draft has the effect of reversing some of the recent gains of law reform in this field without offering anything significant by way of redeeming features. This is a statutory misadventure which can reflect no credit on the laws of our country",
    "Background to the Government proposal",
    "The Prevention of Terrorism (Temporary Provisions) Act, No. 48 of 1979, (PTA), has been vigorously assailed for 45 years as the anchor of a legislative regime which is destructive of basic political and civil rights. It has gained ignominy as an instrument for denial of justice in diverse contexts and also placed in jeopardy, internationally, the prestige of our country as a vibrant democracy. There have been legislative interventions from time to time      by Act No. 10 of 1982 and Act No. 22 of 1988.",
    "By 2022, it was clear that the momentum of reform had to be accelerated. As Minister of Foreign Affairs at the time, on 22 March 2022, I introduced in Parliament, and secured the passage of, a series of amendments to the PTA. This was in the form of Act No. 12 of 2022. These amendments had as their principal objective, shortening the maximum period of permissible detention without trial, enhancing judicial oversight of detention, access to legal representation and communication, expediting of trials, liberalising the law relating to bail, and invocation of the jurisdiction of the Supreme Court in fundamental rights applications.",
    "I made it clear in Parliament that this was only a preliminary step confined to the introduction of urgent amendments to address immediate concerns. The ultimate aim, I informed Parliament, was not ad-hoc modification of the existing law, but the enactment of all-encompassing, fresh legislation. Towards this end, a comprehensive review was underway with participation by the Ministries of Defence, Justice, and Foreign Affairs, and the Attorney General’s Department.",
    "At the 50th session of the Human Rights Council on 13 June 2022, as Foreign Minister of Sri Lanka, I gave a firm assurance in Geneva that, pending this overhaul of the applicable legislation, there would be a de facto moratorium on use of the PTA. Although the Inspector General of Police had issued instructions accordingly at the time, unfortunately, after successive changes of Government, this undertaking was not adhered to.",
    "Three attempts have been made by different governments to enact complete legislation on terrorism. These were the Counter-Terrorism Act gazetted in September 2018, and two versions of an Anti-Terrorism Act in March and September 2023. On account of strong public resistance, none of these found their way into the statute book.",
    "The current draft, Protection of the State from Terrorism Act, (PSTA), which has been in the making for almost a year, was published in December 2025. Notwithstanding the high level of expectation which it had generated, regrettably, the draft Bill fails, in fundamental respects, to advance the law towards justice and freedom.",
    "Issues of definition and scope",
    "One of the main weaknesses of the draft legislation is that it is entirely unsuccessful in addressing the pivotal issue of the legitimate boundaries of an extraordinary system of criminal liability which displaces seminal rights inherent in the Rule of Law. In all democratic cultures, it is recognised that imperatives of security in extreme circumstances call for measures incompatible with guarantees of freedom upheld by the regular law. The lines of demarcation, however, are of overriding importance. From this standpoint, the proposed legislation is a singular disappointment.",
    "Structurally, in its very foundation, it contravenes criteria imposed by international human rights law. This is starkly evident in the approach of the draft Bill to definition of the mental ingredient in terrorism-related offences, one of the critical factors in containing liability within appropriate limits.",
    "International law requires, in this context, a hybrid mental requirement consisting of a dual-layered intention      to cause death, serious bodily harm, or taking of hostages      but necessarily combined with the calculated intention of bringing about a reign of terror and intimidating the public. Both elements are compulsory requisites of liability for a terrorism-related offence. This fundamental postulate is breached by the proposed legislation which adopts the approach of requiring direct intention or knowledge in respect of the first element [section 3(1)], but regards the second as an oblique inference from a “consequence” such as the death of a person, hurt or hostage taking [section 3(2)]. Dramatic lowering of the threshold of responsibility by this mode of definition strikes at the root of the value system entrenched in international law.",
    "The draft legislation creates no fewer than 13 categories of acts carrying the taint of terrorism. The compelling objection to this extensive catalogue is that it blurs the distinction between ordinary criminal acts and the stringently limited category of acts involving terrorism. The first, and indispensable, requirement of legislation in the latter field is that of clear and unambiguous definition with no scope for elasticity of interpretation. By vivid contrast, the draft law contains a multitude of offences which find their proper place in the Penal Code and other regular legislation, but are by no means necessarily susceptible to the label of terrorism. Egregious examples are serious damage to any place of public use or any public property; the offence of robbery, extortion, or theft; and serious obstruction or damage to, or interference with, any electronic, automated, or computerised system [section 3(2)].",
    "The inclusion of these offences in a counter-terrorism law, given the empirical experience of the past, is no less than an invitation to abuse of the system for collateral purposes, with the distinct prospect of danger to cherished democratic freedoms in such vital areas as communication and assembly. This is especially so, because the types of intention envisaged subsume so vague a purpose as “compelling the Government of Sri Lanka or any other Government or an international organisation to do or to abstain from doing any act” [section 3(1) (c)]. The peril is obvious to entirely legitimate forms of protest and agitation. It must be remembered that the penalty applicable is rigorous imprisonment extending up to 20 years and a fine not exceeding 20 million rupees [section 4(b)].",
    "This clearly threatening feature is aggravated by other characteristics of the draft Bill. Several are worthy of note.",
    "(i) Ancillary offences are framed in such broad terms as to inject a deterrent effect in respect of exercise of individual and group rights enshrined by the Constitution. Section 8(1), according to its marginal note, purports to deal with acts “associated with terrorism”, a vague and catch-all phrase. The text of this provision imposes liability on a person who is “concerned in” the commission of a terrorist offence. “Encouragement of Terrorism”, the title of section 9, is manifestly overbroad. Its ambit, encompassing all forms of “indirect encouragement”, would sweep within its purview, for instance, a large swath of the activity associated with the Aragalaya in 2022, which brought about a change of Government.",
    "There is unmistakable exposure for all forms of social activism. Section 10, entitled “Dissemination of Terrorist Publications”, goes so far as to bring within the net of liability for terrorism any person who “provides a service to others that enables them to obtain, read, listen to, or look at a terrorist publication or to acquire it”. The whole range of mainstream and social media is indisputably in jeopardy.",
    "(ii) There are other obnoxious aspects, as well. The draft law makes generous use of the idea of “recklessness”, as in the context of publication of statements and uttering of words (section 9), and in the dissemination of publications (section 10). This is a state of mind alternative to intention; but the concept of “recklessness” is operative within very narrow confines in criminal jurisprudence. This is yet another lever for expansion of liability beyond the class of terrorist offences, properly so designated.",
    "(iii) A feature of the proposed law, open to even more cogent objection, is the extension of this draconian form of liability, carrying condign punishment, to mere omissions. This is the effect of section 15, which makes failure to provide information a terrorist offence. The trend in the modern criminal law is markedly hostile to widening the boundaries of liability to situations in which the accused has only refrained from commission of an act. One of my own mentors, Professor Glanville Williams of Cambridge University, described by Professor Sir Rupert Cross, at the time Vinerian Professor in the University of Oxford, as the greatest criminal lawyer in the United Kingdom since Sir Fitzjames Stephen, has consistently opposed, in principle, the attribution of criminal liability, let alone liability for terrorist offences, to mere omissions. In conjunction with all the other instruments embedded in the draft, this expedient places in the hands of a politically motivated Executive a ready means for indiscriminate application of terrorist sanctions, to the detriment of enjoyment of rights taken for granted in a democratic society.",
    "(iv) Section 3(4), which purports to confer a measure of protection on such activity as protests, advocacy of dissent, or engagement in strikes, by a provision that such activity, by itself, is not to be regarded as a sufficient basis for inference of terrorist intent, has an illusory character. While engendering a sense of comfort, its applicability is negated by parallel provisions which enable imposition of liability, for example, on the ground of alleged intent to bring compulsive pressure to bear on the State [section 3(1)(c)]. Uncertainty created by the conflict between these provisions places at unacceptable risk the ethos of democratic safeguards.",
    "Overreach of the Executive arm for arrest and detention",
    "Broadening of categories of terrorist offences beyond legitimate limits presages an imminent danger. This takes the form of authority conferred on the Executive, represented by such officials as the armed forces, the police, and coast guard personnel, to resort to action which erodes the rudiments of liability. The wider the ambit of terrorist offences, the ampler is the power available to these officials to invade the substance of freedom by action to enter the homes of citizens, interrogate persons, seize documents, carry out stop and search operations on public highways, and engage in other forms of harassment. The current draft has no hesitation in conferring these powers in the fullest measure.",
    "The most hazardous provision of all is one which enables a suspect, already in judicial custody, to be transferred to police custody in pursuance of a detention order issued by the Defence Secretary. It is this power, fraught with dire consequences, that the new draft, in section 39(1), seeks to confer. This power can be invoked on the disingenuous pretext that the suspect, prior to being arrested, had committed an offence of which the officer in charge of the relevant police station was unaware",
    "This is one of the features of the PTA of 1979, which attracted trenchant criticism for more than four decades. In terms of section 9(1) of that Act, the Minister of Defence was invested with power to issue detention orders for a maximum period of three months in the first instance, capable of extension for periods not exceeding three months at a time, subject to an aggregate period of detention not exceeding 18 months. Significantly, corresponding provision is contained in the current draft which empowers the Secretary to the Ministry of Defence to issue detention orders [section 29(2)] at the behest of the Inspector General of Police or a Deputy Inspector General of Police authorised by the IGP [section 29(1)].",
    "The only difference is with regard to the period of detention. According to the new draft, the detention order cannot be extended for a period in excess of two months at a time, and the aggregate period is a maximum of one year. Subject to this marginal variation, the perils of the instrument of a detention order continue, unabated.",
    "What is especially disquieting are the grounds specified in the draft for issuance of a detention order. There are four grounds spelt out. Among these is “to facilitate the conduct of the investigation in respect of the suspect” [section  3(a)]. This is wide enough to permit the most flagrant abuse. A provision, so flexibly phrased, allows detention without judicial review. Due process, required by the regular criminal justice system, is supplanted by a regime antithetical at its core to the fundamentals of the Rule of Law.",
    "Our country has had a distressing record of torture and extrajudicial executions in custodial settings. The recurring feature is that these atrocities have typically taken place in non-judicial custody. In the face of this reality and in cynical disregard of sustained protests against this obvious avenue of abuse, the present draft complacently leaves wide open this convenient window. This is done by section 30(1) which accords official sanction to “approved places of detention”. The accumulated harrowing experience of the past has totally escaped attention.",
    "Despite largely cosmetic concessions, the victims of detention orders within the framework of the proposed legislation, no less than under previous statutory regimes, remain substantially at the mercy of the Executive.",
    "The exhortation in section 36 that “Every investigation shall be completed without unnecessary delay” amounts to no more than a pious aspiration, in the absence of a mandatory maximum period stipulated for investigations. Moreover, even when the investigation, potentially open-ended, has been completed and a report submitted to the Magistrate, the Magistrate’s power to discharge the suspect is rigidly curtailed. This is because a judicial order for discharge is possible in terms of section 36(3) only when an allegation against the suspect is not disclosed on the face of the report. There is telling irony in this situation.",
    "The loophole is one through which the Executive is able to drive a coach and six with the greatest ease. Practical experience demonstrates conclusively that, in situations indicative of the most grotesque abuse in the past, the courts were confronted not with the total absence of an allegation, but rather with a clumsy, trumped-up allegation defying credibility. In this, the typical case, the proposed legislation chooses to leave the Magistrate with no jurisdiction to grant urgently needed relief.",
    "The most hazardous provision of all is one which enables a suspect, already in judicial custody, to be transferred to police custody in pursuance of a detention order issued by the Defence Secretary. It is this power, fraught with dire consequences, that the new draft, in section 39(1), seeks to confer. This power can be invoked on the disingenuous pretext that the suspect, prior to being arrested, had committed an offence of which the officer in charge of the relevant police station was unaware. While the desirable direction of movement is obviously from police to judicial custody, movement in the opposite direction is the  strange result of this provision. Although interposition of a High Court Judge’s authority is envisaged, the exigencies of a security situation, urged with emphasis by the Executive, may well be difficult to resist in practice.",
    "Other oppressive interventions",
    "(a) Restriction orders",
    "It is quite remarkable that other instruments of oppression which have attracted strenuous condemnation during the entire operation of the PTA, continue substantially intact.",
    "Restriction orders offer an illustrative example. Any police officer of the rank of Deputy Inspector General of Police or above is given authority to make application to a Magistrate’s Court for a restriction order (section 64). The only contrast with the PTA is that, in terms of that regime, the Minister was empowered to make the order directly. In subsequent attempts at reform, this was clearly acknowledged as unacceptable, and in the amending legislation proposed but not enacted in September 2023, the initiative was that of the President and it was the High Court that had jurisdiction to issue the order.In comparison with this, the current proposal is regressive, in that the application is to be made by a police officer, (clearly at the behest of the Executive), and jurisdiction to issue the order is vested in a lower court.",
    "In yet another respect, the present proposal is less satisfactory than the innovation proposed in 2023, in that desirable safeguards embedded in the latter, such as that the order sought should be “necessary” or “proportionate” [section 80(4)], are omitted from the present proposal. In this sense, the current draft is not merely stagnant but regressive, by abjuring salutary approaches to reform.",
    "Restriction orders, without doubt, infringe basic rights corrosively. Their awesome scope contravenes core rights as to communication, association, employment, and travel [section 64(3)]. These erosions remain untouched as to intensity and range, except in respect of duration.While the PTA provided that a restriction order was to be in force for a period not exceeding 3 months, subject to further extensions of 3 months at a time, the maximum aggregate of such extensions being 18 months, the sole concession made by the present proposal is that the validity of a restriction order is limited to 1 month, and the aggregate period cannot exceed 6 months [section 64(9)].",
    "(b) Proscription orders",
    "In this regard as well, the present proposal takes a step in the wrong direction. Proscription orders are a means by which the President exercises overarching power, simply by notification in the Gazette, to declare organisations illegal, with the consequence of preventing recruitment, meetings, and other activities, transactions in bank accounts, lobbying and canvassing, and publication of material (section 63). The period of application of a proscription order has an arbitrary and capricious quality: it is entirely at the discretion of the President and remains valid until rescinded [section 63(6)].",
    "It is especially noteworthy that the legislative regime at present in force, the PTA, contains no provision whatever for the issuance of proscription orders. This purpose could be accomplished only by having recourse to regulations made under section 27(1) of the Act. Incorporation of this power in the substance of the principal Act itself was proposed in the draft legislation of 2023, which could not be enacted because of vehement resistance. The current proposal, curiously enough, sanctifies as part of the substantive Act, a dangerously fraught procedure which can, as of now, be resorted to only through subordinate legislation. The present draft, then, operates as a travesty rather than a palliative by pushing the law backwards. This hardly amounts to delivery on a promise that underpinned the year-long process which culminated in publication of the current proposal.",
    "(c) Declarations designating prohibited places",
    "The bizarre reality, here again, is that the present proposal, far from expunging excrescences from the current law, actually adds further objectionable provisions which do not exist in the body of terrorist legislation today.",
    "The much-maligned PTA does not include a provision empowering the Executive to declare places as “prohibited places”. This had to be done, if at all, under the aegis of legislation dealing with entirely different subject matter, for example, section 2 of the Official Secrets Act, No. 32 of 1955. Contrary to the professed objective, the new proposal, for the first time, introduces into terrorist legislation the conferment of power on the Defence Secretary to designate “prohibited places”.",
    "The consequences are far-reaching, indeed: entry into a designated place, the taking of photographs and video recordings, and the making of drawings or sketches are all criminalised by the infliction of imprisonment for up to 3 years or a fine not exceeding 3 million rupees [section 66(8)]. This has a particularly chilling effect on journalists and media personnel; and it is the bequest of legislation professedly aspiring to enhance the contours of freedom.",
    "Our country has had a distressing record of torture and extrajudicial executions in custodial settings. The recurring feature is that these atrocities have typically taken place in non-judicial custody. In the face of this reality and in cynical disregard of sustained protests against this obvious avenue of abuse, the present draft complacently leaves wide open this convenient window. This is done by section 30(1) which accords official sanction to “approved places of detention”. The accumulated harrowing experience of the past has totally escaped attention",
    "Deprivation of liberty by insidious pressure",
    "One of the few positive elements of the new proposal is the deletion of provisions in the PTA dealing with the admissibility of confessions made to a police officer above the rank of an Assistant Superintendent [section 16(1) of the PTA]. Unfortunately, however, this benefit is largely detracted from by other provisions which constitute an onslaught on values intrinsic to the Rule of Law. Pre-eminent among these is the presumption of innocence and the postulate precluding denial of freedom except in full compliance with due process, both substantively and procedurally.",
    "These sacrosanct values receive short shrift in the proposed law, which gives the Attorney-General overwhelming coercive powers in respect of deferment of criminal proceedings on the basis of an iniquitous quid pro quo. The Attorney-General is invested with authority to defer the institution of criminal proceedings for as long a period as 20 years on the footing of a “prior consensual agreement” between the Attorney-General and the suspect, subject to sanction by the High Court [section 56(1)].",
    "It is entirely unrealistic to impute to this “agreement” any element of spontaneity or independent volition. The suspect finds himself under virtually irresistible pressure to acquiesce in any condition proposed, in order to obtain release from the stress and turmoil of a criminal trial potentially entailing the gravest penalties. The situation becomes wholly untenable when the condition takes the form of submission to “a specified programme of rehabilitation”. This is a euphemism for de facto incarceration under thinly-veiled duress without the interposition of a fair trial before a court of law.",
    "Far from making any contribution of value to restoration of balance between security and freedom, the proposed draft has the effect of reversing some of the recent gains of law reform in this field without offering anything significant by way of redeeming features. This is a statutory misadventure which can reflect no credit on the laws of our country.",
    "(The author is a Former Minister of Justice, Constitutional Affairs and National Integration; Quondam Visiting Fellow of the Universities of Oxford, Cambridge and London;  Former Vice-Chancellor and Emeritus Professor of Law of the University of Colombo)"
  ]
}