{
  "url": "https://www.dailymirror.lk/opinion/Beyond-the-Title-Parliament-Needs-a-Focus-on-Expertise/172-298772",
  "title": "Beyond the Title: Parliament Needs a Focus on Expertise",
  "ut": 1734977202.0,
  "body_paragraphs": [
    "The proposal put forward by MP Dilith Jayaweera, advocating for the complete disregard of academic titles in Parliament, is an exceptionally wise one. In a space where decisions impacting the nation are made, the focus should be on the practical expertise, experience, and integrity of the individuals, rather than their academic achievements.",
    "The ongoing debate over the academic qualifications of parliamentarians, sparked by the former Speaker’s alleged misuse of the title “Doctor,” has ignited widespread discussions about qualifications, titles, and their implications in public office. It is only those holding degrees with the letter “D”, such as D.Litt., Ph.D., or D.Sc. are entitled to the title ‘Doctor’. While Parliament often faces criticism for lacking adequately qualified members, history demonstrates that neither limited formal education nor high academic achievements are definitive indicators of legislative success. For instance, Hon. D.S. Senanayake, one of the most successful heads of state, and Sirimavo Bandaranaike, another prominent leader, had only basic educational qualifications—the former completing the Junior School Certificate (Grade Eight) and the latter the Senior School Certificate.",
    "The controversy surrounding former Speaker Ranwala’s resignation has exposed a longstanding issue: the widespread tendency to fabricate or exaggerate qualifications in pursuit of social recognition or personal gain. This false pretension has become a pervasive ailment, damaging the integrity of our public sphere. Many individuals in our society treat degrees as if they were status symbols, akin to expensive jewellery, yet they may be among the least educated or refined.",
    "The record for the most academically educated parliament was held by the UK House of Commons during Theresa May’s Conservative rule (2017–2019), where 84% of members were university graduates, with 126 holding postgraduate qualifications. However, the period was dominated by the Brexit crisis. Following David Cameron’s resignation, she faced the challenge of navigating the UK’s EU withdrawal. Her proposed Brexit deals were repeatedly rejected, exposing divisions within her party and the Parliament, ultimately leading to her untimely resignation. Domestically, her government faced criticism over austerity, NHS funding, and public services. Her tenure is remembered for political deadlock and deepening divisions.",
    "In recent times, both the last Parliament, dominated by Viyathmaga, and the current one, populated by NPP academics, have witnessed a proliferation of “PhDs” sprouting like mushrooms. In the recent elections, one reason that voters were drawn towards NPP was their impressive academic qualifications, which contrasted with others, often seen as having only basic or below basic educational backgrounds. This focus on credentials played a key role in shaping perceptions of competence and leadership.",
    "The issue of fake degrees extends to Asia, Europe and the USA, where individuals across various sectors, from politics to business, have been found to exaggerate or fabricate their academic qualifications. This raises concerns about the integrity of academic credentials and the need for stronger verification processes. Despite their academic credentials in fields such as engineering, science or other disciplines, they haven’t meaningfully strengthened governance. Ironically, the Speaker whose alleged misuse of the “Doctor” title has drawn unprecedented scrutiny, appears to be the exception in facing such intense criticism. This raises broader questions about the real value and relevance of academic qualifications in politics and public office.",
    "A compelling example that sheds light on this debate is the late Dr. N.M. Perera, a prominent leader of Sri Lanka’s Trotskyist Lanka Sama Samaja Party (LSSP). Dr. Perera was an intellectual giant, holding both a Ph.D. and a D.Sc. accomplishments that placed him in a league of his own. He earned his Ph.D. with a thesis on the Constitution of the German Weimar Republic, a study that displayed deep analytical precision. Building on this, he undertook a comparative study of the constitutions of the UK, United States, France, and Germany, earning him a D.Sc. from the University of London; all in fields affiliated to Political Science. In doing so, he became the first Ceylonese to achieve a Doctor of Science degree from that institution—a groundbreaking academic milestone.",
    "Despite his formidable academic achievements, Dr. Perera was candid about the practical limitations of his training in political life. As Finance Minister from 1970 to 1975, he presided over one of the country’s worst economic disasters. In an interview with a foreign journalist, he admitted that, had he aspired to politics earlier, he would have studied Law and History instead. This observation underscores a critical reality: academic excellence in fields like political science and comparative studies may earn respect but often fails to translate into practical legislative impact, where legal and historical knowledge is indispensable.",
    "Dr. Perera’s reflection serves as a stark reminder that doctorates, regardless of their prestige, are not always directly applicable to governance. It underscores the point that academic qualifications, unless aligned with the practical needs of legislative work—particularly in the legal domain—may add little value to the complexities of effective policymaking and governance. This calls into question the utility of many academic titles proudly carried by today’s parliamentarians and emphasises the need for competence that extends beyond degrees and into real-world applicability.",
    "A further point in support of this is that in 1972, when Sirimavo Bandaranaike contemplated introducing a new republican constitution, she initially considered entrusting the task to Dr. N.M. Perera, recognising his theoretical expertise in political science. However, Dr. Perera, quite correctly, declined and proposed his colleague Dr. Colvin R. de Silva, a scholar of law and history, whose expertise was more suited to the task.",
    "The commonly lamented notion that our Parliament suffers from a shortage of legally qualified members, which has contributed to its poor image, is not entirely valid. Many outstanding legislators, despite limited formal education, have excelled, while some with impressive academic qualifications have failed miserably. Nonetheless, the current discourse does raise some thought-provoking points.",
    "Parliamentarians carry the critical responsibility of shaping a nation’s laws, with decisions that impact both society and the global stage. Their role demands intellect, diligence, and ethical integrity. Effective MPs must understand, evaluate, and critique legislative proposals while possessing the skill to approve and implement laws and policies that guide governance. The 21st century presents increasingly complex challenges in a globalised world. Issues like climate change, technological advances, international trade, and global security require legislators to look beyond domestic concerns and address the interconnected realities of a rapidly evolving world. This growing complexity highlights the pressing need for legislators who are not only well-informed and skilled but also capable of collaborative problem-solving and strategic decision-making. The effectiveness of a Parliament depends on its members’ ability to rise to these challenges, ensuring that laws and policies are not only robust but also relevant to the evolving needs of society.",
    "There also seem to be several “Professors” on both sides of the divide. Isn’t it logical to reserve this university title for its proper context in academic institutions? A professor is a unique position denoting a teacher’s role in tertiary education. To address potential institutional inequalities, there are international agencies that customarily avoid using academic titles within their institutions, recognising the distinction between academic and professional roles. Using the title of “Professor” outside of its intended context can dilute its meaning and create confusion about the true nature of one’s qualifications and expertise, even though the title “Emeritus” is rightfully awarded to selected senior professors upon retirement.",
    "The writer can be reached at:"
  ]
}