{
  "url": "https://www.dailymirror.lk/opinion/New-government-new-hopes-and-new-challenges/172-292450",
  "title": "New government, new hopes and new challenges",
  "ut": 1727282581.0,
  "body_paragraphs": [
    "As predicted by political analysts, the presidential poll in Sri Lanka saw the ushering in of Anura Kumara Dissanayake as the island’s new president",
    "(Pic by Nisal Baduge)",
    "India sees its old enemies muscling up. Therefore, it never wants Sri Lanka as its closest maritime neighbour to be drawn into the sphere of influence by China.  In the meantime, China also looks to a new chapter of strategic partnership cooperation with the new government of Sri Lanka",
    "People carry fresh hopes and expect the new government to deliver mainly on the economic front",
    "Had all those who marked their ballot papers in favour of Wickremesinghe given their second or third preferences to one of the first two in the race, it could have even brought about a change in the results of the first count",
    "The Commonwealth Observer Group that monitored the election process also stressed the need for education of voters on marking preferences",
    "As predicted by political analysts, the September 21 presidential poll concluded up with many firsts. First and foremost, it ushered Anura Kumara Dissanayake alias AKD in to presidency; a politician from outside the traditional, political mainstream.",
    "Also for the first time since 1982, when a presidential election was conducted first, the Election Commission had to opt for a second count of preferences to decide on the winner since no candidate managed to get the nod of 50 percent plus one of the total votes polled. No candidate was able to achieve this target because the race was three-cornered and former President Ranil Wickremesinghe- who ended up in the third position- also secured a fair chunk of the votes.",
    "The significance of marking second and third preferences became apparent this time. In fact, had all those who marked their ballot papers in favour of Wickremesinghe given their second or third preferences to one of the first two in the race, it could have even brought about a change in the results of the first count.",
    "The Commonwealth Observer Group that monitored the election process also stressed the need for education of voters on marking preferences.",
    "“We have noted that there is a need for greater voter education, including dedicated educational programmes demonstrating the preferential voting system, which led to confusion about how the system works, and how voters cast their ballots in order of preference,” the group said in a statement at the end of their mission in Sri Lanka.",
    "Also, this is the first election conducted after the enactment of the Regulation of Elections Expenditure Act No.3 (2023).",
    "The group made the following remarks about it: “This is a welcome development; however, stakeholders informed the Group that the Election Commission lacked capacity to enforce this law and we hope that the Commission will take necessary measures to address this. We note the efforts by some Civil Society Organisations who were actively engaged in monitoring campaign expenditure. We note that the Election Commission and other stakeholders including the media and CSOs have made significant strides in educating and informing citizens during this election cycle, surpassing previous elections, according to it”.",
    "The election is now over and the new President has been sworn in.  People carry fresh hopes and expect the new government to deliver mainly on the economic front.",
    "The President has to marshal his government with just three MPs who were to be assigned key Cabinet portfolios yesterday.  That is for an interim period. AKD is also for the conclusion of the general election as early as possible so that the new Parliament can be convened later this year. During this interim period, the government will not opt for major policy implementation.",
    "Fresh after the electoral victory at the presidential election, it is understandable as to why the President opted for the conduct of the general election as soon as possible. The opposition is now in disarray and reeling from the defeat at the presidential election whereas the ruling party is buoyed. Then, the earlier, the better for the government to go for snap general elections.",
    "The government is required to deliver in terms of economic benefits to people. Also it is required to achieve results on the ground as far as reduction of corruption and frauds are concerned.  Delivery on these aspects is challenging in the short run given economic circumstances of the country. The country is not yet out of the woods after the economic crisis. The President is awake to this reality, and that is why, he maintained that he wasn’t a magician in terms of doing wonders.  He stressed the importance of a collective effort to get out of the crisis and realise the expectations of the people.",
    "Like on the economic front, the new government is heading for challenges on the international front in reconciliation of interests of major powers such as India, China, the United States and Japan.",
    "India closely observed the presidential election in Sri Lanka. The island of Sri Lanka is positioned strategically in the region with major powers vying for influence. Sri Lanka has now imposed a moratorium on foreign vessels carrying out research activities in its waters for one year period to be ended in January, next year.  It was done by the former government due to pressure from India. China sees it as a step targeting its vessels entering into Sri Lankan waters.",
    "This is a fresh challenge for the foreign policy interlocutors of the new government to handle with deft diplomacy.",
    "In India, national security strategy is again under public discussion as the neighbourhood gets into a flux.",
    "It lost a friend in Bangladesh after then Prime Minister Sheikh Hasina stepped down in the face of public unrest.",
    "India sees its old enemies muscling up. Therefore, it never wants Sri Lanka as its closest maritime neighbour to be drawn into the sphere of influence by China.  In the meantime, China also looks to a new chapter of strategic partnership cooperation with the new government of Sri Lanka.  Only deft diplomacy will strike the balance."
  ]
}