{
  "url": "https://www.technologyreview.com/2024/08/09/1096097/this-futuristic-space-habitat-is-designed-to-self-assemble-in-orbit/",
  "title": "This futuristic space habitat is designed to self-assemble in orbit",
  "ut": 1723159800.0,
  "body_paragraphs": [
    "More people are traveling to space, but the International Space Station can only hold 11 people at a time. The Aurelia Institute, a nonprofit space architecture lab based in Cambridge, MA, has an approach that may help: a habitat that can be launched in compact stacks of flat tiles and self-assemble in orbit. Building large space habitats is difficult. Structural components, like walls, have to fit on a rocket. There’s often not enough room to launch everything in one go. It takes multiple launches to build larger structures, like the ISS, adding to the expense. Once all the components have made it to space, habitats must be constructed by humans, and that’s dangerous work.   “If you rely on a human to help you assemble something, they have to put on an extravehicular suit,” says Aurelia Institute CEO Ariel Ekblaw. “It's risking their life. We'd love to have this done more safely in the future.\"    At a co-working space in Roxbury, MA, in early August, the Aurelia Institute showed off a mock-up of a space habitat called TESSERAE. The structure looks like a futuristic, one-story-tall soccer ball. The team described how the station’s tiles, each about six-feet tall and wide, would come together.",
    "The idea is to make the structure as compact as possible for launch. “Right now, anything that goes up is in the very rigid structure of the payload, which is what sits on top of the rocket,” says Stephanie Sjoblom, Aurelia Institute’s vice president of strategy and business development. “With this technology, we’re creating tiles that we stack kind of like a flat-packed IKEA box.”  Following a successful launch, the tiles would be thrown into space in a balloon-like structure or net to stop them from drifting away. The net would keep the tiles, which have strong magnets in their edges, close enough for magnetic attraction. The hope is that the tiles would then snap together on their own into the correct configuration the first time. If they don’t, the team can pulse a current through the magnets to break apart the incorrectly configured tiles and try again. Following assembly, electrical and plumbing systems can be mounted by hand.",
    "Modules and inflatables So far, the team has successfully assembled smaller hand-sized tiles in space several times, including during Axiom Space’s Ax-1 mission to the ISS in 2022. They have yet to build a to-scale model of TESSERAE in space and say that construction would likely require a partner.  “It’s hard for us to give an accurate figure of how much longer it will take for it to be human-crewed,” says Ekblaw. “It probably depends on if we get a partnership with NASA or Axiom. But certainly by the 2030s.” Aurelia won’t share how much money they’ve raised or spent on this work, but they said it has been funded in part by NASA grants and corporate sponsorships.  There are lots of groups working on space stations. Axiom Space is working on its own orbital station, the first module of which it aims to launch in 2026 and temporarily attach to the ISS. Blue Origin and Sierra Space are working on Orbital Reef, a project to support up to 10 people at a time in a “mixed-use business park.” These stations will rely on humans for their construction, and launching the pieces will probably take a few trips.  There’s another way to make something compact for launch: inflate it in orbit. NASA has already done this—its experimental BEAM habitat, which is connected to the ISS, launched in 2016 and has stored cargo. Sierra Space wants to make inflatable habitats as large as a three-story building, although they’ve yet to test these designs in space.  Ekblaw sees the TESSERAE habitat and inflatables as complementary technologies. TESSERAE’s hard outer shell should better protect astronauts from space debris, such as micrometeoroids. And the TESSERAE habitat is more easily repaired than an inflatable, she says, because tiles can simply be switched out. That’s not true for inflatables, where a tear may mean a complicated patch job or replacing the entire habitat. “I’m very pro-inflatables,” Ekblaw says. “I think the answer should be both, not either.”   Design challenges The Aurelia Institute envisions that, once constructed, the TESSERAE habitat will be quite different from what we usually see at the ISS: not just functional, but also fun, accessible, and comfortable.",
    "The design contains whimsical elements informed by hundreds of interviews with astronauts. One looks like a massive inflatable sea anemone that sticks out of the wall. But it’s actually a couch—lying down in space isn’t easy, so astronauts could, theoretically, wedge themselves between inflatable branches and get cozy.  Scaling up the technology will be difficult, though. Oliver Jia-Richards, an aerospace engineer at University of Michigan, isn’t sure whether Aurelia’s combination of magnets and sensors will be enough to get larger tiles to self-assemble. Moving things in space with precision typically requires a propulsion system. “If they accomplished this, it would be a breakthrough in terms of how we do this,” says Jia-Richards. Ekblaw says she’s not ruling out the need for propulsion.   The structures the tiles can currently create are also not airtight, and therefore not human-ready, Ekblaw notes. Her team may add latches at the edges of the tiles, which would knit them together more closely. Another idea is to inflate an airtight balloon in the middle of the space for people to live within. In that case, the tiles would become simply an exoskeleton to an interior, pressurized bladder.  The team just got approved by NASA to send more small tiles up to the ISS next year. This time, they’ll send up about 32 (rather than just five) and see if they can build an entire spherical structure on a small scale.  hide"
  ]
}