{
  "url": "https://www.dailymirror.lk/opinion/Capital-punishment-will-not-reduce-rape-statistics-show/172-291373",
  "title": "Capital punishment will not reduce rape, statistics show",
  "ut": 1725916991.0,
  "body_paragraphs": [
    "Aparajita Bill proposes that the convict be imprisoned for life or face the death penalty and a fine",
    "On September 3, the West Bengal State Assembly unanimously passed the “Aparajita Women and Child Bill” which provides for the death sentence in rape cases",
    "Rape is not reported because Indian society tends to blame the victims and not the rapist",
    "On June 1, the Vatican accepted the resignation of Indian Bishop Franco Mulakkal, almost five years after police arrested him on charges of raping a nun",
    "On September 3, the West Bengal State Assembly unanimously passed the “Aparajita Women and Child Bill” which provides for the death sentence in rape cases. The Bill  has now been sent to the Indian President for sanction.",
    "The Bill was passed under public pressure after a young female doctor was raped and murdered by a night duty attendant at the government-owned R.H.Kar medical college and hospital in Kolkata.",
    "It amended several provisions of the new Indian Penal code called the Bharatiya Nyaya Sanhita, 2023 (BNS) to tweak punishments.",
    "Section 64 of BNS says that the punishment for rape should be rigorous imprisonment for a minimum of 10 years and up to life imprisonment, along with a fine. But the Aparajita Bill intends to do away with the lower cap of 10 years. It proposes that the convict be imprisoned for life or face the death penalty and a fine.",
    "Section 65 of BNS says that if the victim dies or is left in a vegetative state, the punishment is rigorous imprisonment for a minimum of 20 years, or life imprisonment and fine. But the state Bill proposes mandatory death penalty and a fine.",
    "The punishment for gang rape under Section 70 (1) of the BNS is rigorous imprisonment for a minimum of 20 years, which may be extended to life imprisonment, along with a fine. Here again, the State Bill intends to abolish the lower cap and proposes life imprisonment or death and fine.",
    "Repeated offenders are to be punished with life imprisonment or death under Section 71 of BNS. But the Aparajita Bill proposes that the convict be liable to pay a fine as well.",
    "However, experts told the media that stricter punishment or even the death penalty will not act as a deterrent or reduce the rate of the crime.  Bikash Ranjan Bhattacharya, the advocate representing the family of the victim, said that death penalty is no penalty and is no deterrent.",
    "There is no evidence that tough sentences, including death, act as deterrents. If anything, rape numbers have gone up since the 2013 amendments that made punishment for rape tougher than ever. India’s rape laws were tightened after the rape of a girl in a bus at night in Delhi on December 16, 2012 (the Nirbhaya case). The girl, a medical technician, was thrown out of the bus after being raped and left to die on the road.",
    "But instead of bringing down the number of rape cases, the new legal approach to rape only led to an increase in rape cases. In 2012, there were 24,923 rape cases according to the National Crime Records Bureau (NCRB). Ten years later, in 2022, the number of rape cases had climbed to 31,516 !",
    "Law’s aim should be make society safe for women and not just aim at eliminating the offender and imagine that the problem has been solved. Rape is a social problem not just another heinous crime. The roots of rape lie deep in social, cultural and economic conditions. These have to be changed. There should be a provision for the reformation of the perpetrator, legal experts and sociologists say.",
    "Studies of rape in South Asia and Western countries show that it is widespread especially if marital rape is included. And the reasons for rape lie in social conditions and social norms and not so much in a criminal mind.",
    "According to the WHO, violence against women including rape, is as serious a cause of death and incapacity among women of reproductive age as cancer, and a greater cause of ill-health than traffic accidents and malaria combined. The abuse of women is condoned in almost every society of the world, WHO adds.",
    "According to the Indian National Crime Records Bureau (NCRB) 33,356 rape cases were registered in India in 2018 alone. Among Indian states, Madhya Pradesh reported the highest (5,433) number of rape cases in 2018, followed by Rajasthan (4,335), Uttar Pradesh (3,946), Maharashtra (2,142), Chhattisgarh (2,091), Kerala (1,945), Assam (1,648), Delhi (1,215), Haryana (1,296), Jharkhand (1,090) and West Bengal (1,069).",
    "In almost 94 out of 100 rape cases, the victim was known to the offender. In 15,972 of the total 33,356 rape cases, the offenders were either family friends or a neighbour or the employer, or a known person. In 12,568 cases, the offenders were friends or online friends or a live-in partner or a separated husband. Rape-victims are of different ages, ranging from 3 to 50.",
    "Actually the numbers should be more because many cases go unreported (including marital rape which is sex with the wife without her consent).",
    "Rape is not reported because Indian society tends to blame the victims and not the rapist. Typically, society would say: “You dressed inappropriately” or “You provoked him.” The result: the rapist is let off the hook.",
    "Mohammad Alam Chowdhury, Akkas Ahamed and Md. Sayedur Rahman say in their paper in the Journal of Social Sciences and Humanities Review (JSSHR)/Vol. 5, No. 2, 2020) that in Bangladesh too, it is the rape victim who loses social esteem or honour and not the rapist. The entire family of the victim losses social honour. These two factors force the victim and the family not to tell the world about it.",
    "“Bangladesh is gradually becoming a safe zone for rapists. There is a relationship between patriarchy and rape here. Also, a huge number of young people are involved in rape. Lack of the rule of law, and the culture of impunity in the legal process are the root causes of rape here. Political leaders with huge money and bureaucratic powers are given leeway in the legal process,” the authors say.",
    "While rapists could come from any class or social strata, a notable feature is that the socially and economically powerful classes indulge in it to show their power over the weak, and use their power to get away with it. However, there are instances of lower class men raping upper class or caste women in an act of revenge against inequality.",
    "In the Nirbhaya case, one of the jailed rapists told the media that the girl had no right to venture out at night and expect not to be punished (raped) for it. He was fancying himself as a vigilante to enforce his idea of “Indian culture” on erring girls.",
    "Rape is common in areas where feudalism survives in some form. According to noted Bangladeshi journalist, Afsan Chowdhury, Bangladesh is largely a peasant society despite urbanisation and material prosperity. In societies with a feudalistic past, rape is common. It is a matter of right for the socially and economically stronger man to lay a dependent woman.",
    "In at least one caste in South India, the daughter-in-law has to submit to the sexual demands of the father-in-law. In the modern context, bureaucrats could rape female clerks; house tutors rape his female students.",
    "Religious teachers have raped female devotees in Bangladesh, Pakistan and India. Nithyananda of Tamil Nadu, Gurmeet Ram Rahim Singh and Asaram Bapu in North India, are godmen who were accused of sexual abuse and rape.",
    "However, the likes of Ram Rahim Singh have followers despite being convicted of rape. Religious leader Gurmeet Ram Rahim Singh “Insan” was held guilty on two counts of rape by a special court in Haryana in 2017. But this led to large-scale violent protests and vandalism in parts of North India, with over 200,000 people gathering near the court premises ahead of his verdict.",
    "On June 1, the Vatican accepted the resignation of Indian Bishop Franco Mulakkal, almost five years after police arrested him on charges of raping a nun. The “soft” Vatican only “requested” his resignation, said a statement from the Apostolic Nunciature in India. The statement added that this should not be seen as a “disciplinary measure imposed upon” the bishop.",
    "The Vatican’s move in the Bishop Mulakkal case came 18 months after a lower court acquitted him, and when an appeal against the acquittal was pending in a higher court. Bishop Mulakkal was the fourth Catholic bishop to resign over allegations of sexual abuse in India — all in the past 15 years according to UCA News.",
    "In all four cases, the hierarchy had failed to act on its own against the accused but moved only after public outrage and police complaints.",
    "Indian movies often have a rape scene, but the rapist is not shown in a positive light as he is usually the villain. However, the way he entices a girl and rapes her, gives ideas to potential rapists in the audience."
  ]
}