{
  "url": "https://www.dailymirror.lk/opinion/HOW-CAN-THE-NEW-GOVERNMENT-BEST-TAKE-CARE-OF-OUR-CHILDREN-and-YOUTH/172-299128",
  "title": "HOW CAN THE NEW GOVERNMENT BEST TAKE CARE OF OUR CHILDREN and YOUTH?",
  "ut": 1735591612.0,
  "body_paragraphs": [
    "#InOurHands, another innovative National campaign by SCCT and CPA will be launched in January 2025 encouraging people the power to hold the public representatives accountable",
    "Stop Child Cruelty Trust (SCCT) and Child Protection Alliance (CPA) comprising of thirteen credible organisations  committed to protect and promote the rights of children have appealed to President, Anura Kumara Dissanayake and the newly elected Government to elevate child welfare to the heart of national governance ushering a new dawn, firmly focusing on the true beneficiaries of the future: our children first.",
    "The ‘Summary Proposal for the Protection and Promotion of Child Rights – A Dawn of a New Era’ highlights that citizens under the age of 18 years constitute 25 percent of Sri Lanka’s population.  Although Sri Lanka ratified the UN Convention of the Rights of the Child (UNCRC) in 1991, child protection has become a national crisis in our paradise island. The proposal defines the objectives that the Government should focus on as Short term (0 – 6 months), Medium term (6 months – 2 years) and Long term (2 – 4 years).",
    "All of the leaders of the main political parties including Anura Kumara Dissanayake from National People’s Power (NPP) signed a proposal to put child protection at the heart of the national political agenda in 2022. However, it was deeply disheartening to note the lack of a specific policy proposal for child welfare during the Presidential and General Election campaign of all parties in 2024. SCCT and CPA hopes that this summary proposal will provide direction for the new government to deliver sustainable changes to really focus on our Children First beyond the rhetoric.",
    "The Summary Proposal was accompanied by ‘Children First – A Deep Dive into the National Child Protection Authority’s Role in Child Protection in Sri Lanka’, a comprehensive report of the Authority to shed light on its performance and identify areas of improvement. The historic first report of its kind was authored by iProbono, a CPA member organisation.  iProbono is a global group of social justice organisations and affiliates with a mission to enable people to access their rights in pursuit of a just society.",
    "To gain a comprehensive understanding of the National Child Protection Authority’s (NCPA) performance, iProbono conducted a thorough review of the Authority’s annual reports, the findings of the Auditor General, and key statistical data spanning the period from 2014 to 2022. This analysis revealed several areas where the NCPA could significantly enhance its operations. The findings suggest that the Authority is not fully leveraging its mandated powers, hindering its ability to effectively address child protection issues. To optimise its performance, the NCPA requires a substantial increase in resource allocation, improved data sharing mechanisms, strengthened inter-sectoral collaboration, and the implementation of robust monitoring and evaluation systems.",
    "The key objectives of the ‘Summary Proposal for the Protection and Promotion of Child Rights’ are:",
    "1.Appoint a Presidential Task Force for Women and Children’s issues.",
    "2.Provide additional budget allocation for education and child welfare.",
    "3.Conclude the legislative process to ban corporal punishment in all settings.",
    "4.Revise the 2016 Circular banning corporal punishment in schools to update guidance to better address strategies for eliminating corporal punishment and different types of violence in schools.",
    "5.Nationwide capacity development for teachers on “positive discipline techniques” and 21 skills to prevent and respond to violence in schools, building on lessons learned from existing initiatives.",
    "6.Update child protection laws and regulations.",
    "1.Make the National Child Protection Authority (NCPA) an independent institution as per Act No. 50 of 1998.",
    "2.Implement the legislative plan to abolish corporal punishment in all settings with responsible stakeholders.",
    "3.Implement the National Child Protection Policy approved by Cabinet in 2019.",
    "4.Establish a Children’s Act consistent with the UN Convention of the Rights of the Child.",
    "5.Establish separate courts dedicated for children.",
    "6.Establish a tagging system for suspected child abusers on bail to expedite the legal process.",
    "7.Establish a confidential register of convicted child sex offenders.",
    "8.Provide compulsory safeguarding training to everyone dealing with children.",
    "9.Ensure everyone dealing with children obtains a special criminal record check.",
    "10.Provide age-appropriate Sex Education.",
    "1.Protect Women and Children’s rights in the Constitution.",
    "2.Implement the Children’s Act.",
    "3.Ensure wide reforms on institutionalised child care.",
    "4.Plan to end period poverty",
    "SCCT and CPA launched the hugely successful #NOguti campaign in 2022, which achieved palpable progress by obtaining Cabinet Approval for the Bill on Legal Reform to Abolish Corporal Punishment on 29 April 2024. This was further endorsed at the first Global Ministerial Conference on Ending Violence Against Children in Bogota on 07th to the 08th November 2024 when the Government pledged to implement the Bill by mid-2025.  SCCT and CPA will launch #InOurHands, another innovative National campaign in January 2025 encouraging people the power to hold the public representatives accountable and ensure that the above Summary Proposal and recommendations of the NCPA Assessment Report are implemented to put Children First.  SCCT and CPA invites all citizens, especially professional organisations working on child related issues to join the public campaign.",
    "For further details please visit www.stopchildcruelty.com or email [email protected].",
    "Dr Tush Wickramanayaka is the Chairperson at Stop Child Cruelty Trust and Co-convener, Child Protection Alliance."
  ]
}