{
  "url": "https://www.technologyreview.com/2024/08/28/1096738/digital-forest-ranger-future-jobs/",
  "title": "Job title of the future: Weather maker",
  "ut": 1724805000.0,
  "body_paragraphs": [
    "Much of the western United States relies on winter snowpack to supply its rivers and reservoirs through the summer months. But with warming temperatures, less and less snow is falling—a recent study showed a 23% decline in annual snowpack since 1955. By some estimates, runoff from snowmelt in the western US could decrease by a third between now and the end of the century, meaning less water will be available for agriculture, hydroelectric projects, and urban use in a region already dealing with water scarcity.  That’s where Frank McDonough comes in. An atmospheric research scientist, McDonough leads a cloud-seeding program at the Desert Research Institute (DRI) that aims to increase snowfall in Nevada and the Eastern Sierras. Snow makers like McDonough and others who generate rain represent a growing sector in a parched world.   Instant snow: Cloud seeding for snow works by injecting a tiny amount of silver iodide dust into a cloud to help its water vapor condense into ice crystals that grow into snowflakes. In other conditions, water molecules drawn to such particles coalesce into raindrops. McDonough uses custom-­made, remotely operated machines on the ground to heat up a powdered form of the silver iodide that’s released into the air. Dust—or sometimes table salt—can also be released from planes.  Related Story“Forest bathing” might work in virtual reality tooCould electronic forests elicit the same physiological responses as real ones?",
    "Old tech, new urgency: The precipitation-­catalyzing properties of silver iodide were first explored in the 1940s by American chemists and engineers, but the field remained a small niche. Now, with 40% of people worldwide affected by water scarcity and a growing number of reservoirs facing climate stress, cloud seeding is receiving global interest. “It’s becoming almost like, hey, we have to do this, because there’s just too many people and too many demands on these water resources,” says McDonough. A growing number of government-­run cloud-seeding programs around the world are now working to increase rainfall and snowpack, and even manipulating the timing of precipitation to prevent large hailstorms, reduce air pollution, and minimize flood risk. The private sector is also taking note: One cloud-seeding startup, Rainmaker, recently raised millions. Generating results: At the end of each winter, the snowmakers dig into the data to see what impact they’ve had. In the past, McDonough says, his seeding has increased snowpack by 5% to 10%. That’s not enough to end a drought, but the DRI estimates that the cloud seeding around Reno, Nevada, alone adds enough precipitation to keep about 40,000 households supplied. And for some hydroelectric projects, “a 1% increase is worth millions of dollars,” McDonough says. “Water is really valuable out here in the West.” hide"
  ]
}