{
  "url": "https://www.ft.lk/columns/Decoding-the-AKD-Modi-pact-Geopolitical-logic-military-alignment-existential-danger/4-775411",
  "title": "Decoding the AKD-Modi pact: Geopolitical logic, military alignment, existential danger",
  "ut": 1744244863.0,
  "body_paragraphs": [
    "Au Revoir at Anuradhapura",
    "FSP’s Duminda Nagamuwa: Left Resistance",
    "“…We sincerely applaud the way India has positioned itself not only as a regional power, but also as a global leader…India and Sri Lanka are not merely two countries on a map. It is essential to recognise that they are two nations deeply connected by history, strongly united by trade, and bound by friendship…”",
    "(https://www.ft.lk/news/Sri-Lanka-and-India-on-a-transformative-path-President-AKD/56-775274)",
    "Indian defence analysts speak of a Defence Pact or Defence Cooperation Pact with Sri Lanka. (https://youtu.be/XIfLDI5VP5A?si=PsxPKtfYKne9mdGF)",
    "Officials on both sides say it was a ‘formalization’, an ‘umbrella’ over the existing agreements. But why an ‘umbrella’ --or ‘chapeau’ (hat) as the French call it? Why ‘formalization’? Because it takes things to the next level. What’s that level?",
    "Addressing an election meeting in Galle, President Anura Kumara Dissanayake clarified matters:",
    "“We need security in this region. We need to safeguard the security of this region. We should secure the assistance of those who have greater technological capacities in defence, greater skills in defence. If not how can a country move forward? We could have done so, if for 76 years our rulers had succeeded in bringing us to a higher rung in technology. We could have gone[forward]. But what happened? For 76 years the world developed rapidly in science and technology. The world developed rapidly in military science (“Yudha Vidyaava”) …Now what should we do? We must secure the assistance of those states which have accepted this new science and technology…Don’t we have to do that? Shouldn’t we do that? We are doing that!...” (https://www.youtube.com/watch?v=6NSOwMSfaac&t=199s)",
    "Connect the dots. With this Defense Cooperation pact with India (“there’s nothing there” says AKD reassuringly in this speech), Anura is dragging us into an amended role in providing regional security; a role that is hardly even-handed or equidistant; balanced or omni-directional. A role that is hardly nonaligned. How is the region (“kalaapaya”) defined? If it is South Asia, what about the other countries of the region, including our staunch friend Pakistan? If it is the Indo-Pacific or Asia-Pacific region, what about our friend China?",
    "What’s all this about “military science” and technology anyway? How is that a priority for us, and at this time of economic crisis and falling living standards?",
    "Anura is plugging us as a peripheral unit into India’s security architecture which includes strategic alignment with the USA against China. Under AKD, Sri Lanka is now part of that. We have taken sides.",
    "As for ‘military science and technology’, it seems from Indian media reports that we shall have on Sri Lanka’s soil, Indian weapons manufacturing and stockpiling facilities. Where will they be located? Who will maintain, service and guard these? Indian military units—again? Having elements of India’s defence industry and warehousing on our soil will place them and therefore our island, on someone’s target menu.",
    "Symbolism speaks louder than words. Ceylon/Sri Lanka has hosted a great many foreign leaders. India’s Prime Minister Narendra Modi was the first ever visiting leader/head of government to be welcomed at a ceremony at Independence Square. This includes Premier Zhou Enlai (1957) and President Xi Jinping.",
    "The uniqueness of Modi’s reception at our Independence Square instead of the Presidential Secretariat with the usual gun salute on Galle Face Green facing the Indian Ocean, resides in the uniqueness of his host, President Anura Kumar Dissanayake. No other Ceylonese/Sri Lankan leader did or would have done this. Perhaps AKD confused ‘Independence Square’ with ‘In Dependence Square’?",
    "Sri Lanka’s highest award for a foreigner, Sri Lanka Mithra Vibhushana was awarded to Mahmoud Abbas and posthumously to Yasser Arafat by Mahinda Rajapaksa in 2014. That was a moral gesture of solidarity. It was never awarded by Mahinda to Xi Jinping. Anura awarded it to Narendra Modi.",
    "Also symbolic was the unequal treatment of Sri Lankan and Indian journalists throughout the visit. Sri Lankan journalists were treated as second class citizens. This is symbolic of the new reality after the AKD-Modi equation was codified in seven agreements. Sri Lanka has a subaltern status and therefore, so do Sri Lankans.",
    "Finally, there is the symbolism of Modi’s return home. He left from Anuradhapura (in the ‘Sinhala heartland’) in an Indian Air Force chopper, then flew over the ‘Ram Sethu’-- the ‘Hanuman bridge’—between Mannar and Rameshwaram. It is the site of a proposed bridge across the Palk Straits to establish contiguity between Sri Lanka’s North and India’s Tamil Nadu. The view from Prime Minister Modi’s seat was videoed, and featured on Sri Lankan television news.",
    "Prime Minister Modi visited a traditional Sinhala puppet show on the precincts of the Taj Samudra hotel. Hours later he participated in a larger puppet show, this time with him as a puppeteer, at the Presidential Secretariat where seven agreements were signed.",
    "His visit to Sri Lanka is best summed up as ‘power projection by invitation’. The crux of Anura’s package of agreements with Modi, especially of the defence agreement, is that Sri Lanka is now a strategic ally and subordinate partner of India. It is premised on Anura’s acceptance of the identity – not merely the overlap and intersection -- of India’s and Sri Lanka’s strategic/security interests.",
    "No previous Sri Lankan leader or administration took that position. Sri Lanka’s position was that we have our own distinct strategic and security interests as befits our distinctive, independent identity, and these may or may not intersect with those of India or any other country, given the specific situation. Whether or not they do so depend on Sri Lanka’s national interests. Thus, Prime Minister Sirimavo Bandaranaike exercised the right to allow Pakistani planes flying from West to East Pakistan during the Bangladesh War.",
    "Anura Dissanayake has accepted a doctrine that Sri Lanka has no interests independent and separate from India’s. Once that is conceded, the implication is that Sri Lanka has no identity separate from and independent of India.",
    "The Sri Lanka visit was a triumph for Prime Minister Modi in terms of outcome. I cannot think of a single visit to any country in the South Asian region, or the Asian continent, or indeed in the world, in which Modi secured for India, a greater footprint, a greater chunk from/of the country he was visiting. He has never returned home with a greater share of and a greater say over a country he was visiting—anywhere.",
    "No other country and no other leader have ever given Prime Minister Modi or India a larger share of itself and a greater say in its destiny as has Sri Lanka under AKD. There’s never been a greater integration with India of anyone’s country, or a bigger sellout of anyone’s country to India under Modi or any of his predecessors, than Anura has just perpetrated.",
    "President Dissanayake failed even to secure an agreement which safeguards Sri Lanka’s Northern waters from flotillas of predatory, piratical fishermen from Tamil Nadu. Needless to add, he failed to signal, still less reinforce, the status quo over Kachchatheevu which Madam Bandaranaike secured for Sri Lanka.",
    "With the seven pacts, Sri Lanka is now transitioning into a peripheral unit of Akhand Bharat, as no other South Asian country has consented to be. Anura Kumara Dissanayake has been the first leader in South Asia to sign up in effect, to Modi’s expansionist Akhand Bharat project.",
    "Anura Dissanayake’s accords with Modi have actually placed Sri Lanka not merely within India’s informal sphere of influence, but within India’s strategic space. A sphere of influence is a sphere of preponderance, not a sphere of ownership. But Anura Dissanayake has made Modi’s India, co-owner and co-ruler of Sri Lanka.",
    "If in ancient mythology, Lanka’s Ravana abducted India’s Sita and brought her back to the island, AKD has more than compensated by reversing the process: gifting Modi as modern-day Ram, a Sri Lankan Sita—the sovereignty of Lanka and strategic control over the island. Anura’s role model isn’t Modi but the mythical Vibheeshana who betrayed his country to Rama.",
    "Not ‘Civilizational Twins’",
    "Prime Minister Modi’s doctrine declared at AKD’s official dinner, that “India and Sri Lanka are civilizational twins” is manifestly NOT true. If that were the case, there should be a Sinhala community of considerable size and antiquity in India, but there isn’t even a small one. And there are few Buddhists.",
    "Our island was so recognizably distinctive and autonomous that even during the British empire, Ceylon was not governed from Delhi as part of the British Raj. It was governed instead, directly from Whitehall, London. After Independence, we governed ourselves. President Anura Dissanayake’s seven agreements with Prime Minister Modi are changing that. AKD has transferred our destiny to Delhi.",
    "Sri Lanka and its majority community the Sinhala people have a long-chronicled distinctive history. The Lankan story is one of a complex, contradictory, dialectical relationship with India. The primary aspect of that dialectical dynamic has been the constant existential struggle to assert itself as autonomous from India; to keep the island’s identity distinct from and independent of the vast, teeming, caste-ridden landmass of India, especially South India. What President Anura Dissanayake has done is to go against our long history, its logic, its ethos, its grain.",
    "A space between this island and the subcontinental landmass, is what preserves the essential identity of our country. The narrower that space becomes, the more difficult to maintain that distinct identity. What Anura has either proposed or acceded to is to narrow the distance functionally, almost to the degree that there is none. His seven agreements integrate Sri Lanka with India, especially Tamil Nadu. He is trying to move counter-clockwise to our historical project of long duration, that of demarcation and independent national assertion from India and a hostile Tamil Nadu.",
    "Anura has therefore betrayed the most fundamental duty of any Sri Lankan leader over millennia, up to, including, and most especially in the post-Independence period: to preserve and protect the distinctive identity and interests of the island of Sri Lanka as a separate country, an independent, sovereign state.",
    "He has now made Sri Lanka more dependent and more subordinate than it has ever been, to India. He has accepted the overlordship of India’s ruler, Narendra Modi. He has rendered Sri Lanka part of the Modi Raj. In effect, he is a Chief Minister of a quasi-state of India and the JVP-NPP is its governing party.",
    "For 60+ years, I have been keenly aware of the behaviour and discourse of Ceylonese/Sri Lanka leaders in their interactions with foreign counterparts. Aged seven, I was with my parents while my father covered the 2nd Non-Aligned Summit Conference in Cairo in October 1964 attended by Sirimavo Bandaranaike.",
    "My parents were guests of the Cuban govt at the 6th Nonaligned Conference in Havana in September 1979 and my father wrote in his Lanka Guardian about the JR Jayewardene-Fidel Castro chemistry.",
    "Let’s fast forward. I was working with President Premadasa when he chaired the SAARC summit. In 2007, I accompanied President Rajapaksa who had arrived in Geneva to address the ILO, at meetings with formidable international personalities who grilled him about the war. In 2019, I was a few feet away in the same room as President Sirisena, President Putin, President Xi Jinping and Foreign Minister Jaishankar.",
    "I have never once seen, heard or read of a Ceylonese/Sri Lankan leader speak as fawningly as I saw President Anura Kumara Dissanayake did on live TV, addressing Prime Minister Narendra Modi. JR maintained his dignity even with an Indian gun pointed figuratively at his head. Anura came out as a huge Modi follower and fan. British Prime Minister Tony Blair was dubbed a ‘poodle’ for signing up with US President George W Bush, but even he never sounded as cringe-worthy.",
    "The leader of a party founded 60 years ago as a Marxist-Leninist party, Anura Dissanayake wasn’t moved on his presidential visit to Beijing to make remarks even remotely as enthusiastic as those he made about Modi, about Mao Zedong, Zhou Enlai, Zhu De, Deng Xiaoping, Xi Jinping, the Communist Party of China, the People’s Liberation Army, the Chinese Revolution, or China’s development miracle (which surpasses India’s).",
    "In 1987, The Financial Times (UK) had a world exclusive on the text of the Indo-Sri Lanka Accord. It’s Colombo correspondent Mervyn de Silva who had begun his illustrious career as a reporter, had lost none of his instincts and skills, and had scooped the story.",
    "Prime Minister Premadasa read the newspaper in Tokyo, was livid that he had not been shown the text beforehand by President Jayewardene, and knew nothing of it. He phoned Mervyn for an in-depth chat (as was his habit from Opposition MP through his Presidency). When Premadasa returned to Colombo it was clear to the public from his absence at the official signing ceremony and attendant receptions that President Jayewardene’s Prime Minister was a dissenter. So was National Security Minister Athulathmudali.",
    "President Dissanayake has no such problems. There’s no dissent either in his ranks or from the leadership of the main Opposition.",
    "Over a year before the Accord/IPKF, Prime Minister Premadasa was author of the patriotic novel ‘Golu Muhuda’/‘The Silent Sea’ (Dayawansa Jayakody, January 1986, Colombo). The title phrase was from a discomfited Prince Dutugemunu’s reply to his mother. As President, Premadasa was the only Lankan leader to build a statue of Ravana -- having sent back the Indian Peacekeeping Force. However, his son attended the presidential banquet AKD hosted in honour of the visiting Indian PM, despite the manifest discourtesy of not being briefed as Opposition Leader, on the details of the pacts that had been signed.",
    "Sharks and Black Swans",
    "President AKD and his administration will be undone in one term by a convergence of five ‘sharks’:",
    "The Trump tariffs which the Anura administration was warned about repeatedly by Opposition leader Sajith Premadasa but chose to ignore.",
    "The IMF agreement AKD chose not to renegotiate and readjust.",
    "The repayments due in the debt restructuring agreement he chose not to bargain hard over.",
    "Convulsive global economic and military volatility (trade and tariff wars, US-Israeli strike on Iran, with retaliatory impacts on oil prices) which will be the equivalent of the 1973 OPEC oil price shock that hit the Sirima Bandaranaike-led SLFP-Left coalition government.",
    "Public disaffection with the ubiquitous Indianization of Sri Lankan affairs, percolating through.",
    "In world history, when conventional parties and personalities representing the old elites and Establishment have been irresolute or tepid in the struggle to defend the country, the task of resistance to foreign expansionism devolves on the radicals, revolutionaries, the Left—or the extreme nationalist Right. I prefer the non-racist Left.",
    "In today’s Sri Lanka, it is the Frontline Socialist Party-People’s Struggle Alliance (FSP-PSA) constellation, the real motor-force and spearhead of Aragalaya 2022, that displays fire in the belly, backbone, critical intellect, fidelity to principles, and collective conscience, to resist Anura’s abject acceptance of satellite status for Sri Lanka.",
    "As the Aragalaya was in 2022, and Anura and the JVP-NPP were in 2023-2024, could the FSP-PSA possibly be the next ‘Black Swan’?"
  ]
}