{
  "url": "https://www.ft.lk/columns/NPP-the-tide-turns-in-the-city/4-777833",
  "title": "NPP: the tide turns in the city",
  "ut": 1750187898.0,
  "body_paragraphs": [
    "Discredited political ethics apart, the incumbent mayor has a large task ahead of her",
    "The flavour of the week in Colombo is indubitably NPP. While an NPP woman mayor may not be to everyone’s taste, no doubt Vraie Cally Balthazaar (VCB) is the toast of the rest of the town these days.",
    "In a closely watched contest, VCB won over a broad opposition coalition that failed to muster the muscle it needed to elbow the NPP’s lady-candidate out. This was despite the joint antagonists wielding the sufficient weight required to carry the Colombo Municipal Council (CMC) and retain traditional UNP or DNA-wise related SJB hegemony since 1947.",
    "And the numbers indicate that the tide is turning in city affairs as well as country matters to a party and a movement that were once anathema in nation, state and government.",
    "This movement is a continuing wave since the fountainhead of the Aragalaya gushed open, and part of the cleansing stream that’s needed to wash out a decrepit political culture that has turned the city into a shambles over the years.",
    "That the NPP secured 48 seats in the recently contested local-government (LG) elections for Colombo’s mayoralty among other wards was no guarantee standing alone its candidate could claim the seat.",
    "As in many other hung councils in town and country, the National People’s Power found its ambitions to rule the roost alone in their own right stymied by an admix of establishment prejudice, typically low LG voter turnout, the complex electoral system presently in place and an organic slump in the NPP’s popularity.",
    "The latter factor in armchair critics’ circles may be thought to include a plethora of reasons for the supposedly natural slump, ranging from potential unfulfilled (no freshly renegotiated IMF deal) through promises unkept (no new social contract including one to abolish the executive presidential system and dismantle the PTA, OSA etc.) to pressing issues unaddressed (the rash of crime and police brutality unchecked, proto-epidemics running wild, cost-of-living burdens, drug and other mafia threats etc.).",
    "Be the commentary as it may, VCB garnered the greatest numbers in the city – although first past the post with 48 seats didn’t seal the deal for the aspirations of the lady – who lost out on a parliamentary seat in the November 2024 general election for reasons political and probably related to politburo policy best known to the JVP?",
    "The so-called joint opposition of late, which found itself unable to unite on matters of principle prior to the LG polls, secured a total of 58 seats – sufficient to defeat the NPP contender if the pragmatic politicos gagging for an upset had managed to demonstrate more newfound unity.",
    "If the Samagi Jana Balawegaya (29), United National Party (13) and Sri Lanka Podujana Peramuna (5) and Sri Lanka Muslim Congress (4) had combined forces, their putative total of 51 seats needed only a brace of likeminded conspirators – er, collaborators! – to push VCB to those ropes that bound her political fortunes once before...",
    "These two or three corollary contributions to the axis of realpolitik could easily have come from the tallies of Independent Groups 3, 4 and 5, which garnered three, two and two seats respectively.",
    "That was not to be, as events have proven otherwise, and VCB is now Her Worship the Mayor of Colombo – the 32nd of her ilk, the second of her gender, and the first of her party.",
    "And the outcome of the secret ballot has sprung into the open the not very surprising reality – the truth be told – that there were possibly defectors in the SJB and UNP camps, and a counter-coalition of the conscientious in the camps of the independents. A few good men?",
    "It could also very well be the reality that the NPP political machine massaged the mindsets of their would-be antagonists, short of engaging in the very same corrupt practices they once decried loud and long on the campaign trail, and still ostensibly carry the torch for.",
    "If so, it would (while to be condemned by any right-thinking citizen desirous of genuine and lasting ‘system change’) be a case of poetic justice – the lamentably opportunistic political joint opposition being hoisted by its own petard!",
    "Discredited political ethics apart, the incumbent mayor has a large task ahead of her. However her party may be named, Vraie Cally Balthazar will have to work wonders to move the mindset of the municipal council in her charge from being task, issue and infrastructure oriented to more people and their empowerment and welfare oriented.",
    "Let us as citizens wish her people oriented, programmatic approach well. Light is shining over Colombo today if practical efficiency, empathetic administration and aesthetic appeal are high on the list of your needs.",
    "(Editor-at-large of LMD | The Vraie of hope)"
  ]
}