{
  "url": "https://hbr.org/2024/08/research-how-to-build-consensus-around-a-new-idea",
  "title": "Research: How to Build Consensus Around a New Idea",
  "ut": 1724136906.0,
  "body_paragraphs": [
    "Daniel Grizelj/Getty Images",
    "Previous research has found that new ideas are seen as risky and are often rejected. New research suggests that this rejection can be due to people’s lack of shared criteria or reference points when evaluating a potential innovation’s value. In a new paper, the authors find that the more novel the idea, the more people differ on their perception of its value. They also found that disagreement itself can make people view ideas as risky and make them less likely to support them, regardless of how novel the idea is. To help teams get on the same page when it comes to new ideas, they suggest gathering information about evaluator’s reference points and developing criteria that can lead to more focused discussions.",
    "Picture yourself in a meeting where a new idea has just been pitched, representing a major departure from your company’s standard practices. The presenter is confident about moving forward, but their voice is quickly overtaken by a cacophony of opinions from firm opposition to enthusiastic support. How can you make sense of the noise? What weight do you give each of these opinions? And what does this disagreement say about the idea?",
    "Innovation and Creativity Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Innovation and Creativity. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Unlock your team's curiosity and willingness to take smart risks.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "How Finance Works: The HBR Guide to Thinking Smart about the Numbers",
    "Both/And Thinking Toolkit: How to Transform Challenges into Opportunities",
    "Read more on Innovation",
    "and Interpersonal communication"
  ]
}