{
  "url": "https://www.dailymirror.lk/hard-talk/There-are-cases-where-SL-politicians-seek-benefits-for-their-interests-outgoing-Japanese-ambassador/334-294321",
  "title": "There are cases where SL politicians seek benefits  for their interests - outgoing Japanese ambassador",
  "ut": 1729620695.0,
  "body_paragraphs": [
    "Outgoing Japanese Ambassador Mizukoshi Hideaki",
    "Pic by Huzefa Aliasger",
    "Sri Lanka lacks transparent, predictable   business environment",
    "Japanese companies are very clean and abide by strict compliance rules",
    "They don’t pay kickbacks or bribes",
    "If they are requested to pay bribes, they would just turn their back to such a country",
    "Outgoing Japanese Ambassador Mizukoshi Hideaki, in an interview with the Daily Mirror, speaks about how bilateral relations evolved during his time.  He also responds to questions about the business environment of Sri Lanka for Japanese investors.  Excerpts:",
    "QYou are now the departing ambassador. You have been in Sri Lanka for the last three years. You witnessed the worst times in Sri Lanka in terms of our economic situation. So during this tenure of three years, how do you see the development of bilateral ties?",
    "I have been here since November 2021.  I’m leaving later this month. So it is three years. During these three years, Sri Lanka experienced a wide variety of events and changes, notably the economic crisis and resignation of the sitting president in 2022 after the ‘Aragalaya’.",
    "Of course the most recent big change was the presidential election won by President Anura Kumara Dissanayake. During these three years, I have mainly worked to support the recovery of the Sri Lankan economy. As Sri Lanka faced an unprecedented crisis with its default on debt, I have been always thinking about what we can do to help and have provided every possible form of support to Sri Lanka.",
    "Japan took the lead in organising the Official Creditor Committee for the negotiation of the debt restructuring.",
    "I believe that our commitment has been understood by the people of Sri Lanka. In response to Sri Lanka’s dire situation, Japan provided emergency humanitarian aid, including food and medicine, amounting to approximately 100 million US dollars in grants- the largest amount of annual support Japan has ever given. On the other hand, the past three years were not just about economic crises and challenges. In fact, the two countries have celebrated the 70th anniversary of diplomatic relations in 2022, renewing the commitment to our unwavering ties.  What made the anniversary year special was the boosted economic assistance to help bail Sri Lanka out from the economic crisis on the one hand, and the commemorative cultural exchanges and expanded Japanese language education opportunities on the other.",
    "The challenging times were effectively turned into opportunities for our ever-stronger relationship. And the power of friendship reveals its true value especially in times of crisis.",
    "The economic crisis of 2022 posed a new threat in Sri Lanka’s history. Japan’s hope and determination are to work with any administration to support Sri Lanka recovering from this crisis and becoming an even more developed society and economy. The friendship between Japan and Sri Lanka will undoubtedly continue to deepen unwaveringly in the future.",
    "QJapan played a vital role in the economic recovery.  Japan played a huge role in restructuring Sri Lanka’s bilateral debt component. Now that we are in the phase of restructuring our ISB (International Sovereign Bond) component what kind of help can Japan play in this case?",
    "Japan is now the co-chair of the Official Creditor Committee (OCC). Although restructuring of the ISB is basically a negotiation among private bondholders, the OCC has to approve the result of the negotiation by confirming the comparability of treatment with the ISB negotiations. Japan is playing an important role in the facilitation of the approval by the OCC.",
    "QWe are now in the middle of the IMF (International Monetary Fund) programme. How optimistic are you that the current government  will proceed with it?",
    "I have already spoken to the President, the Prime Minister, and the Foreign Minister.  Through these conversations, I got the idea that the new government is maintaining the main framework of the IMF programme.",
    "I think they have also publicly confirmed it. They also reappointed the Secretary to the Treasury, who has been negotiating the IMF agreement.   I think that’s a good sign that the new government respects the agreement already made with the IMF.",
    "QThe  then President Ranil Wickremesinghe visited Japan and did some work to develop bilateral relations. How far have you progressed based on what was agreed upon then?",
    "In 2022, for the funeral of former Prime Minister Shinzo Abe, he visited Japan and requested support from Japan on dealing with Sri Lanka’s economic crisis.  That visit was, I think, very instrumental for our cooperation.",
    "Q After bilateral   debt restructuring was done, Japan announced that it is ready to resume these 11 projects that remain stalled   because of the economic crisis. So how is the progress in terms of disbursement of money to restart them?",
    "Following the completion of the signing of the Memorandum of Understanding (MOU) by all OCC members on 22 July, Japan officially decided to resume disbursement to 11 loan projects. We have already disbursed 12.5 billion Japanese yen, which is about US $ 87 million by the end of September.",
    "QDuring a recent lecture, you talked about corruption. How serious is this issue in Sri Lanka in your perspective?",
    "A: Well I think Sri Lanka has a very high potential of growth considering the strategic location in the Indian Ocean. It is a hub for 90 percent of global trade and 70 percent of petroleum transport in this region.",
    "So actually it has a very good chance of getting foreign investment, including from Japan. However, listening to Japanese businessmen, they often suffer from kind of non-transparent business practices in Sri Lanka. For example, they don’t give you permission or customs clearance in appropriate timing, and often the officials concerned request for more papers to process.",
    "Japanese investors want a business environment which is fair to everyone, transparent and predictable for the future businesses. I think Sri Lanka lacks that environment. I think it’s very important that Sri Lanka makes some improvement in this field.",
    "Now, President Dissanayake was elected with a mandate by the people to tackle the anti-corruption issues, and this is his number one agenda. So I think this is an unprecedented opportunity for Sri Lanka to get rid of those old practices, and improve the business environment.",
    "QYou mentioned that there is a delay in customs clearance. Is this mainly done by these people asking for bribes or kickbacks? Do you have any experience in that regard?",
    "No, they don’t explicitly demand that. But for example, one episode that I have mentioned in my speech was the case of importing second-hand bicycles from Japan to Sri Lanka for the children of Sri Lanka when Sri Lanka suffered from shortage of fuel.",
    "The Japanese municipalities have donated used bicycles which are left on the streets to be used for Sri Lankan children. But it took about one year to clear the shipment from the customs. So, during that time, there was a lot of storage cost, etc.  When Japanese people experience those things, you can’t recommend other people to do business in Sri Lanka.",
    "Japanese companies are very clean and abide by strict compliance rules. They don’t pay kickbacks or bribes. If they are requested to pay bribes, they would just turn their back to such a country.",
    "QHow is the response of the government?",
    "Sometimes they responded quickly. At other times, even when the top official say they would take action, the people on the ground were not very responsive.",
    "QThere were reports about then Minister   Nimal Siripala Silva trying to solicit a Rs.200 million bribe from a Japanese company. How did it impact bilateral ties? Was it true?",
    "I would like to refrain from talking about a specific case.  There are cases where politicians sometimes seek benefits for their own interests.",
    "Due to their lack of due diligence, sometimes Japanese companies can’t get approvals on time and face troubles doing business here. If there were such occasions, I was always determined to strongly complain to the government.",
    "QDuring the time of former President Gotabaya Rajapaksa, the Japanese LRT (Light Rail Transit) project was cancelled. How did it impact bilateral ties actually?",
    "I think it’s a typical case of a very non-transparent decision. I don’t know who has gained from cancelling it. It is true that Sri Lanka unilaterally cancelled this project, which had been agreed by both the governments in 2019. It shocked the government of Japan, JICA and all the others involved, including the companies involved.",
    "Due to this very regrettable cancellation, I think Sri Lanka lost confidence, not only from Japan but also from other foreign countries.",
    "So it was very difficult for me after that cancellation to get assistance from Tokyo.  It was when then President Wickremesinghe apologised about the cancellation of the LRT project and asked Japan for support as things started moving again.",
    "QDo you suspect any reason behind this cancellation?",
    "Well, I refrain from speculating. Generally speaking, it is often the case that there are people who obstruct projects to protect their vested interests. I do not know for sure about this specific case.",
    "QHow is the process now to resume this project?",
    "Well, so it’s not in the list of the resumed projects because it was not suspended but cancelled by the Sri Lankan side. So it’s a different status from the projects we are resuming. But we are going to listen to the request if a formal request is made by the government of Sri Lanka. But at this moment, it remains a cancelled project."
  ]
}