{
  "url": "https://dbsjeyaraj.com/dbsj/?p=86999",
  "title": "TPA Leader Mano Ganesan MP  Urges the United Kingdom  to Ensure Justice,Equality and Full Citizenship for the Indian Origin “Malaiyaha”Tamils Because the UK Bears a Historic,Moral Responsibility Towards Them.",
  "ut": 1770579345.0,
  "body_paragraphs": [
    "(English Text  of News Release Issued From the Office of Tamil Progressive Alliance (TPA) Leader Mano Ganesan MPon 7th February 2026)",
    "Tamil Progressive Alliance (TPA) Leader Mano Ganesan MP stated that the United Kingdom carries a historic and moral responsibility toward today’s Indian origin Malaiyaha Tamils and must exercise leadership among the international community and development partners to ensure justice, equality, and full citizenship for the community.",
    "Speaking after a meeting with British High Commissioner to Sri Lanka HE Andrew Patrick at Westminster House, Ganesan said he clearly briefed the High Commissioner on the historical and continuing injustices faced by the descendants of Indian Tamil indentured labour brought from South India during the colonial plantation era to sustain British commercial interests.",
    "He stressed that Malaiyaha Tamils continue to face structural exclusion, particularly in the Government’s ongoing post-Ditwaha housing and land allocation programmes. Despite severe hardship, plantation residents in the most affected districts: Kandy, Badulla, Nuwara Eliya, Matale, and Kegalle remain outside the national LKR 5 million reconstruction housing scheme and are instead being redirected toward the Indian-assisted housing programme.",
    "“Are we Indian citizens? Are we to be treated as second-class Sri Lankan citizens? I state with full responsibility that this amounts to a form of structural segregation reminiscent of apartheid-style injustice,” Ganesan said.",
    "He warned that the government appears to be pursuing multi-storey housing solutions in the hill country while continuing to deny land ownership, a move the TPA strongly rejects.",
    "“We will not accept any programme that denies land rights to our people. Land rights have been denied to the IOT Malaiyaha community for over two centuries. Justice demands secure land, dignity, and equality, not temporary solutions,” he stated.",
    "Ganesan also expressed disappointment over the lack of engagement from the President Anura Kumara Dissanayake, noting that despite requesting a meeting to discuss urgent issues affecting Malaiyaga Tamils, no response has been received.",
    "Calling on the United Kingdom to take a leadership role, Ganesan urged Britain to mobilise international partners and development agencies to ensure that Malaiyaha Tamils are fully integrated into Sri Lanka’s national mainstream and no longer treated as second-class citizens.",
    "The meeting was also attended by Barath Arullsamy, Vice president of International Affairs of the Democratic People’s Front and Politburo member of the TPA, who reinforced the Alliance’s call for equitable land rights, inclusive recovery, and long-term integration of the Malaiyaha community.",
    "Leader Ganesan also briefed the British High Commissioner on unresolved political and human rights concerns affecting Eelam Tamils in the Northern and Eastern provinces.",
    "While acknowledging the President’s frequent visits to the North, Ganesan stated that several key commitments remain unfulfilled.",
    "He noted that Provincial Council elections, though promised, have yet to be held and administration continues under appointed Governors. The pledge to repeal the Prevention of Terrorism Act has not materialised, with efforts instead directed toward introducing a replacement law. The process of releasing lands has stalled without meaningful progress, and despite repeated assurances, the remaining long-term political prisoners have not been released. Furthermore, discussions on a new constitution, once promised, remain suspended without any concrete advancement.",
    "Ganesan urged the United Kingdom to lead international partners in supporting a just and durable political solution that fulfills the legitimate aspirations of the Tamil people and advances equality, dignity, and democratic governance in Sri Lanka.",
    "************************************************************************"
  ]
}