{
  "url": "https://hbr.org/2024/05/your-personal-brand-needs-a-refresh-heres-where-to-start",
  "title": "Your Personal Brand Needs a Refresh. Here’s Where to Start.",
  "ut": 1715927744.0,
  "body_paragraphs": [
    "Edwin Tan/Getty Images",
    "In a fast-changing world, it requires both a strategy and disciplined execution to stand out and remain relevant. And since your own career interests, goals, and objectives are likely changing more rapidly than ever, don’t assume that your internal state of mind is...more",
    "Fundamentally, brands help people make choices — and that’s true whether we’re talking about products, objects, or humans. When it comes to personal brands, those choices may involve high-stakes professional decisions, such as whether to hire you, promote you, engage you for coaching or services, and so on. That’s why it can be so challenging when your personal brand has fallen out of date.",
    "Take Eva, for instance. She’s a digital marketer with over 10 years of experience managing creative teams in global enterprises and startups. She’s good at what she does, but doesn’t find it stimulating anymore, so she applies to a variety of roles that align with her current aspirations. But she never hears back from anyone — perhaps, she realizes a bit too late, because her long-ignored LinkedIn profile showcases skills and experience that seem rather “vintage” for today’s marketplace, and don’t highlight the skills she actually uses every day.",
    "But keeping your personal brand current isn’t just about maintaining social media profiles. Irrespective of your online presence, people hold an image of you in their minds — and that, too, may be out of date, especially if you’ve made the effort to develop new skillsets.",
    "We’re keenly aware of the need to update our brand when we’re making a conscious career pivot — a topic Dorie wrote about in her book Reinventing You. But even when you’re remaining in the same job or the same career, you also have to be mindful of your personal brand, because it’s easy to rest on your laurels and forget to update or upgrade your brand while the world (and the requirements of your profession) move on. Notice that while ambition and determination breed success, success tends to breed complacency, so when you get to a certain point of being established and are busy enough with work, it is tempting to assume that your achievements can speak for themselves.",
    "This is a risky situation to be in, since the AI age is disrupting all jobs, industries, and especially human expertise. It may well be time to refresh how you tell your story and convince others that you can add value. Through our experience (Dorie as a keynote speaker and strategist, and Tomas as an executive coach, speaker, and prolific researcher in the science of career success), we believe there are four key steps to ensure you’re offered relevant opportunities and can deploy your full talents.",
    "Get clear on the vision.",
    "What do you want people to see? Think about your current professional goals and identify what a strong personal brand would look like in that context. For instance, how would people think or talk about you if you were a C-suite leader — or a top contender for such a role? If you’re unsure, look to role models in that field or position — how are they viewed? What are the actual words you’d like others to use about you? Getting clear on specifics — you’d like to be seen as “strategic” and also “collaborative,” for instance — can help ensure you put the right plan into place later. Importantly, don’t limit your vision to your current self, but also consider your possible or future selves, which will comprise your current self plus your potential.",
    "You may have a sense that others’ perceptions are off, but be precise. What are they seeing or not seeing that you want to correct? Are there specific instances or things people have said to you that indicate they don’t fully “get” you, or are thinking of how you were in the past (not today)? Importantly, how do you know that they are wrong and you are right, rather than vice-versa? It can be helpful here to talk to trusted friends and colleagues to get their perspective — and also to comb through the internet for references to you. Ask yourself: What would someone who didn’t know anything about me glean from this information? In fact, you could even try asking those questions to generative AI (like ChatGPT or Perplexity). With the right prompts, these large language models will give you a reasonably good estimate of what most people would think if presented with X or Y information. As Tomas notes in his latest book, I, Human: AI, Automation, and the Quest to Reclaim What Makes Us Unique, AI can be used as a substitute human coach. When you’re clear on how your ideal self-presentation is falling short (people think of you as a “doer” rather than a strategist, or they assume without asking that you won’t be the one doing the presentation), you can begin to map out a plan to get from here to there.",
    "Create a tactical plan.",
    "You can’t bullhorn your way to a brand change — you need to show people the “new you” over time, repeatedly. This isn’t about taking steps to craft the new identify — you’re already there. But it’s about making sure others recognize it. Think through the specific misconceptions people hold about you and take action to disarm them. If you’ve strengthened your public speaking skills, volunteer to lead more pitches and proactively speak up more in meetings to showcase your new abilities. And if people see you as a hands-on implementer, don’t be afraid to take (justified) credit if you helped develop the strategy — and perhaps don’t be so quick to volunteer around execution.",
    "Embrace strategic patience.",
    "We’d all like our reinventions to go faster than they do and have others think of us the way we’d want to — but as Dorie describes in her book The Long Game: How to Be a Long-Term Thinker in a Short-Term World, we often have to deploy “strategic patience.” It’s not that patience, per se, is so valuable — if you can get a faster result, by all means! But many coveted goals, whether it’s winning a promotion or landing a large new enterprise client or even developing an expert reputation, almost inevitably take time. Shortcuts or “life hacks,” while much sought-after, are rarely effective in these contexts.",
    "Another surprising area that may require patience is understanding that others’ view of you may take quite a while to match your new self-conception. Your close friends and family are used to thinking of you in a certain way (“I married a lawyer”), and so a change in your circumstances is also a change to their identity, which may feel uncomfortable and take a while to get over.",
    "In a fast-changing world, it requires both a strategy and disciplined execution to stand out and remain relevant. And since your own career interests, goals, and objectives are likely changing more rapidly than ever, don’t assume that your internal state of mind is reflected in your public brand. Indeed, there’s often a lag between our self-perception and how others view us, and we have to consciously focus on closing that gap to achieve the brand or reputation we seek.",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Goal Setting. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Create—and live up to—better and smarter aspirations.",
    "Learn More & See All Courses",
    "The Long Game: How to Be a Long-Term Thinker in a Short-Term World",
    "Reinventing You, With a New Preface: Define Your Brand, Imagine Your Future",
    "Read more on Personal growth and transformation"
  ]
}