{
  "url": "https://www.ft.lk/columns/Moral-duty-of-Govt-to-speak-to-parent-teachers-before-deciding-to-close-schools/4-787499",
  "title": "Moral duty of Govt. to speak to parent-teachers before deciding to close schools",
  "ut": 1769560699.0,
  "body_paragraphs": [
    "IT is now said the JVP/NPP Government›s decision to close schools with less than 50 pupils, noticed through Circular 34/2025, will be implemented this year. This would mean that 1,506 schools will be shut down.  Closing schools with a few  pupils has been a topic for some years. There were schools closed in the past, with little notice. Often it was simply said they «wound up».",
    "Here is a reason why I want Government authorities to speak to parent-teachers, before deciding to close schools. According to the «Annual School Census Reports» of the Ministry of Education a decade ago in 2015, there were 10,144 schools in total. By 2020 that number had increased to 10,155.  Also, the number of schools with less than 50 pupils had decreased to 1,439 from 1,515. It’s a decrease of 76 schools within five years. Added to this is the fact that the number of schools with less than 10 teachers in the staff had also decreased from 3,113 to 3,044 during the same five-year period.",
    "That certainly was the trend in formal school education during the five years from 2015 to 2020.  While the total number of schools increased, the number of schools with less than 50 pupils decreased along with schools having less than 10 teachers. This was a positive factor, despite all other defects, degenerations and disruptions to school education.",
    "There perhaps wasn’t time to complete a school census for the year 2025.  Thus a focus on the 2024 school census report reveals that the number of schools had reduced from 10,155 to 10,047 during that four-year period.  This is a decrease of 108 schools. Were they closed, or had they also just “wound up”? From these remaining 10,047 schools, how did the number of schools with less than 50 pupils increase to 1,645? When the total number of schools decreased by 108, how did the number of schools with less than 10 teachers increase to 3,065 by 21 schools? These are issues that should be investigated.",
    "In such a scenario, there should be serious factors impacting education to improve its status during the five years from 2015 to 2020 and then to disrupt and dissolve its gains during the next four years.  Although it is easy for officials in the Education Ministry and the Government to shut down schools with less than 50 pupils, it is wholly unjust, oppressive, undemocratic, illogical and unprincipled, though easy for officials in the Education Ministry and the Government, to shut down schools with less than 50 pupils in a national education system bound to ensure the right to education for all children.",
    "It is important to find out where these 1,506 schools with less than 50 pupils that have been identified for closure in Circular 34/2025 are located. A vast majority of them are apparently outside urban areas. In the Colombo education zone, out of 122, only two schools have less than 50 pupils in their registers. In the two education zones in Homagama and Piliyandala, out of a total 184 schools, each have only 11 schools with less than 50 pupils. The majority of them are in Pradeshiya Sabha areas. In Sri Jayawardenepura there are six out of 85 schools.",
    "Outside the Western Province and the Central Province, 31 schools out of 96 in the Theldeniya education zone will have to be closed according to Circular 34/2025. In Wilgamuwa, 15 out of 45 schools will have to put up shutters. In Walapane it is 29 out of 89 schools. In two districts in the Uva Province, out of a total of 892 schools, 172 will have to be closed for having less than 50 pupils in each. In the Mannar district, 40 schools out of 132 will have to be closed while in the Thunnukai education zone in Mullaitivu, 25 schools out of 58 will have to be closed. In the three education zones in Kegalle district, 120 schools with less than 50 pupils in each will have to close. This is, out of a total 498 schools. In such remote, rural areas, an average of 20 to 25 percent of the schools will have to face the axe.",
    "Tied to this decision to close schools, there are three serious issues which the Government and Education Ministry officials will have to pay attention to. (1) How many children in the locality of the school to be shut down go to other schools and why (2) Why does a small fraction of the children in the area still attend the school to be shut down (3) Will there be a substantial number of children attending schools outside their locality returning to the school to be closed if that school is adequately improved.",
    "The lack of a moral right and urgency to close the schools",
    "As far as I am aware, there is no official survey nor estimate to understand this negative development. There is therefore no moral right for the Government to decide to close schools on the recommendations of Education Ministry officials who have not even looked at the matter with responsibility. There is also no urgency at this moment to close these schools.",
    "I therefore propose to the Government to (i) immediately withdraw Circular 34/2025 and stop closing schools (ii) initiate a discussion with principals and teachers of these schools, parents of pupils in the school and also with other parents in the locality (iii) in the next three months, initiate a discussion with the relevant elected Local Government body and provide a comprehensive report on the discussions held with observations and recommendations for scrutiny and also request the LG body to adopt a resolution based on their contribution(s) to  resolve the issue positively.",
    "I firmly believe it is necessary to insist on «democratising the problem-solving process» by gaining the consensus of parents and teachers.  This is especially the case where there is a question about the right to education of children whose schools are identified for permanent closure. Social and teacher union activists must request for such democratisation in this instance."
  ]
}