{
  "url": "https://www.dailymirror.lk/opinion/Absolute-power-has-failed-all-leaders-Milinda-Rajapaksha/231-294994",
  "title": "“Absolute power has failed all leaders” -Milinda Rajapaksha",
  "ut": 1730401065.0,
  "body_paragraphs": [
    "As a former member of the CMC and a founding member of the SLPP and its Youth Wing, Milinda Rajapaksha is contesting the parliamentary elections from the SLPP ticket",
    "(Pics by Kithsiri De Mel)",
    "Colombo is becoming a place where I cannot perform based on what I know, but whom I know. We have to stop that.",
    "I think the problem today is not just an economic problem, but one about leadership",
    "Since our voters didn’t want to vote for Sajith or AKD they didn’t go to the polling booth",
    "Even though the Sri Lanka Podujana Peramuna (SLPP) faced a major defeat during the last Presidential Elections, many of its members have entered the fray to contest for a seat at the upcoming Parliamentary Elections, scheduled for November 14. As a former member of the Colombo Municipal Council and a founding member of the SLPP and its Youth Wing, Milinda Rajapaksha, contesting from the SLPP ticket is determined to make a change in the political system if he is elected. In a candid interview with the Daily Mirror, he spoke about what happened to the SLPP during the last Presidential Elections, what he would do differently to clear the black mark on the Party and his plans for Colombo.",
    "Let’s take a look at the last Presidential Elections. What happened to the SLPP?",
    "Nothing particularly happened to SLPP. But what happened to this country is what happened to the political elite of this country. This defeat is a defeat of the political establishment of this country. The Rajapaksas, Wickremesinghes, Premadasas, Bandaranaikes, Senanayakes and even the Wijeweeras lost the election. The man who rebuilt the economy of this country is Ranil Wickremesinghe, but he utterly lost. The man we thought could take over the country was Sajith Premadasa, but he too lost. Anura Kumara Dissanayake on the other hand only got 42% of the votes, so nobody actually won this game. We need to look at the individual who won in politics and in this game and I think Namal Rajapaksa recorded some sort of a victory in politics. If you take today’s political environment, not a single party we knew are contesting. Where is SLFP, UNP and the JVP? Where are the parties we grew up with? Today all parties have new names and new faces. Therefore, rather than looking at what happened to SLPP it’s time that the political establishment of this country or the liberal democratic camp of this country to look at what happened to our politics. I think the problem today is not just an economic problem, but one about leadership. Today no party has a proper leader other than AKD leading National People’s Power (NPP).",
    "We saw how Namal scored during the Presidential Election from Colombo for example. He was in fourth place. Do you think there would be a big difference in voter behaviour in less than two months, given that we are already in the run-up to the Parliamentary Elections?",
    "I think two unfortunate things happened. One is that there was an SLPP voter base who genuinely thought we should help Ranil Wickremesinghe. This is for few reasons; he recovered the economy, he saved the lives of many SLPP members because we were experiencing a hard time. He respected the SLPP and never spoke ill of the SLPP after we supported him. So there were thousands of voters who thought that they should support him. But that factor doesn’t work anymore. Ranil Wickremesinghe has lost. But the voters never supported our corrupt team of politicians. Then there was another set of voters who didn’t go to the polling booth. It was very obvious that the fight was between Sajith and AKD. Since our voters didn’t want to vote for Sajith or AKD they didn’t go to the polling booth. They decided to go back to politics on a day where the SLPP camp is in the forefront. These two groups of people will return and support the SLPP in the next election.",
    "The Rajapaksas, Wickremesinghes, Premadasas, Bandaranaikes, Senanayakes and even the Wijeweeras lost the election. The man who rebuilt the economy of this country is Ranil Wickremesinghe, but he utterly lost. The man we thought could take over the country was Sajith Premadasa, but he too lost. Anura Kumara Dissanayake on the other hand only got 42% of the votes, so nobody actually won this game",
    "Colombo is known to be a UNP, SJB stronghold. What are the challenges and opportunities you see when contesting from Colombo?",
    "For me, Colombo has a few layers; the lower middle class who keeps the city clean and operational for you and me to come in the morning. They are a very essential part of this city and they live in the heart of the city. While at the Colombo Municipal Council I was exposed to this completely different world. Then you have a Colombo with a large migrant population that comes from the outskirts such as Avissawella, Homagama and Kaduwela. They have a different relationship with Colombo and they are the middle class. They are the economy of Colombo. For me they are the backbone of Colombo. Then you have a team from Kurunegala, Kandy, Galle, Kalutara and Gampaha who commute to Colombo for essential work and work. So I think they too have a right to Colombo. I consider them as an integral part of Colombo. Even though I was born in Kurunegala I was a part of that Colombo. Then we have the Colombo elite who owns big lands etc., and they are heavily involved in politics. So the political opportunity and threat lies in understanding this variety of people in Colombo. Therefore Colombo needs policymakers. The relationship between policymakers and people is all about attending funerals, weddings, distributing rice packets and I’m very much against that. What I am promising you is that I will represent you in Parliament for the policies, laws and regulations related to you. Colombo is becoming a place where I cannot perform based on what I know, but whom I know. We have to stop that.",
    "The political landscape has changed ever since the aragalaya people (protesters) started to reject family politics. Today none of the Rajapaksas are contesting from Hambantota. Do you think that this would be revived at any point?",
    "Just because the father is a lawyer there is no disadvantage of his son becoming a lawyer. This is the same when it comes to politics. You don’t have a right to get elected to Parliament and creating a disadvantage to others. Namal by himself got elected to Parliament from Hambantota. Shehan, Pramitha and Kanchana too have surpassed their fathers and become bigger and better politicians than their own fathers.",
    "As you said there is a corrupt team of politicians in the SLPP, many of whom are not contesting this time. We saw public outrage and how people went to the extent of burning down houses, pulling down statues etc. What would you do differently to clear this black mark on the party?",
    "What the SLPP went through during this crisis is two-fold; one is our own fault. But this is not Mahinda Rajapaksa’s fault. We were in power for decades. Chandrika Bandaranaike assumed power in 1994 and since then we have been in power. Power has corrupted a lot of people and systems. We have to correct it and address it and have our measures to do that. The rest is the propaganda. Today my generation is expecting good governance, liberty, equality and rights. Today my main concern is to run a decent campaign.",
    "Former President Mahinda Rajapaksa recently said that the SLPP could easily win 113 seats at the upcoming Parliamentary Elections. Is this achievable?",
    "One day. This election is a tough call. We have seen how absolute power has failed all leaders. So in the next election, my request to voters is to give reasonable power and a reasonable share to everyone. Let’s ensure that AKD, Sajith Premadasa, SLPP, Nuwan Bopege, Dilith Jayaweera and everyone else has his/her own share of power. Let’s have a diverse, democratic and a beautiful parliament where all opinions are represented.",
    "What is your message to voters?",
    "Change always come from within us. Don’t expect 225 people to solve all problems, to perform miracles and do magic. There are so many limitations in Parliament and the Executive. The aragalaya is a fantastic example where people came together and showed what they could do peacefully and transform the political culture. All of a sudden 3% votes became 42%; that’s the power of people. The most powerful president in Sri Lankan history had to leave office in two years. How can we transform this energy into a positive movement? How can we convert this energy to transform Sri Lanka into a more powerful island nation? Let’s start making a change and then we all can be proud about ourselves."
  ]
}