{
  "url": "https://www.ft.lk/columns/A-nation-overwhelmed-but-not-powerless/4-785930",
  "title": "A nation overwhelmed – but not powerless",
  "ut": 1766355662.0,
  "body_paragraphs": [
    "A resilient nation is not one that avoids shocks, but one that anticipates them, absorbs their impacts, recovers quickly and adapts to emerging risks over time",
    "By pairing an honest assessment of what went wrong with a clear, actionable roadmap for reform, Sri Lanka can move from reacting to disasters to deliberately building a resilient nation.",
    "This will require political leadership, sustained investment and institutional discipline over many years, outlasting any single administration. The choice now before policymakers is whether to treat this flood as just another emergency or as the moment Sri Lanka decided to design its future resilience, rather than leave it to chance",
    "Sri Lanka is living through one of the most devastating flood disasters in its recent history, with torrential rains from Cyclone Ditwah triggering landslides, river overflows and widespread inundation across all 25 districts. By mid-December, official figures from the Disaster Management Centre indicated 640 deaths and 211 missing as assessments still continue.",
    "More than 2 million people have been affected, with hundreds of thousands displaced and tens of thousands of homes destroyed or damaged, from the central highlands to the densely populated urban districts around Colombo and Gampaha. For many Sri Lankans, the scale  of this catastrophe feels “not known in living memory”, yet it is not entirely unforeseen. A warming climate, rapid urbanisation, settlement in landslide prone hillsides and chronic under investment in resilient infrastructure have been tightening the screws on risk for years, even as earlier floods and landslides repeatedly exposed the same vulnerabilities.",
    "Climate change as a risk multiplier",
    "The science is clear: a warmer atmosphere holds more moisture, roughly 7% more for every 1 degree Celsius of warming, increasing the likelihood of intense downpours and extreme rainfall events. Global and regional studies confirm that this moisture loading is already amplifying heavy rainfall and flood risk, especially in densely populated tropical regions like Sri Lanka.",
    "But while climate change is a powerful risk multiplier, it does not predetermine exactly where each additional millimetre of rain will fall or which slopes will fail. That uncertainty underscores a central policy challenge: governments cannot control where the next storm tracks, but they can control how exposed and vulnerable society is when it arrives, through land use planning, building codes, early warning systems and social protection.",
    "Lessons from Ditwah: governance, not just rainfall",
    "The immediate focus is rightly on rescue, relief and restoring essential services from clean water and electricity to health care and schooling. Yet if the country stops there, it will squander a painful opportunity to confront deeper structural weaknesses in how disaster and climate risks are governed.",
    "Given the scale and consequences of this event, Sri Lanka now needs an independent, time bound national inquiry into the floods and landslides to determine what lessons can be learned and how they can be used to better prepare for a future event such as this—or worse. Such a review should go beyond meteorology and engineering to examine governance arrangements, institutional responsibilities, financing priorities and operational performance: from forecasting and warnings to evacuation decisions, land use enforcement and post disaster recovery. It should culminate in a reform oriented roadmap for planning and development that addresses identified gaps and risks.",
    "Sri Lanka’s quiet resilience – and its limits",
    "In the face of Ditwah, Sri Lanka has again demonstrated a remarkable capacity to mobilise. Government agencies, provincial administrations, the military, civil society groups, religious institutions and ordinary citizens have moved quickly to provide shelter, food, medical care and support to those hit hardest. More than 230,000 people have taken refuge in hundreds of Government run safety centres, while countless others are being supported informally by extended family and community networks.",
    "This collective response comes on top of decades of shocks: a brutal civil war, the 2004 Indian Ocean tsunami, balance of payments and debt crises, the COVID 19 pandemic, Aragalaya and the 2022–23 political and economic upheavals. The country has not collapsed into state failure, but the cumulative strain is visible in stretched public finances, degraded infrastructure and fraying social trust: warning signs that resilience built on improvisation, altruism and emergency heroics alone is not sustainable.",
    "What it means to be a resilient nation",
    "A resilient nation is not one that avoids shocks, but one that anticipates them, absorbs their impacts, recovers quickly and adapts to emerging risks over time. That requires a whole of society approach where disaster risk reduction, climate adaptation, economic planning and national security are aligned rather than treated as separate silos.",
    "Countries that have made progress on national resilience tend to share several features: clear strategies and legal frameworks, robust risk information systems, integrated land use and infrastructure planning, strong local institutions and dedicated, predictable financing for prevention and preparedness. Sri Lanka already has elements of this architecture in its Disaster Management Act, National Disaster Management Policy and related plans, but implementation has been uneven and under resourced. Ditwah shows that “paper resilience” is not enough when 600 plus lives can be lost in a single event.",
    "Closing the gaps in risk governance",
    "The cyclone’s death toll should be treated as an indictment of risk governance, not just an unfortunate act of nature. Hazard maps, building codes and zoning regulations exist, yet informal settlements continue to grow on unstable slopes and in low lying floodplains, where poorer households disproportionately bear the risk.",
    "A national inquiry should recommend concrete steps to tighten enforcement of land use and building regulations, backed by transparent data and inclusive processes so that communities understand and participate in risk informed decisions. At the same time, the Government must address capacity and coordination weaknesses—clarifying mandates across ministries, ensuring local authorities are resourced and held accountable, and strengthening mechanisms for civil military civil society collaboration in emergencies.",
    "Investing in prevention, not just relief",
    "Globally, governments still spend far more on relief and reconstruction after disasters than on prevention before they strike, despite evidence that every dollar invested in risk reduction can save multiple dollars in avoided losses. Sri Lanka is no exception: fiscal constraints and short political cycles have encouraged a reactive, relief centred model that responds to death tolls after the fact, rather than reducing the likelihood of such numbers in the first place.",
    "Reversing this pattern should be a central plank of a “resilient nation” agenda. That means ring fencing resources for flood defences, slope stabilisation, nature based solutions such as catchment restoration and mangrove protection; and resilient upgrades to roads, bridges, schools and hospitals, especially in high risk districts where casualty numbers were highest. It also means designing public investment and procurement rules that make resilience the default, not an optional add on.",
    "Data, disclosure and risk informed finance",
    "Building resilience at national scale depends on understanding risk in granular detail: who and what is exposed, and how vulnerabilities are changing under climate and socioeconomic trends. Sri Lanka has begun to develop more comprehensive disaster risk information and early warning systems, yet gaps remain in coverage, usability and integration into everyday decision making.",
    "Government should commit to open, regularly updated risk data platforms and require public entities and state owned enterprises to assess and disclose disaster and climate risks to their assets and operations. This can guide budget allocations, influence private investment and support the development of risk informed financial instruments such as catastrophe bonds, contingent credit lines and insurance schemes for vulnerable households and small businesses, reducing the long term human costs.",
    "Standards for resilient infrastructure and services",
    "Critical infrastructure—energy, transport, water, telecommunications and health systems—is the backbone of national resilience. When bridges collapse, substations fail or hospitals flood, the impacts of a disaster cascade far beyond the inundation zone, complicating rescue efforts and contributing to higher casualty figures.",
    "Sri Lanka can reduce such systemic risks by updating and enforcing infrastructure design standards to reflect current and projected climate and hazard conditions, rather than historical averages. Priority should be given to “lifeline” assets and networks, with redundancy and fail safes built in so that essential services can continue operating or be restored quickly after an extreme event, helping to keep future death and missing counts far below Ditwah’s levels.",
    "Whole of society preparedness and social protection",
    "Resilience is ultimately lived at community level—through the quality of housing, access to services, strength of social networks and the presence of safety nets when incomes collapse. Community based disaster risk management programmes, local early warning dissemination, evacuation drills and education can dramatically reduce casualties when hazards strike, turning potential death tolls in the hundreds into far smaller numbers.",
    "At the same time, adaptive social protection—programs that can rapidly scale up cash transfers, food assistance or public works in response to shocks—helps families avoid desperate coping strategies that entrench poverty. Integrating disaster risk considerations into health, education and urban policy ensures that resilience is not a niche agenda but a core feature of national development.",
    "A strategic, forward looking agenda",
    "Cyclone Ditwah and the floods it unleashed are a national tragedy. But they can also be a turning point. By pairing an honest assessment of what went wrong with a clear, actionable roadmap for reform, Sri Lanka can move from reacting to disasters to deliberately building a resilient nation.",
    "This will require political leadership, sustained investment and institutional discipline over many years, outlasting any single administration. Yet the alternative—repeated cycles of devastation, recovery and renewed vulnerability in an ever warmer world—is far more costly, economically and morally. The choice now before policymakers is whether to treat this flood as just another emergency or as the moment Sri Lanka decided to design its future resilience, rather than leave it to chance.",
    "(The author is a policy adviser on water infrastructure, climate change and emergency management to governments in Australia.)"
  ]
}