{
  "url": "https://www.ft.lk/columns/Off-track-in-Hill-Country/4-786114",
  "title": "Off track in Hill Country",
  "ut": 1766623540.0,
  "body_paragraphs": [
    "If the Nine Arch Bridge and the Demodara loop are tourist attractions and the many breathtakingly picturesque bungalows built by British pioneering planters are to be filled with high spending tourists, we should invite the private sector to consider investing in cogwheel train technology specifically intended for mountainous regions. Because there is no guarantee that Cyclonic storms will not occur again",
    "This cursory missive is prompted by the painfully comical sight of our Deputy Minister of Tourism performing something comparable to a ‘Baila Jig’ with a group of foreign tourists celebrating the restoration of a minuscule part of the hill country railway tracks severely damaged in the recent disaster.",
    "The question we must ask today is should we restore the hill country train track at all? If so, at what cost and who should pay for it.",
    "First, we must come to terms with the magnitude of the problem. If we do that our Ministers will not do Balila Jigs in the recovery process.",
    "Dr. Lakshman Galagedara, a professor of hydrology at the Grenfell Campus of Memorial University, has provided significant analysis on the hydrological impact of Cyclone Ditwah in Sri Lanka, focusing on the sheer volume of rainfall and the subsequent surface runoff that led to massive flooding.",
    "Dr. Galagedara’s penetrative analysis help us measure the scale of the catastrophic event. At its  peak,  on November 28, 2025, Sri Lanka received approximately 13 billion cubic meters of rainwater in a day, roughly 10% of its average annual rainfall.  He figures out that Pre-existing heavy rainfall had already saturated the soil, leading to significant surface runoff calculated at about 150,463 cubic meters per second. This rapid runoff contributed to severe floods and landslides across 22 districts. His analysis is vital in understanding the disaster and challenges of recovery and our capacity for climate resilience.",
    "The Railways was the iron arm of the British Empire. “Anguru Kaka Wathura Bibee Kolomba Duwana Yakada Yaka “is a Child’s ditty I learnt watching the train pass the Gampola Kahatapitiya Railway Crossing when I was about five or six.  Ariyadasa my guardian, who took me in a Buggy Cart to the Mission School across the river, taught me that.",
    "The question we must ask today is should we restore the hill country train tracks  at all?",
    "The Railways was the iron arm of the British Empire. In 1901 H. G. Wells wrote that the nineteenth century, when it takes its place with the other centuries in the chronological charts of the future, will, if it needs a symbol, almost inevitably have as that symbol a steam engine running upon a railway.",
    "Our Railways network is a legacy of the British Raj. Historian Eric Hobsbawan in his four ages series refers to Ceylon’s railways in the second volume - The Age of Capital.",
    "The British built Railways in their colonies to enforce imperial control of the plantation economy they introduced and extracts the resources of the land. Railway networks made the colony an appendage of British Imperial and industrial Capitalism.",
    "Railways were a physical manifestation of British technological superiority of that age, and evidence of progress and modernity.",
    "As Hobsbawm viewed it, this ‘progress’ was an integral part of the ‘Dual Revolution’ of the 19th Century – Political in France and Industrial in Britain. It was called the  long nineteenth century. It produced Adam Smith, Karl Marx and Charles Darwin. Adam Smith delved into the invisible hand of the market. Marx delved into the inequity of Capitalism. Darwin explained nature – the survival of the fittest.",
    "Deputy Minister of Tourism by performing the jig indicates that he is oblivious to the footprints in history left by these 19th Century giants.",
    "The 2026 Budget has allocated Rs. 3. 3 billion to acquire new trains and introduce E-Ticketing. In the wasted 76 years we have replaced coal with diesel and adopted telephones to replace Morse code telegraphy. But we still have the network of the Raj. It serves no economic purpose. At best it is a loss-making public service.",
    "If the Nine Arch Bridge and the Demodara loop are tourist attractions and the many breathtakingly picturesque bungalows built by British pioneering planters are to be filled with high spending tourists we should invite the private sector to consider investing in cogwheel train technology specifically intended for mountainous regions. Because there is no guarantee that Cyclonic storms will not occur again.",
    "On the subject of restoring the Hill Country train services we seem to be gripped by the dilemma of sunk costs and an exaggerated bias to restore a failing enterprise no matter what the cost. If you have bought a ticket and discovered that the movie isn’t what you expected you must get up and go. Dilemma of sunk costs is also called Concorde Fallacy. The French and the British developed the supersonic jet Concorde. For years the governments kept on pouring good money after bad.  It is cited as an enduring example of the irrational tendency to keep a failing enterprise afloat. I am tempted to digress and wade in to SriLankan Airlines. My failing eyes don’t permit long on the PC screen.",
    "Matale is my hometown. As a schoolboy I have regularly used the Matale-Kandy train. The Railway Goods shed at Matale was huge. The Railway station with a single platform was comparatively undersized. It explains the British Colonial logic of our Railway network. Gammaduwa near Matale recorded the highest rain fall in the Cyclonic storm."
  ]
}