{
  "url": "https://dbsjeyaraj.com/dbsj/?p=86637",
  "title": "“Mahinda Gamana”:  Mahinda Rajapaksa’s Political Journey  Spanning Over  50 Years.",
  "ut": 1763531964.0,
  "body_paragraphs": [
    "Part Two of Article for 80th Birthday on Nov 18th.",
    "Sri  Lanka’s fifth executive president Mahinda Rajapaksa  celebrated his 80th birth anniversary this week.. Mahinda born on 18 November 1945 , served  two terms as president from  November 2005 to January 2010 and from January 2010 to Jan 2015.  He was also sworn in as Prime minister on four occasions -April 2004, October 2018,November 2019 and August  2020.",
    "This is the second of a two-part article commemorating the 80th birthday of Mahinda whose full name is Mahendra Percy Rajapaksa. In the first part published last week the focus was on the early years of Mahinda’s life. This second  and final part briefly outlines Mahinda’s political life spanning several decades with the aid of earlier writings.",
    "As stated in these columns last week  Mahinda who  represented Beliatta in Parliament from 1970 to 1977 was defeated in the July 1977 elections.His party the Sri Lanka Freedom Party(SLFP)was routed at the polls by the United National Party(UNP)that  captured 141 seats in a Parliament of 168 MPs. The SLFP  got only 8 seats. The party leader and former prenier Sirimavo Bandaranaike was deprived of her civic rights and forfeited her Parliamentary seat.",
    "When Presidential elections were held in 1982, Sirimavo could not contest. The SLFP fielded Hector Kobbekaduwe who was trounced by JR Jayewardene.The JR Jayewardene led UNP govt extended its term of office through the 1982 referendum. The SLFP was down in the doldrums politically. Furthermore there were inner -party divisions too.",
    "Though the SLFP was shattered by the colossal defeat of 1977 and the removal of Mrs. Bandaranaike’s civic rights in 1980, the party began reviving itself to some extent after the 1982 presidential poll and referendum. The swing was more visible in Ruhuna.  Among those in the forefront of this SLFP  resurgence was Mahinda Rajapaksa who was then based in Hambantota district shuttling between Tangalle and Medamulana.",
    "In 1985, Mahinda’s elder brother Chamal Rajapaksa contested the Mulkirigala by election. Mahinda led the campaign for Chamal. There was a shooting incident and Mahinda was arrested and remanded for three months. Subsequently, he was cleared by courts and released. It was during this time of imprisonment that the grand matriarch  of the family Mrs. D.A. Rajapaksa passed away and to Mahinda’s eternal sorrow he was not allowed to attend the funeral of his mother.",
    "The 1987 Indo-Lanka Accord saw Mahinda playing an active role in opposing it. His critical sentiments were quoted in the national and international media. Mahinda  also played  an important role in organizing processions and protest demonstrations. It was during this time that Mahinda began blossoming into a nationally known  leader.",
    "In 1989, Mahinda was elected to Parliament from the Hambantota District under the new Proportional representation voting system.. While in Parliament, Mahinda along with Matara District MP Mangala Samaraweera worked tirelessly in opposing the UNP Government of the day and reinvigorating the SLFP.",
    "This was also the time of the second Janatha Vimukthi Peramuna( JVP )  insurgency and the country was in the grip of terror and counter-terror. Among the many political activities of Mahinda during this time was his involvement along with Mangala Samaraweera with the Mothers’ Front formed by Dr. Manorani Saravanamuttu, the mother of Richard de Zoysa. Apart from Mothers’ Front meetings and demonstrations, Mahinda also organised protests such as ‘Pada Yatras’ and ‘Jana Goshas.’",
    "He also went to the UN in Geneva with Vasudeva Nanayakkara to complain about human rights violations of the Ranasinghe  Premadasa led UNP  regime. On one occasion he was stopped at the Katunayake Airport and the documents in his possession were confiscated.",
    "In later years as President,Mahinda and some of his Govt ministers were critical of Sri Lankan human rights activists and opposition politicians for appealing to the UN Human Rights Council about alleged human rights violations in Sri Lanka. The irony was that Mahinda Rajapaksa along with NSSP Leader Vasudeva Nanayakkara had also in the past had adopted the practice of going to the UN .",
    "Vasudeva Nanayakkara and Mahinda Rajapaksa  were  both short of funds  when they went to Geneva. Both received no support from the Sinhala community in Switzerland who were mostly  pro-UNP.",
    "Vasu and Mahinda stayed at the one roomed apartment of Tamara Kunanayakam who was then working at  a UN affiliated  agency in Geneva. Tamara’s father  Kunanayakam had been a trade unionist  and ardent member of the Lanka Sama Samaja Party(LSSP)in Sri Lanka.",
    "Tamara gave up her apartment to the guests from Sri Lanka and moved to her mother’s place elsewhere in Geneva.Vasu and Mahinda stayed at Tamara’s apartment. Meals were  cooked by Tamara’s mother and sent to them. Vasu  slept in the bed room while Mahinda roughed it out on the sofa in the living room.",
    "Tamara Kunanayakam helped them to gain entry into the UN in Geneva. Both met with UN Officials and discussed the terrible situation prevailing in the south of Sri Lanka then.Mahinda would accost delegates  attending meetings and appraise them of the Sri Lankan situation and appeal for their help. Mahinda wanted UN intervention saying the killings will end if the UN gets involved.",
    "Once when a security official blocked Mahinda from entering a committee room where discussions were taking place, Mahinda pleaded with him saying “thousands of young persons like you are getting killed in our country. We came to the UN to tell the world about this and stop the killings. If we cannot go in ,where else can we go”? the security officer relented and let Mahinda pass.",
    "Several years later as President, Mahinda Rajapaksa at a public meeting was to openly acknowledge   the help of the Kunanayakam family when he came to Geneva. He contrasted it with the unhelpful attitude of the Sinhala community.Mahinda was also to appoint Tamara Kunanayakam as Ambassador to Cuba and the UN in Geneva.",
    "A somewhat rowdy incident in Parliament where Mahinda was involved resulted in him acting on screen later . What happened was that the Deputy Speaker of that time, Gamini Fonseka, was in the chair when a commotion took place. Gamini Fonseka ordered that the man responsible, SLFP Matara District Parliamentarian H.G. Sirisena, be ousted. When the Sergeant-at-Arms Ronnie Abeysinghe tried to go near Sirisena, he was blocked by the pugnacious C.V. Gooneratne.",
    "An angry Deputy Speaker then ordered the Police to remove Sirisena bodily from the Chamber. When the Police walked into the Chamber, the news reached Mahinda Rajapaksa who was outside. Mahinda then rushed in and confronted the Police. After a hectic melee, the cops withdrew and sittings were suspended by Gamini Fonseka.",
    "This incident however saw Gamini Fonseka viewing Mahinda Rajapaksa from the perspective of a filmmaker. He pressed Mahinda to act in a film he was making. After much persuasion Mahinda agreed and played the General to Gamini’s Colonel in ‘Nomiyena Minissu’ (The Immortals). Thus Mahinda became an actor on the Sinhala silver screen. Later Mahinda was to quip to Indian journalist Shekhar Gupta on the NDTV’s ‘Walk the Talk’ show that though his brother Gotabaya had served in the Army as a Colonel, he, Mahinda, had in one shot gone up higher to be a General on screen.",
    "Presidential Candidate",
    "The 1994 elections saw the  SLFP led People’s Alliance forming a government. Chandrika Kumaratunga became Prime Minister and later President. Mahinda was first appointed as the Labour Minister and later Fisheries Minister in a Cabinet reshuffle. In 2001, the UNP formed the government while Chandrika continued to be President. Mahinda Rajapaksa became leader of the opposition. In 2004, the UPFA formed the government and Mahinda became Prime Minister. In 2005, the presidential election was announced. Despite many intra-party obstacles, Mahinda Rajapaksa secured nomination as the presidential candidate in the November 2005 elections.",
    "Mahinda had in earlier times been quite content to play second fiddle to Anura Bandaranaike and then Chandrika Kumaratunga. However, he began asserting himself at one point and began staking his claim for what he felt was rightfully his. The opposition leader and Prime Ministerial posts had to come to him as his rightful dues. So too was the presidential candidacy.",
    "Mahinda garnered the support of parties like the JHU  and JVP and forged a pro-war,anti-peace platform against the UNP’s Ranil Wickremesinghe. Mahinda’s campaign highlighted the allegation of an “Ali-Koti”pact. It was said that the  elephant (UNP) and the tiger(LTTE) had a secret understanding.  It later became known that it was Mahinda who had made a secret deal with the LTTE to deprive Ranil  of Tamil votes at the poll.The LTTE enforced boycott in the North and the East in 2005 helped Mahinda defeat Ranil in the presidential poll.",
    "The Rajapaksa Government pursued the war against the LTTE with ruthless determination. After many deaths and much displacement, destruction and despair, the war ended with the military defeat of the LTTE in May 2009. The Rajapaksas cleverly converted the war-victory euphoria into political victories in the 2010 Presidential and Parliamentary elections.",
    "The Ruhunu Rajapaksas now  perceived as the first family in Sri Lankan politics began ruling the roost in authoritarian mode. With the 18th Constitutional Amendment being passed, the two-term limit for contesting Presidential elections was removed. It appeared that the politically invincible Mahinda Rajapaksa was set to rule Sri  Lanka for life as President.",
    "“The best laid plans of men and mice and men often go awry,” observed Scottish poet Robert Burns. When presidential elections were called ahead of time, party secretary and senior Cabinet minister Maithripala Sirisena defected and became the common opposition candidate. The January 2015 Presidential poll resulted in Maithripala Sirisena (51.28%) defeating Mahinda Rajapaksa (47.58%).",
    "A UNP-led coalition government was formed with Ranil Wickremesinghe as Prime Minister and Maithripala Sirisena as President. The 19th Constitutional Amendment re-imposing the two-term limit for the Presidency was passed. With Mahinda Rajapaksa being Constitutionally-debarred from contesting the presidency again, it appeared that the political fortunes of Ruhunu Rajapaksas were on the wane.",
    "Sri Lanka Podujana Peramuna",
    "In such a situation, many political observers felt that the writing was on the wall politically for the Ruhunu Rajapaksas. But that did not  happen. Despite the adverse setbacks, the political stock of the  Rajapaksas remained  on par with ‘Medamulana Mahinda’ continuing to retain his position as the single-most popular political leader in the seven provinces outside the North and the East. Moreover, the newly-formed Sri Lanka Podujana Peramuna (SLPP) which revolved around Mahinda Rajapaksa got the better of both the UNP and SLFP and emerged as the leading victor at the 2018  local authorities’ elections.",
    "Emboldened perhaps by the Local poll success, Mahinda tried to grab power through a constitutional coup engineered in tandem with erstwhile political rival Sirisena.The attempt  was an ignominious fiasco. Mahinda teamed up with then  President Maithripala Sirisena who ousted the legitimate Prime Minister Ranil Wickremesinghe and appointed Mahinda Rajapaksa in his place as PM. Mahinda could not cobble together a majority while many of his MPs ran riot in Parliament. Finally the eight week ong illegitimate Government was put out of its misery by conclusive verdicts from the Supreme Court as well as the Court of Appeal.",
    "The November 2019 Presidential elections saw Mahinda’s younger brother and former Defence secretary ,Gotabaya Rajapaksa being elected President. Gota’s success was in a sense Mahinda’s victory as he had campaigned effectively for the former. Mahinda himself was unable to contest the presidential election due to the 19th Constitutional Amendment which prohibited persons who had been President twice from contesting again.",
    "The new president Gotabaya Rajapaksa appointed his brother as Prime Minister. This was the first time a  former President had become Prime Minister. When  Mahinda was appointed PM in 2019, he did not have a majority in Parliament.  President Gotabaya dissolved Parliament on 2 March and fresh elections were scheduled for 25 April.",
    "Polls were postponed twice due to the COVID-19 pandemic threat and finally held on 5 August. The SLPP spearheaded by Mahinda Rajapaksa registered a sweeping victory winning 145 of 225 seats in Parliament. Mahinda was sworn in again  as Prime Minister on 9 August. Mahinda Rajapaksa’s return to the seat of power as Prime Minister (albeit under the President) was  a political success story.",
    "The SLPP Govt under President Gotabaya and Prime Minister Mahinda  was seen as an illustrative example of a single family enjoying a monopoly of political power in a democratic country. One family was having pervasive control over Government in Sri Lanka. It was estimated that 72% of the total budgetary allocations to ministries were to those under the purview of the Rajapaksa family.",
    "At its zenith of power, the Rajapaksa family  had four Rajapaksa brothers from one generation holding the reins in Government as President (Gota), Prime Minister (Mahinda)and cabinet ministers(Chamal and Basil).   Then there was the younger generation in the Rajapaksa family. One was a minister (Namal) one a state minister and one an MP (Nipuna Ranawaka) .",
    "The Rajapaksas seemed all-powerful and invincible at one time but  the wheel  turned full circle. The Rajapaksa brand began crumbling and the Rajapaksas started tumbling. The  “Aragalaya”agitation at Galle Face in particular and the related protests in different parts of the country in general were all focused on ousting the Rajapaksas from power. Initially it seemed that President Rajapaksa was the sole target. Subsequently the protest  enlarged into one demanding the exit of the entire Rajapaksa clan and a return of the loot allegedly robbed by the family over the years.",
    "In a controversial move, Gotabaya began pressuring his brother Mahinda to resign as Prime Minister to pave the way for a new premier. The other members of the Rajapaksa clan in government had all resigned earlier. Mahinda resisted the call to resign. But as the situation worsened and anti-Govt violence escalated,Mahinda submitted his resignation. This was immediately accepted by Gotabaya.",
    "It was a terrible night for Mahinda and his family. Large crowds gathered outside “Temple Trees” and surrounded the premises on all sides. The Mahinda Rajapaksa family was marooned within the “Araliya” abode.Worse still were the sustained efforts by sections of the mob to enter the premises and attack Mahinda.",
    "The gates were breached and mobs stormed in. An arson attack was launched. Around 20 Molotov Cocktails or Petrol bombs were thrown at the building. The fire was doused. Tear gas was fired repeatedly to disperse the mobs. Shots were fired in the air. Finally, Mahinda and Namal Rajapaksa with their families were evacuated by helicopter to the Trincomalee Naval Base. In a further development, the ancestral house of the Rajapaksas at Medamulana was attacked and destroyed. So too was the memorial dedicated to the parents of Chamal, Mahinda, Gotabaya and Basil.",
    "Much water has flown under “Kelani Palama”since then.Gotabaya resigned and Ranil Wickremesinghe replaced him as President.Earlier Ranil had been appointed by Gota as oremier  after Mahinda’s resignation. The Presidential elections of  September 2024 saw Anura Kumara Dissanayake becoming president. Parliamentary polls of November 2024 saw the JVP led NPP winning 159 seats and forming the Govt.",
    "The  Rajapaksa family party the SLPP got three seats including one on the national list. The SLPP national list seat was given to Namal Rajapaksa  who is also the party’s national organizer. He is the only member of the Medamulana Rajapaksa family currently  in Parliament. Namal tries hard to revive the party and bring about another Rajapaksa  political renaissance . Namal who finished a poor fourth at the 2024 Presidential poll, seems to have set his sights on gaining victory at the 2029 presidential elections.",
    "As for  Mahinda Rajapaksa, he has relocated to Tangalla and  is engaged in the familiar routine of greeting and meeting visitors and supporters on a daily basis at “Carlton House”. Age and health have taken a toll. “Mahinda Gamana”in politics is practically over at  a personal Level.  He has attained the status of an elder statesman now.Mahinda’s current political goal is to see his  eldest son Namal capturing political power. It is against this backdrop that the   “Lion of Ruhunu”  celebrated his 80th birthday on Nov 18.",
    "D.B.S.Jeyaraj can be reached at dbsjeyaraj@yahoo.com",
    "This article appears in the “DBS Jeyaraj Column”of the “Daily Mirror” dated 15th November 2025.It can be accessed here –",
    "https://www.dailymirror.lk/opinion/Lion-of-Ruhunu-at-80-Political-Journey-of-Mahinda-Rajapaksa/172-325066<",
    "********************************************************************"
  ]
}