{
  "url": "https://www.ft.lk/opinion/IMF-praises-gains-made-under-Ranil-Wickremesinghe-initiated-IMF-program/14-774794",
  "title": "IMF praises gains made under Ranil Wickremesinghe-initiated IMF program",
  "ut": 1743016868.0,
  "body_paragraphs": [
    "Former President Ranil Wickremesinghe with IMF Managing Director Kristalina Georgieva",
    "The IMF’s former Mission Chief for Sri Lanka Peter Breuer has described gains achieved by Sri Lanka under the economic reform program introduced by former President Ranil Wickremesinghe as “remarkable”.",
    "In a jointly authored opinion with Martha Tesfaye Woldemichael, IMF’s current Resident Representative, the turnaround of Sri Lanka’s economy has been welcomed. Recognising that “much needed reforms were undertaken with significant gains” the IMF continued to urge Sri Lanka to remain committed to the program.",
    "Former President Ranil Wickremesinghe secured the assistance of the IMF in September 2022, and set about reforming a bankrupt economy. The IMF recognised that “most noticeably, there are no more lines for fuel, cooking gas and medicines and no scheduled power outages. The economy has rebounded strongly and quickly—it grew 5 percent in 2024 and in a mere 18 months recovered just under half of the output lost from the peak in 2018 to the nadir in 2023.”",
    "The success of former President Wickremesinghe’s debt restructuring efforts have been recognised with external creditors having “forgiven $3 billion in debt and stretched another $25 billion due in the near term or already overdue over a much longer time horizon over the next 20 years with much reduced interest rates.”",
    "Excerpt of “Sri Lanka’s Economic Reform Program is Delivering—Keep Going for a Full Recovery”",
    "Op-ed by IMF’s Peter Breuer and Martha Tesfaye Woldemichael as published on the IMF website (https://www.imf.org/en/News/Articles/2025/03/25/032525-breuer-and-woldemichael-oped-sri-lanka-economic-reform-program-is-delivering)",
    "“This March marks the mid-point of Sri Lanka’s four-year economic reform program supported by the International Monetary Fund (IMF). In the two years since its inception difficult but much needed reforms were undertaken with significant gains, thanks to the commitment and sacrifice of the people of Sri Lanka. Most noticeably, there are no more lines for fuel, cooking gas and medicines and no scheduled power outages. The economy has rebounded strongly and quickly—it grew 5 percent in 2024 and in a mere 18 months recovered just under half of the output lost from the peak in 2018 to the nadir in 2023. Skyrocketing inflation has been halted.",
    "Tax revenues as a share of GDP are up by more than two thirds and the government’s balance excluding interest payments (primary balance) has improved by nearly 6 percentage points. The macroeconomic turnaround is remarkable even as many households are yet to feel the impact.",
    "The debt relief provided by external creditors has reduced the burden the Sri Lankan people need to shoulder. External creditors have forgiven $ 3 billion in debt and stretched another $ 25 billion due in the near term or already overdue over a much longer time horizon over the next 20 years with much reduced interest rates. Sri Lanka’s tradeable debt instruments are once again attractive to investors as they have been included in international bond indices and Sri Lanka’s credit rating was upgraded by at least 3 notches. Markets have rewarded Sri Lanka’s reforms with sharp declines in domestic borrowing cost from a peak of 30 percent in 2023 to currently 8 percent and in the sovereign risk “spread” indicator in international markets from a peak of 70 percent to 5 percent. Responsible international market access should be within reach in the next few years.",
    "The Sri Lankan people are paying a regrettably high price for past policy missteps and insufficient preparation for the bad luck that struck.",
    "Unsustainably low taxes and sizeable tax exemptions largely benefitting enterprises rather than people were an accident waiting to happen. The flipside of the government’s enhanced ability to fund its essential services today is that taxpayers have had to shoulder a higher burden, even as they are asked to contribute commensurate with their income and wealth. Similarly, the full cost of fuel and electricity is now borne by their users without subsidies by the government, allowing scarce public resources to be directed to priority areas such as social protection. These sacrifices are needed to ensure that Sri Lanka can extricate itself fully from its still very vulnerable position and prevent a return of the calamitous conditions experienced in 2022.",
    "IMF financing since 2023 has helped avoid more dire outcomes than what Sri Lankans witnessed in 2022 before the program began. The IMF-supported economic program continues to provide a credible framework for committing to reforms that catalyse financing from other multilateral and bilateral partners. It assured creditors that the debt relief they granted would allow Sri Lanka to service the remaining debt after the restructuring.",
    "After elections last fall, the IMF swiftly engaged closely with the new government to recalibrate the program to help the authorities fulfil some of their policy priorities. Thanks to successful revenue mobilisation efforts, it was possible for the government to provide some relief to the people of Sri Lanka under the program and in a way that preserved the government’s ability to provide other essential services. The personal income tax regime was adjusted, public sector wages are being raised to partially compensate for past high inflation, and some relief was provided to users of dairy products.",
    "At this mid-point mark, it is important to continue with the reforms and avoid the mistakes of the past. About half of IMF programs Sri Lanka has had prior to the current one, ended prematurely, often followed by economic underperformance. It is important to arrest this boom-bust cycle and manage the economy so that the recovery can be sustained even in an uncertain global environment and so that all Sri Lankans benefit from it.",
    "The path to stable and inclusive growth and fiscal and debt sustainability remains narrow. There is no room for policy errors. It will be important to continue to deliver revenues needed for essential government services, including by limiting tax exemptions. Scarce public resources need to be protected by restoring cost-recovery pricing for fuel and electricity and ensuring social support is well-targeted towards the most disadvantaged. The poor and vulnerable need to be given the opportunity to adequately participate in the economic turnaround. To unlock Sri Lanka’s long-term potential, capital spending in support of medium-term growth should be executed more predictably.",
    "The task ahead is ambitious but doable. Keeping the reform momentum going will be key for a full recovery, benefitting not only this generation but future ones as well. The IMF will remain a steadfast partner to support Sri Lanka in securing a strong and durable recovery improving the lives and livelihoods of all citizens.”"
  ]
}