{
  "url": "https://www.dailymirror.lk/opinion/Would-we-see-AKD-reflecting-the-face-of-China/172-292452",
  "title": "Would we see AKD reflecting the face of China?",
  "ut": 1727284846.0,
  "body_paragraphs": [
    "On how the build-up to the elections went and what was reported in both local and foreign newspapers, AKD is very likely to bat according to a Chinese agenda in the coming future (Pix by Nisal Baduge)",
    "The NPP would find inspiration from China and not necessarily India; this is because both the present leaders of China and Sri Lanka have an inclination towards borrowing some of the values of socialism and enhancing the welfare of the people",
    "There is one school of thought that the 3.5 million who didn’t vote were studying the situation and would do their part as responsible citizens come the general elections",
    "People are watching the new President at work and every appointment he makes underscores his thinking and maturity in politics; which is considered a game of thrones by Sri Lankan political analysts",
    "Anura Kumara Dissanayake (AKD) had a spring in his walk even before he won the Presidential Elections. He dressed extremely well when stepping in front of the public and exhibited an air of confidence which said ‘2024 is my year to be the President of Sri Lanka’. But in reality, there was much suspense and doubt in the political scene here in the island as to who would win the Presidential Elections till the final results were announced. For the record, a fact that gives us goosebumps is that as much as 3.5 million people had not cast their votes at the recent elections; which as a percentage is 21.54. That’s a lot! Even AKD might be thinking of ways to entice these voters to use their franchise when the general elections are held soon.",
    "Why this section of the franchise didn’t vote is open for debate. There is one school of thought that these voters were studying the situation in the political scene and would do their part as responsible citizens of this country come the general elections. According to media reports, the General Elections are scheduled for November 14.",
    "On how the build-up to the elections went and what was reported in both local and foreign newspapers, AKD is very likely to bat according to a Chinese agenda in the coming future. But what’s worrying is that he has done so giving hints that India might not be in the larger picture where Sri Lanka’s international relationships are with foreign nations. As reported in the media, AKD, at a recent talk show, had stated that if he was elected to power he would scrap the wind power project already handed over to Adani Green Energy Ltd. Now he is in power and since has also pledged to bring past corrupt lawmakers to book, his countrymen await eagerly to see whether he would ‘walk the talk’ with regard to all his pre-election speeches and promises!",
    "True, the National People’s Power (NPP), which he heads, would find inspiration from China and not necessarily India. This is because both the present leaders of China and Sri Lanka have an inclination towards borrowing some of the values of socialism and enhancing the welfare of the people. China has a developing mixed Socialist market economy; there is the coexistence of a planned system and a market system as well as government intervention and regulated policies. China can certainly have a positive influence on Sri Lanka in terms of doing business and forging ahead. But there are concerns about China adopting cheap labour policies. Can Sri Lanka afford to pay its workforce poorly? A good number of AKD’s supporters are daily paid workers and he must give thought to this.",
    "AKD has promised cleaner politics. He has added to the equation his eagerness to initiate schemes to promote anti-poverty policies. He is a lawmaker who has made a long trek in politics. As claimed by AKD himself, he started from humble beginnings. Born in Galewela in the Matale district, he received his education in two national schools in Thambuththegama, before qualifying for a university education. He is armed with a Bachelor of Science degree which he obtained from the Kelaniya University.",
    "He still, with interest, represents the Janatha Vimukthi Peramuna (JVP) even though he marshals a larger alliance which is termed the National People’s Power. This alliance comprises individuals who represent 21 diverse groups. The NPP came into being in 2019, in time for the presidential elections held that year. The JVP, like the TNA, for a long time staunchly held on to the belief that they could go at it alone come election time. But heavy and painful defeats in politics forced the JVP to think seriously of forging alliances with like minded individuals, groups and parties.",
    "AKD now cannot waste time celebrating being the third and winning force in Sri Lankan politics. This is because the concept of party politics was sent into oblivion with the fall of the greens, the blues and the pohottuwa party. The face of Sri Lankan politics has changed so drastically that people now look for solid manifestos and qualified individuals to take to politics and deliver. The NPP has the men in numbers where qualifications are concerned. Now the NPP needs numbers inside the Parliament to pass bills and govern this country.",
    "Old socialist parties in Sri Lanka became quite popular in the 1960s when they condemned influences of colonial rule. This approach helped them take the fight up to popular parties like the United National Party. Strong political parties of ‘yesteryear’ like the SLFP focused on the village, nationalism and people’s welfare. AKD is doing his politics during harder times. People are watching the new President at work and every appointment he makes underscores his thinking and maturity in politics; which is considered a game of thrones by Sri Lankan political analysts. There are concerns regarding at least two of AKD’s recent appointees.",
    "As Sri Lankans we can only have hope. AKD can go to the IMF and ask for more time to settle Sri Lanka’s debt commitments. The IMF might say, ‘No, we cannot renegotiate because everything was arranged and agreed upon with your predecessor’ to which AKD might say ‘I am new to this game, so please help me with this one’. Maybe AKD has an outside chance of renegotiating with the IMF. But he must learn fast that he cannot both take Sri Lanka forward and please the IMF by incorporating socialist features in administration!"
  ]
}