{
  "url": "https://www.ft.lk/columns/Modi-s-men-AKD-campaigns-flat-out-confused-Opposition-holds-back/4-775529",
  "title": "Modi’s men: AKD campaigns flat-out; confused Opposition holds back",
  "ut": 1744833767.0,
  "body_paragraphs": [
    "Says AKD-Modi pacts tabled in Parliament",
    "Dayasiri: Lone Parliamentary dissenter",
    "‘Put not your trust in princes…’",
    "– Psalms, 146:3, The Bible",
    "‘Is the sword unused in war, to be used for hacking jackfruit?’",
    "– Sinhala folk saying",
    "President Anura Kumara Dissanayake has hit the campaign trail, which means he is going all out to win. The two main Opposition parties, center-right and center-left, the SJB and the SLPP, are not. By its unclarity and refusal to hit the AKD-JVP-NPP government hard, either on the lopsided IMF and debt restructuring deals or the undisclosed AKD-Modi agreements, the SJB and SLPP are each fighting with one hand voluntarily tied by themselves, behind their respective backs.",
    "Therefore, AKD will secure the maximum vote that he still retains, while the Opposition is not doing what it needs to secure the maximum vote it can get by causing a sizeable swing, winning over or winning back the floating vote. The main Opposition parties will therefore probably secure their ‘base vote’ and not much more, though that will be more than the SJB and SLPP obtained in 2024 because many stayed home last year.",
    "Clarifying Opposition confusion",
    "The main parties of the Opposition—the SJB and the SLPP, led by Sajith Premadasa and Namal Rajapaksa-- are in a self-created state of confusion, in yet another election season. They aren’t playing the aces they have.",
    "First off, the SJB and SLPP weren’t sure whether Anura Kumara Dissanayake subscribing to Ranil’s deals with the IMF and the private bondholders without sticking to his election promises and striving for a better deal, was good or bad.",
    "They though it was bad that he had made the promises-- which they regarded as unrealistic and had warned against-- not that he had broken them. They thought it was good that Anura had abandoned his longstanding critique and policy platform and come round to their economic projects and policies.",
    "Currently they (and their competitor the ultranationalist ‘entrepreneurial’ party) aren’t sure about the Anura-Modi pact. They attack AKD for his past critique of such agreements but hold their punches on the content of his total conversion and inversion. They sporadically call for greater transparency and the need to inform parliament, but aren’t demanding it, still less have they made such a demand a main slogan of their ongoing election campaign.",
    "It would be smart to ask the voters whether they agree with the content of the AKD-Modi agreements which directly impact the destiny of the nation, being kept secret from the nation and the sovereign people. If the citizens disapprove, they should signal the government with a NO vote at the local government election. But the Opposition is not campaigning on that issue.",
    "The Opposition simply has to get its collective head straight. Was Anura more right than wrong in his long-standing warnings of too close an embrace of, or by, India? If so, his right about-turn is wrong, arguably treasonous. Or was Anura more wrong than right in his past critique? Was he more right than wrong in his abrupt recent conversion? Should he be denounced or commended? If he should be commended for his conversion, then why vote against him?",
    "There are two completely contradictory ways the Opposition parties can go. They must choose.",
    "(A) Recognise and respect the anti-Ranil/anti-UNP sentiments of the vast majority who voted for the NPP’s platform, program and pledges in 2024 and proceed to point out sharply that Anura and his administration have betrayed those sentiments and aspirations regarding the IMF, debt restructuring and non-dependency on India, and have implemented the exact opposite of what they promised.",
    "(B) Criticise Anura and the NPP-JVP for taking the policy stances they did over the past many years up until the 2024 election, applaud them for having finally seen the light and come over to the Opposition’s views, and implicitly jeer at the vast majority that voted AKD-NPP for the backwardness and absurdity of their views.",
    "If they take Option (A), they can gouge some votes off the NPP, on grounds of betrayal. If they take Option (B) they cannot do so. Right now, they have gone, irrationally, self-destructively, for Option (B).",
    "The Opposition—SJB, SLPP--has to decide what is more important:",
    "i. To ideologically validate their earlier economic positions and projects which the JVP blocked (“we were right”)",
    "ii. To indict the ruling AKD-JVP-NPP for the immorality of having betrayed its mandate, with the dire consequences for the people and the country (“you are unconscionable liars and traitors”).",
    "To rephrase it bluntly, the SJB and SLPP have to choose whether:",
    "Anura should be exposed and denounced for treachery to the nation, the state and his own mandate.",
    "He should be merely rapped across the knuckles for his old stances and long delay in conversion, but welcomed and promised support because he has now come round to the Ranil-IMF, Ranil-bondholder and Ranil-Modi economic agreements and ‘integration with India’ doctrine.",
    "The Opposition cannot do both. Thus, it is impaled on the horns of a dilemma, unable to campaign with an offensive vigor that only conviction and coherence can confer, neither of which they have.",
    "SJB economist Harsha de Silva who has applauded AKD’s conversion and extended an offer of help while never failing to remind him of his earlier stands which are in complete contradiction to his present ones, implies that Anura should be criticised because he hasn’t gone all the way—signed ECTA with India and committed to selling-off the SriLankan Airlines.",
    "The Opposition’s free-marketeers haven’t grappled with the question whether signing ECTA would give Sri Lanka more market access than it would give India; whether we would gain more on the roundabouts of the Indian market than we would lose on the swings of opening our professions up to Indians. Would ECTA mean we lose or gain more space—bearing in mind that hardly have any space to concede, unlike in the case of India?",
    "Those who advocate selling-off Sri Lankan Airlines are completely ignorant of the fact that President JR Jayewardene rejected Singapore’s advice on this. The reason is that JRJ who was the father of our Tourism drive in the 1960s, knew that if we were as seriously committed to tourism as we should be, it was imperative to have our own national airline, because no country can depend on the aircraft of other nations or private companies to be as motivated in planning and scheduling flights as Sri Lanka’s own national carrier would be, with the target of maximizing tourist inflow to this island. That why a cash-strapped Cuba, which nonetheless is a ‘tourism superpower’, continues to maintain Air Cubana.",
    "The upshot of the confusion on the part of the Opposition’s leaders about Anura’s rightward economic shift and his sellout to Prime Minister Modi, is that the SJB and SLPP are forfeiting the votes it can get at this ongoing local Government election, the outcome of which will have hugely negative downstream consequences.",
    "The performance of the SJB and SLPP won’t be anything like the unexpected breakthrough win the SLPP pulled off in February 2018 on its first electoral outing. The reason is that in February 2018 the rising new Opposition party led by Mahinda Rajapaksa, the SLPP (‘Pohottuwa”), went flat out. Today, both SJB and SLPP are self-gagged and self-hobbling on the AKD-Modi ‘secret pacts’.",
    "Silent on AKD-Modi pacts",
    "Red Resistance: Kumar Gunaratnam",
    "Hard Government, Soft Opposition",
    "The SJB is a far cry from the classic, 17-member UNP in Opposition in 1970-1977, going up against a coalition with a two-thirds majority in Parliament. That UNP, led by JR Jayewardene with R. Premadasa as Deputy, never stepped forward and offered its cooperation to the Government when the OPEC oil price hikes hit in 1973. It was precisely then that the UNP in Opposition, reorganized by Premadasa, escalated its campaign to include non-violent direct action—Satyagraha—against the economic hardships imposed upon the people. Sajith’s SJB is doing no such thing. It seems to be doing the opposite.",
    "As for the SLPP, its parent party SLFP has a vigorous history in Opposition, even when it was facing the Jayewardene administration which had a 5/6ths majority in parliament. Madam Bandaranaike was hustled to safety by Anura Bandaranaike, Mahinda Rajapaksa and Maithripala Sirisena while Police shooting killed 147 people in the vicinity of the Sacred Bo Tree in Pettah during a demonstration against the Indo-Sri Lanka Accord.",
    "Namal and his SLPP have yet to voice any criticism of the AKD-Modi accords. On the sidelines of the Bharat Rising event at which he shared a platform anchored by Palki Sharma, Namal gave a TV interview to World 360 in which he came across as a pleasant, plausible, intelligent personality, without any caveats he wished to convey or flags he wished to raise regarding Modi’s “landmark” visit. (https://www.facebook.com/share/1AEj6KZVtm/)",
    "Emphasising the need for policy continuity, he came across as a potential winner but not a risk-taking dissenter, an independent-spirited young man with a rebellious streak, still less a patriotic hero. His vision is growth-centric and managerial. Unlike Mahinda with CBK during the PTOMS, he mightn’t rock the AKD-Modi boat even if it is heading in the wrong direction.",
    "The question that automatically arises is why the sons of Ranasinghe Premadasa and Mahinda Rajapaksa, whose genetically-inherited reflex actions should be to take a patriotic, ‘sovereignty-centric’ Populist stand, desist from doing so even though it is election season, the stakes are high and there are considerable votes to be won?",
    "It isn’t the surname that counts; it is the role that the famous fathers played in exceptional times. It isn’t ‘Who’s Who’ you are, it is whether you have that special quality your famous fathers or mothers did; whether you too have what it takes to step up to the plate, take up the challenge facing your country and its people at the time. Ranasinghe Premadasa and Mahinda Rajapaksa were realists but with core principles for which they were willing to take risks and did. National sovereignty was one. The sons are pragmatists, more focused on the ‘how’ of management and implementation rather than the ‘what’ of policy and ‘where’ of direction.",
    "Among the Opposition parliamentarians the sole exception to this self-imposed vow of silence on the AKD-Modi accords, is Dayasiri Jayasekara, prominent progressive-centrist politician, lawyer and member of the Samagi Jana Sandhanaya (the SJS, the SJB-led alliance, not the SJB itself). He spoke at length in the House, off a procedural text, raising an issue of the violation of privileges as an MP on the grounds that Parliament had not seen the several agreements signed between Anura and Modi. On April 10th, in the Batalanda debate, he also took the battle to the JVP. But with the Opposition leaders becoming Modi’s men, what if Dayasiri too is coopted, neutralised, politically silenced?",
    "Those who look for national liberation to a Donald Trump-wannabe and his ultranationalist ‘entrepreneurial’ New Right had better look again. The postscript to the Modi visit, the Media Fest organised by the Sri Lanka-India Media Friendship Association (SLIMFA), showcases the Palki Sharma Sessions (April 25-26, 2025) by media and soft-power superstar and chief China-scourge of Modi’s Bharat. The Platinum sponsor is Ultratech Cement, the Gold sponsor is IOC Lanka. The event is supported by the High Commission of India. The many partners are all Indian ‘chains’. All of this is very much in order and shouldn’t raise any eyebrows. However, the only (two) local partners are Sri Lankan Airlines and Triad.",
    "Pretty much the entire establishment, the political elite—old and new--Government and Opposition, princes and commissars, are all Modi’s men, articulating the worldview of the comprador capitalist class, not a national bourgeoisie.",
    "One must avoid one-dimensional or linear thinking. If in this new historical context, it is possible to envisage a centrist-democratic solution which will restore Sri Lanka’s sovereignty, it will require a new formula which would entail the abandonment of zero-sum games within the democratic Opposition. It will require a new centrist configuration or constellation of leading political personalities and forces. The only configuration I can envisage is a triangular one of Namal Rajapaksa-Sajith Premadasa-Dayasiri Jayasekara.",
    "Namal has an eminently electable personality but his SLPP can be a deadweight. Sajith’s shot at the presidency is a long one, but he has the best grasp of the economic crisis and solutions. It would take a ticket of Namal and Sajith to have a chance, with the economy under Sajith’s control.",
    "Dayasiri Jayasekara has more bipartisan experience and consequent maturity than either Sajith or Namal. He is more of a Realist and not merely a pragmatist. He could infuse a moderate patriotism into the equation.",
    "Each member of the troika can balance-off the weakness of the other. ‘Tripolar balancing’ and a ‘trilateral’ geometry of alliances are well-known formula in international relations. They should be tried in the national political context too.",
    "Sri Lanka isn’t a home-ground of optimal convergences so the Namal-Sajith-Dayasiri troika may not come to pass. I’d say that any two of the three in combination would be significantly better than AKD-NPP.",
    "However, given that Sajith and Namal haven’t stood up and protested against the AKD-Modi sellout pacts as their heroic, patriotic fathers would have, Sri Lanka’s destiny cannot be left in their hands even in combination.",
    "The country needs a strong Left in the multiple roles of watchdog, counter-power, guarantor and alternative. We need is a left modeled on the JVP not as it was, but as it should and could have been from its inception 60 years ago this year. At the very least it should be what the JVP-NPP could have been – what it pledged to be, in 2023-2024—not what it swiftly turned out to be: a foreign puppet administration.",
    "If such a left develops and matures as a ‘national-popular’ alternative in the Gramscian sense, it can become a credible parliamentary or Presidential option in 2029.",
    "The greatest concentration of brain and backbone in Sri Lankan politics currently is the Frontline Socialist Party partnered with the People’s Struggle Alliance. They are society’s radical conscience. Nobody ‘speaks truth to power’ as they do. Watch Duminda Nagamuwa deconstruct Anura-Tilvin deceit and hypocrisy. (https://youtu.be/D7op5v1mGVg)",
    "The FSP-PSA has a long way to go and grow along several vectors. Having the most studious of contemporary Lankan political leadership-teams, it should scrutinize and learn from:",
    "1) All successful left parties currently wielding state or governmental power, from South Asia (Nepal, Kerala) through East Asia (China, Vietnam) to Latin America (e.g., Cuba, Mexico, Chile, Colombia, Venezuela, Nicaragua etc.).",
    "2) Left parties that successfully transitioned from Aragalaya-type ‘Occupy’/anti-globalisation/anti-austerity protest movements, to Governmental office (e.g., Spain’s Podemos).",
    "3) The JVP’s history--critiquing and negating past barbarism, and absorbing positive contributions within a higher, holistic synthesis.",
    "The very ethos of this island will generate resistance to external hegemony –especially Indianization--and its comprador client-regime, with or without the parliamentary Opposition parties and leaders. Unlike Keppetipola, the leader of the 1818 rebellion who was a nobleman, Puran Appu who led the 1848 rebellion, arose from the people."
  ]
}