{
  "url": "https://www.ft.lk/columns/External-debt-Sri-Lanka-s-Enemy-at-the-Gates/4-773350",
  "title": "External debt: Sri Lanka’s ‘Enemy at the Gates’",
  "ut": 1740162283.0,
  "body_paragraphs": [
    "Has Sri Lanka set itself up for another crash?",
    "A recent economic discussion program on a major television channel hosted a panel that included two economists, a representative of the SME sector and three Members of Parliament, one of whom is a high-net worth individual, owner of the TV station and a former Presidential Candidate. Over two and a half hours, the conversation took in a myriad of topics related to the economy: monetary policy, money printing, interest rates, taxation, along with the usual accompanying hand-wringing and polite finger-wagging.",
    "This was an interesting mix of personalities that each represented a specific part of a narrative surrounding what went wrong with our economy and what can we do about it. The economists, Dhananath Fernando – CEO of Advocata Institute and Dr. Kenneth De Zilva, a business cycle economist, operated from two broadly distinctive positions. Fernando insisted that monetary policy stability, the end of fiscal dominance, the independence of the Central Bank, the free-float of the LKR were necessary and timely interventions; De Zilva broadly disagreed and underlying the divergence is essentially a debate about the source of inflation. De Zilva was keen to de-emphasise links between money printing, money supply and inflation, noting that Sri Lanka’s own Central Bank report noted that inflation was driven by supply-side issues and that even the Reserve Bank of India has questioned direct, linear links between money supply and inflation.",
    "However, despite discussing the IMF, none of the panellists seemed willing to question the program conceptually nor was there any consideration about whether the program and debt restructuring deals will actually deliver a sustainable debt stock for Sri Lanka. There was also very little emphasis on revenue measures overall, what Sri Lanka’s tax structure should look like to relieve as much of the burden as possible from the middle classes and SMEs while maintaining Sri Lanka’s revenue growth momentum. Ideally, policymakers should be shifting the imbalance in the structure away from indirect taxes towards direct taxes, widening the income tax base and formalising the ‘cash-only’ economy.",
    "The crisis of market access",
    "The Government’s recent Budget maintains some revenue momentum; projected tax revenue of Rs. 4.7 trillion (t) just about meets the IMF tax revenue target of 15% of GDP and growth for the year is projected at 5% but 80% of this growth is attributed to domestic consumption. The Budget also seems to treat importers and exporters the same even though Sri Lanka’s debt sustainability is dependent on foreign exchange inflows.",
    "Brad Sester, an economist previously attached to the US Treasury Department and currently a Senior Fellow at the Council on Foreign Relations, has followed Sri Lanka’s IMF Agreement and Debt Restructuring programs closely. Commenting on the former in a February 2024 article, Sester notes that “The IMF does not explicitly set out the path of Sri Lanka’s external public and publicly guaranteed debt-to-GDP… there is literally no assessment of Sri Lanka’s external debt in the IMF’s debt sustainability analysis and the IMF considers this a feature, not a bug”. Here Sester is referring to the IMF’s Debt Sustainability Analysis Model (DSA), which became a major political talking point in the lead up to the election, with both major contenders questioning the IMF but neither providing an alternative.",
    "The IMF categorises Sri Lanka as a Market Access Country (MAC), while countries like Zambia and Ghana are considered Low-income countries (LIC); a distinction that radically alters how the IMF’s DSA models perceive the country’s capacity to manage a significant debt stock, specifically an external debt stock dependent on international capital markets. Sri Lanka, Ghana and Zambia had similar Public Debt to GDP ratios; over 100% with high External Debt to GDP as well. The IMF programs for Ghana and Zambia significantly restrict public debt to GDP; Ghana cannot exceed total debt to GDP of 55% and 40% external debt to GDP. Meanwhile Sri Lanka will have public debt to GDP of over 105% in 2027 according to IMF projections.",
    "It is the trajectory of external debt that ought to be concerning; the IMF’s own projections from June 2024: suggest that external debt will be $ 55.6 billion in 2025, rising to $ 58 billion in 2026 and continuing to rise thereafter, reaching $ 65.8 billion in 2029. External debt as a percentage of GDP is projected to be 65.7% in 2026, rising to 68.5% in 2027 and reducing marginally back down to 65% in 2029.",
    "The trajectory of external debt repayment also reveal the shortcomings of the debt restructuring deal, specifically the decision to include a Macro-Linked Bond (MLB).",
    "Sester generated the chart which shows Sri Lanka’s debt service obligations based on the debt restructuring term’s ‘Base-Case’ scenario along with the relative ‘upside’ deviations from that base-case.",
    "In upside scenario 1, activated if Sri Lanka’s GDP averages $ 94 billion from 2025-27, repayments to bondholders increase substantially from 2028 onwards and persist until 2032. Commenting via the ‘X’ platform (formerly known as twitter), Sester noted that it “Sure looks like the bondholders out-negotiated Sri Lanka’s previous Government, and gamed the IMF and the official creditors…”",
    "Over-paying for downside protection",
    "Put simply, Sester contends that “the IMF put Sri Lanka in a bad negotiating position, with a program that low-balled dollar GDP and a debt sustainability analysis that allowed a high level of public debt to GDP”. Sri Lanka’s GDP will likely surpass the $ 94 billion range which will push its bonds to ‘upside scenario 2’ at the very least. This indicates a substantial sweetener for bondholders who will benefit more from Sri Lanka’s GDP growth which, paradoxically, raises debt service and increases the likelihood of debt distress and vulnerability to external shocks.",
    "In terms of upside and downside protections for both the Sri Lankan Treasury and bondholders, Sester notes that there is an obvious “asymmetry” in that Sri Lanka’s GDP will almost certainly surpass Upside Scenario 1 benchmarks. This creates what Sester calls the underlying risk for Sri Lanka: the MLB’s are fixed payment bonds, once Sri Lanka’s average GDP for the three years between 2025 and 2027 is calculated, there is no longer a variable component. Sester suggests that “Sri Lanka is over-paying for downside protection, and the bondholders have negotiated a deal that is closer to $99b scenario as the real base case…”",
    "Macro-Linked Bonds (MLBs) refer to what are known as State-Contingent Debt Instruments (SCDIs) that have been around in its current form since at least the late 1990’s, becoming more popular in the early 2000’s as a result of Argentina’s debt restructurings. Global Financial Advisory firm Rothschild and Company represent the international private bondholders and it was Rothschild that pushed for what is essentially a sweetener for bondholders. Partner of Rothschild and Company, Eric Palo wrote an article published on the firm’s website that somewhat extols the virtues of SCDI’s, specifically noting Sri Lanka’s recent agreements.",
    "Palo states that Macro-Linked bonds were a “novel type of SCDI” that is meant to generate ‘symmetry of treatment’ for all parties involved, something Sester disagrees with as mentioned above. Palo notes that under the IMF’s baseline scenario, Sri Lanka benefits from an upfront debt stock reduction (Principal & PDIs) of approximately $ 3.6 billion”. This is why the baseline scenario assumed is so problematic for Sri Lanka’s debt sustainability project.",
    "Writing in the Financial Times in May 2024, Sri Lankan economists Thilina Panduwawala and Chayu Damsinghe state that “if debt sustainability really was the priority, then the macro-link bonds would be tied to Sri Lanka’s FX earnings or FX reserves during 2029-2032”. The IMF Program envisions Dollar GDP as the measure for debt repayment capacity for Sri Lanka; the MAC debt sustainability model does not explicitly constrain Sri Lanka’s debt service to revenue, while the LIC debt sustainability model does. IMF programs for both Ghana and Zambia include debt-service to revenue ratio targets. As per the 2025 Budget, Sri Lanka has just under Rs. 3 trillion in debt service (interest payments) for 2025, against a total government revenue of around Rs. 5 trillion. This does not include the Rs. 2.2 trillion deficit which the Government is expected to fund through foreign borrowings.",
    "Another aspect worth noting is that the Sri Lankan Government did not initially envision a restructuring of domestic debt, it was international bondholders that insisted on what was called a Domestic Debt Optimisation (DDO) with the Central Bank stating that the DDO would support the pursuit of the IMFs crucial Gross Financing Needs (GFN) targets. In a September 2023 article in the Financial Times, Sester notes that the DDO “exercise seems driven by a need to reduce the contribution of domestic debt service to the gross financing needs rather than tackle any real vulnerability, instead enabling Sri Lanka to maximise debt service to foreign creditors… the domestic debt optimisation exercise addresses what in effect is a non-existent vulnerability.”",
    "Lazard, one of two Financial Advisory Institutions engaged by Sri Lanka for the debt restructuring negotiations, released a policy brief titled ‘The 2020-2025 Sovereign Debt Crisis: What have we learnt and what lies ahead?’. This report actually critiques the need for DDOs, stating that restructuring domestic debt “should not be automatic and only implemented i) when a country cannot restore fiscal sustainability by a combination of fiscal adjustment and a renegotiation of its external debt, ii) when the domestic debt problem cannot be reasonably addressed by financial repression with a socially acceptable level [of] inflation, and iii) when financial stability risks are deemed under control”. Sester agrees with this analysis that “domestic debt is not comparable to external debt”.",
    "Lazard states that external creditors should not seek domestic debt restructurings based on the burden-sharing argument because “there is no robust economic theory that implies that a DDR is beneficial to external creditors”. Yet Sri Lanka agreed to a DDO (no different from a DDR) despite explicitly stating otherwise initially while also agreeing to an MLB that is likely to favour creditors at the expense of the Sri Lankan Treasury.",
    "The crux of the issue lies with the IMF’s treatment of Sri Lanka’s economy within their MAC framework which suggests on paper that the economy is able to manage a significantly higher external debt stock than its external sector and foreign exchange flows suggest it can realistically sustain. Sri Lanka has never borrowed from the capital markets while having total public debt to GDP over 100%; raising between $ 1.5 billion to $ 2 billion annually from the capital markets starting in 2027/28 per the IMF schedule, seems a tall order for a country with such an under-diversified export sector.",
    "To summarise Sester’s argument based off his commentary on the ‘X’ social media platform, the IMF’s DSA has done three things that are less than optimal for Sri Lanka’s specific scenario:",
    "1. The IMF utilised an “entirely fiscal framework” that only explicitly restricts public debt to GDP, not external debt and there is no explicit target for the debt service to revenue ratio",
    "2. “Generous targets for public debt” and foreign exchange (FX) debt service allows Sri Lanka to hold over 100% debt to GDP even beyond 2030 and the IMF expects FX debt service to be 4.5%, something that would have been restricted under the LIC debt sustainability framework.",
    "3. “It was based on a low-balled dollar GDP forecast, which the bondholders immediately noticed”",
    "This GDP forecast was later adjusted upwards while the public debt to GDP target was not adjusted downwards, thereby allowing what Sester calls a “generous payments profile” that disproportionately seems to have benefited bondholders. International Creditors therefore seem to have negotiated a much higher cashflow to the bonds from 2028 if Sri Lanka’s GDP growth outperforms the base-case, which is now the most likely scenario.",
    "“That’s the rub” notes Sester: “upside 2 has a ton of debt service from 2028 to 2033, and thus requires Sri Lanka to fund itself heavily in the market over that time period ... and do so at debt to GDP levels far higher than Sri Lanka has had in the past”. Has Sri Lanka set itself up for another crash?",
    "(The writer has 15 years of experience in the Financial and Corporate sectors after completing a Degree in Accounting and Finance at the University of Kent (UK). He also holds a Masters in International Relations from the University of Colombo. He is a media presenter, political commentator and Foreign Affairs analyst, invited regularly on television broadcasts as a resource-person. He is also a member of the Working Committee of the Samagi Jana Balawegaya (SJB).)"
  ]
}