{
  "url": "https://www.technologyreview.com/2026/01/07/1129748/aadhaar-nandan-nilekani-india-digital-biometric-identity-data/",
  "title": "The man who made India digital isn’t done yet",
  "ut": 1767745800.0,
  "body_paragraphs": [
    "Nandan Nilekani can’t stop trying to push India into the future. He started nearly 30 years ago, masterminding an ongoing experiment in technological state capacity that started with Aadhaar—the world’s largest digital identity system. Aadhaar means “foundation” in Hindi, and on that bedrock Nilekani and people working with him went on to build a sprawling collection of free, interoperating online tools that add up to nothing less than a digital infrastructure for society. They cover government services, digital payments, banking, credit, and health care, offering convenience and access that would be eye-popping in wealthy countries a tenth of India’s size. In India those systems are called, collectively, “digital public infrastructure,” or DPI. At 70 years old, Nilekani should be retired. But he has a few more ideas. India’s electrical grid is creaky and prone to failure; Nilekani wants to add a layer of digital communication to stabilize it. And then there’s his idea to expand the financial functions in DPI to the rest of the world, creating a global digital backbone for commerce that he calls the “finternet.”  “It sounds like some crazy stuff,” Nilekani says. “But I think these are all big ideas, which over the next five years will have demonstrable, material impact.” As a last act in public life, why not Aadhaarize the world? India’s digital backbone Today, a farmer in a village in India, hours from the nearest bank, can collect welfare payments or transfer money by simply pressing a thumb to a fingerprint scanner at the local store. Digitally authenticated copies of driver’s licenses, birth certificates, and educational records can be accessed and shared via a digital wallet that sits on your smartphone.",
    "In big cities, where cash is less and less common (just trying to break a bill can be a major headache), mobile payments are ubiquitous, whether you’re buying a TV from a high-street retailer or a coconut from a roadside cart. There are no fees, and any payment app or bank account can send money to any other. The country’s chaotic patchwork of public and private hospitals have begun digitizing all their medical records and uploading them to a nationwide platform. On the Open Network for Digital Commerce (ONDC), people can do online shopping searches on whatever app they want, and the results show sellers from an array of other platforms, too. The idea is to liberate small merchants and consumers from the walled gardens of online shopping giants like Amazon and the domestic giant Flipkart.   In the most populous nation on Earth—with 1.4 billion people—a large portion of the bureaucracy anyone encounters in daily life happens seamlessly and in the cloud.  At the heart of all these tools is Aadhaar. The system gives every Indian a 12-digit number that, in combination with either a fingerprint scan or an SMS code, allows access to government services, SIM cards, basic bank accounts, digital signature services, and social welfare payments. The Indian government says that since its inception in 2009, Aadhaar has saved 3.48 trillion rupees ($39.2 billion) by boosting efficiency, bypassing corrupt officials, and cutting other types of fraud. The system is controversial and imperfect—a database with 1.4 billion people in it comes with inherent security and privacy concerns. Still, in the most populous nation on Earth, a big portion of the bureaucracy anyone might encounter in daily life just happens in the cloud.",
    "Nilekani was behind much of that innovation, marshaling an army of civil servants, tech companies, and volunteers. Now he sees it in action every day. “It reinforces that what you have done is not some abstract stuff, but real stuff for real people,” he says. Related StoryInside India’s scramble for AI independenceRead next By his own admission, Nilekani is entering the twilight of his career. But it’s not over yet. He’s now “chief mentor” for the India Energy Stack (IES), a government initiative to connect the fragmented data held by companies responsible for generating, transmitting, and distributing power. India’s grids are unstable and disparate, but Nilekani hopes an Aadhaar-like move will help. IES aims to give unique digital identities not only to power plants and energy storage facilities but even to rooftop solar panels and electric vehicles. All the data attached to those things—device characteristics, energy rating certifications, usage information—will be in a common, machine-readable format and shared on the same open protocols. Ideally, that’ll give grid operators a real-time view of energy supply and demand. And if it works, it might also make it simpler and cheaper for anyone to connect to the grid—even everyday folks selling excess power from their rooftop solar rigs, says RS Sharma, the chair of the project and Nilekani’s deputy while building Aadhaar. Nilekani’s other side hustle is even more ambitious. His idea for a global “finternet” combines Aadhaarization with blockchains—creating digital representations called tokens for not only financial instruments like stocks or bonds but also real-world assets like houses or jewelry. Anyone from a bank to an asset manager or even a company could create and manage these tokens, but Nilekani’s team especially hopes the idea will help poor people trade their assets, or use them as loan collateral—expanding financial services to those who otherwise couldn’t access them.   It sounds almost wild-eyed. Yet the finternet project has 30 partners across four continents. Nilekani says it’ll launch next year. A call to service Nilekani was born in Bengaluru, in 1955. His family was middle class and, Nilekani says, “seized with societal issues and challenges.” His upbringing was also steeped in the kind of socialism espoused by the newish nation’s first prime minister, Jawaharlal Nehru. After studying electrical engineering at the Indian Institute of Technology, in 1981 Nilekani helped found Infosys, an information technology company that pioneered outsourcing and helped turned India into the world’s IT back office. In 1999, he was part of a government-appointed task force trying to upgrade the infrastructure and services in Bengaluru, then emerging as India’s tech capital. But Nilekani was at the time leery of being viewed as just another techno-optimist. “I didn’t want to be seen as naive enough to believe that tech could solve everything,” he says.  Nilekani demonstrates the biometric technology at the heart of Aadhaar, the system he spearheaded that provides a unique digital identity number to all Indians.PALLAVA BAGLA/CORBIS/GETTY IMAGES   Seeing the scope of the problem changed his mind—sclerotic bureaucracy, endemic corruption, and financial exclusion were intractable without technological solutions. In 2008 Nilekani published a book, Imagining India: The Idea of a Renewed Nation. It was a manifesto for an India that could leapfrog into a networked future.",
    "And it got him a job. At the time more than half the births in the country were not recorded, and up to 400 million Indians had no official identity document. Manmohan Singh, the prime minister, asked Nilekani to put into action an ill-defined plan to create a national identity card. Nilekani’s team made a still-controversial decision to rely on biometrics. A system based on people’s fingerprints and retina scans meant nobody could sign up twice, and nobody had to carry paperwork. In terms of execution, it was like trying to achieve industrialization but skip a steam era. Deployment required a monumental data collection effort, as well as new infrastructure that could compare each new enrollment against hundreds of millions of existing records in seconds. At its peak, the Unique Identification Authority of India (UIDAI), the agency responsible for administering Aadhaar, was registering more than a million new users a day. That happened with a technical team of just about 50 developers, and in the end cost slightly less than half a billion dollars. Buoyed by their success, Nilekani and his allies started casting around for other problems they could solve using the same digitize-the-real-world playbook. “We built more and more layers of capability,” Nilekani says, “and then this became a wider-ranging idea. More grandiose.” While other countries were building digital backbones with full state control (as in China) or in public-private partnerships that favored profit-seeking corporate approaches (as in the US), Nilekani thought India needed something else. He wanted critical technologies in areas like identity, payments, and data sharing to be open and interoperable, not monopolized by either the state or private industry. So the tools that make up DPI use open standards and open APIs, meaning that anyone can plug into the system. No single company or institution controls access—no walled gardens.  A contested legacy Of course, another way to look at putting financial and government services and records into giant databases is that it’s a massive risk to personal liberty. Aadhaar, in particular, has faced criticism from privacy advocates concerned about the potential for surveillance. Several high-profile data breaches of Aadhaar records held by government entities have shaken confidence in the system, most recently in 2023, when security researchers found hackers selling the records of more than 800 million Indians on the dark web. Technically, this shouldn’t matter—an Aadhaar number ought to be useless without biometric or SMS-based authentication. It’s “a myth that this random number is a very powerful number,” says Sharma, the onetime co-lead of UIDAI. “I don’t have any example where somebody’s Aadhaar disclosure would have harmed somebody.”  Related StoryThis American nuclear company could help India’s thorium dreamRead next One problem is that in everyday use, Aadhaar users often bypass the biometric authentication system. To ensure that people use a genuine address at registration, Aadhaar administrators give people their numbers on an official-looking document. Indians co-opted this paperwork as a proof of identity on its own. And since the document—Indians even call it an “Aadhaar card”—doesn’t have an expiration date, it’s possible for people to get multiple valid cards with different details by changing their address or date of birth. That’s quite a loophole. In 2018 an NGO report found that 67% of people using Aadhaar to open a bank account relied on this verification document rather than digital authentication. That report was the last time anyone published data on the problem, so nobody knows how bad it is today. “Everybody’s living on anecdotes,” says Kiran Jonnalagadda, an anti-Aadhaar activist. In other cases, flaws in Aadhaar’s biometric technology have caused people to be denied essential government services. The government downplays these risks, but again, it’s impossible to tell how serious the problem is because the UIDAI won’t disclose numbers. “There needs to be a much more honest acknowledgment, documentation, and then an examination of how those exclusions can be mitigated,” says Apar Gupta, director of the Internet Freedom Foundation.",
    "Beyond the potential for fraud, it’s also true that the free and interoperable tools haven’t reached all the people who might find them useful, especially among India’s rural and poorer populations. Nilekani’s hopes for openness haven’t fully come to pass. Big e-commerce companies still dominate, and retail sales on ONDC have been dropping steadily since 2024, when financial incentives to participate began to taper off. The digital payments and government documentation services have hundreds of millions of users, numbers most global technology companies would love to see—but in a country as large as India, that leaves a lot of people out. Going global The usually calm Nilekani bristles at that criticism; he has heard it before. Detractors overlook the dysfunction that preceded these efforts, he says, and he remains convinced that technology was the only way forward. “How do you move a country of 1.4 billion people?” he asks. “There’s no other way you can fix it.”",
    "The proof is self-evident, he says. Indians have opened more than 500 million basic bank accounts using Aadhaar; before it came into use, millions of those people had been completely unbanked. Earlier this year, India’s Unified Payments Interface overtook Visa as the world’s largest real-time payments system. “There is no way Aadhaar could have worked but for the fact that people needed this thing,” Nilekani says. “There’s no way payments would have worked without people needing it. So the voice of the people—they’re voting with their feet.”  A street vendor in Kolkata displays a QR code that lets him get paid via India’s Unified Payments Interface, part of the digital public infrastructure Nilekani helped build. The Reserve Bank of India says more than 657 million people used the system in the financial year 2024–2025.DEBAJYOTI CHAKRABORTY/NURPHOTO/GETTY IMAGES   That need might be present in countries beyond India. “Many countries don’t have a proper birth registration system. Many countries don’t have a payment system. Many countries don’t have a way for data to be leveraged,” Nilekani says. “So this is a very powerful idea.” It seems to be spreading. Foreign governments regularly send delegations to Bengaluru to study India’s DPI tools. The World Bank and the United Nations have tried to introduce the concept to other developing countries equally eager to bring their economies into the digital age. The Gates Foundation has established projects to promote digital infrastructure, and Nilekani has set up and funded a network of think tanks, research institutes, and other NGOs aimed at, as he says, “propagating the gospel.” Still, he admits he might not live to see DPI go global. “There are two races,” Nilekani says. “My personal race against time and India’s race against time.” He worries that the economic potential of its vast young population—the so-called demographic dividend—could turn into a demographic disaster. Despite rapid growth, gains have been uneven. Youth unemployment remains stubbornly high—a particularly volatile problem in a large and economically turbulent country.  “Maybe I’m a junkie,” he says. “Why the hell am I doing all this? I think I need it. I think I need to keep curious and alive and looking at the future.” But that’s the thing about building the future: It never quite arrives. Edd Gent is a journalist based in Bengaluru, India. hide"
  ]
}