{
  "url": "https://www.ft.lk/columns/Reimagining-Sri-Lankan-cuisine-Bringing-Paradise-to-Sri-Lanka/4-773255",
  "title": "Reimagining Sri Lankan cuisine: Bringing Paradise to Sri Lanka",
  "ut": 1739990685.0,
  "body_paragraphs": [
    "Sri Lankan restaurant ‘Paradise’, was established five years ago in London, and was born out of a desire to showcase authentic fiery island flavours with a modern twist. For the restaurant’s founder, Chef Dom Fernando, who played a key role in the culinary art events at the Galle Literary Festival 2025, ‘authenticity is at the heart of everything he does.’",
    "Born in London to Sri Lankan parents, for Dom Fernando (42), meal times were a main focus, especially with his grandmother making the most delicious dishes. Dom says her influence has been a constant in his life, and it is her flavours that are woven into Paradise’s dishes, still to this day.",
    "A veteran in his field with 14 years in the hospitality trade, Dom has held a variety of group leadership roles at both InterContinental Hotels Group (IHG) and Hilton International. But his love affair with cooking and spice began at an early age when he wandered around street food stalls in Sri Lanka during his family visits. The explosion of spice, heat, freshness and sweetness intertwined, is what inspired him to realise his dream of opening his own restaurant and in 2019, Paradise was born, to critical acclaim. Dom says that what Paradise offers isn’t ‘fusion,’ but a reinterpretation of traditional dishes through contemporary techniques, using Sri Lankan and British produce. “Take the mutton roll, for example, a beloved Sri Lankan street snack. In London, we maintain the core flavours but reimagine the dish using raw mutton tartare, dressed with traditional spices, and presented in an elegant, minimalist style. It’s about challenging perceptions,” he says. “People in London know the traditional mutton roll, but when we serve it this way, it surprises them—and yet, it’s still unmistakably Sri Lankan.”",
    "The process: Where tradition meets technique",
    "What differentiates Chef Dom Fernando isn’t just the presentation but the meticulous process behind each dish. While Sri Lankan home cooking often embraces a ‘one-pot’ approach, adding all ingredients together and letting them simmer, Paradise employs layered techniques borrowed from global culinary practices.",
    "“For example, in a traditional Sri Lankan curry, you’d cook the fish directly in the sauce. We take it a step further—we make a seafood stock from scratch, infuse it with spices, then blend and strain it to create a smooth, intensely flavoured base. We even vacuum-seal our curries to let the flavours develop over a few days before serving. It’s not about changing the dish; it’s about amplifying what’s already there.”",
    "But he’s quick to dispel the notion that this is about ‘elevating’ Sri Lankan cuisine, as if traditional methods are lacking. “We’re not reinventing the wheel. We’re just exploring different ways to showcase our food, using techniques that have been around for decades in other parts of the world.”",
    "Food as culture: The intersection with literature and art",
    "For Dom, food doesn’t exist in isolation—it’s part of a larger cultural ecosystem, the reason why he strongly supports events like the Galle Literary Festival.",
    "“Food, literature, art—they’re all connected,” he says. “Dining today isn’t just about the food on your plate. It’s about the story behind the dish, the design of the space, the narrative woven into every element of the experience.”",
    "He draws parallels between the festival’s mission and his own work. “The Galle Literary Festival pushes boundaries, challenges perceptions, and fosters dialogue. That’s what we’re trying to do with Sri Lankan food—to create conversations, spark curiosity, and shift how people see our cuisine.”",
    "When Dom Fernando opened Paradise in London, he wasn’t just launching another restaurant. He was crafting a story—one told through flavours, textures, and the rich cultural tapestry of Sri Lanka. Through Paradise and other ventures, he hopes to create spaces where Sri Lankans can thrive without feeling the need to emigrate. “Hospitality is in the Sri Lankan DNA. But what’s missing are the skills and training to deliver world-class service. That’s where I want to make a difference.”",
    "Dom recently launched a Mexican food pop-up in Ahangama and served his creations to an appreciative audience at the Galle Literary Festival. He is also in the process of getting ready to launch Open Door Policy, an 11-seater immersive Sri Lankan chef’s table experience to Sri Lanka to a permanent location in Colombo 3. “We will source everything locally—working with farmers in the north and partnering with small producers. We’re all about creating sustainable ecosystems.”",
    "As he looks to come back to his roots with new ventures on the island, Dom reflects on the evolution of Sri Lankan cuisine, the importance of cultural connection, and his vision for inspiring the next generation. He is passionate about reversing the trend of young Sri Lankans seeking opportunities abroad. “When I visit, people often ask, ‘Can you get me a job in London?’ And I tell them—yes, I could, but why? The UK is expensive, challenging, and honestly, not as glamorous as you think. There are incredible opportunities right here if you’re willing to work for them.”",
    "Sweet ambitions: Reimagining Sri Lankan desserts",
    "Sri Lankan cuisine is often celebrated for its bold, savoury flavours—fiery curries, aromatic sambols, and fragrant rice dishes. But when it comes to desserts, the narrative tends to become simpler—the watalappan, ice cream and jelly. For Dom, this presented both a challenge and an opportunity.",
    "“Sri Lankan food culture is heavily savoury-driven,” he admits. “But we’re a nation with a serious sweet tooth, we just don’t always reflect that in our traditional desserts.”",
    "From the beginning, desserts were central to Dom’s vision for his first project Paradise. “I’ve got a sweet tooth, and I believe the final dish should leave a lasting impression. We started with a version of watalappan gelato—authentic in flavour but presented differently. Over the years, we’ve evolved, asking, what’s the next generation of Sri Lankan desserts?”",
    "He says it’s about balance: acidity, sweetness, texture. After a hearty Sri Lankan meal, diners crave something light and refreshing. One of Paradise’s latest creations is a testament to this philosophy—a delicate cream made from buffalo curd, Somerset cheese, and paneer, whipped into airy perfection using an iSi gun. “It’s creamy, slightly tangy, and not overly sweet. It’s about elevating familiar flavours in unexpected ways.”",
    "Dom sees the lack of a deep-rooted dessert tradition not as a limitation but as a blank canvas. “We’re not bound by centuries of ‘this is how it’s always been done.’ That gives us the freedom to innovate.”",
    "A culinary map: Exploring Sri Lanka’s regional diversity",
    "While Paradise’s London menu nods to familiar Sri Lankan staples. Over the past five years, Dom and his team have made regular trips to Sri Lanka, exploring different regions, spice blends, and cooking techniques. But, he admits, these explorations have only scratched the surface.",
    "“That’s one reason I’m here more often now,” he says. “I want to go deeper—cook with families, learn from home cooks, understand not just how dishes are made but why certain methods and flavours exist.”",
    "This passion for regional exploration will be at the heart of Dom’s next venture: Open Door Policy. “It’s a space where we can showcase regional Sri Lankan dishes with a modern twist. But it’s a process—it takes time to honour these traditions while presenting them in new ways.”",
    "Rooted in Sri Lanka: A message to the next generation",
    "Beyond the food, Dom’s journey is about identity and belonging. Having lived abroad, he understands the allure of opportunities elsewhere. But he also sees the untapped potential within Sri Lanka—a potential he hopes to showcase not just through his restaurants but through his message to the country’s youth.",
    "“It’s easy to think the grass is greener elsewhere,” he says. “But there’s so much here—culture, history, incredible produce, and talent. We just need to believe in it.”",
    "For Dom, nurturing this mindset requires a multi-faceted approach. First, he emphasises reconnecting with culture, noting that “food is communal in Sri Lanka. We love gathering, sharing meals, and telling stories. That’s a powerful cultural asset—we need to celebrate it.” He also highlights the importance of valuing local ingredients, pointing out that “Sri Lanka has phenomenal produce, but much of it is exported. That drives up prices locally and limits access. We need to rethink how we value and consume what’s grown here.”",
    "Additionally, Dom advocates for inspiring through media, pointing to shows like MasterChef and Chef’s Table that have changed how people view food careers globally. “We need to create that kind of cultural excitement here. Are we preparing young Sri Lankans to compete on a global level, or are we stuck in outdated models? Hospitality has evolved dramatically over the last 20 years. Our education system needs to reflect that.”",
    "Finally, he suggests leveraging culinary tourism, noting that countries like Thailand and Indonesia have turned food into a major tourism driver. Why not Sri Lanka? He asks, given that we have the flavours, the culture, and the stories. “It just needs to be packaged in ways that will attract the world.”",
    "Paradise with a purpose",
    "Dom Fernando’s journey is more than a mere business expansion. It’s a cultural mission—a quest to redefine what Sri Lankan cuisine can be, both at home and overseas. Through his restaurants, he’s not just serving food; but telling stories, challenging perceptions, and creating spaces where the Sri Lankan identity can flourish.",
    "“When people dine at Paradise,” he says, “I want them to leave curious—not just about the food, but about Sri Lanka itself. I want them to think, I need to go there and taste this for myself. That’s the real goal.”",
    "In a world where culinary traditions can easily become static, Dom’s vision is clear: to keep the conversation going, one plate at a time."
  ]
}