{
  "url": "https://www.ft.lk/columns/The-story-of-Maya-and-friends-How-AI-is-quietly-redefining-work/4-787132",
  "title": "The story of Maya and friends: How AI is quietly redefining work",
  "ut": 1768853170.0,
  "body_paragraphs": [
    "At 6.30 a.m., my day starts with a team huddle.",
    "Maya has already organised my calendar, flagged a couple of health reminders, and shortlisted three options for a new coffee machine.",
    "Dr. Zen has assembled a research pack on a topic I’m writing about, complete with sources and counterarguments.",
    "Mura has turned yesterday’s messy notes into a clean draft proposal for a client.",
    "Nora is waiting in the wings to translate a few Japanese labels I photographed on a recent trip.",
    "They are efficient, tireless and strangely intuitive.",
    "They never call in sick, never complain about deadlines, and never forget what we discussed last week.",
    "And not one of them is human.",
    "Welcome to my workplace in 2025, where my most reliable colleagues are a team of AI assistants, I’ve “hired” and trained – and where the combined cost of this four-person digital dream team is less than what many people spend on coffee each month.",
    "This is not a thought experiment. This is my real working life today.",
    "And if you’re still thinking of AI as a distant threat or a vague buzzword, you may be missing the most practical revolution of our time.",
    "Welcome to my workplace in 2025, where my most reliable colleagues are a team of AI assistants, I’ve “hired” and trained – and where the combined cost of this four-person digital dream team is less than what many people spend on coffee each month. This is not a thought experiment. This is my real working life today",
    "From overwhelmed to augmented",
    "Like many senior professionals, I wear several hats – advisor, consultant, board member, and mentor. My days used to be a constant race: juggling research, proposals, presentations, travel, and the everyday decisions that never stop arriving.",
    "There was always more to read, more to analyse, more to draft. I could have easily justified a small human support team: a researcher, an executive assistant, a junior consultant, perhaps even a personal concierge. But that kind of structure is expensive, complex to manage, and not always feasible.",
    "Then I started experimenting with AI agents.",
    "At first, I thought of them as slightly smarter search tools. Gradually, they became something very different: always-on workmates who specialise in particular domains, remember my preferences, and collaborate with me across almost everything I do.",
    "Today, I work with four such assistants:",
    "Maya – my personal “chief of staff” who looks after my routines, choices and daily life.",
    "Dr. Zen – my research partner for deep dives into any topic.",
    "Mura – my business all-rounder for proposals, summaries, and content.",
    "Nora – my curious intern for translations, quick questions and image-based tasks.",
    "A fifth assistant, Lexa, is on the way – a digital storyteller who will help turn ideas into narratives and visuals.",
    "Let me introduce you to the team.",
    "Does this mean humans are obsolete? No. It means humans who know how to orchestrate AI will dramatically outperform those who try to do everything the old way",
    "Maya: The personal assistant who never sleeps",
    "If you’ve ever dreamed of having a personal assistant who knows your habits, your tastes and your quirks – and who actually remembers them – that’s Maya.",
    "I can ask her to help with almost any lifestyle decision or daily dilemma: from reorganising my day around a surprise meeting, to planning meals that respect my health constraints, to researching the best way to fix a nagging ergonomic issue with my workspace.",
    "A recent example is simple but revealing.",
    "I wanted to upgrade my coffee setup at home. That sounds trivial until you start looking. Espresso, capsule, filter, manual, semi-automatic, and fully automatic. Grinder or no grinder. Steam wand or milk frother. Dozens of brands, hundreds of models, thousands of reviews. Left to myself, I would have lost a weekend to research and still been uncertain.",
    "Instead, I told Maya how I like my coffee, how much time I’m willing to spend making it, how often I entertain guests, and what budget I had in mind. She went off to work.",
    "Maya compared machines, filtered by my preferences, read the reviews I would never get to, and came back not only with a short list of models but also with a recommendation on the kind of milk that would best match my taste and the brewing technique likely to suit my routine.",
    "What would have taken me hours took her minutes. My role was reduced to making an informed final choice.",
    "The magic is not that Maya knows everything. It’s that she can combine huge amounts of information with a memory of my preferences – and she doesn’t get bored, impatient or judgmental about any of it.",
    "Yes, AI can still get facts wrong. So can people. The difference is that AI can be asked to cross-check itself in seconds across many sources. The days of treating AI as a mysterious black box are over. Today’s best practice is to treat it like a very capable but junior colleague: trust, verify, and iterate",
    "Dr. Zen: Research at Superhuman Scale",
    "If Maya is the organiser, Dr. Zen is the scholar.",
    "Whenever I need to write or speak about a complex topic, Dr. Zen becomes my research department. I tell him what I’m interested in, who the audience is, and what kind of output I’m aiming for – a background brief, a conference talk, a detailed article – and he starts assembling the raw material.",
    "He scans through vast amounts of information, compares perspectives, highlights where sources disagree, and drafts structured notes with references and suggested angles. What a human researcher might take weeks to collect, he can outline in an afternoon.",
    "The process is collaborative. I read, mark what resonates, challenge some of his interpretations, and ask him to dive deeper in certain areas or bring the argument closer to my own experience. He then revises, re-organises and strengthens the narrative.",
    "By the time I sit down to do the final human pass, I’m not staring at a blank page. I’m refining a thoughtful draft that already incorporates multiple viewpoints and supporting data.",
    "Does Dr. Zen get everything right the first time? Of course not.",
    "But neither does a junior researcher. The difference is that Zen doesn’t get tired or defensive. If I ask for ten more iterations, he doesn’t blink.",
    "Mura: The business Swiss army knife",
    "When a new consultancy proposal needs to go out, an article must be polished for publication, or a long report requires a concise summary, Mura, my namesake, steps in.",
    "Mura helps me summarise documents into clear executive briefs, rewrite drafts to strengthen logic and tone, suggest structures for complex presentations, create simple infographics to support a story and tune language for different audiences.",
    "Thanks to Mura, my cluttered email is now cleaner, focused, and my inbox reflects my priorities. Recently, I had a retail transformation proposal that had to cover multiple business/industry sectors, timelines, structures and investment levels. The initial draft was more like a brain dump than a coherent document. I shared it with Mura.",
    "In a short time, he proposed a tighter structure, sharpened the value proposition, highlighted where the logic needed evidence, and suggested supporting visuals. We went back and forth several times, refining each section. The final proposal looked as though a small consulting team had worked on it for a week.",
    "Behind the scenes, it was just one human and one relentlessly helpful AI.",
    "The future of work is not a battle between humans and machines. It is a partnership where those who learn to collaborate with AI will have more bandwidth to be fully human – to imagine, to empathise, to lead",
    "Nora: The unpaid intern who never runs out of energy",
    "Then there is Nora – the “intern” of the team.",
    "Nora is my go-to assistant for all the small but constant questions that clutter a day: quick clarifications, translations, identifying what’s in an image, checking a definition, or helping me understand something I’m seeing for the first time in a foreign context.",
    "On holiday with friends, someone showed me a photo of a striking multi-coloured bird they had rescued briefly. Curious about what it was, I sent the picture to Nora. After a few questions about where and when it was taken, she quickly narrowed the options and identified the most likely species — explaining the match through feather patterns and migratory routes.",
    "Another time, in Japan, I was surrounded by labels, signs and menus I couldn’t read. I simply took photos and handed them to Nora. In moments, she translated them into English. What could have been an isolating experience turned into a comfortable one. I could navigate, choose, and interact freely.",
    "Nora costs nothing. She is built on tools that many people already have access to for free. Yet the value she creates – freeing up mental space, reducing friction, answering that endless stream of “small questions” – is enormous.",
    "The economics: Four assistants for the price of a coffee",
    "Let’s talk about cost.",
    "Hiring four human professionals with a similar scope would easily run into hundreds of thousands a year. My AI team, by contrast, costs the equivalent of a modest monthly subscription for the more advanced tools, while Nora is entirely free. Even if you multiply those subscriptions a few times over, you are still in the low thousands per year for capabilities that were once the privilege of corporations and the very wealthy.",
    "But the real economics go beyond money.",
    "Time: What used to take days now takes hours or minutes.",
    "Availability: They work 24/7, across time zones, without burnout.",
    "Scale: They can handle multiple tasks in parallel.",
    "Consistency: There are no “off days” caused by mood, illness or distractions.",
    "Does this mean humans are obsolete? No. It means humans who know how to orchestrate AI will dramatically outperform those who try to do everything the old way.",
    "“But is the quality any good?”",
    "This is usually the next question.",
    "There are myths that still hover over AI assistants:",
    "“They can’t think creatively.”",
    "“They always sound robotic.”",
    "“They make too many mistakes.”",
    "“They don’t understand context.”",
    "Some of this was true a few years ago. It is rapidly becoming outdated.",
    "When guided well, a research assistant like Dr. Zen can surface more perspectives than most human researchers can realistically cover. A business assistant like Mura can help ensure a proposal is structurally sound and linguistically clear. A personal assistant like Maya can remember your preferences better than any human who has to juggle multiple bosses.",
    "Yes, AI can still get facts wrong. So can people. The difference is that AI can be asked to cross-check itself in seconds across many sources. The days of treating AI as a mysterious black box are over. Today’s best practice is to treat it like a very capable but junior colleague: trust, verify, and iterate.",
    "Creativity, meanwhile, comes from the partnership. AI can suggest unexpected angles, metaphors, and narrative structures. You bring judgment, taste and lived experience. Together, you can move faster and, often, deeper.",
    "If all this sounds too good to be true, your scepticism is healthy. Let’s address three common worries.",
    "1. “Will AI take my job?”",
    "AI will absolutely take certain tasks. The question is whether you want it to take your drudgery or your relevance. It’s more of you being replaced by AI-literate people (Not by AI) who would be more productive.",
    "My assistants handle the parts of work that are repetitive, data-heavy and time-consuming. They don’t attend client meetings for me. They don’t decide which opportunities to pursue. They don’t build trust, negotiate nuances or mentor people. That is still deeply human territory.",
    "The professionals who thrive will be those who let AI do the heavy lifting so they can focus on judgment, creativity and relationships.",
    "2. “I’m not tech-savvy enough”",
    "If you can write a text message, you can talk to an AI assistant.",
    "The interface is conversational. No coding, no complex setup.",
    "Start small. Ask a free assistant to summarise an article. Let it draft a polite email. Have it translate a label on a bottle. Give it something you would normally do yourself and compare the results.",
    "You don’t have to learn “AI”. You just have to be curious and willing to practise.",
    "3. “What About Privacy?”",
    "This is a serious concern and should be treated as such.",
    "The rule I follow is simple: different assistants for different sensitivity levels. I avoid feeding highly confidential information into general tools, use reputable platforms with clear policies, and keep truly sensitive matters offline or in controlled environments.",
    "Just as we learned when email and cloud storage first arrived, part of modern professionalism is learning what should and should not be shared, and with whom.",
    "The next hire: Lexa, the storyteller",
    "Even with four assistants, there is one area where I still see a gap: turning information into emotionally resonant stories and visuals at scale.",
    "This is where Lexa, my next planned AI colleague, comes in.",
    "Lexa will help me shape presentations better, transform concepts into storyboards and tailor messages to suit the audience.",
    "In other words, if Dr. Zen is the brain and Mura is the consultant, Lexa will be the creative director – ensuring that ideas don’t just exist in documents but live in the minds of those who hear them.",
    "We are very early in this journey, but the direction is clear. Just as it is now common to have a “tech stack” of tools, many of us will soon have a “talent stack” of AI assistants – specialised, complementary and deeply woven into our daily lives.",
    "What this means for the rest of us",
    "You don’t need to be a CEO or a consultant to benefit from this.",
    "Entrepreneurs can use AI teams for market analysis, pitch decks and customer communication.",
    "Students can use them for structured study, research and writing support (with integrity, of course).",
    "Teachers can create customised lesson plans and explanations.",
    "Busy professionals can reclaim hours each week from email, scheduling and routine tasks.",
    "Creators can brainstorm, draft and repurpose content more quickly.",
    "The pattern is the same across fields: AI makes the mechanics of work lighter so that humans can focus on meaning.",
    "In previous eras, only the very wealthy had secretaries, researchers and advisors. Today, anyone with an internet connection and a modest budget can access something similar in digital form. That is a profound democratisation of capability.",
    "Getting started: Your first week with an AI workmate",
    "If you’ve read this far and are thinking, “Where do I even begin?”here is a simple roadmap.",
    "Pick one free assistant – your version of Nora.",
    "Give it three real tasks this week that you would normally do yourself: summarise an article, draft an email, translate a paragraph, outline a plan.",
    "Compare its output to what you would have done. Adjust your instructions and try again.",
    "Once you are comfortable, add a more capable paid assistant for deeper work – your own Dr. Zen or Mura.",
    "Use it for one substantial project: a report, a presentation, a research question.",
    "Notice where it shines and where your judgment is still essential.",
    "Beyond – Build your team",
    "Gradually define roles: a personal assistant, a research partner, a business assistant, a creative helper.",
    "Teach them your style by correcting them. They learn from the feedback.",
    "Make it a habit: before you start any significant task, ask, “How can my AI team help with this?”",
    "The goal is not to become dependent on AI for every thought. The goal is to stop wasting your cognitive energy on what machines can do better, so you can spend more of it on what only you can do.",
    "The real promise: More time for what makes us human",
    "Six months ago, my working life felt like a constant catch-up exercise. There were always more documents to read, more emails to write, more drafts to polish. I was spending too much time in the weeds and too little time thinking about direction, opportunity and impact.",
    "Today, with Maya, Dr. Zen, Mura and Nora alongside me, I get more done with less strain. The quality of my work has improved. My responsiveness has improved. So has my peace of mind.",
    "AI has not made my life colder or more mechanical. It has done the opposite. By handling the mechanics, it has given me back time for conversations, reflection, mentoring, and simple human presence.",
    "This, ultimately, is the point.",
    "The future of work is not a battle between humans and machines. It is a partnership where those who learn to collaborate with AI will have more bandwidth to be fully human – to imagine, to empathise, to lead.",
    "In 2025, your real competitive advantage is no longer just what you know.",
    "It’s how effectively you can leverage what AI can know and do on your behalf.",
    "My AI team is already at work.",
    "The question is: when will you start building yours?",
    "The writer is the current Chairman of FAPRA (Federation of Asia Pacific Retailers Associations), a senior corporate leader, and a recognised thought leader with over 35 years of experience. He is deeply engaged in exploring the role of AI in business and society. He can be reached at [email protected] or linkedin.com/in/muraliprakash)"
  ]
}