{
  "url": "https://www.ft.lk/columns/International-Accounting-Day-Walk-2025-by-CA-Sri-Lanka/4-784084",
  "title": "International Accounting Day Walk 2025 by CA Sri Lanka",
  "ut": 1762718037.0,
  "body_paragraphs": [
    "Personal reflections and thoughts about a parade of unity, a parade of pride",
    "Each year on 10 November, the global accounting community comes together to celebrate International Accounting Day — a tribute to the vital role accountants play in strengthening individuals, societies and communities institutions, economies and nations - across oceans, in essence the world at large. If one thinks about it deeply, we cannot envision a world without accountants. We certainly are not perfect, but the world would be a different place if not for us. Thus, joining my profession - my \"accounting family\", as I did last year, was with a sense of wholesomeness, of belonging, of pride yet humility.",
    "Celebrating integrity, insight, and impact",
    "On Saturday, 1 November, 2025, ahead of International Accounting Day, representatives of our profession, including trainees, students, members, walked together in unity. The walk was not merely a ceremonial event, it was a reaffirmation of what the accounting profession stands for — the enduring values of integrity, insight, and impact. These three words, which I call the “Triple I,” reflect the essence of our vocation and its enduring contribution to society.",
    "Accounting is, above all, a profession of trust — and trust is sustained when Integrity becomes instinct and inspires confidence; Insight becomes habit and drives innovation, and impact becomes purpose, that uplifts Sri Lanka and the world.",
    "Not only a Profession but a Purpose: Beyond Balance Sheets and Audit Reports",
    "On this day we celebrate not only a profession but a purpose — a purpose grounded in Integrity, Insight, and Impact.",
    "Integrity – the ethical foundation of the profession. Insight – the analytical and advisory intelligence accountants provide. Impact – the tangible contribution to organisations, markets, and society.",
    "Integrity is the moral compass that guides every accountant. It is the unwavering commitment to truth, transparency, and ethical conduct — values that ensure public trust in financial systems and institutions. Without integrity, numbers lose meaning and confidence collapses. With it, the profession stands tall as a guardian of good governance and accountability.",
    "Insight is the analytical depth and professional judgment that transforms data into understanding. Accountants do not merely record history; they interpret it, draw lessons from it, and help shape the future. Their insight drives better decisions — for businesses, Governments, and citizens alike.",
    "Impact is the tangible difference the profession makes in the real world. From supporting entrepreneurs to strengthening public finance and advancing sustainability, accountants create value that extends far beyond balance sheets and audit reports. Their work touches every sphere of the economy, influencing progress and prosperity.",
    "Reflections and reminiscences – with gratitude",
    "The words \"Upward, Onward and Forward together\" are from the national anthem of the Commonwealth of The Bahamas, where I lived and worked with today’s Big 4 firm Deloitte for 9 years. I thought that theme can well refer to our global profession and our walk.",
    "Perhaps I should reminisce about and share brief milestones of my personal journey, if only to convey my sincerity, in recording my appreciation of my profession and the motivation for this writing which I have been urged to do.",
    "I trained with Ford Rhodes Thornton, now KPMG, and worked with John Keells after I qualified. I then left for The Bahamas, to take up an overseas contract early in my career. I owe a debt of gratitude to my profession, and these two truly wonderful institutions and very special people, for providing me with the opportunity to serve the profession and industry, giving me the confidence and the global mobility I certainly enjoyed.",
    "On my return after almost a decade, having been in Pittsburgh Pennsylvania, USA, for an year to pursue an MBA, I rejoined John Keells, as Director Business Development. It was a privilege indeed to make a contribution, to its strategic review and redirection, its diversification and expansion. Having moved into independent consulting, I was invited to the partnership of Coopers & Lybrand, later PricewaterhouseCoopers. I then took up international consulting for multilateral and bilateral development banks, but meanwhile also contributed to the public sector, at the Bank of Ceylon and the Securities and Exchange Commission of Sri Lanka.",
    "Confederation of Asian and Pacific Accountants",
    "As I write this, I must confess, I only remembered just now,  that 25 years ago to this day, between 7-11 November, in the year 2000, in Manila Philippines, I took office as the President of the Confederation of Asian and Pacific Accountants, a body comprising 30 professional accountancy organisations from around 25 jurisdictions in the Asia Pacific region, from Japan to New Zealand, representing over 2 million accountants. It was the culmination of an election I had won in Shanghai China, 2- 3 years before. There were many issues and challenges, as I was in a sense thrust into these positions, and must reserve for a later writing, the nostalgia associated with them.",
    "Add to this, my 5 terms of two years each on the Council of the Institute of Chartered Accountants of Sri Lanka, thus 10 years of my professional life was dedicated to the institute, of course with pleasure.",
    "I reminisce about all this to say that indeed all this, has been possible due to the profession and the world of accounting, and thus all this and more, certainly endears me to my profession. I hope this brief overview of my journey would encourage those in schools and Universities to join our profession, our partnerships and the administration of CA Sri Lanka.",
    "That vibrant, colourful, pageant-like Walk",
    "Our walk comprised many people and several practice firms, performing an invaluable role at the very core of sustaining our profession, our professional services, and its clientele- a role too often taken for granted. There were many other global and local institutes, educational establishments and Universities, performing similar and different roles, serving as a visible reminder that accountants are not confined to balance sheets and audit reports. They are advisors, strategists, and guardians of the public interest. From contributing to proper governance in private and public institutions to guiding entrepreneurs and shaping sustainable markets, accountants influence the direction of enterprises, businesses, corporates, national and global economies.",
    "Leveraging a core discipline",
    "Over two decades ago, in developing thoughts for my induction as President of the Institute of Chartered Accountants of Sri Lanka, I reflected deeply on what message I should convey as I accepted the baton from my predecessor Lal Nanayakkara, to run my lap for two years.",
    "I realise today, that the profession has enabled me to play many roles — as an accountant, as a consultant, as a strategic advisor, mentoring Chairmen of Boards, in business diagnostics, corporate turnarounds, valuations for acquisitions or divestments, in privatisation bids, in designing investment and fiscal incentives for Government Ministers and Prime Ministers, serving as a regulator, and as a board member in both public and private sectors.",
    "It is interesting that I chose to title my address at the induction as follows: “Leveraging the Core Discipline of Accounting.\" I did so with a purpose. To attract strong young leaders to our own profession and the firm I was a partner of, as well as to convey to society, that we were much more than the perceived \"bean counter.\" Might I add, without fear of contradiction that the theme of that presentation has relevance to this day.",
    "Beyond Ratios and Reconciliations: Beyond compliance towards conscience",
    "Our profession is more than numbers, ratios, and reconciliations. It is built on trust, transparency, and truth. In an age defined by artificial intelligence, automation, and algorithmic judgment, it is our conscience that must continue to guide our choices. True governance begins when compliance gives way to conscience. Integrity cannot be programmed or delegated, it must be lived. Technology may accelerate our work, but it cannot replace the moral compass that defines our profession. As we step deeper into the digital era, the human dimension of ethical decision-making must remain at the heart of accounting and audit.",
    "Broadening horizons, multiple perspectives",
    "Accounting, is a core discipline that draws from and contributes to economics, law, governance, and strategy. Through this interdependence, we gain not just technical proficiency, but perspective. An accountant may begin by auditing, but may evolve to consult, to regulate, to lead, or to govern. The profession is a foundation upon which many roles can be built. Whether in a corporate boardroom or a ministry, at a multilateral agency or a rural cooperative, the accountant’s responsibility is the same: to uphold truth, ensure accountability, and add value. That ability to cross domains — from the private sector to public service, from national institutions to international development — is both a privilege and a duty.",
    "Flashback to 2009: Our Golden Jubilee celebrations",
    "Reminiscing about my walk, infused with warm fellowship, music and even dance, just 10 days ago, from a location that was once a home away from home - 30 A Longden Place Colombo - 7, today's Malalasekera Mawatha, and all the way to the Port City complex - an approximately 7 km walk where we released balloons,  my mind flashed back to December 2009.",
    "It was when the institute had a series of events for our  50th Anniversary Celebration and released a two volume publication, entitled \"The Saga of an Enduring Journey\". The  Chairman of the Jubilee Celebrations Organising Committee Lal Nanayakkara,  invited me to write an article. I did so and titled it \"Re-Earning Public Confidence, Regaining Credibility - What Should Our Posture Be? Defensive, Offensive Or Progressive?”",
    "I do not intend to reproduce that article or even sections of it, but I recall structuring my writing in such a manner that the captions of the paragraphs, on its own, told a story. Here they are",
    "A challenge for all-whether local or global, in public practice or outside it.",
    "There were crashes, crises and bailouts - but they were not without precedent",
    "We are not alone in this quagmire, there are feeders and providers in the value chain of our services",
    "The Merits of a Market Economy have been questioned, but the Benefits it has provided are ignored",
    "A share of the responsibility of corporate collapses is ours……",
    "Our profession globally, played a pivotal role in economic restructuring, corporate restructuring and turnarounds",
    "The “Value Adding” role we played should not be tarnished……",
    "Quo Vadis – Where do we go from here?",
    "Building awareness and moving upwards is an obligation",
    "I have a message for our Profession",
    "I said then that \" I have a message for our Profession. We have a choice. We can be defensive and fold up, build hedges around us and retreat into the woodwork. We can live in an imaginary world of the comfort zones of an era gone by, when we were better known as bespectacled accountants, in the “back rooms of business” who literally counted beans and gave an opinion on a Balance Sheet as at a particular date. But we passed that stage and passed it relatively well, and went beyond the bottom line.\"",
    "\"We invested considerable hours and funds into developing more sophisticated approaches, we leveraged our core discipline to perform a wide variety of value added services in almost every industry and relating to almost every aspect where our core discipline could have been of benefit, and we did so in almost every country in the world. We can take pride in the fact that we are better represented than any other profession throughout the world.\"",
    "\"Hence retreating into the woodwork is not an option. Alternatively, we can adopt an aggressive, offensive, “shoot the messenger” syndrome. This will however, be entirely incompatible with our ‘raison d’être’, would distract from the good work we can and will do, and will result in our losing credibility rather than regaining it. Public confidence will erode and our profession will stagnate and decline. Others outside our profession will then enter and engage in activities, which could have remained the domain of our profession.\"",
    "\"We must recognise that there is a threshold beyond which, we as a profession need not bow our heads, mop up the “debris” of others or sweep their weaknesses or ours under the carpet as it were. Instead, if there is an expectation gap, we must bridge it. If there is a technical knowledge gap, we must fill it. If there is a resource gap, we must resource it. If there is a technology gap, we must acquire it.\" End of Extracts of the \"Jubilee Article.\"",
    "Fast forward – 2025 and beyond",
    "It is 16 years since our Jubilee Anniversary of CA Sri Lanka. May I humbly submit that that message is yet valid and perhaps a continuing yardstick of how we measure ourselves. I am hopeful that today's younger professionals will pause, reflect and derive comfort and confidence from it while also refining their approaches, methodologies and direction, should they so desire. Thus here are my thoughts as we continue to move upward, onward and forward together.",
    "The economic capital of a nation cannot be sustained without moral capital",
    "Accountability cannot rest with management alone. It must extend to boards, regulators, auditors, and educators alike. In today’s environment, accountability is an ecosystem — one that begins in the classroom, matures in the boardroom, and is sustained by the collective integrity of all who participate in governance. Ethics is not an accessory to growth, it is its foundation. A strong economy demands strong values — in Government, in enterprise, and in every profession.",
    "Relevance to our profession",
    "Within the above context, our profession remains relevant only when it subjects itself to the same scrutiny it demands of others. That self-examination — our own “professional audit” — is what keeps us honest, humble, and forward-looking. We must ask ourselves the following questions:",
    "Are we teaching what the future requires? Are we preparing professionals for challenges we cannot yet foresee? Are we ensuring that technology serves ethics, and not the reverse?.  A curriculum teaches us subjects, experience teaches us context, conscience teaches us judgment.” It is this triad — knowledge, context, and judgment — that defines professional excellence.",
    "In a globalised and digitised economy, the accountant must serve as both guardian and translator — interpreting between finance and policy, data and decision, numbers and narratives. The global accountant of 2025 is no longer confined to a \"ledger\". He or she operates at the intersection of sustainability, governance, and strategy. Yet amidst all change, one truth remains constant: “Our licence to operate is granted not only by statute, but by society’s continued belief in our integrity.” It is a licence we must re-earn every day.",
    "As we walked this year — young and old, mentors and mentees, professionals and students — we were reminded that our journey is continuous. From compliance to conscience, from independence to interdependence, and from technical competence to moral leadership, the spirit of the profession endures. Our stride may be measured, but our direction is clear. The Triple I — Integrity, Insight, and Impact — is not just a theme, it is a compass for the future."
  ]
}