{
  "url": "https://hbr.org/2024/08/the-race-to-dominate-stablecoins",
  "title": "The Race to Dominate Stablecoins",
  "ut": 1722926710.0,
  "body_paragraphs": [
    "Stablecoins — cryptocurrencies pegged to an external currency — have the potential to rewire the global financial system, and expose banking and finance to new digital competition. Now, there is intensifying competition among stablecoin issuers, prominent digital wallet providers, and traditional banks, each racing to establish their platform as the dominant one. The outcome will be consequential not only for financial institutions but for any company and digital platform that relies on money movement at scale. The stablecoin wars, like the battle for home video, will not be decided by better tech or incumbency, but by the applications. While regulators can make it significantly harder for innovators to compete, they will not be able to stop them forever. In the end, the most likely outcome is one with many stablecoins that fade into the background and deliver lower-cost, faster payments to the world.",
    "Stablecoins, a novel form of interoperable and programmable money, have the potential to rewire the global financial system. In doing so, they could allow software to eat banking and financial services — sectors left relatively untouched by the internet. They could displace legacy payment and credit card networks such as SWIFT, Visa, and Mastercard, accelerate the unbundling of financial institutions, and expand access to dollars to countries where it is heavily restricted, including because of sanctions.",
    "Finance Essentials Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Finance Essentials. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Strengthen your fluency in financial statements.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "Managing Conflict: Disagree Productively (Virtual Group Learning)",
    "HBR's 10 Must Reads on Managing Projects and Initiatives (Paperback + Ebook)",
    "Read more on Finance and investing",
    "Technology and analytics and Web-based technologies"
  ]
}