{
  "url": "https://www.ft.lk/columns/Sri-Lanka-s-rapid-ageing-Challenge-and-opportunity/4-778686",
  "title": "Sri Lanka’s rapid ageing: Challenge and opportunity",
  "ut": 1751916529.0,
  "body_paragraphs": [
    "When older people are organised and supported, they contribute socially, economically, and politically, strengthening the fabric of society for all generations",
    "Returning to Sri Lanka after 17 years in June 2025, I was struck by how much has changed – and by one reality that must not be ignored: Sri Lanka is ageing faster than most countries in the world.",
    "In 2005, I lived and worked here during the aftermath of the tsunami. The country’s focus at the time was on rebuilding homes and communities. Today, the transformation is demographic. Around 14% of people in Sri Lanka are now aged 60 or over, and by 2041, that will rise to one quarter of the population. This pace of change is outstripping global trends and presents both serious challenges and enormous opportunities.",
    "Ageing: A global and local turning point",
    "Sri Lanka’s experience mirrors a broader global phenomenon. By 2030, there will be 1.4 billion people aged 60 and over worldwide, with 80% living in lower- and middle-income countries like Sri Lanka. Yet despite these numbers, ageing remains too low on national and global agendas.",
    "There is a clear economic and social case for urgent action. Societies that fail to adapt will face growing health and care costs, rising inequality, as millions of older people struggle without the support they need. They also risk missing out on the enormous potential and productivity that older people offer.",
    "Grassroots solutions making a difference",
    "During my visit, I was inspired to see how HelpAge Sri Lanka is leading the way with community-driven solutions that are changing lives, putting principles into practice through community-led, innovative programs.",
    "One shining example is the HelpAge Eye Care Program. Their Eye Hospital and mobile clinics – described to me as the ‘jewel in the crown’ of their work – support older people struggling with their vision.",
    "I met one older woman who had travelled for hours from rural Sri Lanka for cataract surgery that would restore her eyesight. Without HelpAge Sri Lanka’s support, the operation would have cost her Rs. 150,000 (around $ 500) – well beyond her means – and the waiting list in public hospitals could have kept her in darkness for more than a year. Thanks to HelpAge, she received free surgery within a week, including accommodation for herself and her carer. Regaining her sight will help her stay independent, healthy, and able to earn a living. More than 53,000 such surgeries have already been provided – real, life-changing impact for thousands of older people.",
    "Another innovative initiative with huge potential that I visited was HelpAge Sri Lanka’s professional training for carers. As care needs increase in an ageing society, this community-based approach both ensures older people receive the support they deserve and creates meaningful jobs for low-income families. This is a scalable model that can serve as an example for many other countries facing similar demographic shifts.",
    "At the H. P. Gooneratne HelpAge Elders’ Day Care Centre in Ratmalana, I witnessed the benefits of older people taking part in income-generating and recreational activities, keeping them connected, engaged and active. Similarly, my visit to the Senior Citizen Federation of Homagama, representing 80 Senior Citizens’ Societies, demonstrated the incredible power of community organising. With HelpAge’s support through microloans, leadership development, and livelihood training, older people are making their voices heard and actively contributing to their communities.",
    "There are already around 12,000 of these Senior Citizens’ Societies across Sri Lanka, offering a remarkable, homegrown resource that can play a central role in creating an inclusive, age-friendly society.",
    "HelpAge International’s own research ‘Older people’s associations in Asia: Strengths and key factors for sustainability and replication’ has shown that these older people’s associations are vital. They enable older people to contribute to their communities, stay connected, access livelihoods, and have their voices heard.",
    "There is a clear economic and social case for urgent action. Societies that fail to adapt will face growing health and care costs, rising inequality, as millions of older people struggle without the support they need. They also risk missing out on the enormous potential and productivity that older people offer",
    "Policy action: The time is now",
    "While these community initiatives are making a real difference, they must be backed by stronger national policies.",
    "HelpAge Sri Lanka is calling for the Protection of the Rights of Elders Act No. 09 of 2000 to be updated and strengthened, alongside the development of national strategies on healthy ageing, social pensions, and social protection.",
    "Momentum is building globally too. The UN Human Rights Council’s recent decision to begin drafting a legally binding international convention on the rights of older persons is an important milestone that can help drive national reforms in Sri Lanka.",
    "Leadership and partnership for the future",
    "This is all driven through the visionary leadership of Deshabandu Tilak de Zoysa, Chairperson of HelpAge Sri Lanka, and his dedicated Council members and staff. Their commitment shows that local solutions, led by communities themselves, can create lasting and meaningful change.",
    "HelpAge International’s research on older people’s associations across Asia reinforces this lesson: when older people are organised and supported, they contribute socially, economically, and politically, strengthening the fabric of society for all generations.",
    "Ageing is an opportunity",
    "As CEO of HelpAge International, it was uplifting to see first-hand the work of one of the 200 organisations that make up the HelpAge global network. HelpAge Sri Lanka is not making progress in isolation. They stand united with others across the world who share a single belief: that older people are not a burden, but contributors, rights-holders, and valuable members of society.",
    "As demographic change accelerates in Sri Lanka, the country stands at a critical juncture. With sufficient political will, this could be a real window of opportunity. With the right policies, investments, and partnerships, Sri Lanka can become a model for how to build a society where everyone can age with dignity, security, and hope.",
    "Ageing is not a problem to be solved; it is an opportunity to be seized",
    "I leave Sri Lanka deeply inspired by what I’ve seen and hopeful that the seeds of change being planted today will grow into lasting, positive impact for generations to come.",
    "(The writer, CEO of HelpAge International, is a seasoned development leader with over 35 years of global experience. Since joining the organisation in 2017, he has served in several key roles—including Director of Global Impact and Deputy CEO—before assuming leadership in September 2023. As CEO, he has been instrumental in reshaping HelpAge’s global approach to ageing. He led the development of its 2030 Strategy, championing a shift from traditional charity models to one rooted in rights, inclusion, and partnership. His focus has been on amplifying older people’s voices, addressing ageism, and ensuring intergenerational and locally driven solutions are at the heart of ageing policy and practice. Prior to HelpAge, Mathews held senior positions at Oxfam and ActionAid across Asia and the UK, bringing deep expertise in humanitarian response, economic justice, and civil society engagement. Under his leadership, HelpAge continues to advocate for a world where older people are valued, heard, and included in every aspect of development.)"
  ]
}