{
  "url": "https://www.ft.lk/columns/The-crime-after-the-crime/4-784626",
  "title": "The crime after the crime",
  "ut": 1763678595.0,
  "body_paragraphs": [
    "Protecting children cannot be a photo opportunity. It has to be policy, training, accountability and genuine reform",
    "The Police Women and Children’s Bureau and the National Child Protection Authority (NCPA). These are supposed to be the first lines of protection in Sri Lanka. But they are operating with the bare minimum, overworked, under-trained, and under-resourced. These officers handle the most emotionally charged cases — child sexual abuse, domestic violence, incest, yet there’s no mental health support for them. None",
    "For many victims, justice becomes another battle they never asked for. Not out on the streets, but inside the very systems that should protect them. The long waits, the rude remarks, the endless delays — they all become a second form of harm. A crime after the crime, carried out in plain sight. Not in shadows, but in bright government hallways, waiting rooms, and court corridors. This is the quiet violence of postponements, lost files, harsh words, and unkind processes. This is the second crime every victim is forced to endure.",
    "We call it “secondary victimisation” — a polished term professionals like to use. But do we truly understand what it means? Do we understand what a victim endures when the very system meant to protect them becomes another source of pain?",
    "At the Child Protection Force, we have sat beside hundreds of children and women who came to us after the unthinkable had already happened. But what breaks them isn’t always the crime itself. It’s what comes after. It’s the waiting, the disbelief, the bureaucracy, and the utter disregard shown by those meant to help.",
    "The first responders who are forgotten",
    "Let’s start where the system begins, the Police Women and Children’s Bureau and the National Child Protection Authority (NCPA). These are supposed to be the first lines of protection in Sri Lanka. But they are operating with the bare minimum, overworked, under-trained, and under-resourced.",
    "These officers handle the most emotionally charged cases — child sexual abuse, domestic violence, incest, yet there’s no mental health support for them. None.",
    "Time and time again, we have said this: you cannot expect an emotionally burnt-out officer to handle a traumatised child. These officers aren’t failing because they don’t care, they’re failing because the system gives them nothing to work with.",
    "Imagine being the one to take a statement from a child describing rape by a family member — and then being sent the next day to do traffic duty or write reports. The emotional cost is enormous. Crimes against children are not the same as theft or drug cases. They demand sensitivity, empathy, and mental health support. But here, that support simply doesn’t exist.",
    "The Court system: A maze with no exit",
    "Then comes the next layer of trauma — the Courts. In one of our cases filed five years ago, the police is yet to send the file to the Attorney General’s Department. The NCPA has still not submitted the child’s video-recorded testimony. Five years.",
    "What could possibly take five years?",
    "All the while, the child, now an adult, struggles with self-harm and suicidal thoughts because every court date is another reminder that nothing moves. We have sat with her after those hearings, trying to explain why justice is “still on its way.” But how long can you keep saying that before it starts sounding like a lie?",
    "Delays, corruption, and the cost of a Court Order",
    "Then comes the administrative nightmare — the part no one sees. Getting a certified copy of an order can take months. Yes months!",
    "During that time, in certain cases such as the within the new Online Safety Act the perpetrator continues to harass the victim because the order has to be officially served.",
    "The process of getting that one piece of paper means endless visits to the registrar’s office, countless phone calls, and, too often, under-the-table payments just to “move the file.” And while we wait, victims continue to suffer.",
    "When justice becomes a business",
    "The truth is uncomfortable, but it has to be said — some legal professionals manipulate this system. They thrive on the very inefficiency that destroys victims. They delay filings, drag cases, or push victims into “settlements” that favour perpetrators. For some, justice is a transaction. For us, it’s a responsibility.",
    "When we take the sacred oath as Attorneys-at-Law before the Supreme Court of Sri Lanka, we swear to serve the House of Justice — yet somewhere along the way, many have forgotten the one person who needs that service the most: the victim of crime.",
    "When officers of justice use their knowledge of the system to exploit it, they become part of the abuse. They turn the court into a market and justice into a commodity. And every time that happens, another victim loses faith — not just in the law, but in humanity.",
    "The insensitivity that breaks survivors",
    "What is equally unbearable is the insensitivity that runs through the system. I have seen a 14-year-old gang rape survivor sitting on a wooden bench for four hours outside a courtroom corridor while staff laugh and gossip a few feet away. That wait, that humiliation, can be the final straw.",
    "Victims of serious crimes are not files or case numbers. They are human beings trying to hold it together while the system tests the limits of their endurance. Yet basic psychological understanding is missing from nearly every level of the process.",
    "A country that has not prioritised its children",
    "Let’s be honest. Across every government, Child Protection has never been a priority in Sri Lanka. There are committees, reports, and endless “awareness” events on camera with headline news — but nothing changes on the ground.",
    "We are running out of time. If we do not protect our children now, we won’t need fifty years to see the consequences. We’ll see it in twenty, in the violence, in the hopelessness, in the moral decay of a generation that grew up unprotected.",
    "Protecting children cannot be a photo opportunity. It has to be policy, training, accountability, and genuine reform.",
    "Where do we go from here?",
    "At CPF, we keep pushing. We train law enforcement officers, we represent survivors, and we advocate for change, not because it is easy, but because someone has to. But this work cannot be done in isolation.",
    "Proper mental health support for first responders.",
    "Timely investigations and digitised case tracking.",
    "Accountability for officers and lawyers who misuse their authority.",
    "A justice system that remembers it exists for victims, not against them.",
    "Because at the end of the day, justice delayed isn’t just justice denied — it’s justice destroyed. The Rule of Law destroyed.",
    "Every day, we tell survivors: You are safe now. We will fight for you. But until the system changes, that promise remains one we keep through sheer will — not through the support of the state.",
    "And that, more than anything, is the greatest crime of all.",
    "(The writer is an Attorney-at-Law, Founder and Senior Legal Consultant, Child Protection Force.)"
  ]
}