{
  "url": "https://www.ft.lk/columns/Innovation-and-lives-at-stake-in-Sri-Lanka-s-smoking-policy-decisions/4-778687",
  "title": "Innovation and lives at stake in Sri Lanka’s smoking policy decisions",
  "ut": 1751916702.0,
  "body_paragraphs": [
    "Innovation does not promote smoking — it renders cigarettes obsolete by providing superior alternatives",
    "Sri Lanka has achieved progress in smoking control, with an adult smoking prevalence of 8.7% — well below global averages and approaching the 5% threshold that defines smoke-free status. Yet this overall figure masks disparities: male smoking rates reach 17.7%, suggesting that while aggregate numbers appear promising, significant challenges remain within specific demographics. Compounding these challenges, certain regulatory gaps may be hindering the country’s progress toward this important milestone.",
    "The current landscape presents some policy inconsistencies worth examining. Cheap ‘beedi’ products — small, unfiltered hand-rolled tobacco items that account for 30% of cigarette consumption — remain widely available while largely avoiding excise taxation. At the same time, potentially safer alternatives face various regulatory challenges. Snus and heated tobacco products currently lack market authorisation, while nicotine pouches operate in an unregulated environment.",
    "These policies create an unintended situation where traditional combustible products often face fewer barriers than innovative, safer alternatives. The Path to Smoke-Free platform’s assessment reflects this reality: Sri Lanka ranks poorly on accessibility and acceptability for innovative nicotine products (94 out of 101 countries), and while performing somewhat better on affordability (69 out of 101), still places near the bottom globally.",
    "A remarkable transformation",
    "Sweden’s transformation offers a compelling roadmap for any nation serious about defeating smoking. While the European Union struggles with average smoking rates of 24%, Sweden has achieved just 5.3% — positioning it to become the EU’s first smoke-free member state, reaching this goal 15 years ahead of the bloc’s 2040 target.",
    "This was not achieved through wishful thinking or incremental measures. Sweden’s success rests on what analysis reveals as a comprehensive approach combining traditional measures with three critical elements that make innovative nicotine products accessible, acceptable, and affordable to smokers seeking alternatives.",
    "The Swedish experience demonstrates that when countries harness innovation alongside traditional public health measures, the results are transformative. Sweden now reports 21.2% fewer smoking-related deaths, 36% fewer lung cancer deaths, and 31.3% fewer total cancer deaths compared to EU averages. These statistics represent thousands of lives saved and immeasurable reductions in human suffering.",
    "Sweden’s regulatory framework rests on ensuring that innovative nicotine products meet three criteria that research among Swedish ex-smokers consistently identifies as crucial for successful smoking cessation.",
    "1.Accessibility: Ensuring innovative nicotine products are available through conventional and online retail channels, with comprehensive and relevant information for adults.",
    "2.Acceptability: Leveraging a variety of flavours and nicotine levels in innovative nicotine products to provide a compelling and realistic alternative to smoking.",
    "3.Affordability: Ensuring that taxes on innovative nicotine products remain at a level that does not discourage adults from choosing to use them over smoking due to cost.",
    "Innovation as ally, not enemy",
    "Critics often frame innovative nicotine products as threats to public health progress. Sweden’s experience suggests the opposite: innovation accelerates progress toward smoke-free goals. The emergence of nicotine pouches in the 2010s notably transformed Sweden’s trajectory, reaching demographics — especially women — who had been slower to adopt traditional snus.",
    "Swedish data reveals a near-perfect inverse correlation between oral nicotine product adoption and smoking decline. As innovative product usage climbed from roughly 11% to 16%, daily smoking rates dropped from about 11% to 5.4%. Longitudinal studies confirm that the vast majority of these users are former smokers who successfully transitioned away from cigarettes.",
    "This pattern reflects a fundamental insight: people do not quit smoking cold turkey in large numbers, but they will switch to dramatically safer delivery methods when given attractive options. Innovation does not promote smoking — it renders cigarettes obsolete by providing superior alternatives.",
    "The choice is Sri Lanka’s",
    "Sweden’s journey from typical European smoking rates to near-smoke-free status did not happen overnight, but it occurred faster than traditional projections suggested was possible. The comprehensive approach, combining traditional measures with innovation-friendly policies, has accelerated progress beyond what either approach could achieve alone, providing accessible, acceptable, and affordable alternatives.",
    "Sri Lanka faces this same choice today. The country can continue along current trajectories and perhaps reach smoke-free status through gradual decline. Or it can learn from Sweden’s success, embrace comprehensive approaches that harness innovation alongside traditional measures, and accelerate its timeline while saving lives in the process.",
    "Time is not money in this equation — time is lives. Sri Lanka’s policymakers hold the power to determine not only whether the country becomes smoke-free but also how many of their fellow citizens will benefit from that achievement. Sweden has shown the way. The question now is whether Sri Lanka will follow that path.",
    "(The writer is a visionary leader dedicated to driving innovation and change. As the CEO of We Are Innovation, a global network of 50 think tanks and NGOs, Federico champions innovative solutions worldwide. His expertise and passion for innovation have earned him recognition from prestigious publications such as The Economist, El País, Folha de São Paulo, and Newsweek. Federico has also delivered inspiring speeches and lectures across four continents, authored numerous scholarly articles, and co-edited several books on economics.)"
  ]
}