{
  "url": "https://www.ft.lk/columns/Of-moods-words-and-deeds-Being-brilliant-on-basics/4-787477",
  "title": "Of moods, words and deeds: Being brilliant on basics",
  "ut": 1769465471.0,
  "body_paragraphs": [
    "The devastating Ditwah has not only done colossal material damage. It created mental anguish among many who lost all what they had, including their beloved near and dear. In another front, debates on educational reforms have sparked off mixed reactions among many,  some for political gains and others for progressive change. It is an opportune time to mull over moods together with associated words and deeds, keeping Sri Lankan professionals in mind.",
    "“To create well I have to be in a good mood, happy and cool,” so said Marc Newson, an Australian designer. Moods are common in our lives. They are different to emotions but together comprise the “affective domain” in our behaviour. Emotions as “enabling motions” are high intense and short-duration responses with associated feelings and thoughts. Say, one may erupt with anger and might calm down in a few minutes and perhaps might feel sad and ashamed of his /her such behaviour.",
    "Moods in contrast are low intense and last a longer duration. One may be in a sad mood for hours or even days, say after the demise of a loved one. According to American Psychological Association (APA), moods differ from emotions in lacking an object; for example, the emotion of anger can be aroused by an insult, but an angry mood may arise when one does not know what one is angry about or what elicited the anger.",
    "Bam Adebayo, an American Baseball player shares interesting insights. “I just bring energy, try to put myself in a good mood, because you are not going to get through practice if you are drowsy, do not feel like doing nothing. Then it is going to be a long practice, and coach is going to be all over you.” Not only in sports but in many other fields, the right mood matters in achieving the right results.",
    "I have come across many instances in the corporate world, where the CEO’s mood matters for approvals and signatures. Some managers first meet the CEO’s secretary and ask the simple question, “how is boss’s mood today”? Based on the response, the appropriate timing is determined.",
    "Harward Medical School (HMS) offers us a wealth of advice, relating to moods. As they say, “your mood and your mental health affect every aspect of your life, from how you feel about yourself to your relationships with others and your physical health.” As it further observes, there is a strong link between good mental health and good physical health, and vice versa. In the other direction, depression and other mental health issues can contribute to digestive disorders, trouble sleeping, lack of energy, heart disease, and other health issues.",
    "According to HMS, there are many ways to keep your mind and mood in optimal shape. Exercise, healthy eating, and stress reduction techniques like meditation or mindfulness can keep your brain — and your body — in tip-top shape. When mood and mental health slip, doing something about it as early as possible can keep the change from getting worse or becoming permanent. Treating conditions like depression and anxiety improve quality of life. Learning to manage stress makes for more satisfying and productive days.",
    "Daniel Nettle and Melissa Bateson writing to Current Biology, observe that the word ‘mood’ is most often used in biology with the word ‘disorders’ immediately following it. This is not surprising, as conditions in which mood is a primary component are a huge source of suffering in humans.",
    "The brain’s limbic system, including the amygdala (emotional processing) and hippocampus (memory), plays a central role in generating moods. However, modern neuroscience suggests moods are constructed by networks spanning the entire brain, not just one “center”. The brain constantly manages the body’s resources (energy, water, temperature) to keep it running smoothly, a process called allostasis. Moods are regulated by a “chemical soup” of neurotransmitters and hormones that signal the brain to calm down or activate.",
    "Hormones play a pivotal role in this context. Serotonin is known for promoting happiness and well-being, low levels are linked to sadness and depression. Dopamine is associated with pleasure, reward, and motivation. Norepinephrine regulates alertness and arousal; low levels are associated with low energy. Cortisol is known as the “stress hormone,” elevated levels (due to chronic stress) can lead to anxiety and negative mood. Oxytocin, popular as the “love” or “bonding hormone,” promotes trust and reduces stress.",
    "The Old Man and the Sea",
    "“That terrible mood of depression of whether it’s any good or not is what is known as the artist’s reward” so said Ernest Hemingway. I still remember standing in front of his native house in Key West, the southernmost city in the USA. His much-acclaimed novel, titled “old man and the sea,” in my view is well connected to moods, words, and deeds.",
    "As his last major work, it was published in 1952 and awarded the 1953 Pulitzer Prize for fiction. The central character is an old Cuban fisherman named Santiago, who has not caught a fish for 84 days. The family of his apprentice, Manolin, has forced the boy to leave the old fisherman, though Manolin continues to support him with food and bait.",
    "As the Brittanica illustrates, Santiago is a mentor to the boy, who cherishes the old man and the life lessons he imparts. Convinced that his luck must change, Santiago takes his skiff far out into the deep waters of the Gulf Stream, where he soon hooks a giant marlin. With all his great experience and strength, he struggles with the fish for three days, admiring its strength, dignity, and faithfulness to its identity; its destiny is as true as Santiago’s as a fisherman. He finally reels the marlin in and lashes it into his boat.",
    "However, Santiago’s exhausting effort goes for naught. Sharks are drawn to the tethered marlin, and, although Santiago manages to kill a few, the sharks eat the fish, leaving behind only its skeleton. After returning to the harbour, the discouraged Santiago goes to his home to sleep. In the meantime, others see the skeleton tied to his boat and are amazed. A concerned Manolin is relieved to find Santiago alive, and the two agree to go fishing together.",
    "The struggle and survival of Santiago is a continuing challenge against a suppressive and a depressive mood. It shows the human courage and desire that can overcome the negatives associated with a bad mood.",
    "Deeds to overcome bad moods",
    "Dr. Chris Mosunic, in his blog, Calm.com, offers us refreshing insights. As he observes, bad moods can be triggered by a variety of things, including stress from work, not getting enough sleep, and even eating foods that do not support a positive mood, like too much sugar. It is normal to experience these emotional dips when you are triggered, as they are your body’s way of sending you a signal that something is off balance. He offers eight tips to overcome bad moods.",
    "1. Take a warm, relaxing bath to reset your mood",
    "The warmth of the water may relax your muscles and ease tension while also providing comfort. Epsom salts or aromatic essential oils can help enhance the experience and soothe both your body and mind. Add music to your bath routine, like a soothing oriental instrumental, to help lift your spirits.",
    "2. Watch something funny and laugh your troubles away",
    "Laughter is a powerful, natural mood booster as it encourages your brain to release feel-good chemicals. Watching a comedy show, funny videos, or even trying “laughing yoga”  can provide a quick and effective way to brighten your mood.",
    "3. Declutter a small space to reduce anxiety",
    "A cluttered environment can contribute to a cluttered mind, leading to feelings of anxiety and overwhelm. By cleaning up and organising a space in your home, you not only improve your surroundings but also create a sense of control and accomplishment.",
    "4. Enhance your mood through aromatherapy",
    "Scents are thought to have a direct pathway to the brain’s emotional center. Using essential oils or scented candles with fragrances like lavender, citrus, or peppermint can positively affect your mood, making you feel more relaxed or energised.",
    "5. Listen to music to get upbeat",
    "Music has a profound impact on our emotions. Playing music that you love or that has an upbeat or soothing tone can shift your focus away from negative thoughts and soften your mood.",
    "6. Change your environment to change your mindset",
    "Whether it is stepping outside for a walk, driving to a new place for the day, or just moving to a different room in your home, a new setting can provide a fresh perspective and distract you from the causes of your bad mood.",
    "7. Perform random acts of kindness to enhance your sense of wellbeing",
    "Doing something nice for someone else not only benefits them but can also boost your own mood. Acts of kindness are linked to increased feelings of wellbeing. Even small gestures, like a compliment or a helpful act, can make you feel more connected and positive.",
    "8. Practice mindfulness or meditation to find peace and clarity",
    "Engaging in mindfulness or meditation can help you stay present and reduce the impact of negative thoughts or feelings. These practices focus on breathing and awareness, helping to calm the mind and body.",
    "It will be useful to appropriately adapt the above 8 tips with clarity and commitment, in order to have better mood monitoring and managing.",
    "“The primary cause of unhappiness is never the situation but your thoughts about it,” opines Eckhart Tolle, the famous author who advocated the “power of now.” Sri Lankan managers, administrators, and leaders alike can be more mindful of their moods, in managing them towards being more positive, proactive and productive.",
    "(The author is a Senior Professor in Management, and an Independent Non-executive Director, can be reached at [email protected], [email protected] or   www.ajanthadharmasiri.info.)"
  ]
}