{
  "url": "https://www.ft.lk/columns/Let-s-join-the-national-renaissance-to-usher-in-new-era-for-all/4-787884",
  "title": "Let’s join the national renaissance to usher in new era for all",
  "ut": 1770168758.0,
  "body_paragraphs": [
    "Sri Lanka’s Independence in 1948",
    "It’s been 78 years since Sri Lanka gained independence in 1948, following 433 years of colonial rule, subjugation, vestiges of foreign domination. The British empire dominated Sri Lanka for nearly 152 years, preceded by the Portuguese from 1505 to 1658, and the Dutch from 1658–1796, mainly occupying the coastal areas of the country. Although the island was granted partial independence in 1948, the nation became a republic on 22 May 1972, with its name changed to “Democratic Socialist Republic of Sri Lanka.”",
    "Sri Lanka’s path to independence was widely considered a relatively peaceful, constitutional transition from British rule, setting it apart from the often violent, revolutionary paths taken by other post-colonial nations. It was largely a transfer of power negotiated by an educated elite. However, characterising it as completely “without any bloodshed” goes against historical realities of earlier colonial resistance of 1818 and 1848 uprisings, which were brutally suppressed by the British. The Donoughmore Constitution of 1931 granted universal adult franchise long before independence, making Sri Lanka one of the first Asian colonies to practice democratic governance. Despite the peaceful transfer of power, the lack of a cohesive strategy, visionary leadership and mass movement are often cited as a root cause for the post-independence ethnic tensions and civil war that resulted in political instability and communal violence in later decades. The “peaceful” handover did not extend to all, as evidenced by the disenfranchisement of hundreds of thousands of Indian Tamil plantation workers in 1948-49.",
    "However, this peaceful transition soon turned out to be the calm before the storm. It is not just the successive Sinhalese nationalist Governments who are to be blamed for the resultant ethnic conflicts, but most notably, the British, for sowing the seeds of lasting ethno-national contention.",
    "Post-Independence transition - Major milestones and watershed events",
    "Sri Lanka’s post-independence journey from 1948, has been a tumultuous transition, marred by power rivalries, majority-minority struggles, youth insurrections, severe economic hardships and financial doldrums, culminating in the most recent 2022-youth uprising, with a clarion call for an end to rampant corruption, economic mismanagement, advocating a system change and, a transparent and accountable Government responsible for the electorate. Yet, nobody with an iota of conscience would deny the fact the country has made significant progress since independence, though it may seem miniscule to some, so to speak. In contrast, countries near and far have made vast strides in every conceivable sphere of interest. It’s however a pity, our opportunistic rulers, as usual, have placed the blame on colonial powers to cover up their own sins,  failures and incompetence as is the case with every regime that was in power. For instance, our closest neighbor, India, which was once lagging behind in terms of per capita GDP and human development indexes, has emerged as a regional economic power house and the 3rd largest world economy, trailing only USA and China. In contrast, Sri Lanka which was second in per capita GDP only to Japan in 1948, tragically now stands at the lower end.  What an irony and turn of events. Sri Lanka is at a crossroads, and lagging behind some of our South Asian counterparts that have recorded phenomenal growth and progress on the back of pragmatism, strategic planning, visionary and far-sighted leadership.",
    "Though the country transitioned to a free-market economy in 1977, political instability and marginalisation led to a brutal ethnic conflict between the Government and the LTTE, marred by violence, hatred, extremism and terrorism. Although the war ended in 2009, economic mismanagement, corruption, and the resultant youth upheavals led to political instability and governance issues. The catastrophic economic collapse and bankruptcy in 2022, sparked the Aragalaya (people’s struggle), leading to a change in the country’s leadership. Suffice it to note, the JVP/NPP alliance came to power in 2024, heralding a turning point in Sri Lanka’s political landscape.",
    "Alas, Sri Lanka, once a thriving and prosperous nation with self-sufficiency in basic commodities and food security, with free education and health for all, continues to be a third world developing country for almost 78 years since 1948. For nearly 76 years, the nation was alternatively in the hands of the UNP and SLFP parties, led by corrupt and mediocre rulers who seemingly had no iota of sense what governance means and what they are expected of, by the people as their elected representatives. Adding to misery, the rulers were least bothered to look after the basics and bare minimum needs of people, who were promised everything under the sun once elected, but were left high and dry in the end. In other words, successive UNP and SLFP regimes in power since 1948 have left us with an ungovernable country, amidst poorly managed institutions, incompetent workforce, an impoverished nation with almost a quarter of people in poverty, 1/5 of children under 5 malnourished, 10% unemployed and 5% living on just 2 meals per day, people bereft of basic essentials, highly polarised society on political, religious, racial divide, This is a doomed and failed nation in all but name, with its economy in shambles, people in dire straits, country’s law and order in disarray with-no -end-in-sight to persistent wave of crimes, violence, menace of drugs and narcotics spreading its tentacles every nook and corner of the country.",
    "On international affairs and diplomacy",
    "On the diplomatic front, there seem hardly any noteworthy changes from our non-aligned posture to South Asian context, the only exception being the post-2009 UN intervention in SL’s political landscape with repeated resolutions being tabled and adopted against SL at the UNHRC in Geneva. The UNHRC has mooted such resolutions at the behest of certain powers with vested interest, on the pretext of human rights violations, post-2009 military defeat of LTTE in May 2009. In local politics, repeated UNHRC resolutions against Sri Lanka seemingly had a profound impact on the outcome of national elections in which peoples’ votes had been swayed in favor/against certain presidential candidates based on the whims and fancies of the Tamil electorate, aligned with LTTE ideology and its diaspora abroad. In other words, UNHRC resolutions against Sri Lanka had a residual effect on local elections, and resulted in regime change. Of course, the UNSG Ban Ki-moon’s so called fact finding mission to Sri Lanka (post-2009 defeat of LTTE) was a concern for our political leaders, warranting a course correction at the UNHRC viz-a-viz resolutions tabled against Sri Lanka.",
    "International ramifications, posturing and interventions",
    "India’s intervention in SL- LTTE conflict in 1987 and events followed thereof, were perceived as a watershed in Sri Lanka - India relations, marking a deviation from India’s non-interference policy in the affairs of sovereign states, The Indo - Sri Lanka Accord signed in 1987 and India’s subsequent posturing led to strained relations, partly due to President Premadasa’s seemingly lack of trust and his anti-Indian rhetoric. India’s intervention in the SL-LTTE conflict became a thorny contentious issue of late, and had in fact, boomeranged on Indian political leadership with far reaching consequences. The hypocrisy of the Western and European countries (at the behest of Tamil diaspora and lobby groups abroad) in accusing Sri Lankan political leadership of alleged war crimes had not had the desired effect, albeit in the face of India’s genuine interest to see an end to the prolonged conflict one way or the other, culminating in the military defeat of LTTE in May 2009.",
    "Post-Aragalaya political, socio-economic status quo",
    "For over 75 years of independence since 1948, the two mainstream political parties, the UNP and SLPP, monopolised the political landscape and alternatively came to power. The successive Governments that ruled the country, have abysmally failed in governance, taking the country on a perilous path of political instability and economic chaos. Aghast, the so called leaders who ruled the country over the last few decades have been castigated for Sri Lanka’s most recent economic doldrums, and were found guilty of economic crimes in 2024, subjecting them to hefty fines for their neglect, gross violations and infringement of peoples’ rights to life.",
    "People of all strata were sick and tired of over 75 years of narcissistic rule, corruption and mismanagement. However in 2024, JVP/NPP came to power on a resounding 2/3rd mandate which no other party / alliance had hitherto mustard in history. Since then, the economy has recorded a positive momentum and shown a strong rebound, thanks to the pragmatic and cohesive economic policies put in place by the JVP/NPP Government. As we all know, Sri Lanka, which was at the brink of a near total collapse (economically, socially and politically) in 2022, is out of the woods now, on the back of IMF’s financial / economic stimulus package to debt-ridden Sri Lanka. On a complimentary note, the IMF’s debt restructuring program on SL’s external debts and repayment obligations have come a long way in supporting Sri Lanka viz-a-viz its monetary policy dispensations in the wake of NPP’s ascendancy to power in 2024 with the promise of a new era for all.",
    "NPP Government’s consolidation of power: Challenges and successes",
    "JVP/NPP’s resurgence at national elections in 2024 and yet again at local Government elections in 2025, could allude to its success in winning the trust and confidence of the marginalised voters across the country at the expense of other mainstream parties. The voter apathy and lack of trust in the traditional party politics of yesteryear, indeed has resulted in the voters turning into NPP/JVP fold as an alternative, on the back of its triumphant campaign and clean track record. In the end, NPP/JVP emerged victorious at the elections with a resounding mandate.",
    "The newly elected NPP Government, spared no time in chartering a new course, being worthy of elected representatives responsible and accountable for people and their custodians. The country has already made a turn-around and transformed itself from a near bankrupt nation in 2022 to a self-sustaining economy with a positive outlook and prospects for a higher growth rate in 2026 to move forward with resilience, for economic expansion. However, with the dawn of 2026, Sri Lanka stands at crossroads, characterised by a myriad of multifaceted issues of a complex nature, stemming from political transition under the NPP/JVP Government and the unprecedented economic fallout caused by Cyclone Ditwah in November 2025, with an estimated loss of $ 4.1 billion (4% of GDP) in infrastructure and property damage. Furthermore, US tariff on Sri Lankan exports to America too has been a cause for concern, which was least expected. To achieve meaningful economic independence, Sri Lanka ought to focus on macro management of its overarching economy through monetary and fiscal policies to achieve stable growth, economic resilience, low inflation, high employment, and favourable balance of payments.",
    "Despite repeated calls for constitutional reforms, including the abolishment of the executive presidency and return to a parliamentary system of governance, the NPP/JVP Government does not appear to be in a hurry to bring in such reforms anytime soon, though President Dissanayake has signaled his intention to follow suit recently. From a peoples’ perspective, constitutional reforms seem not a priority and panacea for all current ills facing the country, come what may.",
    "Sri Lanka’s 78th anniversary celebrations of independence: Perspectives",
    "In terms of Sri Lanka’s national sovereignty, it would have been more meaningful to consider the 22nd of May, (day on which the Constitution of the First Republic was promulgated in 1972), as Sri Lanka’s Independence Day / National Day, though we continue to celebrate 04th February instead. As such, 22nd May would have been more than justifiable to call the National / Independence Day, for all intents and purposes in terms of its significance for promoting peace, unity and national reconciliation across the diverse mosaic that is the Sri Lankan people.",
    "Sri Lanka’s 78th Independence Anniversary on 04th February is mainly focused on national rejuvenation, aimed at fostering peace, harmony and freedom for all individuals and groups transcending religious, cultural and communal differences. The 2026 celebrations are being framed as a move toward rebuilding Sri Lanka, and addressing multi-faceted political, socio-economic and contemporary challenges of mutual concern to all Sri Lankans, while honoring our national heroes, their historic struggles for independence. In contrast to other nations around the world, Sri Lanka’s post-Independence legacy is one that is unique in terms of our collective will and endeavors to usher in an era of peace, stability and prosperity for all.",
    "Key takeaways and reflections",
    "1. In essence, after 75 years of Independence, Sri Lanka remains in a state of perpetual struggle. The majority of Sri Lankans are worse off today than they were in the past, which is a clear reflection of the country’s status quo, which speaks volumes for the peoples’ unending socio-economic woes and struggles in daily life.",
    "2. But people remain optimistic about the future, believing in the country moving forward on a clear path towards stability and prosperity albeit slowly, with caution. For them, the prospects of a better future seem real and bright, with a sigh of relief to many who dreamt of a better future for all, sacrificing their present for the dawn of a new era for the future generation.",
    "3. On the other hand, the nation which was in a near collapse in 2022 on the back of a prolonged economic meltdown and fallout, has made a turn-around, and is on a steady path to recovery amidst economic expansion and restructuring viz-a-viz newly enacted financial and fiscal policies",
    "4. The country is not yet out of the woods, though it has shown increasing and promising signs of recovery, gaining momentum and stability in the short and medium term, albeit risks posed by post-Cyclone Ditwah and US tariffs on Sri Lankan exports to America US, which had a debilitating effect on the economy, having to divert some of its potential reserves and funding away from the projected and intended scope of operations.",
    "5. Furthermore, the IMF debt restructuring process, its projected benchmarks and KPIs’ on Sri Lanka remain optimistic and deliverable. On its part, the head of the IMF delegation in Sri Lanka, at a recent press conference, painted a rosy picture on Sri Lanka’s progress towards recovery and compared the situation to one of optimism.",
    "6. Don’t the people deserve the basics, let alone the luxuries, to lead a life with pride, self-respect and purpose, no matter, come what may.",
    "7. May the Independence Anniversary of 2026 serve as the beacon of hope and optimism in pursuit of lasting progress and prosperity for Sri Lanka and people.",
    "“Irrespective of whether we be Sinhala, Tamil, Muslim or Eurasian we are one single nation, the Sri Lankan nation. Long live the Lankan nation!” - D.S. Senanayake",
    "(The writer is a retired Ambassador and Foreign Ministry Spokesman. He can be reached at [email protected])"
  ]
}