{
  "url": "https://www.ft.lk/columns/China-s-stability-a-blessing-for-the-world/4-783913",
  "title": "China’s stability, a blessing for the world",
  "ut": 1762303466.0,
  "body_paragraphs": [
    "China’s stability injects confidence and hope into a turbulent world",
    "We live in a world where transformation unseen in a century is accelerating. Now, the global deficits in peace, development, security, and governance continue to widen unabated. Though the international situation is going through changes and turbulence, China has demonstrated to the world the two miracles it has achieved — namely, rapid economic growth and long-term social stability. China’s stability has not only led to its effective governance but is also injecting valuable stability and positive energy into a turbulent world, bringing confidence and hope to people around the world who yearn for peace and prosperity.",
    "1. The secret behind China’s stability",
    "China’s stability stems from a sense of trust fostered by its institutional strengths",
    "One of the strengths of socialism with Chinese characteristics is its ability to pool resources behind major undertakings to solve difficult problems. The nationwide unified response mechanism and ample policy toolkit enable China to calmly address various internal and external challenges. With an eye on achieving the twin goals of carbon peak and carbon neutrality, China has established the world’s largest clean energy production and distribution system, turning deserts green and skies bluer. The Chinese people truly feel that they are being protected by the Communist Party of China (CPC) and the Chinese Government as if under a solid shield, and that China’s national policies always make people’s interests the fundamental starting point and ultimate goal. As a result, the entire Chinese people highly support and fully trust China’s national system and development path.",
    "China’s stability stems from a sense of gain derived from its growing economic prosperity",
    "By advancing along the blueprint outlined in the Five-Year Plans, China has achieved remarkable economic development and become the world’s second-largest economy. From 1979 to 2023, China’s economic growth averaged 8.9% per year, far exceeding the global average of 3% over the same period. In 2024, China’s total economic output exceeded 130 trillion yuan (about $ 18 trillion) for the first time, and per capita disposable income surpassed 40,000 yuan (around $ 5,500), doubling from a decade ago. In addition, China’s GDP grew by 5.3% in the first half of this year. With prospering industries producing high-quality and affordable consumer goods, and technological innovations making life more convenient, every Chinese citizen can pursue their dreams and realise their potential in a stable environment. It is clear that a virtuous cycle of “stability–development–greater stability” has taken shape.",
    "China’s stability stems from people’s happiness created by their improving well-being",
    "The CPC has always put people first. Since the reform and opening up, the Chinese Government has lifted over 800 million people out of poverty, creating a miracle in human history. The Government has also built the world’s largest education, social security, and healthcare systems. The Peaceful China Initiative has yielded remarkable results, making China universally recognised as one of the safest countries. Under the leadership of the CPC, children are well-nurtured, students are well-educated, workers are well-paid, the sick are well-treated, and the elderly are well-cared for. The fruits of development are benefiting all people in a more equitable and comprehensive manner.",
    "China’s stability stems from the people’s sense of participation as they become masters of their own country. The institutional arrangements for whole-process people’s democracy ensure that the people can participate in national governance through various channels. During the compilation of the Civil Code of the People’s Republic of China, over 1.02 million opinions and suggestions were publicly solicited. During the drafting of the 14th Five-Year Plan, over 1.018 million suggestions were received online within two weeks. Today, more than 240 Chinese cities have launched citizens’ hotlines. With all these efforts, grassroots voices are being heard, public demands are being expressed, and pressing difficulties and problems that concern the people most are being addressed. The genuine and effective democracy practised in China keeps winning the people’s support.",
    "China’s stability stems from the core of its fine culture featuring harmony",
    "The Chinese nation has always valued harmony and stability, and the culture of harmony is the ideological source of China’s long-term stability and order. On the basis of inheriting and developing its fine traditional culture, China vigorously promotes the core socialist values, advocating prosperity, democracy, civility, harmony, freedom, equality, justice, the rule of law, patriotism, dedication, integrity, and amity. These values have become the ballast stone for building consensus across society and maintaining social harmony and stability.",
    "2. China’s stability is a blessing for the world",
    "As a responsible major country, China is not only committed to maintaining its own stability but has also been a stabilising force in maintaining world peace and promoting common development.",
    "China practises true multilateralism",
    "China adheres to true multilateralism and supports the central role of the United Nations in international affairs. To date, China has become a member of almost all universal intergovernmental organisations and a party to over 600 international conventions and their amendments. At the 2025 SCO Tianjin Summit, President Xi Jinping solemnly put forward the Global Governance Initiative, advocating the building of a more just and equitable global governance system and forging a community with a shared future for humanity. This initiative, following the Global Development Initiative, the Global Security Initiative, and the Global Civilisation Initiative, is another important public good that China has contributed to the world in the new era.",
    "China resolutely safeguards world peace",
    "China adheres to the path of peaceful development and consistently pursues an independent foreign policy of peace. It is a major country with the best track record on peace and security. China is the only nuclear power to have pledged not to use nuclear weapons first. It is also the largest troop-contributing country to UN peacekeeping operations among the permanent members of the UN Security Council, and the second-largest contributor to UN peacekeeping assessments. China consistently upholds the political settlement of disputes and actively resolves conflicts. With regard to the Ukraine crisis and the Palestinian–Israeli conflict, China has actively promoted peace talks. It has also facilitated the historic restoration of diplomatic relations between Saudi Arabia and Iran, as well as reconciliation among different Palestinian factions. In May this year, China and 32 other countries jointly signed the Convention on the Establishment of the International Organisation for Mediation (IOMed) in Hong Kong, filling a gap in international mediation mechanisms and contributing Chinese wisdom to resolving international disputes.",
    "China shares its economic development opportunities with the world",
    "China’s contribution to global economic growth has consistently remained around 30%, and it has become a top-three trading partner of 157 countries and regions, injecting strong momentum into global economic growth. China’s overseas direct investment has ranked among the top three globally for 13 consecutive years. The Global Development and South–South Cooperation Fund has benefited over 30 million people. The Belt and Road Initiative has become a “road to happiness”, connecting participating countries. China firmly upholds the multilateral trading system with the World Trade Organisation at its core, promotes high-standard opening up, and actively shares the opportunities of its vast domestic market, acting as an anchor against the surging tide of protectionism. China has signed 23 free trade agreements with 30 countries and regions and has fully completed negotiations on Version 3.0 of the China–ASEAN Free Trade Area. Economic and trade exhibitions such as the China International Import Expo and the Canton Fair have effectively promoted global trade and investment, demonstrating China’s resolve and commitment to supporting the multilateral trading system.",
    "Looking to the future, China will continue to play the role of a major country and demonstrate its responsibility as one. It will use its own stability to inject valuable certainty into a turbulent world and make the two miracles that take place in China become the two miracles of the whole world.",
    "(The writer is the Chinese Ambassador to Sri Lanka.)"
  ]
}