{
  "url": "https://www.ft.lk/columns/Global-spillover-of-Trump-dis-order-Who-will-win-ultimately-Trump-or-Carney/4-776168",
  "title": "Global spillover of Trump(dis)order:  Who will win ultimately – Trump or Carney?",
  "ut": 1746396365.0,
  "body_paragraphs": [
    "US President Donald Trump",
    "Canadian Prime Minister Mark Carney",
    "Both Trump and Carney do not trust markets. Trump because markets are manipulated by political leaders in respective countries against USA. Carney because markets are manipulated by corporate sector monopolists. Their solution to the issue is diametrically opposite to each other. Trump wants to build up corporate sector monopolists as a force against the selfish political leaders in the rest of the world. That is why he offers to replace the income tax which falls on corporates with indirect taxes which are paid by ordinary citizens. Carney wants to limit the corporate power by appropriate government intervention",
    "Public opinion in favour of Conservatives",
    "All public opinion surveys in Canada in the last three years indicated one thing. That was, the Liberals who were in power for three consecutive terms had overstayed their welcome and should recede to oblivion. The specific attack was on its leader, Prime Minister Justin Trudeau. It was typical of any leader who chose to hold on to the reins of power for too long.",
    "His youthful charisma, according to BBC’s Jessica Murphy, catapulted him to premiership some 10 years ago, raising the status of the Liberal Party which was in the third place at that time to electoral victory.1 First, it was an internal party revolution among Liberals who put continuous pressure on Trudeau to step down. This silent internal implosion within the party soon leaked out to open space creating an explosive animosity toward Liberals among the ordinary Canadians.",
    "Everyone expected Trudeau to step down, but he was insensitive to public opinion and held onto power. The obvious choice of Canadians was the opposition, Conservatives, who did not do well in politics 10 years ago. Bur every opinion poll raised the position of Conservatives, and the wide expectation of Canadians was that they will replace the Trudeau government. When Trudeau yielded to the pressure from his party peers finally in January 2025, the Conservatives were about 20% above the Liberals in the choice of Canadians, a gap which not even a leader of Herculean capacity could fill within a few months. Hence, for the Conservative leader, Pierre Marcel Poilievre, it seemed to be a cakewalk to power when the Parliamentary elections would eventually be announced.",
    "Trump’s anti-Canadian policy",
    "But three developments from around January 2025 changed the electoral pattern of Canada completely. One was the election of Donald Trump to presidency in USA, the Southern neighbour of Canada. Trump adopted an anti-Canadian policy from the very outset sharply deviating from the good neighbourly policy which his predecessors had followed through weal and woe. He announced that he would annul the free trade agreement, known as North America Free Trade Agreement or NAFTA, which USA has signed in 1998 with its two neighbours, Mexico in the South and Canada in the North.",
    "NAFTA was the largest economic bloc in the recent past accounting for about a third of the global economy. It had generated positive economic results for the three countries concerned by increasing trade, growth, jobs, foreign direct investments, while reducing the cost of living of the people. Despite these advantages, Trump wanted to put an end to it abruptly. Then, he accused both countries of harbouring drug mafia and illegal immigrants. Going a further step, he announced his wish to annex Canada as the 51st state of the United States. Canadians were roundly blamed for stealing prosperity from Americans by running a trade surplus with USA. To correct it, he announced an arbitrary tariff increase on all imports from Canada.",
    "Angered by this insanely illogical treatment, the outgoing Prime Minister Justin Trudeau vowed to fight back with all the powers to protect the sovereignty of Canada as a nation.2 He met the 25% tariff imposed by Trump on imports from Canada with a reciprocal tariff of the same magnitude supported by non-tariff measures to be implemented by the provinces of the country. Trump’s measure united all Canadians into a single group against the Trump moves forcing all citizens to boycott US goods and go for a ‘buy Canada movement’.3 Therefore, Canadians were willing to support anyone who will firmly stand against Trump to protect the sovereignty of the country.",
    "Entry of Mark Carney, former central banker in Canada as well as in the UK",
    "The second development was the election of a professional, Mark Carney, a former Governor of the Bank of Canada as well as the Bank of England, to succeed Trudeau as the Liberal leader and the interim Prime Minister. Assuming party leadership, Carney publicly announced, to the cheers of Canadians, that he will not allow Trump to weaken Canada and succeed in his goals.4 This bold speech made Carney an instant national hero convincing Canadians that he will be the right choice to fight Trump on his own terms. To prove that he has a plan and global support to beat Trump, he visited, not USA as was previously done by Canadian leaders, but Europe that included visits to France, the UK, and the European Commission.5",
    "Demonstrating that he was not a hardliner, Carney announced that he was ready to talk with Trump garnishing the due respect as a sovereign nation and not as a vassal state of the United States. Thus, with Carney’s election, Liberals who appeared bereft of energy and ideas prior to Trump’s election got a new breath in life and were reactivated instantly with a renewed sense of enthusiasm, energy, and vitality.",
    "Dangerous overconfidence of Conservatives",
    "The third development was the disastrous overconfidence which the Conservatives had harboured among themselves about a sure victory at elections. They were good fighters when Liberals were weak and fighting for their own survival. They had not expected that Trudeau would step down and allow a newcomer to fight the election against them. Hence, they had spent tens of millions of dollars in advertising campaigns to pound Trudeau and that investment was completely wasted when Carney appeared in the political scene from nowhere.6 As a result, the Conservative Party was in a complete disarray in the vital period prior to the elections.",
    "Carney, strong adversary to Trump",
    "These three developments led Canadians to offer a fourth term to Liberals to run the country under a new leadership blessed with better professional, political, and economic strategies, at least as they have perceived it. Now they are two rivals, Donald Trump in Washington DC claiming that he runs both the US economy and the world7, and Mark Carney in Ottawa vowing to make Canada a strong nation in the global geopolitical and economic landscape defeating Trump’s attempt at breaking Canada and own it.8 Unlike his counterpart in Washington DC, Carney admits that he will begin his prime ministerial career with the value of humility, over his long career as a banker he has made mistakes but always learned from them and govern the country as a team with the Cabinet, provinces and territories, and with Indigenous people.9",
    "If Carney walks his talk, it is an awesome display of remarkable leadership qualities that will succeed in a democratic environment. He also claims that has had a very constructive call with Trump immediately after he was elected by Canadians as PM and agreed to meet Trump in person to resolve the issues with US administration on 6 May 2025.10",
    "Now they are two rivals, Donald Trump in Washington DC claiming that he runs both the US economy and the world, and Mark Carney in Ottawa vowing to make Canada a strong nation in the global geopolitical and economic landscape defeating Trump’s attempt at breaking Canada and own it. Unlike his counterpart in Washington DC, Carney admits that he will begin his prime ministerial career with the value of humility, over his long career as a banker he has made mistakes but always learned from them and govern the country as a team with the Cabinet, provinces and territories, and with Indigenous people",
    "Enemies to become friends in state-craftmanship",
    "Are Trump and Carney adversaries or friends? In the state-craftmanship, there are no permanent friends or enemies. A true leader will take a step backward if that move helps his country to advance further or avoid a catastrophe. Both USA and Canada are faced with the adverse fallout from the Trump(dis)order that has been practiced by Trump ex parte on his neighbour. It is a serious external shock, man-made of course, that will cause economic slowdown if not an unexpected economic recession, high consumer prices derailing the inflation targets of the respective central banks, massive unemployment in export related industries, and inability to face similar future shocks that may be delivered to them.",
    "Already, the US economy has recorded a negative economic performance of 0.3% in the first quarter of 2025 and the expectation of mainstream economists is that it will be continued to the next few quarters too.11 According to projections by Deloitte, Canada’s economy too is headed toward recession in 2025.12 Thus, Trump will meet Carney as the culprit of economic catastrophe and Carney as the victim of Trump’s ex parte action. Hence, both leaders have self-interest to step backward, show at least temporary friendship, and reach an amicable solution to the problem. However, these negotiations will drag on as history has shown leaving the citizens of both countries to suffer immensely.",
    "Different viewing of human suffering",
    "There is a fundamental difference between the two leaders about the suffering of the people due to these reckless economic policies. Trump, while admitting that his policies will cause people to suffer, has defended them on the ground that they are a bitter medicine administered on a patient to facilitate long-term recovery.13 Hence, he is insensitive to human suffering. However, as I have presented in a previous article in this series,14 Carney, the trained monetary economist, has now abandoned his neoliberal monetarist stand and embraced what is known as social market economy which recognises the need for government intervention to correct market maladies. This is the thesis he has presented in his 2021 book titled ‘Value(s): Building a Better World for All.15",
    "An exposition of his thesis in this publication is as follows.",
    "Market economies turning to market societies",
    "The crux of the argument of Carney, a career central banker who had guided both central banks he had headed through a policy agenda based on monetarism that believed in markets, was that the so-called ‘market economies’ have evolved into ‘market societies’ in which the value of everything is determined not by the usefulness but by the price that is determined in the market. The prices do not reckon what the humanity values most highly, namely, fairness, health, protection of rights, economic security from poverty, preservation of nature’s diversity, resources, and beauty. These values go into the backwater when prices are determined by the interaction of the demand and the supply which are increasingly manipulated by market agents guided by their own self-interest.",
    "Human suffering ignored by markets",
    "As a result, those values dearest to humanity become casualties rather than cherished gains. For instance, we may care for climate change and its destructive impact on the world today as well as the future. But when we drive our car with a positive carbon footprint at every stage of production and emits greenhouse gases freely to the environment when we drive it, we do not regard that factor. Instead, at production level, it is the prices of inputs determined in the markets, and, at the use level, it is the price of the car and its fuel and maintenance costs that we regard.",
    "Since accounts are kept without incorporating these costs, known as green costs, the prices are determined independently of them. Hence, prices reflect only our personal wishes and not the humanity’s desires. This is only one example and there are many more. So, Carney’s attempt has been to suggest a practical manifesto for the world to reach a more humane society.",
    "NAFTA was the largest economic bloc in the recent past accounting for about a third of the global economy. It had generated positive economic results for the three countries concerned by increasing trade, growth, jobs, foreign direct investments, while reducing the cost of living of the people. Despite these advantages, Trump wanted to put an end to it abruptly. Then, he accused both countries of harbouring drug mafia and illegal immigrants",
    "Promoting human values",
    "Therefore, the goal of every policy being considered should be to promote human values which people cherish most. If the world fails in this enterprise, it fails the mankind too. Carney has further elaborated on these points in a four-part Reith Lecture series hosted by BBC Radio in honour of its first Director General, Sir John Reith.16 Encouraged by the public acceptance he has received, Carney is planning to issue an addendum to his thesis in a forthcoming book in May 2025 under the title The Hinge: Time to Build an Even Better Canada. The title has been taken from a quotation of Winston Churchill in 1941 in Ottawa that the world was at a hinge moment at that time in history threatening the world’s wish for freedom and prosperity.17 It is now up to Carney to practice what he has preached in the past few years.",
    "Limiting corporate monopoly powers",
    "Both Trump and Carney do not trust markets. Trump because markets are manipulated by political leaders in respective countries against USA. Carney because markets are manipulated by corporate sector monopolists. Their solution to the issue is diametrically opposite to each other. Trump wants to build up corporate sector monopolists as a force against the selfish political leaders in the rest of the world. That is why he offers to replace the income tax which falls on corporates with indirect taxes which are paid by ordinary citizens. Carney wants to limit the corporate power by appropriate government intervention.",
    "It is interesting to learn whether the two leaders will exchange their notes when they meet in person this week to discuss the prevailing catastrophic issues. Who will win eventually will depend on who will learn from whom.",
    "If Trump wants to win, he had better learn from Carney, a reputed economist with an impeccable track record.",
    "1https://www.bbc.com/news/articles/c17d402e5rwo",
    "2https://www.youtube.com/watch?v=wz_42pckM7w",
    "3https://www.cbc.ca/news/canada/tariffs-impact-boycott-1.7448609",
    "4https://www.youtube.com/shorts/AqTvAZuwWlU",
    "5https://edition.cnn.com/2025/03/17/europe/canada-mark-carney-europe-trump-intl-hnk",
    "6https://www.ctvnews.ca/federal-election-2025/article/this-was-the-conservatives-biggest-strategic-error-according-to-a-leading-strategist/",
    "7https://www.youtube.com/watch?v=zCh119wqN0I",
    "8https://globalnews.ca/news/11154593/canada-election-mark-carney-victory-speech/",
    "10https://www.youtube.com/watch?v=lLzB84EPbA4",
    "11https://youtu.be/LQuiZ0EM694?si=LmT28rldPlqIIgsh",
    "12https://financialpost.com/news/economy/canadian-economy-headed-recession-2025-deloitte",
    "13https://www.politico.com/news/2025/04/06/trump-tariffs-market-reaction-00276097",
    "14https://www.ft.lk/columns/AKD-newly-embraced-neoliberalism-and-Mark-Carney-s-attack-on-market-values/4-771763",
    "15Carney, Mark, 2021, Value(s): Building a Better World for All, A Signal Book.",
    "16Available at the link following the first lecture accessible at: https://youtu.be/uvw-aC0KLD4?si=VF8Ns7rUWY0F53YR",
    "17See: https://www.theglobeandmail.com/business/article-mark-carney-to-release-book-the-hinge-a-look-at-canadas-path-forward/",
    "(The writer, a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at [email protected].)"
  ]
}