{
  "url": "https://www.ft.lk/columns/Establishing-independent-holding-company-for-State-Owned-Enterprises/4-775939",
  "title": "Establishing independent holding company for State-Owned Enterprises",
  "ut": 1745870726.0,
  "body_paragraphs": [
    "The objective of the holding company will be to ring-fence the SOEs and provide them with the autonomy to function as professionally managed independent commercial entities",
    "State-Owned Enterprises (SOEs) are defined as government owned or controlled entities which generate most of their revenue from selling goods and services on a commercial basis. In other words, they are commercial entities that are state owned. A closer look at the numerous state-owned institutions that operate in Sri Lanka will reveal that only about 130 entities would fall into the category of SOEs. The rest of them are non-commercial state institutions such as regulatory agencies, promotional institutions, research and development agencies, educational institutions, and a multitude of others. While these entities have their own issues that are receiving attention through a different process, they do not fall into the category of State-Owned Enterprises (SOEs) that will be covered by this article.",
    "In the 2024 manifesto titled ‘A Thriving Nation: A Beautiful Life’ of the National People’s Power (NPP), which received an overwhelming mandate from the people of Sri Lanka, the following approach is outlined regarding State-Owned Enterprises.",
    "Take appropriate strategic decisions on each institution based on its strategic importance, potential for economic growth, capability to stimulate the production economy, impact on financial stability and relevance to national security.",
    "Provide the public with access to comprehensive information on the operations of SOEs to ensure transparency.",
    "Promote research and development activities to explore new opportunities in economic trends, potentials and developments prevailing at the national and international levels.",
    "It is clear from the above that a significant number of SOEs will qualify to remain under state ownership on account of one or more of the criteria mentioned above. However, it is important to ensure that they perform the role expected from them, regardless of ownership, to deliver essential products or services to the public at an affordable cost without being a burden to the state. With a proper mechanism in place to monitor their adherence to high standards of governance as well as performance against pre-agreed targets, it is believed that SOEs could make a significant contribution to uplifting the living standards of people while contributing positively towards government revenue.",
    "During the Budget Speech 2025 delivered by President Anura Kumara Dissanayake, he stated, “A key requirement to reduce future financial risk emanating from SOEs is to improve SOE governance. Towards this end, a Holding Company under the full control of the Government will be established under which selected SOEs are held as subsidiaries with a view to improve governance, financial discipline and operational efficiency.” Further, during the Sri Lanka Economic Summit 2025 organised by the Ceylon Chamber of Commerce, the President confirmed the creation of such a Holding Company and alluded to the possibility of listing it on the Colombo Stock Exchange.",
    "Hence, it is evident that the present Government is committed to move in this direction and the objective of this article is to explain the rationale for independent centralised ownership of State-Owned Enterprises, benefits accruing from it, alternate options and the experience of a few other countries. As someone who has been involved with SOE reforms from time to time, I would also share my recommendations on how a Holding Company should be structured, what functions it should perform and the process of implementation.",
    "2.Rationale for independent centralised ownership",
    "The current model of operating State-Owned Enterprises under different line ministries is considered inefficient due to several reasons.",
    "(i)It creates a conflict of interest with the role of line ministries that are responsible for setting policies and regulating the respective sectors in which the assigned SOEs operate in competition with other private sector players. Good governance practice calls for clear separation of these responsibilities within Government to ensure a level playing field. A line ministry’s primary objective of looking after the interest of consumers in each sector is often compromised when it is also involved in commercial operations as a producer or service provider in the same sector. Hence, the need arises to shift the commercial enterprises out of the ministries that formulate sectoral policies or regulate them.",
    "(ii)The direct involvement of ministers and ministries in the appointment of boards of SOEs leads to political and bureaucratic interferences that undermine both governance and performance of SOEs.",
    "(iii)Fragmentation of the ownership responsibilities of the State among several line ministries in addition to the Ministry of Finance which also plays an oversight role has resulted in inconsistent decision making and a lack of accountability.",
    "(iv)It is difficult to build adequate capacity within so many line ministries to be able to effectively monitor the governance and performance of commercial enterprises.",
    "Hence, most countries have begun to move away from this kind of decentralised model to a more centralised model of ownership. Typically, under such a model, all or most State-Owned Enterprises will be brought under the oversight of a centralised state-owned entity. The benefits that accrue from such an arrangement are explained below.",
    "3.Benefits of operating SOEs under centralised ownership",
    "The key benefits expected from this model are outlined below.",
    "i. A level playing field is created by separating the government’s policymaking and regulatory functions from commercial operations of State-Owned Enterprises. This will enable the line ministries to focus primarily on the interest of consumers.",
    "ii.State-Owned Enterprises are insulated from unwanted political and bureaucratic interference granting them greater autonomy. This will help the SOEs to pursue their objectives with a greater focus.",
    "iii.Appointments of Boards to SOEs will be made in a transparent manner ensuring only suitably qualified people are appointed to such positions. This will be done initially by the Holding Company, but subsequently the Boards of SOEs themselves can implement a well-structured nomination process subject to the concurrence of the Holding Company.",
    "iv.Their adherence to stipulated governance standards and mutually agreed performance targets are monitored and evaluated by an independent entity operated by high calibre professionals.",
    "v. The public is provided with comprehensive information including audited financial statements on a periodic basis to ensure transparency.",
    "4.Alternate options for centralised ownership",
    "Two broad categories of centralised entities can be seen adopted by countries who have moved in this direction.",
    "a) Government ownership agencies",
    "b)Government owned holding companies",
    "While Indonesia, France and United Kingdom have opted for ownership agencies, others like Singapore, Malaysia, Vietnam and Finland have created holding companies. Temasek Holdings of Singapore and Khazana Nasional of Malaysia are often cited as highly successful examples of such holding companies which have managed to introduce private sector discipline to the SOEs under their purview while remaining under state ownership. The outcome has been a significant improvement in both governance and performance.",
    "The experiences of a few selected countries are described below.",
    "UK Government Investments (UKGI), established in 2016 combining the functions of the previously established Shareholder Executive and UK Financial Investments (UKFI), acts as the Shareholder Representative on all UK Government owned companies. UKGI is the UK Government’s Centre of Excellence for corporate governance and corporate finance. It has been established as an agency under the HM Treasury funded by the government budget. Since it has no direct control of the companies under its purview, it depends largely on the voluntary cooperation of line ministries under whom the SOEs continue to function. This can be seen as a major drawback in Government Ownership Agencies which don’t directly own the entities they are expected to monitor and supervise.",
    "Incorporated in 1974, Temasek Holdings operates as an independent holding company incorporated under the Companies Act. It was established initially as a holding company for state owned enterprises in Singapore that had been held directly under the Ministry of Finance. The aim of transferring the ownership of SOEs to Temasek was to achieve sustainable long-term returns through a commercially disciplined and independent holding company. Ownership remains entirely with the Government of Singapore, but it is governed by an independent Board of Directors. Over time, it has transformed itself into a global investment company using the surplus generated from its holdings. Currently it manages an investment portfolio with holdings in Singapore as well as several other countries with 13 offices across 9 countries.",
    "Khazana Nasional, incorporated in 1993 as a limited liability company under the Companies Act, holds equity in more than 50 Government-linked Corporations (GLCs). Using the surplus generated, it has made significant investments outside Malaysia which now constitute one-third of its portfolio. As an entity wholly owned by the Government of Malaysia, it is governed by a nine-member Board chaired by the Prime Minister. Khazana focuses on performance, national development and good governance as cornerstones of its policy framework to drive financial, economic and societal returns.",
    "5.Recommended model for centralised ownership",
    "Considering the benefits of an independent holding company via-a-vis an ownership agency with no direct control over the SOEs under its purview, it is recommended to establish a holding company under the Companies Act and bring all or most State-Owned Enterprises directly under its control as subsidiary companies. This will pave the way to form a typical relationship between a parent company and its subsidiaries. Further, it also presents the opportunity to list the parent company on the Colombo Stock Exchange as envisaged by the President, enabling the general public to become its shareholders effectively becoming co-owners in State-Owned Enterprises.",
    "It should be funded by the dividend income it receives from the subsidiary SOEs, a portion of which it should be permitted to retain to cover its expenses and build up a reserve to support future investments. The balance portion should be remitted to the Consolidated Fund in accordance with a pre-determined dividend policy. It must also be required to pay taxes on its income as any other corporate entity would do.",
    "6.Functions of the proposed holding company",
    "The holding company under which the SOEs operate in the proposed model must have the following functions.",
    "i.Governance role – In performing its oversight role, the Independent Holding Company (IHC) should stipulate minimum standards of corporate governance in line with best practice followed by public listed companies locally and overseas. It must guide all SOEs to implement these guidelines and should constantly monitor their adherence to the same. For instance, every SOE should be required to publish financial statements and annual reports by dates that will be stipulated by the holding company. All Board appointments to SOEs must require approval from the IHC. Guidelines should also cover areas such as the composition of the Board of Directors, frequency of Board Meetings, mandatory items to be on the Board Meeting Agenda, composition of Audit, Remuneration and Nomination Committees, role of Internal Auditor, recruitment and procurement processes, etc. The IHC must have the necessary powers to deal with any SOEs that do not comply with these guidelines even after adequate warnings have been given.",
    "ii.Performance management role – The IHC should also guide all SOEs to formulate corporate plans and to establish a vision, mission and goals for their respective institutions. Clearly articulated strategies should be formulated with sustainable financing methods to support them. These can form the basis for Statements of Corporate Intent (SCIs) that the Board of each SOE undertakes to comply with. It will also assist them to identify key performance indicators (KPIs) and set targets in respect of each KPI for each financial year. Thereafter, the IHC will collect management information on a periodic basis to monitor the progress made in respect of each KPI. Regular reports must be submitted to the IHC Board on the performance of each SOE and action needs to be taken on SOEs that consistently fail to achieve the targets set.",
    "iii.Restructuring role – The IHC must also assist selected SOEs to carry out restructuring programs where it is deemed necessary to improve their performance. It should also handle divestments of Government holdings in non-strategic enterprises where the Cabinet of Ministers decides to invite equity participation by the private sector and explore opportunities to establish Public Private Partnerships (PPPs).",
    "iv.Advisory role – In addition to its oversight functions, the IHC should also serve as a Centre of Knowledge and Expertise that will assist SOEs to implement best practices in Human Resource/Talent Management and carry out process re-engineering and digitalisation projects for productivity enhancement. To effectively perform this role with limited staff, the IHC must be empowered to engage the services of external advisors and recover their costs from the respective SOEs.",
    "v.Shareholder representative role – As the representative of the sole or majority shareholder, the IHC must decide on all actions that need to be taken in its capacity as the sole or majority shareholder in these SOEs. Those who are currently assisting the Treasury in playing this role in the Department of Public Enterprises can be absorbed into the IHC.",
    "The objective of the holding company will be to ring-fence the SOEs and provide them with the autonomy to function as professionally managed independent commercial entities. The IHC should not get involved in the strategic and operational management of each entity in a manner that will stifle their freedom. The IHC should also formulate and execute a media strategy to keep the public informed of its activities and to mobilise public support to reform and restructure SOEs to become more efficient and value creating institutions.",
    "To deliver these functions, the holding company should be structured with several divisions focusing on Governance, Performance Management, Restructuring and Advisory Services, Finance and Support Services. The first three divisions mentioned above should be focused on delivering services to the SOEs under its purview while the last mentioned should manage the internal affairs of the holding company such as finance, administration, human resources, information technology and communication.",
    "7.Implementation process",
    "As with all other national policies, speedy and complete implementation will be critical to derive the maximum benefits. To implement this policy, the following steps need to be taken.",
    "i.Enact the State Business Enterprises Management Act with provision to establish an independent holding company.",
    "ii.Incorporate the Holding Company as a Public Limited Liability Company, wholly owned by the State. It can function under the Ministry of Finance.",
    "iii.Appoint the Board of the Holding Company. It is absolutely critical for the success of this reform process to ensure that an independent and competent Board of Directors with no conflicts of interest is appointed to the holding company. It is recommended that the Board is constituted by both public and private sector representatives with the latter being nominated by recognised institutions such as the Ceylon Chamber of Commerce, Sri Lanka Institute of Directors and the Institute of Chartered Accountants of Sri Lanka.",
    "iv.Recruit a small team (not more than 20) of highly competent professionals as the staff of the holding company. It is important that the Holding Company Board is empowered to hire professionals with the required competencies at market-based remuneration levels.",
    "v.Transfer all or most of the SOEs that are currently operating under different line ministries to the Ministry of Finance by gazette notification.",
    "vi.Convert state corporations and other entities among them that have been created under separate acts of Parliament to public limited liability companies under the Companies Act using the Conversion of Public Corporations into Public Companies Act No. 23 of 1987.",
    "vii.Transfer the ownership of each SOE to the holding company through a share swap under which the Government will take shares in the holding company in exchange for its shares in each SOE. This will eliminate the need for significant funding to be allocated for this exercise through the budget.",
    "8.Challenges that can remain after transition to an Independent Holding Company structure",
    "Some challenges could remain even after the transition to a centralised ownership arrangement if the implementation doesn’t happen in an optimal manner. A few issues that could emerge are given below.",
    "(i)Continued political interference, especially if the IHC itself becomes politicised. Lack of clarity on its mandate can also contribute.",
    "(ii)Lack of power and authority if SOE heads are backed by superior political power that overrides the directions of the IHC.",
    "(iii)Lack of institutional capacity within the IHC if adequate budgets are not provided and recruitment of qualified personnel at market-based remuneration levels is not permitted.",
    "9.Key success factors",
    "From the above analysis, the following three factors can be identified as the critical success factors that would determine the effectiveness of this reform process.",
    "(i) Political backing from the highest levels of Government",
    "(ii) Independent and competent Board being appointed to the IHC",
    "(iii) Ability to recruit suitably qualified professionals at market-based remuneration levels to the staff of the IHC",
    "The absence of any of these three factors can seriously undermine the chances of achieving the outcome described earlier.",
    "Given the multiple benefits that would accrue to the Government as well as the people of this country by establishing an independent holding company to exercise oversight over the SOEs, it is proposed to initiate early action to implement the same. This would naturally require the formulation of a comprehensive plan of action with a phased-out approach and its implementation according to agreed timelines.",
    "(The writer is a former CEO and Secretary General of the Ceylon Chamber of Commerce. He has functioned as the Director General, Public Enterprises Reform Commission of Sri Lanka and a Consultant to the Ministry of Public Enterprise Development. Currently, he chairs the Public Sector Reforms Steering Committee of the Ceylon Chamber of Commerce.)"
  ]
}