{
  "url": "https://www.dailymirror.lk/opinion/Cricket-lovely-cricket-and-a-good-year-for-sports/172-291458",
  "title": "Cricket lovely cricket and a good year for sports",
  "ut": 1725990132.0,
  "body_paragraphs": [
    "After ten long years, just yesterday Sri Lanka’s men’s Test cricket team defeated the England Test XI. After successive defeats in the two earlier test matches the team came good. Despite the victory there are still several weak links in the team that need straightening out.",
    "The middle order is weak. The opening pair has not been consistent. Three of our veterans are past their prime and replacements need to be found. The ‘find’ of the tour was Pathum Nissanka, who has been around for some time, but not ‘discovered’ by our selectors for reasons best known to themselves alone.",
    "Imagine this man was in form, was in the squad in England, but not selected for the first Test!",
    "However, this year cricket in our land is coming alive once again. This time round however, it is not only the men’s team that is bringing smiles and pride to Lankans whereever they may live. Leading the charge are Lanka’s cricketing lasses led by Chamari Athapaththu.",
    "Yes, our women’s team is doing way better than the men’s XI. Unheralded and unsung in their own country, slowly but surely the women’s cricket team kept climbing international rankings almost unnoticed. That great things would dawn in the near future was on the cards. In February this year, the Lankan skipper was awarded the ICC Women’s ODI Player of the Year.",
    "That crowning glory in July this year crowned T20 World Cup champions was no flash in the pan. It was a result of hard work and long-term planning. In February this year the ICC reported that the Lankan skipper Chamari, after winning the ICC Women’s ODI Player of the Year award had set her sight on winning the big prize -the ICC Women’s T20 World Cup.",
    "In July this year Sri Lankan skipper and superstar Chamari Athapaththu and her band of merry women burst onto the world stage with a comprehensive victory at the T20 Asia Cup final. They comprehensively beat the more fancied Indian team by eight wickets and with 20 balls to spare.",
    "On the way to the top they beat Pakistan in a nail-biting finish with one ball to go. They also defeated Thailand, and Malaysia.",
    "The Lankan skipper -Athapaththu- was named captain of the Women’s ODI and T20I teams of the year by ICC. A spectacular year, which saw the Sri Lankan girls achieve several milestones.",
    "While this year, like the year before, has been brutally hard on the population, sport has brought a little bit of cheer to our long-suffering people. As we have seen king cricket is gradually building up. Despite a long list of losses in the past two years, the progress of women’s cricket team has been astounding. The men’s team is rising from the ashes so-to-say.",
    "Hard times the saying goes create strong men and strong men create good times. Our sports men and women, during the current difficult economic times our country is facing have stepped up their game. Through sheer grit they have overcome all odds at an international level.",
    "At the recently concluded Paralympics in Paris, Samitha Dulan captain of the local contingent won a silver medal in the javelin throw event. This was the second time Dulan won a Paralympics medal after his first bronze medal at previous Paralympics in Tokyo in 2022.",
    "Then there is the performance of school girl athlete Tharushi Karunaratne at the women’s 800m event at the Paris Olympics. Young Tharushi did not win a medal. She finished 7th in Heat 4 of the Repechage round and the 19-year-old clocked a time of 2:06.66 in this round. But she brought pride to the country.",
    "While our athletes set up terrific performances on the international stage, back home our politicians continued setting their own records. Even when the country is facing bankruptcy this breed seeks to make profit of our miseries. An ex minister spends his times behind bars.",
    "With the presidential election looming, ‘we the people’ need to ensure we do not once again elect into power rogues who took the country down in their search for filthy lucre."
  ]
}