{
  "url": "https://www.ft.lk/columns/Is-the-Online-Safety-Act-an-unnecessary-piece-of-law/4-784669",
  "title": "Is the Online Safety Act an unnecessary piece of law?",
  "ut": 1763746944.0,
  "body_paragraphs": [
    "Former Justice Minister Ali Sabry",
    "Civil defamation law strikes an important balance. It offers remedies while avoiding criminalisation of speech. Courts may grant injunctions, award damages and require written apologies without resorting to arrests, bail conditions or criminal convictions. The OSA, by contrast, introduces criminal liability for harmful online content. Complainants no longer have to expend resources proving their case; the State does it for them. It is, in many ways, the easier path. But should criminal law exist merely to make litigation easier for politicians and public figures?",
    "Defamation disputes have long been part of Sri Lanka’s legal landscape, well before the arrival of the Online Safety Act (OSA). The recent settlement of President's Counsel Ali Sabry’s 2021 defamation suit underscores how fully the existing system already functioned. Although the allegations circulated online, the matter was resolved through established civil procedures, with no reliance on the OSA or any special law regulating online content.",
    "The case involved accusations made by Former Nagoda Pradeshiya Sabha Chairman Ananda Lanerolle,",
    "at a media briefing. He alleged that Sabry, then the Justice Minister, had improperly influenced a High Court judge by facilitating a letter in a pending case. The statement spread online and was available on YouTube. Yet the remedy Sabry sought and obtained was a purely civil one: an apology published in a national Sinhala-language newspaper and Rs. 1 million to be donated to the Apeksha Cancer Hospital.",
    "This was not an isolated example. In May 2021, Sabry filed another civil defamation action against Ven. Madille Pannaloka Thera of the “Sinhale” organisation for allegedly defamatory remarks posted on YouTube, Facebook and other platforms. He sought an injunction and damages of Rs. 1.5 billion. The Colombo District Court granted interim relief, and the case was settled in early 2022 after the monk agreed not to repeat the allegations and acknowledged Sabry’s right to pursue further legal action if he did.",
    "These cases reveal a consistent pattern. Long before the OSA, Sri Lankan civil law offered effective remedies for harmful online speech. Injunctions, damages and court-ordered apologies were available and enforced.",
    "A shift toward criminalisation",
    "Today, however, with the existence of OSA, a growing number of similar disputes are being channelled through the OSA, often triggering criminal processes rather than civil ones. Complaints that would once have proceeded through the District Court are now filed under Section 24 of the Act.",
    "Recent examples highlight this shift. Former PUCSL Chairman Janaka Ratnayake sought relief under the OSA, resulting in a conditional order from the Colombo Chief Magistrate’s Court restraining further publication. In another case, a YouTube channel was barred from disseminating allegedly defamatory content concerning Army Commander Lieutenant General Vikum Liyanage. The Kaduwela Magistrate’s Court likewise prohibited Newscentre employees from publishing statements about Hiru Media Network following a complaint under the Act.",
    "These are the kinds of disputes previously managed through civil defamation actions. The question therefore arises: Is  the OSA genuinely necessary to address online defamation, or has it simply become a more convenient instrument, especially for public officials and powerful complainants?",
    "A look at Sabry’s own position",
    "Sabry’s recent public reflections on his settlements highlight the central role reputation plays for public figures. He noted that political life does not entitle anyone to slander another person and that malicious defamation would be met with firm legal response. His position is understandable. Yet his own cases also demonstrate that he did not need criminal sanctions, nor a new regulatory structure, to secure remedies. The civil procedure code already provided the tools he required.",
    "Convenience is not a justification for criminal law",
    "Civil defamation law strikes an important balance. It offers remedies while avoiding criminalisation of speech. Courts may grant injunctions, award damages and require written apologies without resorting to arrests, bail conditions or criminal convictions.",
    "The OSA, by contrast, introduces criminal liability for harmful online content. Complainants no longer have to expend resources proving their case; the State does it for them. It is, in many ways, the easier path. But should criminal law exist merely to make litigation easier for politicians and public figures?",
    "The 2021 and 2022 cases involving Sabry demonstrate that civil law worked. It provided remedies. It upheld reputation. It achieved closure. It did so without having a chilling effect on free speech or involving the criminal justice apparatus.",
    "The rise in OSA-based complaints demonstrates how easily civil matters can be drawn into the criminal cases, with significant implications for free expression. Yet recent history proves that Sri Lanka already had the tools to address online defamation without criminalising expression.",
    "A more appropriate path would be to strengthen civil mechanisms, streamline procedures and ensure faster injunctive relief. These reforms would protect individuals from reputational harm while preserving the democratic value of free and open expression.",
    "In its current form, the Online Safety Act is unnecessary, heavy-handed and vulnerable to misuse. It is not a necessary tool for the problem it claims to solve.",
    "The author is an Attorney-at-Law and a Researcher at LIRNEasia"
  ]
}