{
  "url": "https://www.technologyreview.com/2024/05/23/1092848/that-viral-video-showing-a-head-transplant-is-a-fake-but-it-might-be-real-someday/",
  "title": "That viral video showing a head transplant is a fake. But it might be real someday.",
  "ut": 1716458766.0,
  "body_paragraphs": [
    "An animated video posted this week has a voice-over that sounds like a late-night TV ad, but the pitch is straight out of the far future. The arms of an octopus-like robotic surgeon swirl, swiftly removing the head of a dying man and placing it onto a young, healthy body.  This is BrainBridge, the animated video claims—“the world’s first revolutionary concept for a head transplant machine, which uses state-of-the-art robotics and artificial intelligence to conduct complete head and face transplantation.”  First posted on Tuesday, the video has millions of views, more than 24,000 comments on Facebook, and a content warning on TikTok for its grisly depictions of severed heads. A slick BrainBridge website has several job postings, including one for a “neuroscience team leader” and another for a “government relations adviser.” It is all convincing enough for the New York Post to announce that BrainBridge is “a biomedical engineering startup” and that “the company” plans a surgery within eight years.  We can report that BrainBridge is not a real company—it’s not incorporated anywhere. The video was made by Hashem Al-Ghaili, a Yemeni science communicator and film director who in 2022 made a viral video called “EctoLife,” about artificial wombs, that also left journalists scrambling to determine if it was real or not.",
    "Yet BrainBridge is not merely a provocative work of art. This video is better understood as a public billboard for a hugely controversial scheme to defeat death that’s recently been gaining attention among some life-extension proponents and entrepreneurs.  “It’s about recruiting newcomers to join the project,” says Al-Ghaili.",
    "This morning, Al-Ghaili, who lives in Dubai, was up at 5 a.m., tracking the video as its viewership ballooned around social media. “I am monitoring its progress,” he says, but he insists he didn’t make the film for clicks: “Being viral is not the goal. I can be viral anytime. It’s pushing boundaries and testing feasibility.” The video project was bankrolled in part by Alex Zhavoronkov, the founder of Insilico Medicine, a large AI drug discovery company, who is also a prominent figure in anti-aging research. After Zhavoronkov posted the video on his LinkedIn account, commenters noticed that it is his face on the two bodies shown in the video. “I can confirm I helped design and fund a few things,” Zhavoronkov told MIT Technology Review in a WhatsApp message, in which he also claimed that “some important and famous people are supporting [it] financially.” Zhavoronkov declined to name these individuals. He also didn’t respond when asked if the job ads—whose cookie-cutter descriptions of qualifications and responsibilities appear to have been written by an AI—are real roles or make-believe positions.  Aging bypass What is certain is that head transplantation—or body transplant, as some prefer to call it—is a subject of growing, if speculative, interest in longevity circles, the kind inhabited by biohackers, techno-anarchists, and others on the fringes of biotechnology and the startup scene and who form the most dedicated cadre of extreme life-extensionists. Many proponents of longer life spans will admit things don’t look good. Anti-aging medicine so far hasn’t achieved any breakthroughs. In fact, as research advances into the molecular details, the problem of death only looks more and more complicated. As we age, our billions of cells gradually succumb to the irreversible effects of entropy. Fixing that may never be possible. By comparison, putting your head on a young body looks comparatively easy—a way to bypass aging in a single stroke, at least as long as your brain holds out. The idea was strongly endorsed in a technical road map put forward this year by the Longevity Biotech Fellowship, a group espousing radical life extension, which rated “body replacement” as the cheapest, fastest pathway to “solve aging.”   Will head transplants work? In a crude way, they already have. In the early 1970s, the American neurosurgeon Robert White performed a “cephalic exchange,” cutting off the head of a monkey, placing it on the body of another, and sewing together their circulatory systems. Reports suggest the head remained conscious, and able to see, for a few days before it died.",
    "Most likely, a human head transplant would also be fatal. But even if you lived, you’d be a mind atop a paralyzed body, since exchanging heads means severing the spinal cord.  Yet head-swapping proponents can point to plausible solutions for that, too—a number of which appear in the BrainBridge video. In Europe, for instance, some paralyzed people have walked again after doctors bridged their spinal injuries with electronics. Other scientists in China are studying growth factors to regrow nerves. Joined at the neck As shocking as the video is, BrainBridge is in some ways overly conventional in its thinking. If you want to keep your brain going, why must it be on a human body? You might instead keep the head alive on a heart-lung machine—with an Elon Musk neural implant to let it surf the internet, for as long as it lives. Or consider how doctors hoping to solve the organ shortage have started putting hearts and kidneys from genetically engineered pigs into patients. If you don’t mind having a tail and four legs, maybe your head could be placed onto a pig’s body. Let’s take it a step further. Why does the body “donor” have to be dead at all? Anatomically, it’s possible to have two heads. There are conjoined twins who share one body. If your spouse were diagnosed with a fatal cancer, you would surely welcome his or her head next to yours, if it allowed their mind to live on. After all, the concept of a \"living donor\" is widely accepted in transplant medicine already, and married couples are often said to be joined at the hip. Why not at the neck, too? If the video is an attempt to take the public’s temperature and gauge reactions, it’s been successful. Since it was posted, thousands of commenters have explored the moral dilemmas posed by the procedure. For instance, if someone is left brain dead—say, in a motorcycle accident—surgeons can use their heart, liver, and kidneys to save multiple other people. Would it be ethical to use a body to help only one person? “The most common question is ‘Where do you get the bodies from?’” says Al-Ghaili. The BrainBridge website answers this question by stating it will source “ethically grown” unconscious bodies from EctoLife, the artificial womb company that is Al-Ghaili’s previous fiction. He also suggests that people undergoing euthanasia because of chronic pain, or even psychiatric problems, could provide an additional supply.  For the most part, the public seems to hate the idea. On Facebook, a pastor, Matthew. W. Tucker, called the concept “disgusting, immoral, unnecessary, pagan, demonic and outright idiotic,” adding that “they have no idea what they are doing.” A poster from the Middle East apologized for the video, joking that its creator “is one of our psychiatric patients who escaped last night.” “We urge the public to go about [their] business as everything is under control,” this person said. Al-Ghaili is monitoring the feedback with interest and some concern. “The negativity is huge, to be honest,” he says. “But behind that are the ones who are sending emails. These are people who want to invest, or who are expressing their personal health challenges. These are the ones who matter.” He says if suitable job applicants appear, the backers of BrainBridge are prepared to fund a small technical feasibility study to see if their idea has legs. hide"
  ]
}