{
  "url": "https://hbr.org/2025/01/why-retailers-are-turning-to-third-party-marketplaces",
  "title": "Why Retailers Are Turning to Third-Party Marketplaces",
  "ut": 1736322357.0,
  "body_paragraphs": [
    "Etienne Laurent/Getty Image",
    "Some traditional retailers — including Walmart, Target, and Best Buy — are adopting third-party marketplaces, which connect customers with external sellers and thereby offer customers a much broader selection. Many other traditional retailers are considering whether to follow suit. Making the choice isn’t clear-cut. It involves weighing a host of benefits and challenges. The benefits include: expanding the product range, boosting customer engagement, monetizing existing assets, and collecting valuable data. The challenges include: operational issues, offering customers a good experience, and shifting from an internal focus towards managing an external network of sellers.",
    "In the race to remain relevant in the digital age, an increasing number of major retailers are following the lead of global tech giants such as Amazon or Alibaba: They are launching third-party marketplaces that connect customers with a large number of external sellers. This marks a significant departure from the traditional retail model, where retailers — whether operating online or offline — directly sell merchandise they own.",
    "Strategy Planning and Execution Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Strategy Planning and Execution. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "How to develop a winning strategy—and put it to work.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "Improving Customer Experience at HSBC: From Customer Insights to Journey Innovations",
    "The Communicating for Success Collection: Craft Clear, Persuasive Messages that Drive Results",
    "Read more on Strategy",
    "Retail and consumer goods"
  ]
}