{
  "url": "https://www.ft.lk/columns/Reforming-the-reformists-and-reforms-of-education/4-788416",
  "title": "Reforming the reformists and reforms of education",
  "ut": 1771272527.0,
  "body_paragraphs": [
    "Education reforms have become a major topic of national debate. Unfortunately, its strategic importance has been undermined by covert “political” agendas, short-term “quick fixes,” “untested solutions”, and the narrow outlook of policymakers. In the past, reforms to the education system have often been driven by political motives rather than by the future needs of the local and global contexts. Moreover, extremist left-wing parties have repeatedly disrupted meaningful reform efforts—particularly in the tertiary sector, deterring the opportunities for young people in realising their potential.",
    "The fundamental objective of any reform is to bring improvement and to prepare a society for the future. Education is essentially a process of socialisation that begins within the family—most notably with parents, especially the mother, who traditionally serves as a child’s first “Human Resources Manager.” The extended family also plays a significant role in nurturing children and, in many cases, continues to offer guidance as those children grow into parenthood themselves. Upbringing is therefore central and strategic to an individual’s development, as it establishes the foundation for Primary education, followed by Secondary education, which paves the path to tertiary education and the world.",
    "Education must be understood as a ‘transformational process’ that shapes an individual across three behavioral dimensions; Attitude, Skills, and Knowledge.",
    "Education reforms should first acknowledge the fundamental fabric of the society, the civic foundations of education, preservation of cultural, familial, and community values, before any step is undertaken. It is inherently risky to revive policies that were previously abandoned or to adopt modified models borrowed from foreign cultures—whether more advanced or less developed—without careful contextual adaptation. The irresistible enthusiasm for digitising every aspect of education is also impractical, as society requires many competencies that cannot be fully or even partially converted into digital formats.",
    "The family, the place of worship and the school form a natural and practical model. The family plays a strategically vital role, followed by places of worship—regardless of religion, and transformed by educational institutions. These elements have formed the greater foundations of civilisations, since the beginning of human civilisations and continuity.",
    "In reforming, first the ‘reformists’ must understand the gaps between the futuristic needs and the existing system of the educating process, in relation to the ‘value system of Sri Lanka’. The ‘value system’ of Sri Lanka is well-established on three platforms; family, religion and schools, which continue to construct and sustain the ‘culture’ of this country. In some extremes, the ‘social-strata’ plays an unavoidable role.",
    "Policymakers/planners cannot afford to be too dogmatic or purely academic in their approach. Parents too cannot seek a “convenient path” to their children’s educational progress by imagining the removal of continuous assessments, examinations, and periodic evaluations, which some of them perceive as ‘tiresome or difficult’, due to their ‘preoccupied’ lifestyles. Today, it is an open secret that many parents—especially mothers—complete homework on behalf of their children, while a large number of teenagers rely on “cut-and-paste” practices to save time and avoid poor grades. Some of these children will be helpless whenever they are ‘grounded’ on their own with harsh realities. Empowering is a key deliverable in education.",
    "Policymakers/planners cannot afford to be too dogmatic or purely academic in their approach. Parents too cannot seek a “convenient path” to their children’s educational progress by imagining the removal of continuous assessments, examinations, and periodic evaluations, which some of them perceive as ‘tiresome or difficult’, due to their ‘preoccupied’ life styles",
    "Radical disruption of an established value system can become a “ticking-time bomb,” which may destabilise the society, might damage the cultural fabric. Therefore, any ‘transformational changes’ envisioned for 2030 must begin with carefully planned ‘incremental reforms’, provisioning sufficient time for ‘cultivation’, ‘adaptation’, and ‘consolidation’.",
    "Such reforms should be initiated with the leadership of key facilitators—local teachers, educationists, religious leaders, and heads of schools across national, provincial, private, or international. The objective is to enable the exchange of expertise and experience, optimum use of talent and encouraging the sharing of best practices across the education system.",
    "‘Reforms’ are essential to introduce new knowledge and skills while shaping the attitudes that preserve cultural and family roots. Consider a practical example: today, many employers struggle to find candidates who can work competently in the English language.",
    "Addressing this gap requires making ‘English-medium instruction’ available (permanent basis) in all schools from Grade 6 onwards, while strengthening the schools that already offer ‘English-medium education’. However, before implementing such an initiative, it must be preceded by the development of a new generation of facilitators and the continuous upskilling of existing ones, in a ‘manageable’ management structure.",
    "Strong pool of English teachers",
    "Sri Lanka once had an exceptionally strong pool of English teachers during the 1960s and 1970s, many of whom left the country due to broader national challenges. Over time, left-wing movements and National policies portrayed English as an instrument of imperialism rather than presenting it as a vital gateway to global knowledge and opportunities.",
    "A wide range of competencies are demanded in the commercial world today.",
    "The advantage of ‘Vocational studies’ must be used to build a foundation for future-oriented skills and to enhance an individual’s value in terms of both skills and knowledge, while continuing the fundamental subjects such as History, Art, Nature, Health. Fields such as automobile engineering—beginning with basic mechanical skills—domestic, commercial, and industrial electrical work, electronics, programming, elementary law and regulatory studies, taxation, aluminum, iron and steel fabrication, designing, sports are strong examples of this approach. For example, before teaching AI, one must learn to use simple applications which help in work and personal life. It is just as simple as learning to ‘walk’ before ‘running’.",
    "Government and the people must ensure that education remains ‘purposeful’ and ‘free’ from political or vested interests, in order to build a ‘stable’, ‘sustainable’, ‘resourceful’ society and a ‘cultured’ country",
    "International experiences further highlight the importance of early skill development. In China, children are introduced to logical thinking and basic programming concepts as early as three to four years of age through foundational games. According to sources, from September 2025, AI education has become mandatory nationwide for children starting at age six. China’s basic education system consists of preschool education (usually three years), primary education (six years, beginning at around age six), and secondary education (six years), reflecting a long-term, structured approach to skill and knowledge development.",
    "The significance of sex education has recently drawn considerable attention, often accompanied by concerns due to unwarranted publicity on ‘choices’ that may conflict with the existing societal values. In the 1980s and 1990s, sex education was carefully integrated in secondary education, focusing on specific age levels. Explicit materials that could exploit teens and youth were strictly prohibited at that time on age limits, and religious institutions played a significant role in guiding adults towards responsible and civilised intimate life. We should be well-aware that ‘individual sexuality’ is a private matter and should remain personal, where education should serve to create awareness and inculcate civility rather than influencing personal choices.",
    "Government and the people must ensure that education remains ‘purposeful’ and ‘free’ from political or vested interests, in order to build a ‘stable’, ‘sustainable’, ‘resourceful’ society and a ‘cultured’ country.",
    "(The writer could be reached at [email protected])"
  ]
}