{
  "url": "https://www.ft.lk/columns/Protection-of-the-State-from-Terrorism-Bill-The-facade-of-System-Change/4-787594",
  "title": "Protection of the State from Terrorism Bill - The facade of ‘System Change’",
  "ut": 1769639624.0,
  "body_paragraphs": [
    "In April 2025, the Government announced a committee was appointed to review the PTA and propose new legislation in line with international human rights standards. Yet, seven months later the committee submitted a draft that is a reproduction of previous drafts which did not adhere to international legal standards. The previous attempts were heavily criticised by civil society, including by the NPP. While the contents of the ‘current’ draft are deeply concerning, the tendency of the Government to reproduce legislation of previous governments, which they themselves criticised, alludes to something more disturbing; that deep down they are no different to previous authoritarian governments",
    "Sri Lanka does not need another anti-terror law. The Suppression of Terrorist Bombings Act, Prevention of Hostage Taking Act, Convention on the Suppression of Terrorist Financing Act, Offences Against Aircraft Act and several other laws criminalise ‘terrorist’ activities as required by a 2004 United Nations Security Council Resolution (1566): a resolution that necessitates member states to have laws in place to counter ‘terrorism’. Activists, human rights organisations, and the current President himself before being elected argued that Sri Lanka needs to repeal the current draconian, and often misused Prevention of Terrorism Act (PTA).",
    "The Protection of the State from Terrorism Bill (PSTB) presented by the Government of Sri Lanka for public comments in December 2025 is a carbon-copy  of the  2022 Anti Terrorism Bill (ATB) produced by the Ranil Wickremesinghe Government, which was basically a carbon copy of a 2018 Counter Terrorism Bill (CTB) proposed by the Yahapalana Government (in which Wickremesinghe was Prime Minister).",
    "The National People’s Power (NPP) Government that was elected to effect ‘system change’ is recycling drafts of former governments that the NPP themselves, when in opposition, said they would scrap if they were to be elected.",
    "Definition of the offence: the root of the problem",
    "There is no international, UN convention-based definition of ‘terrorism’. However, 26 UN Security Council resolutions set out several actions that constitute terrorism. The contours of terrorism set out in UNSCR 1566 are similar to the constituent elements of the widely accepted model definition of terrorism formulated by the UN Special Rapporteur on Protecting Human Rights while Countering Terrorism.",
    "Two elements are needed to define a criminal offence: the intention to commit the act, and the act itself. The draft law (PSTB), lists three intentions: provoking a state of terror in or intimidating the public; forcing the Government or an international organisation to do something or not to do something, and intending ‘to violate the territorial integrity or infringement of sovereignty of Sri Lanka or any other sovereign country”. Whilst the first two broadly align with the internationally accepted definition, the last one is broad, vague, and could be easily weaponised to curtail legitimate civic activity. For example, any discourse on federalism in Sri Lanka is viewed by the wider public as means of ‘planning to split the country’. Under the proposed law, an over-eager official can construe advocating for federalism as an act of terrorism.",
    "The proposed law also labels as terrorism acts of violence that are offences in other existing laws and/or do not meet the threshold of seriousness required to be considered terrorism, such as hurt, robbery, extortion, causing serious damage to public property and causing damage to religious or cultural property. Persons protesting the destruction of Hindu sites of worship and the construction of Buddhist temples in their place in the North and East have often been falsely accused by the State of damaging the sites and arrested. If the PTSB were to be enacted, these protestors can be deemed to be engaged in terrorist acts because the State can allege a religious or cultural property was damaged (the act) during demonstrations with the intention of intimidating a section of the public and compelling the Government to stop the continuing takeover of places of Hindu worship (the intention). If protests to compel the International Monetary Fund (IMF) to do or not do something (intention) result in serious damage to any public property (the act), persons could be arrested for terrorism.",
    "Legalising militarisation",
    "Legalising the involvement of the armed forces in law enforcement creates a permanent state of emergency. Armed forces should be deployed only in instances such as emergencies, or when borders are under threat. The new law, like the two previous drafts, gives them the power to arrest persons on ‘reasonable suspicion’, conduct searches without warrants, stop-and-searches, to “take into custody” any material they want, and most worryingly - question people. They are not trained in law enforcement and have no knowledge of the Penal Code, the Code of Criminal Procedure, or adhering to due process. Hence, their understanding of the kind of action that constitutes ‘reasonable suspicion’ is extremely limited and will likely result in invasive searches of people’s home and arbitrary arrests among other violations. Additionally, the police and the armed forces are required by the PSTB ‘to take any measure as may be appropriate’ to prevent offences from being committed. This is a broad, limitless power that can be arbitrarily used to curtail legitimate activities.",
    "During  the thirty year internal armed conflict in Sri Lanka between the Liberation Tigers of Tamil Eelam (LTTE) and the Government of Sri Lanka, Tamils were racially profiled on suspicion of being members of the LTTE and subject to violations of their constitutional rights. The armed forces were the main perpetrators of these violations but have not been held accountable even sixteen years after the end of the war. The belief they can function with impunity is deeply embedded in the psyche of the military. Hence, bestowing additional broad powers upon them will weaken the legal protection of human rights and strengthen the military’s role in civilian affairs.",
    "Military involvement in law enforcement raises concerns regarding accountability as well. The Department of Police, which is within the purview of the Ministry for Public Security will be responsible for implementing the PSTB. At the same time. the military will be involved in similar activities under the same law. Whether the military will receive orders from and be accountable to the Ministry of Public Security and the Inspector General of Police (IGP) or the commanders of their force and the Ministry of Defence is not defined in the draft law. This can lead to broken or even non-existent chains of command: turning the current culture of impunity into a legalised state of impunity",
    "The PSTB empowers a police officer to obtain the assistance of the military to arrest or take a person to the police station; it does not stipulate the rank of the police officer who has the power to make such a request, nor does it set out the criteria/reasons for requesting assistance or state how the request should be made. Another provision allows a police officer, without a judicial order, to take over the control of any vehicle, vessel, train, aircraft or unmanned aerial vehicle, for the purpose of conducting an investigation or for preventing the commission of an offence. The only requirement is for the officer to report it to the magistrate.  This provision too does not mention the rank of the police officer to whom this authority is given, which means, in practice, even a constable will be able to take control of any vehicle.",
    "Two elements are needed to define a criminal offence: the intention to commit the act, and the act itself. The draft law (PSTB), lists three intentions: provoking a state of terror or intimidating the public; forcing the Government or an international organisation to do something or not to do something, and intending ‘to violate the territorial integrity or infringement of sovereignty of Sri Lanka or any other sovereign country”. Whilst the first two broadly align with the internationally accepted definition, the last one is broad, vague, and could be easily weaponised to curtail legitimate civic activity",
    "Administrative detention and judicial oversight: The more things change, the more they become worse",
    "In the current PTA, a detention order (DO) is issued by the Minister of Defence. In the proposed PSTB it can be issued by the Secretary to the Ministry of Defence.  When a valid DO is placed before a magistrate, the magistrate has no powers to inquire into the necessity to issue a DO or refuse to give effect to it. If the police do not have a DO, they can request the magistrate to remand the person. If the magistrate is satisfied there are no grounds to remand the person, the magistrate can release the person on bail. The magistrate does not however have the power to release the person. The PSTB hence seeks to dismantle oversight and tools necessary for the effective implementation of due process safeguards.",
    "The right to know the crime which one is accused of is one of the fundamental tenet of criminal law, which is undermined in the PSTB. The initial period of detention under a DO is two months, which can be extended up to a year. If the Police seek an extension they must file a confidential report, which “shall not be disclosed to any person unless the Magistrate is of the opinion that, in the interest of justice, such report may be disclosed to the suspect.” This seriously harms the detained person’s right to fair trial as it undermines the person’s ability to mount a vigorous defence. In this regard, the 2018 CTB was marginally better as it required the ‘detained person and lawyer’ to ‘have access to ‘such information that may be necessary to object to the extension of the period of detention’. In the CTB, the maximum period of detention on a DO was set at eight weeks instead of the one year in the PSTB.",
    "Under the Protection of the State from Terrorism Bill the Attorney General exercises judicial authority. This dilutes the power of the judge, who is not mandated to conduct an independent scrutiny of the evidence, or evaluate the necessity and proportionality of the conditions imposed, but only approve an arrangement decided by the Attorney General",
    "If the extension of a detention order is refused by a magistrate, the magistrate is still required to inquire whether the person should be remanded and if not, release the person on bail. Bail should be the norm, not the exception, but in practice, bail has become the exception. The proposed provision codifies the practice of remanding people as default.",
    "The maximum period a person can be remanded is one year from the date of being remanded and not from the date of arrest. This means a person can be held on a DO for one year and thereafter remanded for another year. The provision in the planned law which states the total time in detention “shall not exceed a period of two years from the date of arrest” demonstrates that the Government has pre-decided a two-year detention window, and the inclusion of the magistrate is to create the illusion of judicial oversight, as magisterial discretion has been severely limited",
    "The right to know the crime which one is accused of is one of the fundamental tenets of criminal law, which is undermined in the PSTB",
    "Normalising an unchecked Executive",
    "President Anura Kumara Dissanayake promised to abolish the Executive Presidency, repeal the PTA, and repeal the Online Safety Act, which in essence is an internet censorship law. Instead, he and his Government are seeking to expand the powers of the president and normalise an Executive without checks and balances, which the proposed law would do.",
    "The PSTB empowers the president to proscribe an organisation if he ‘has reasonable grounds” to believe that any organisation is engaged in any act amounting to an offence under this law, or “is acting in an unlawful manner prejudicial to the national security of Sri Lanka or any other country’.",
    "The proscription imposes prohibitions on recruiting members, conducting meetings and programs, entering contracts, using bank accounts, raising funds or receiving grants. It also prohibits lobbying and canvassing on behalf of the organisation, which can be construed to include lobbying to lift the proscription of the organisation. In the ATB, the order could be issued for one year and could be extended by a year with no limits on the number of extensions. The PTSB however, does not maintain the façade of even attempting to control the power of the President and imposes no initial time limit. There are no transparent processes or objective criteria stipulated for the proscription, nor for evidence to be presented, at least for the renewal of proscription. The appeal against the decision is to be made to the President; the person who proscribed the organisation, not through a judicial process.",
    "Restriction Orders can be issued under the PSTB by a magistrate upon an application made by a police officer not below a DIG, if he has reasonable grounds to believe that any person has committed, or is making preparation, to commit an act of terrorism. Restrictions include barring moving outside the residence, travelling within Sri Lanka and travelling outside the normal route between the place of residence and place of employment. Within a week of the order being issued, the police officer is required to obtain the person’s statement to enable ‘the Magistrate to determine whether the said Order shall be revoked or varied’. This clearly shows that the initial order can be issued without sufficient inquiry into its necessity. The order is reviewed every month and can be extended for maximum six months. Historically, Restriction Orders have had a devastating impact on the lives of those subject to them, with charges rarely being brought against the persons.",
    "The Secretary to the Ministry of Defence (as opposed to the President in the ATB and the Minister in the CTB), can declare ‘any public place or any other location which is reasonably suspected of being used to commit an offence under this Act, to be a prohibited place’. The order is valid for 72 hours and requires a magistrate’s order to be extended. There is no maximum period the order can be in force.",
    "President Anura Kumara Dissanayake promised to abolish the Executive Presidency, repeal the PTA, and repeal the Online Safety Act, which in essence is an internet censorship law. Instead, he and his Government  are seeking to expand the powers of the President and normalise an Executive without checks and balances, which the proposed law would do",
    "The draft law empowers the Attorney General to defer legal proceedings or suspend prosecution for not more than 20 years, with the sanction of the High Court, if the person agrees to certain conditions, such as publicly express remorse and apologise using a text issued by the Attorney General. Persons may feel compelled to de-facto accept guilt to avoid protracted decades long trials like under the PTA regardless of culpability. Under the PSTB the Attorney General exercises judicial authority. This dilutes the power of the judge, who is not mandated to conduct an independent scrutiny of the evidence, or evaluate the necessity and proportionality of the conditions imposed, but only approve an arrangement decided by the Attorney General."
  ]
}