{
  "url": "https://www.ft.lk/opinion/Inside-Lithuania-s-digital-frontline-How-Delfi-s-fact-checkers-combat-disinformation-across-languages-and-platforms/14-783466",
  "title": "Inside Lithuania’s digital frontline: How Delfi’s fact-checkers combat disinformation across languages and platforms",
  "ut": 1761510813.0,
  "body_paragraphs": [
    "From left: Delfi Melo Detektorius Fact-Checker Monika Jakimčukė and Delfi Melo Detektorius Editor Aistė Meidutė",
    "By Charumini de Silva in Vilnius",
    "As disinformation and propaganda increasingly shape public opinion across Europe and beyond, Lithuania’s largest digital media outlet, Delfi, has become a frontline defender of information integrity through its dedicated fact-checking department Melo Detektorius (The Lie Detector).",
    "In the heart of Vilnius, a small but determined team at Delfi, is waging a relentless battle against falsehoods, propaganda and digital deception. Armed by its dedicated fact-checking division, Delfi has become a regional leader in verifying information, exposing Kremlin-driven narratives and educating the public on media literacy.",
    "During a recent study tour organised by the Internews under the EU-funded Indo-Pacific Media Resilience Program, a group of Sri Lankan journalists including the Daily FT, gained first-hand look at how Lithuania’s fact-checkers operate independently, leverage technology and build global alliance to safeguard truth in an era increasingly shaped by artificial intelligence (AI) and misinformation.",
    "Dedicated fact-checking initiative",
    "Melo Detektorius Editor Aistė Meidutė shared how Baltics’ largest online news outlet, Delfi’s fact-checking efforts evolved in response to Russian disinformation and now stands as a model of journalistic independence and resilience.",
    "“Fact-checking in Lithuania began as a direct response to Kremlin propaganda. Our first major project, the ‘Divan’ was focused on debunking false narratives spread by Russian State media. Soon we realised that a separate dedicated fact-checking initiative was necessary and that’s how Melo Detektorius was born,” she explained.",
    "She said at present, Delfi’s fact-checking division has verified over 3,000 claims; over 2,000 in Lithuanian and 1,000 in Russian.",
    "According to her, Melo Detektorius primarily verifies external disinformation, especially that circulates on social media. Its methodology combines systematic monitoring, reader engagement and rating system to classify claims as true, false, partly false or manipulative.",
    "“We found that ratings make our work easier to understand for the public. If we publish long, complex reports, people may lose interest. Ratings help communicate clearly and quickly,” she opined.",
    "She also differentiated fact-checking from debunking. “Fact-checking focuses on a single claim, which is short, precise and evidence-based. Debunking is broader, like a mini-investigation into ongoing propaganda themes,” she explained.",
    "Despite being part of the larger Delfi newsroom, Meidutė emphasised complete editorial independence. “Our newsroom cannot dictate what we fact-check. They can only suggest topics, but we decide what to verify and how to do it,” she added.",
    "Global and regional collaboration",
    "She said Melo Detektorius is a signatory to the International Fact-Checking Network (IFCN) Code of Principles and a member of the European Fact-Checking Standards Network (EFCSN).",
    "“Currently over 480 fact-checking organisations operate worldwide and Lithuania will have the honour of hosting the Global Fact 2026 conference in Vilnius, the world’s largest gathering of fact-checkers next year,” she noted.",
    "Meidutė also serves in the EFCSN working group that helped draft the European Code for Fact-Checkers, further cementing Lithuania’s influence in setting continental standards.",
    "Regionally, Delfi contributes to the Baltic Engagement for Combating Information Disorders (BECID), part of the European Digital Media Observatory (EDMO) network based in Italy. This initiative unites Lithuania, Latvia and Estonia to detect and counter narratives spreading across borders.",
    "Security threats and ethical safeguards",
    "Given Lithuania’s proximity to Russia and Belarus, she acknowledged how Delfi’s fact-checkers face harassment and threats from hostile actors online.",
    "“When we used to publish our byline under every article, some of us received threats. In a small country, those same people could easily appear at your doorstep. So, we stopped listing names under each piece, but our team members are still publicly known in our ‘About’ section,” she disclosed.",
    "She asserted that transparency remains central and all funding sources are publicly disclosed and Melo Detektorius does not accept money from political parties or actors. Core operations are funded by Delfi’s parent newsroom, while EU institutions and other partners may support educational and media literacy projects.",
    "Meidutė admitted that fact-checking remains an unfounded and politically vulnerable field. “Nobody wants to fund fact-checkers as we question everything,” she quipped. “When populist Governments come to power, we are often the first to be attacked or defunded.”",
    "Although Lithuania’s relatively supportive environment, she cautioned that rising populism and AI-driven misinformation pose serious threats. “Studies show false information spreads six times faster than the truth. With AI, it is probably even worse now,” she added.",
    "She stressed fact-checking is deeply intertwined with technology and Delfi collaborates closely with social media platforms like Facebook through disinformation flagging programs.",
    "“We are increasingly focusing on prebunking, helping audiences recognise manipulation before it spreads. It’s the future of countering disinformation and empowering people to think critically,” Meidutė said.",
    "Delfi fact-checker Monika Jakimčukė joined the discussion and outlined a rigorous process that blends forensic investigation with journalistic instinct. “The first steps are always the same, we begin with identifying a claim and end with a conclusion,” she explained, taking the visitors through a typical verification cycle.",
    "She pointed to tools like Google Reverse Image Search, InVID and Google Earth, where Delfi’s fact-checkers trace the origins of viral posts, geolocate images and detect AI manipulation.",
    "One example she shared involved a viral photo claiming that ‘vaccination buses’ were being sent to cemeteries in Poland, which after verification turned out to be an advertisement for a funeral company.",
    "“We now check for signs of manipulation or AI generation almost everyday. It’s becoming a routine part of our work,” she said.",
    "Jakimčukė in her presentation showed another recent case, a seemingly real French stylist who claimed Ukraine’s First Lady had spent half a million Euros on a handbag. “She looked and sounded real, but she wasn’t. InVID helped us identify that her face and voice were AI-generated,” she explained.",
    "Fact-checking in a polarised world",
    "She said the growing sophistication of such fabrications underscores a key challenge for journalists worldwide. “AI-generated content is becoming difficult to spot. That’s why collaboration and public awareness are imperative,” she stressed, adding that Kremlin-backed propaganda and conspiracy narratives targeting NATO, the EU and public health dominate Delfi’s monitoring radar.",
    "“The most common falsehoods we see are anti-NATO, anti-EU or pro-Russia. Health-related disinformation remains a big issue too, especially around vaccines and so-called ‘miracle-cures’,” she remarked.",
    "Jakimčukė admitted that perhaps the toughest challenge is not falsehood, but the public trust deficit. “People don’t like being told they are wrong. So, fact-checkers often become the enemy in the eyes of those we are trying to help,” she said.",
    "Unlike newsrooms struggling to sustain fact-checking operations, Delfi’s initiative is largely supported by its parent company, Delfi Lithuania, part of the Ekspress Media Group based in Estonia. “We also receive third-party fact-checking programs and we apply for EU-funded grants and collaborations with other organisations,” she added.",
    "However, she noted that the future of platform-funded fact-checking is uncertain. “Meta’s program might not continue next year. So we are constantly searching for new sources of support,” she disclosed.",
    "Prebunking and media literacy",
    "Beyond verification, she said Delfi has expanded into ‘prebunking’ and produces video explainers, interviews and educational sessions on topics such as climate misinformation and health myths.",
    "“During the pandemic, we even held in-person meetings with doctors. We trained them on how to talk to patients who had been exposed to disinformation. People often trust doctors or librarians more than fact-checkers, so empowering them is crucial,” she added.",
    "Jakimčukė believes education is the next frontier in fighting falsehoods. “You can’t survive on fact-checking alone anymore. The future is media literacy,” she asserted.",
    "Sharing similar sentiments as Meidutė, she noted concerns about populist parties that spread misinformation and undermine journalism. “Fact-checkers are always the first to go when populists gain power. We’ve seen it in Hungary, Slovakia and even in Georgia, where some teams had to stop operations entirely,” she pointed out.",
    "Delfi’s collaboration with Meta has also made it a target. “When we flag disinformation, it affects the reach of certain accounts. Then those people attack us. Some fact-checkers abroad have faced severe harassment and even legal action,” she said.",
    "Noting that transparency remains the best defence, Meidutė recalled a case study in her career when an oversight in a sensitive story led to backlash and a reaction. “At first, I was devastated. But I learned that the most important thing is to admit your mistakes openly. That’s how you rebuild trust,” she said.",
    "Model for media integrity",
    "For the visiting Sri Lankan journalists, Delfi’s experience illustrated not only the importance of independent verification, structural and ethical rigor needed to sustain it, but also a sobering reminder of journalism’s evolving mission.",
    "In a world where it faces a growing flood of digital falsehoods, Lithuania’s Melo Detektrious stands as a reminder that resilience, transparency and collaboration are essential to defending truth in the digital age.",
    "“As misinformation grows and AI blurs the lines between fact and fiction. The fight for truth isn’t just about debunking lies, it’s about defending democracy itself,” Jakimčukė stressed."
  ]
}