{
  "url": "https://www.ft.lk/columns/The-talk-is-by-palanquin-but-the-journey-is-by-foot-Depictive-of-Sri-Lanka-s-FDI-efforts/4-786839",
  "title": "“The talk is by palanquin, but the journey  is by foot’’- Depictive of Sri Lanka’s FDI efforts",
  "ut": 1768247495.0,
  "body_paragraphs": [
    "“THE talk is by palanquin, but the journey is by foot” is a direct translation of a transliterated Sinhala phrase, “Kathawa dolaawen gamana paa-in”.  Stated bluntly and simply, it means “all talk, no action”, and that aptly sums up Sri Lanka’s lackluster performance in the last twenty-five years in attracting Foreign Direct Investment (FDI).",
    "While the official rhetoric of the rulers has monotonously portrayed Sri Lanka as a \"strategic gateway\" to the Indian Ocean and therefore an ideal investment destination, the reality of the country’s FDI performance is a starkly dismal tale of economic self-sabotage, missed opportunities and systemic decay. While peers like Indonesia, Vietnam, and Bangladesh, as well as powerhouses like India and Singapore, have leveraged global shifts to transform their nations, Sri Lanka has remained trapped in a cycle of \"begging for loans\" while repelling the very capital that could have saved it.",
    "One only needs to look at the “opportunity cost” of our hollow actions to understand the depth of the failure. In the last twenty- five years, while the world has largely moved toward integrated global supply chains, Sri Lanka has repeatedly fallen short of the ‘relative predictability’ and infrastructure that have been sought by the world’s leading multinationals (MNCs) who are usually the highest source of FDIs to developing countries.",
    "Except for the United States Dollars (USD) 1.6 billion achieved in 2016, Sri Lanka's FDI has rarely exceeded the USD 1 billion mark annually. In 2024, Indonesia attracted FDI of USD 55 billion, Vietnam attracted USD 25 billion, Pakistan, despite its highly charged internal politics, attracted USD 2.5 billion while Bangladesh achieved USD 1.5 billion. The Sri Lankan government set ambitious targets of USD 5 billion of FDIs for 2024 and 2025, but the reality was a total of USD 0.8 billion in 2024 and an estimated USD 1.1 billion in 2025. With a trickle of small investments of between USD 5 to 20 million each, interspersed by a few large transactions initiated by Sri Lanka’s corporates, Sri Lanka is essentially picking up pennies while its neighbours are attracting pounds in building the factories of the future. The 2025 performance is perhaps an indication of improved investor sentiment.",
    "The lack of a true \"one-stop shop\" for approvals and the bureaucratic red tape have driven potential investors to seek opportunities in India, Singapore, Indonesia, Vietnam, or Bangladesh",
    "The most significant deterrents to FDI inflow into Sri Lanka have been policy inconsistency and regulatory unpredictability. There is a glaring lack of policy continuity. For an MNC, investing in Sri Lanka is akin to building a house on shifting sand. Frequent \"policy flip-flops\" following Government changes have created instances where tax structures, trade regulations, and investment incentives have changed overnight. Policies are made, reversed, and amended via midnight gazettes. Investors who entered under a specified regulatory regime found themselves gazetted out of plan by a new administration, or even the same administration six months later. Adding to these woes, the sovereign default in 2022 was a serious indictment of Sri Lanka’s governance ability. It was not just a financial failure; it was a reputation killer. It signalled to the world that the country’s managers were incapable of basic arithmetic. For a MNC taking a long-term view of Sri Lanka and making a long-term \"pledge\" has become a high-risk gamble.",
    "The Board of Investment (BOI), intended to be a \"One-Stop Shop,\" has not been given the requisite autonomy and authority. As a result of such fragmented authority, an investor must navigate a labyrinth of fifteen to twenty different agencies, ranging from Coast Conservation and Wildlife to Environment and Provincial Councils etcetera to obtain formal approval of a project, let alone commence operations. Each agency operates as its own \"fiefdom,\" often with conflicting regulations. While Vietnam can approve a massive tech plant in weeks, in Sri Lanka, it can take years just to secure land rights. For a global CEO, time is more valuable than the investment incentives Sri Lanka can offer. The lack of a true \"one-stop shop\" for approvals and the bureaucratic red tape have driven potential investors to seek opportunities in India, Singapore, Indonesia, Vietnam, or Bangladesh.",
    "Further, Sri Lanka’s policies have discouraged \"efficiency-seeking\" FDI from mega corporates like Samsung, Intel, Nvidia and Amazon, to name a few, because the system is designed to favour \"crony-seeking\" FDI. Too many large-scale projects are handled via \"unsolicited proposals\" rather than through transparent international competitive bidding. This creates a \"pay-to-play\" environment that repels high-integrity multinationals and attracts \"bottom-feeders\" looking for quick rent-seeking opportunities. Further, powerful local businesses lobby and influence policy to block foreign competition, protecting their own inefficient monopolies at the expense of national growth.",
    "Billions of dollars were funnelled into vanity projects which yielded negligible foreign exchange and carried negative net present values (NPV) from their inception",
    "Decade of aggrandisement between 2005 and 2015",
    "Sri Lanka’s recent history is marked by a decade of aggrandisement between 2005 and 2015, where debt-funded infrastructure was masqueraded as critical development. Billions of dollars were funnelled into vanity projects, from stadiums to airports in remote regions, which yielded negligible foreign exchange and carried negative net present values (NPV) from their inception. This legacy highlights a systemic failure, being the lack of a coordinated national investment strategy and a chronic prioritisation of quantity over quality. For well-intentioned MNCs, this environment is a ‘no-go.’ Consequently, high-impact FDI, those capable of driving mass-scale industrial employment or genuine technology transfer, remains the exception rather than the rule.",
    "Sri Lanka’s pursuit of FDI is hindered by a legacy of rigid labour laws that prioritise protectionism over market agility. These outdated statutes impose high compliance costs and prohibitive termination expenses, effectively trapping capital in low-return environments. By stifling workplace flexibility, particularly through historical barriers to female employment (an aspect that is currently changing), the existing framework deters high-tech investors, who instead favour regional competitors with more dynamic, business-friendly operating models.",
    "Protectionist measures, such as the CESS (Export Development Board Levy) and PAL (Ports and Airports Development Levy), have hindered FDI by creating an unpredictable trade environment. These \"para-tariffs\" increase the cost of imported raw materials and capital goods, eroding the competitiveness of export-oriented firms. Furthermore, their frequent, ad-hoc adjustments create policy uncertainty, signalling an anti-export bias that favours inefficient domestic industries over global integration and deterring long-term MNC commitments.",
    "Protectionist measures, such as the CESS (Export Development Board Levy) and PAL (Ports and Airports Development Levy), have hindered FDI by creating an unpredictable trade environment",
    "It is obvious from the above that Sri Lanka’s failure is not a matter of \"bad luck\" or \"external shocks.\" It is a self-inflicted wound caused by > Arrogance: Thinking that the \"strategic location\" is enough to bypass the need for reform, > Incompetence: A failure to modernise the legal and regulatory framework for almost 75 years, and > Greed: Prioritising short-term political gains and commissions over long-term structural stability.",
    "Until the country treats an investor as a partner rather than a source of revenue to be milked, Sri Lanka will remain the \"sick man of South Asia.\" It will continue watching from the sidelines as Indonesia, Vietnam, Pakistan and Bangladesh sprint toward prosperity.",
    "In the wake of recent global and domestic shifts, Sri Lanka stands at a historic crossroad. For a developing nation striving to transcend its \"middle-income trap\" and recover from debt-related hurdles, FDI is not merely a financial metric; it is the ultimate catalyst for a modern economic renaissance.",
    "Sri Lanka’s vision for growth hinges on moving beyond traditional exports like tea and apparel into high-tech manufacturing and digital services. FDI acts as the bridge for this transition. Unlike foreign loans, which burden the national balance sheet with interest, FDI is \"risk-free\" capital. When a global giant builds a manufacturing plant in Hambantota or a tech hub in Colombo, they bring more than just dollars. They bring sophisticated technology, global management standards, and research and development capabilities that domestic firms often cannot afford to develop alone.",
    "The true magic of FDI lies in its \"spillover effects.\" When multinational corporations (MNCs) set up shops, they become schools for the local workforce. Sri Lankan engineers and managers learn world-class operational efficiencies, which they eventually carry into the local ecosystem. This elevates the entire nation’s human capital. Furthermore, FDI integrates Sri Lanka into Global Value Chains (GVCs). By becoming a node in a global production network of a MNC, Sri Lanka gains guaranteed market access that would take decades to build independently.",
    "Sri Lanka’s vision for growth hinges on moving beyond traditional exports like tea and apparel into high-tech manufacturing and digital services",
    "Sri Lanka's strategic location along the world's busiest shipping lanes is a goldmine that only FDI can fully excavate. Investments in the Port City and West Container Terminal are transforming the island into a premier logistics hub for South Asia. Moreover, as the world pivots to sustainability, FDI is critical for Sri Lanka’s \"Green Transition.\" Large-scale foreign investments in solar and wind energy will not only help the environment, but they will also lower the cost of electricity, making every local business more competitive on the global stage.",
    "For a country recovering from an economic crisis, FDI is the strongest vote of confidence an economy can receive. Consistent FDI inflows facilitate foreign exchange stability, provide a buffer for the Sri Lankan Rupee, reducing the volatility that often plagues developing markets, and they contribute to job creation. FDI can curb \"brain drain\" by offering high-paying opportunities for skilled young people seeking greener pastures. FDIs also contribute to SME growth. Foreign giants require local suppliers. Their investments create a massive \"multiplier effect\" that breathes life into thousands of small and medium-sized local enterprises.",
    "For decades, Sri Lanka has treated tax holidays and duty exemptions as the primary \"magnets\" for FDI. However, the current global investment landscape renders this traditional toolkit obsolete. Modern MNCs do not just seek advantageous tax rates. They want comfort that their capital is safe, their operations are efficient, and that the talent available to them is world-class.",
    "While the 2026 budget offers concessionary tax rates for selected strategic projects, these incentives remain a \"sugar high\" that cannot compensate for policy unpredictability and structural systemic decay. To transition from a debt-driven economy to an investment-led one, Sri Lanka must recognise that incentives alone will not attract FDI. The country must radically improve its institutional, physical, and human infrastructure and give birth to a more enlightened opposition in parliament.",
    "It is the degree of predictability that serves as the bedrock of growth; for in the global market, certainty will always outweigh the fleeting allure of a subsidy",
    "The bedrock: Rule of Law and institutional integrity",
    "No amount of tax relief can offset the risk of a \"fragile\" legal environment. Investors prioritise predictability and policy stability. In recent years, Sri Lanka has struggled with opaque procurement procedures. Establishing a true meritocracy in the public sector is non-negotiable. State institutions, from the BOI to the Customs Department, operated on political patronage rather than technical competence. Thankfully, the NPP Government is striving hard to change that culture. The \"bureaucratic tax\" that past practices created was far more expensive than any corporate tax rate. A radical shift toward a rules-based system, where contracts are enforced within months rather than years/decades, and where the judiciary is perceived as entirely independent, would do more for FDI than a twenty-year tax holiday. To revitalise Sri Lanka’s investment appeal, the Government must pivot from temporary tax perquisites to enduring structural integrity. Investors value a predictable, rule-based environment over political patronage. Replacing \"bureaucratic taxes\" with meritocracy and judicial speed is the ultimate incentive.",
    "Infrastructure beyond the \"hard\" to the \"smart\"",
    "Sri Lanka’s strategic location in the Indian Ocean is a natural gift, but its ports, roads and other logistics-based infrastructure require modernisation to match regional competitors. While road networks have expanded, the \"last mile\" connectivity to industrial zones remain inefficient. The Colombo Port must move beyond transshipment to become a fully integrated logistics hub with automated \"Single Window\" customs clearing. High energy costs driven by inefficient state-owned enterprises inhibit manufacturing FDI. The model must change. Agricultural reform is vital. The sector needs a transition from subsistence farming to high-tech agro-processing to integrate into global food supply chains.",
    "Human capital: Education and the \"productivity mindset\"",
    "The most significant barrier to high-value FDI today is the skills gap. Sri Lanka’s education system, while boasting high literacy, is still geared toward producing 20th-century administrators rather than 21st-century innovators. There is an urgent need to align university curricula with industry needs, specifically in STEM, AI, and green technologies.  Most importantly, Sri Lanka needs a radical shift in its national productivity policy. In a globalised world, wages must be tied to output. A culture that prioritises \"job security\" over \"performance\" has prevented the country from being identified as a manufacturing location by reputed MNCs.",
    "Sri Lanka's strategic location along the world's busiest shipping lanes is a goldmine that only FDI can fully excavate",
    "National unity beyond political sabotage",
    "The current opposition’s fixation on obstruction yields nothing to the people. It is a betrayal of the national interest that prioritises partisan gain over the country's survival. The energy spent plotting to topple a mandate born from a genuine public outcry for systemic change is a tragic waste. This mandate exists specifically because the previous regimes, comprised of the very individuals now in opposition, failed the nation.",
    "To be blunt: the record of those past administrations was defined by opacity and the erosion of the rule of law. For them to now pose as the guardians of democracy is a staggering display of hypocrisy. The NPP government has fundamentally shifted the needle toward transparency, beginning the difficult work of purging the systemic rot left behind. If the opposition truly cares for the citizens they claim to represent, they must choose stability over sabotage. They can show true solidarity by, > Championing investment: Credible foreign investors flee from irrational political volatility. The opposition must support efforts to attract FDI by fostering a climate of national predictability, > Respecting the mandate: Stop the backroom deals aimed at subverting the administration. The ballot box is the only legitimate venue for leadership change, > Await next elections: Use this period to support constructive reform. Do not derail progress simply to regain power. The era of governance via shadows and patronage is over. It is time to stop sabotaging the national recovery for the sake of a damaged ego.",
    "For a country recovering from an economic crisis, FDI is the strongest vote of confidence an economy can receive",
    "For Sri Lanka to reach its 2026 FDI target of USD 1.5 billion, and its aspirational target of USD 5 billion in annual FDI, the Government must stop viewing the country as a \"discount outlet\" for foreign capital and start projecting, and promoting, it as a \"premium platform.\" This requires the political will to dismantle monopolies, reform archaic labor laws, and promote meritocracy across the board. While incentives may capture attention, it is the degree of predictability that serves as the bedrock of growth; for in the global market, certainty will always outweigh the fleeting allure of a subsidy.",
    "Investment incentives can be the \"cherry on top\" of a robust economic sundae, not the sundae itself. When the \"soft infrastructure\" of law, education, employment conditions, and meritocracy matches the \"hard infrastructure\" of ports, roads and digital capability, the world's capital will flow into Sri Lanka not because it is cheap and easy, but because it is the best place to do business. FDI is the engine that will replace debt with equity and uncertainty with innovation and transform the \"Pearl of the Indian Ocean\" into a regional powerhouse, The message must be clear to the world and to the MNCs. Sri Lanka is a great place to do business.",
    "(The author is a Leadership Coach, Mentor and a Consultant and boasts over 50 years of experience in very senior positions in the corporate world both local and overseas.  He can be contacted at www.ronniepeiris.com)",
    "Modern MNCs do not just seek advantageous tax rates. They want comfort that their capital is safe, their operations are efficient, and that the talent available to them is world-class"
  ]
}