{
  "url": "https://www.technologyreview.com/2025/12/17/1129259/omar-yaghi-chemist-nobel-prize-crystals-water-air/",
  "title": "This Nobel Prize–winning chemist dreams of making water from thin air",
  "ut": 1765931400.0,
  "body_paragraphs": [
    "Omar Yaghi was a quiet child, diligent, unlikely to roughhouse with his nine siblings. So when he was old enough, his parents tasked him with one of the family’s most vital chores: fetching water. Like most homes in his Palestinian neighborhood in Amman, Jordan, the Yaghis’ had no electricity or running water. At least once every two weeks, the city switched on local taps for a few hours so residents could fill their tanks. Young Omar helped top up the family supply. Decades later, he says he can’t remember once showing up late. The fear of leaving his parents, seven brothers, and two sisters parched kept him punctual. Yaghi proved so dependable that his father put him in charge of monitoring how much the cattle destined for the family butcher shop ate and drank. The best-­quality cuts came from well-fed, hydrated animals—a challenge given that they were raised in arid desert.   Specially designed materials called metal-organic frameworks can pull water from the air like a sponge—and then give it back.  But at 10 years old, Yaghi learned of a different occupation. Hoping to avoid a rambunctious crowd at recess, he found the library doors in his school unbolted and sneaked in. Thumbing through a chemistry textbook, he saw an image he didn’t understand: little balls connected by sticks in fascinating shapes. Molecules. The building blocks of everything. “I didn’t know what they were, but it captivated my attention,” Yaghi says. “I kept trying to figure out what they might be.” Advertisement That’s how he discovered chemistry—or maybe how chemistry discovered him. After coming to the United States and, eventually, a postdoctoral program at Harvard University, Yaghi devoted his career to finding ways to make entirely new and fascinating shapes for those little sticks and balls. In October 2025, he was one of three scientists who won a Nobel Prize in chemistry for identifying metal-­organic frameworks, or MOFs—metal ions tethered to organic molecules that form repeating structural landscapes. Today that work is the basis for a new project that sounds like science fiction, or a miracle: conjuring water out of thin air. When he first started working with MOFs, Yaghi thought they might be able to absorb climate-damaging carbon dioxide—or maybe hold hydrogen molecules, solving the thorny problem of storing that climate-friendly but hard-to-contain fuel. But then, in 2014, Yaghi’s team of researchers at UC Berkeley had an epiphany. The tiny pores in MOFs could be designed so the material would pull water molecules from the air around them, like a sponge—and then, with just a little heat, give back that water as if squeezed dry. Just one gram of a water-absorbing MOF has an internal surface area of roughly 7,000 square meters.",
    "Related StoryThese companies are creating food out of thin airRead next Yaghi wasn’t the first to try to pull potable water from the atmosphere. But his method could do it at lower levels of humidity than rivals—potentially shaking up a tiny, nascent industry that could be critical to humanity in the thirsty decades to come. Now the company he founded, called Atoco, is racing to demonstrate a pair of machines that Yaghi believes could produce clean, fresh, drinkable water virtually anywhere on Earth, without even hooking up to an energy supply. That’s the goal Yaghi has been working toward for more than a decade now, with the rigid determination that he learned while doing chores in his father’s butcher shop.",
    "“It was in that shop where I learned how to perfect things, how to have a work ethic,” he says. “I learned that a job is not done until it is well done. Don’t start a job unless you can finish it.”  Most of Earth is covered in water, but just 3% of it is fresh, with no salt—the kind of water all terrestrial living things need. Today, desalination plants that take the salt out of seawater provide the bulk of potable water in technologically advanced desert nations like Israel and the United Arab Emirates, but at a high cost. Desalination facilities either heat water to distill out the drinkable stuff or filter it with membranes the salt doesn’t pass through; both methods require a lot of energy and leave behind concentrated brine. Typically desal pumps send that brine back into the ocean, with devastating ecological effects.  Heiner Linke, chair of the Nobel Committee for Chemistry, uses a model to explain how metalorganic frameworks (MOFs) can trap smaller molecules inside. In October 2025, Yaghi and two other scientists won the Nobel Prize in chemistry for identifying MOFs.JONATHAN NACKSTRAND/GETTY IMAGES   I was talking to Atoco executives about carbon dioxide capture earlier this year when they mentioned the possibility of harvesting water from the atmosphere. Of course my mind immediately jumped to Star Wars, and Luke Skywalker working on his family’s moisture farm, using “vaporators” to pull water from the atmosphere of the arid planet Tatooine. (Other sci-fi fans’ minds might go to Dune, and the water-gathering technology of the Fremen.) Could this possibly be real? It turns out people have been doing it for millennia. Archaeological evidence of water harvesting from fog dates back as far as 5000 BCE. The ancient Greeks harvested dew, and 500 years ago so did the Inca, using mesh nets and buckets under trees. Today, harvesting water from the air is a business already worth billions of dollars, say industry analysts—and it’s on track to be worth billions more in the next five years. In part that’s because typical sources of fresh water are in crisis. Less snowfall in mountains during hotter winters means less meltwater in the spring, which means less water downstream. Droughts regularly break records. Rising seas seep into underground aquifers, already drained by farming and sprawling cities. Aging septic tanks leach bacteria into water, and cancer-causing “forever chemicals” are creating what the US Government Accountability Office last year said “may be the biggest water problem since lead.” That doesn’t even get to the emerging catastrophe from microplastics. So lots of places are turning to atmospheric water harvesting. Watergen, an Israel-based company working on the tech, initially planned on deploying in the arid, poorer parts of the world. Instead, buyers in Europe and the United States have approached the company as a way to ensure a clean supply of water. And one of Watergen’s biggest markets is the wealthy United Arab Emirates. “When you say ‘water crisis,’ it’s not just the lack of water—it’s access to good-quality water,” says Anna Chernyavsky, Watergen’s vice president of marketing.",
    "Advertisement In other words, the technology “has evolved from lab prototypes to robust, field-deployable systems,” says Guihua Yu, a mechanical engineer at the University of Texas at Austin. “There is still room to improve productivity and energy efficiency in the whole-system level, but so much progress has been steady and encouraging.”  MOFs are just the latest approach to the idea. The first generation of commercial tech depended on compressors and refrigerant chemicals—large-scale versions of the machine that keeps food cold and fresh in your kitchen. Both use electricity and a clot of pipes and exchangers to make cold by phase-shifting a chemical from gas to liquid and back; refrigerators try to limit condensation, and water generators basically try to enhance it. That’s how Watergen’s tech works: using a compressor and a heat exchanger to wring water from air at humidity levels as low as 20%—Death Valley in the spring. “We’re talking about deserts,” Chernyavsky says. “Below 20%, you get nosebleeds.”  A Watergen unit provides drinking water to students and staff at St. Joseph’s, a girls’ school in Freetown, Sierra Leone. “When you say ‘water crisis,’ it’s not just the lack of water— it’s access to good-quality water,” says Anna Chernyavsky, Watergen’s vice president of marketing.COURTESY OF WATERGEN   That still might not be good enough. “Refrigeration works pretty well when you are above a certain relative humidity,” says Sameer Rao, a mechanical engineer at the University of Utah who researches atmospheric water harvesting. “As the environment dries out, you go to lower relative humidities, and it becomes harder and harder. In some cases, it’s impossible for refrigeration-based systems to really work.”",
    "So a second wave of technology has found a market. Companies like Source Global use desiccants—substances that absorb moisture from the air, like the silica packets found in vitamin bottles—to pull in moisture and then release it when heated. In theory, the benefit of desiccant-­based tech is that it could absorb water at lower humidity levels, and it uses less energy on the front end since it isn’t running a condenser system. Source Global claims its off-grid, solar-powered system is deployed in dozens of countries. But both technologies still require a lot of energy, either to run the heat exchangers or to generate sufficient heat to release water from the desiccants. MOFs, Yaghi hopes, do not. Now Atoco is trying to prove it. Instead of using heat exchangers to bring the air temperature to dew point or desiccants to attract water from the atmosphere, a system can rely on specially designed MOFs to attract water molecules. Atoco’s prototype version uses an MOF that looks like baby powder, stuck to a surface like glass. The pores in the MOF naturally draw in water molecules but remain open, making it theoretically easy to discharge the water with no more heat than what comes from direct sunlight. Atoco’s industrial-scale design uses electricity to speed up the process, but the company is working on a second design that can operate completely off grid, without any energy input. Related StoryJob title of the future: Weather makerRead next Yaghi’s Atoco isn’t the only contender seeking to use MOFs for water harvesting. A competitor, AirJoule, has introduced MOF-based atmospheric water generators in Texas and the UAE and is working with researchers at Arizona State University, planning to deploy more units in the coming months. The company started out trying to build more efficient air-­conditioning for electric buses operating on hot, humid city streets. But then founder Matt Jore heard about US government efforts to harvest water from air—and pivoted. The startup’s stock price has been a bit of a roller-­coaster, but Jore says the sheer size of the market should keep him in business. Take Maricopa County, encompassing Phoenix and its environs—it uses 1.2 billion gallons of water from its shrinking aquifer every day, and another 874 million gallons from surface sources like rivers. “So, a couple of billion gallons a day, right?” Jore tells me. “You know how much influx is in the atmosphere every day? Twenty-five billion gallons.”",
    "My eyebrows go up. “Globally?” “Just the greater Phoenix area gets influx of about 25 billion gallons of water in the air,” he says. “If you can tap into it, that’s your source. And it’s not going away. It’s all around the world. We view the atmosphere as the world’s free pipeline.” Advertisement Besides AirJoule’s head start on Atoco, the companies also differ on where they get their MOFs. AirJoule’s system relies on an off-the-shelf version the company buys from the chemical giant BASF; Atoco aims to use Yaghi’s skill with designing the novel material to create bespoke MOFs for different applications and locations. “Given the fact that we have the inventor of the whole class of materials, and we leverage the stuff that comes out of his lab at Berkeley—everything else equal, we have a good starting point to engineer maybe the best materials in the world,” says Magnus Bach, Atoco’s VP of business development. Yaghi envisions a two-pronged product line. Industrial-scale water generators that run on electricity would be capable of producing thousands of liters per day on one end, while units that run on passive systems could operate in remote locations without power, just harnessing energy from the sun and ambient temperatures. In theory, these units could someday replace desalination and even entire municipal water supplies. The next round of field tests is scheduled for early 2026, in the Mojave Desert—one of the hottest, driest places on Earth.  “That’s my dream,” Yaghi says. “To give people water independence, so they’re not reliant on another party for their lives.”  Both Yaghi and Watergen’s Chernyavsky say they’re looking at more decentralized versions that could operate outside municipal utility systems. Home appliances, similar to rooftop solar panels and batteries, could allow households to generate their own water off grid.",
    "That could be tricky, though, without economies of scale to bring down prices. “You have to produce, you have to cool, you have to filter—all in one place,” Chernyavsky says. “So to make it small is very, very challenging.”  Difficult as that may be, Yaghi’s childhood gave him a particular appreciation for the freedom to go off grid, to liberate the basic necessity of water from the whims of systems that dictate when and how people can access it.",
    "“That’s really my dream,” he says. “To give people independence, water independence, so that they’re not reliant on another party for their livelihood or lives.” Toward the end of one of our conversations, I asked Yaghi what he would tell the younger version of himself if he could. “Jordan is one of the worst countries in terms of the impact of water stress,” he said. “I would say, ‘Continue to be diligent and observant. It doesn’t really matter what you’re pursuing, as long as you’re passionate.’” I pressed him for something more specific: “What do you think he’d say when you described this technology to him?” Yaghi smiled: “I think young Omar would think you’re putting him on, that this is all fictitious and you’re trying to take something from him.” This reality, in other words, would be beyond young Omar’s wildest dreams. Alexander C. Kaufman is a reporter who has covered energy, climate change, pollution, business, and geopolitics for more than a decade."
  ]
}