{
  "url": "https://www.technologyreview.com/2024/07/31/1095509/he-jiankui-hopeful-gene-editing/",
  "title": "A controversial Chinese CRISPR scientist is still hopeful about embryo gene-editing. Here’s why.",
  "ut": 1722385800.0,
  "body_paragraphs": [
    "This story first appeared in China Report, MIT Technology Review’s newsletter about technology in China. Sign up to receive it in your inbox every Tuesday. Back in 2018, it was my colleague Antonio Regalado, senior editor for biomedicine, who broke the story that a Chinese scientist named He Jiankui had used CRISPR to edit the genes of live human embryos, leading to the first gene-edited babies in the world. The news made He (or JK, as he prefers to be called) a controversial figure across the world, and just a year later, he was sentenced to three years in prison by the Chinese government, which deemed him guilty of illegal medical practices.  Last Thursday, JK, who was released from prison in 2022, sat down with Antonio and Mat Honan, our editor in chief, for a live broadcast conversation on the experiment, his current situation, and his plans for the future. If you subscribe to MIT Technology Review, you can watch a recording of the conversation or read the transcript here. But if you don’t yet subscribe (and do consider it—I’m biased, but it’s worth it), allow me to recap some of the highlights of what JK shared.",
    "His life has been eventful since he came out of prison. JK sought to live in Hong Kong but was rejected by its government; he publicly declared he would set up a nonprofit lab in Beijing, but that hasn’t happened yet; he was hired to lead a genetic-medicine research institution at Wuchang University of Technology, a private university in Wuhan, but he seems to have been let go again. Now, according to Stat News, he has relocated to Hainan, China’s southernmost island province, and started a lab there. During the MIT Technology Review conversation, JK confirmed that he's currently in Hainan and working on using gene-editing technology to cure genetic diseases like Duchenne muscular dystrophy (DMD).",
    "He’s currently funded by private donations from Chinese and American companies, although he refused to name them. Some have even offered to pay him to travel to obscure countries with lax regulations to continue his previous work, but he turned them down. He would much prefer to return to academia to do research, JK said, but he can still conduct scientific research at a private company.  For now, he’s planning to experiment only on mice, monkeys, and nonviable human embryos, JK said. His experiment in 2018 inspired China to come out with regulations that explicitly forbid gene editing for reproductive uses. Today, implanting an edited embryo into a human is a crime subject to up to seven years in prison. JK repeatedly said all his current work will “comply with all the laws, regulations, and international ethics” but shied away from answering a question on what he thinks regulation around gene editing should look like. Related StoryThe first gene-editing treatment: 10 Breakthrough Technologies 2024Sickle-cell disease is the first illness to be beaten by CRISPR, but the new treatment comes with an expected price tag of $2 to $3 million.",
    "However, he is hopeful that society will come around one day and accept embryo gene editing as a form of medical treatment. “As humans, we are always conservative. We are always worried about new things, and it takes time for people to accept new technology,” he said. He believes this lack of societal acceptance is the biggest obstacle to using CRISPR for embryo editing.  Other than DMD, another disease for which JK is currently working on gene-editing treatments is Alzheimer’s. And there’s a personal reason. “I decided to do Alzheimer’s disease because my mother has Alzheimer’s. So I’m going to have Alzheimer’s too, and maybe my daughter and my granddaughter. So I want to do something to change it,” JK said. He said his interest in embryo gene editing was never about trying to change human evolution, but about changing the lives of his family and the patients who have come to him for help. His idea for Alzheimer’s treatment is to modify one letter in the human DNA sequence to simulate a natural mutation found in some Icelandic and Scandinavian people, which previous research found could be related to a lower chance of getting Alzheimer’s disease. JK said it would take only about two years to finish the basic research for this treatment, but he won’t go into human trials with the current regulations.  He compares these gene-editing treatments to vaccines that everyone will be able to get easily in the future. “I would say in 50 years, like in 2074, embryo gene editing will be as common as IVF babies to prevent all the genetic diseases we know today. So the babies born at that time will be free of genetic disease,” he said.  For all that he’s been through, JK seems pretty optimistic about the future of embryo gene editing. “I believe society will eventually accept that embryo gene editing is a good thing because it improves human health. So I’m waiting for society to accept that,” he said.",
    "Do you agree with his vision of embryo gene editing as a universal medical treatment in the future? I’d love to hear your thoughts. Write to me at zeyi@technologyreview.com.  Now read the rest of China Report Catch up with China 1. There’s a new buzz phrase in China’s latest national economy blueprint: “new productive forces.” It just means the country is still invested in technology-driven economic growth. (The Economist $)  2. For the first time ever, Chinese scientists found water in the form of hydrated minerals from lunar soil samples retrieved in 2020. (Sixth Tone) 3. In June, Chinese electric-vehicle brands accounted for 11% of the European EV market, reaching a new record. But tariffs that went into effect in July could stop that trend. (Bloomberg $) 4. Chinese companies are supplying precision parts for weapons to Russia through a Belarusian defense contractor. (Nikkei Asia $) 5. China is looking for international buyers for its first home-grown passenger jet, the C919. Airlines in Southeast Asian countries like Indonesia and Brunei are the most likely customers. (South China Morning Post $) 6. Hundreds of Temu suppliers protested at the headquarters of the company in Guangzhou. They said the platform is subjecting the suppliers to unfair penalties for consumer complaints. (Bloomberg $) Lost in translation Since Russia tightened its import regulations early this year, the once-lucrative business of smuggling Chinese electric vehicles has almost vanished, according to the Chinese publication Lifeweek. Previously, traders could leverage the high demand for Chinese EVs in Russia and the low tariffs in transit countries in Central Asia to reap huge profits. For example, one businessman earned 870,000 RMB (about $120,000) through one batch export of 12 cars in December. But new policies in Russia drastically increased import duties and enforced stricter vehicle registration. Chinese carmakers like BYD and XPeng also saw the opportunity to set up licensed operations in Central Asia to cater to this market. These changes transformed a profitable business into a barely sustainable one, and traders have been forced to adapt or exit the market. One more thing To prevent drivers from falling asleep, some highways in China have installed laser equipment that light up the night sky with red, blue, and green rays to attract attention and keep people awake. This looks straight out of a sci-fi novel but has been in use in over 10 Chinese provinces since 2022, according to the company that made the system.  hide"
  ]
}