{
  "url": "https://www.ft.lk/columns/Pain-points-and-pleasure-points-of-an-Odyssey-Part-I/4-772285",
  "title": "Pain points and pleasure points of an Odyssey – Part I",
  "ut": 1737997469.0,
  "body_paragraphs": [
    "It is about creating the start to end lasting customer experience for the tourist",
    "I am not sure that the tourism pandits have ever set foot to this place to witness firsthand what facilities are available and what else must be provided. In the first place, the access road should be restored. Next, a clean public toilet should be built and maintained. Charging a fee for the use of toilet is OK if it is maintained properly. There should be a proper carpark for the travellers. A small café would have been ideal for the public. Authorities must build look-out platforms for visitors. The history of the bridge and other information should be on display in three official languages. This is how we encourage people to visit unique places and promote our tourism industry, not by sitting on armchairs in air-conditioned rooms, counting visitor numbers and issuing public communiques",
    "“The standard you walk past is the standard you accept.”",
    "This statement was a powerful message delivered during a speech made by the former Chief of the Army in Australia, Lieutenant-General David Morrison, condemning aggression against women.",
    "Could we understand the implied message and behave accordingly? So far, I tried, whenever I was on the move.",
    "We may think that some situations are none of our business. I beg to differ. As a human being, it is everybody’s moral duty to express their views when they encounter something undesirable for the community. Raise your voice individually (I don’t believe in mass protests without making other logical attempts) and do something within your sphere of control. May be nothing will eventuate, but at least you could be happy with your effort by trying the best for the wellbeing of the society at large.",
    "I concluded my four weeks Hong Kong and Sri Lanka holidays recently and I have had mixed feelings about my travel experience in Sri Lanka, the good, the bad and the ugly. I love my country dearly and the following narrative is only to get attention of the relevant authorities with the intention of enhancing the reputation of Sri Lanka.",
    "Colombo City was cleaner than the time I was with Colombo Municipal Council in early nineties. I stayed four days in a newly built (2018) hotel. The facilities available and the customer service offered were fantastic although the hotel had been rated as a four-star. Some of the Colombo five-star hotels I stayed before, had lesser quality facilities and services.",
    "However, the hotel had serious “Accessibility” non-compliances which I brought to the hotel management’s attention immediately. Accessibility is about ensuring facilities and systems are designed to allow full participation of everyone in society without any discrimination. It was nice to see that the hotel management was very receptive of my feedback, and they continually communicated with me on this after I sent them a follow up email with more technical details about the non-compliances.",
    "It should be noted that it was a legislatively compliant construction as per the Sri Lankan Standards and Planning Regulations, but it was far from the compliance with the International Standards. The deficiency in Sri Lankan standards would pose personal safety issues to the people with disabilities as well as to the elderly people when using the hotel facility. I highlighted potential injury locations.",
    "One may wonder why I am concerned about compliance with the international standards for the assets built in Sri Lanka. In general, the international standards are more stringent than the Sri Lanka standards because the investigations, tests and research done to improve international standards are more advanced, hence the standards would cover a wide range of user requirements. The second reason is that majority of international standards like ISO XXXXX are commonly used by a larger group of developed countries, hence the feedback received by the developers of the standards is huge. It makes each revised edition of the standard better.",
    "Sri Lanka is a part of the world, and we cannot any longer stick with our own standards because our interactions and customer bases are global. In the hospitality industry, we invite foreigners to visit Sri Lanka and enjoy our facilities. They expect the facilities are safe to use and functional. In their mind, the expected standards are the standards applicable in their own countries. Hence, shouldn’t we have to develop our facilities and maintain safety as per the same international standards? The dams, powerhouses, channels, roads, and bridges built under Mahaweli Scheme were complied with international standards such as British, DIN (German). I have had the firsthand experience in the application of international construction standards by working as an engineer for the German and Swiss Engineering Consultant of the Rantambe Hydropower Project.",
    "In construction, the user safety is the priority over the aesthetics and functionality. If anyone gets injured in a local facility, the facility owner will be liable for the damages and compensation, except the user negligence with wilful contribution is proven. Even if, the legal defence against the facility owner’s responsibility over the injury is successful, the reputational damage cannot be avoided. Just complying with the local standards would not be a sufficient legal defence when an injury happens.",
    "As an example, a tiled floor could be compliant to the local construction standards, but, if the floor is slippery due to smooth surface texture exacerbated with oil residues generated from the nearby restaurant section (the floor should have been with a different surface texture originally), a person can have a slip injury. The contrast between a floor and an adjoining wall can lead a person to bump on to a wall causing a shoulder or a head injury. The facility management is responsible for eliminating such dangerous conditions. The facility design must have safeguards for operational impacts. This is why, in international standards; surface friction conditions and the relative colour contrasts for adjoining surfaces are specified as per the usage category of the asset.",
    "The international compliance codes are based on the facility usage, which eventually determines the class of the building. As we do not have a national compliance code, and we classify buildings based on the scale or the size of the buildings, we must think proactively and differently to build a safe environment, accepting that our standards are technically deficient. Otherwise, our reputation will be tarnished as a country when a disaster happens due to adaptation of poor construction standards.",
    "Anyway, this is a bigger national issue.",
    "In 2017, I tried to get the local authorities’ attention to develop a National Building Compliance Code. I managed to convince UDA, CIDA and NBRO to get a Cabinet approval to have a national code but the code is yet to be seen. I intend to release a separate article on the Accessibility Standards which is a specific section of a National Building Code, to share my knowledge as an engineer specifically trained in Australian Accessibility Standard and its application. I learnt that the NPP Government is planning to develop a National Disability Action Plan. It can only be implementable if Sri Lanka has a National Building Code, an Accessibility Discrimination Act and Technical Standards on Accessibility for the designers and construction managers to comply with.",
    "When I walked along Galle Road, I was pleased to see that the road authorities had arranged installation of directional tactiles on the footpaths as an aid to visually impaired road users. I highly commend this action. At the same time, I saw, at most critical locations, the tactiles were missing and damaged. It is important to maintain what has been installed because it is more dangerous to misdirect a visually impaired person by poorly maintaining tactiles than not-installing directional tactiles at all. The other issue was the poor condition of the footpaths. Differential settlements, unevenness, poor contrast, missing chunks of concrete, and non-compliant slopes and gradients were evident. Before repairing tactiles, the bases must be re-constructed properly.",
    "Ella Odyssey experience",
    "My family booked Ella Odyssey scenic train from Colombo Fort to Badulla and booked the observation compartment of the express train for the return trip after staying two nights in Badulla. The train was supposed to leave Colombo Fort at 5:30 a.m. on 30 November 2024, but it was delayed until 6:30 a.m. It was not a big deal because the train schedules and the conditions of locomotives could go awry without warning. However, there were things clearly under the train authorities’ control but executed poorly.",
    "On the Platform One, there were not enough benches for people to sit. One gentleman who had knee guards sat on a nearby concrete step visibly very uncomfortably. The platform was unbelievably dirty and had not been pressure-washed for months. One of my family members went to the public toilets and hurried back saying “dirty and unhygienic.” Think about the feedback that would have been, from the heaps of foreigners who were present there. This is the country’s premier railway station. By the time of this article is published, Fort Railway Station might have received a wake up-clean up under the “Clean Sri Lanka” initiative. Now, the challenge is to sustain the cleanliness through an on-going maintenance program.",
    "Finally, we departed from Colombo Fort. The seats were comfortable, but the cleanliness was below average. After one hour travel, a person started roaming from compartment to compartment holding a flask full of Nescafe and sold the drinks in plastic cups. There was nothing wrong with Nescafe brand or drink. Wearing of a set of gloves by the seller would have been appreciated by the buyers. Remember, this is the world-famous scenic train on offer in Sri Lanka for the locals and the foreigners. Maintenance of hygiene and quality in all activities would have delivered a strong, positive message.",
    "Sri Lanka is known as the finest tea producer in the world. What are the promoters of Sri Lankan Tea doing? A Ceylon Tea Café in this train would have promoted our tea among foreigners. It could offer a complimentary tea for the passengers (or at least for the foreigners) and make available iconic brands for purchasing.",
    "A roaming café staff member asked the passengers whether they wanted to order lunch. We ordered but found the quality of food was poor. Later, we came to know that the café operators bought cheap lunch packets from a nearby restaurant on the way. Ideally a high-quality café located between every two compartments should have been operated offering a wide range of freshly cooked authentic Sri Lankan food and beverages. I saw the left-over food of the café was given to the stray dogs in Ella Railway Station. I did not know whether café operators were trying to convey a message to the passengers or did it for meritorious purposes.",
    "In the Railway Department’s official website, the Ella Odyssey scenic train experience is vividly described. It said that the train would stop a few minutes at 8 locations of the journey for the passengers to get a glimpse of the surrounding scenery and to take photographs. (Horsetail Waterfall viewpoint – 2 minutes, Sri Pada-Adam’s Peak viewpoint – 2 minutes, St. Clair Waterfall viewpoint – 2 minutes, Elgin Falls viewpoint – 2 minutes, Summit Level – 2 minutes, No 18 Tunnel – 3 minutes, Kithal Ella Waterfall viewpoint – 3 minutes, Nine Arches Bridge – 10 minutes.)",
    "The train, we travelled, did not make such stoppages at all. It became a common occurrence that someone screamed after seeing a waterfall, but the train had already gone past it by the time the other passengers drew their attention. Think about the foreigners who knew nothing about these iconic locations to anticipate arrival, booked this train, believing that the Sri Lankan authorities would stick to the travel plan posted on the web page and stop the train on specific locations. Locals could bear this lapse, but it was a disgraceful act to let the foreign visitors down after they booked this train online and travelled across seas to reach here.",
    "In other countries, such trains have electronic boards with scrolling messages about the next set of stations. Online booking of this train can only be done just one month in advance and the seats cannot be selected as the allocation would be random. Think about a family or friends who need sitting together. Railway authorities are incapable of doing a complete job.",
    "It is a quite common habit in Sri Lanka that a new initiative is started with a bang, and the interest of the public officials to maintain the original delivery plan disappears incredibly fast. This is what happened to the Ella Odyssey Scenic Travel Project.",
    "Wake up and revive this to its original glory as early as possible.",
    "There was a digital screen inside the compartment and a video full of commercial advertisements was played as a loop. Why could not Railway Authorities or Tourist Industry Authorities produce a segmented video giving historical and environmental details on each iconic location and ask the train driver or a guard to push the play button before the specific location is about to be reached. There is a saying in Sri Lanka “Umbata barinam oka…lamayekuta deepan.” Of course, a school child at grade nine would have done a better job. Why doesn’t an audio output of the main video feed available near each seat? A cheap headphone at a reasonable price could be issued to the users as requested. Or else, install a few speakers on the soffit.",
    "There was not a single announcement by the guards or the train driver about the journey or on any changes to the travel arrangement. I saw how much foreigners enjoyed the pristine natural environment, greenery, breathtaking undulated landscape with valleys, hills, and waterfalls. I think, the foreign visitors forgot about all performance lapses of rail authorities when they immersed into the surrounding natural beauty.",
    "A well-developed visitor look-outs and a few minutes’ stoppages at each would have made their experience unique. Their feedback and reviews would have encouraged more foreigners to have the same experience. In Sri Lanka we have tourist attractions, no other nation has. We are so ignorant on how to transform those places accessible, safe, and attractive. We need high end spenders as visitors as the ultimatum. Our vehicle for reaching that destination is the highly satisfied ‘low budget’ visitors because they are the social media warriors and influencers.",
    "Because of a landslide, occurred a few days prior to our departure, the train ride was abruptly terminated at Ella Station. Of course, this was perfectly OK as the public and the property safety was paramount. As an engineer who worked in NBRO investigating landslide prone locations in the same terrain, I exactly knew about the gravity of the danger.",
    "However, why did not they announce to the passengers that the train would not go beyond Ella before the train comes to a halt? Even after the stoppage, it was not announced, and the passengers knew it by enquiring the guard. This was poor communication and poor customer service at the best. In other countries, when such situations occur, the authorities continually update passengers and arrange a private bus service to carry stranded passengers to the intended destination without any charge. I do not expect that from Sri Lankan authorities for obvious financial reasons. However, I expected at least some announcements and verbal assistance to the passengers to find nearest public transportation hub.",
    "Finally, we hired a vehicle to go to Badulla. We had to walk long way from the station to catch the hired vehicle as the driver was reluctant to come near the station. Apparently, the taxi and three-wheel drivers at the station, give trouble to other transport operators for them to maintain service monopoly. How could Sri Lanka promote tourism like this?",
    "Anyway, on the next day, we decided to see the Nine Arches Bridge by accessing via land. We reached it using a three-wheeler. The access road was so narrow and damaged at various locations although cars and vans also use it. The place was so crowded with locals and foreigners. I am not sure that the tourism pandits have ever set foot to this place to witness firsthand what facilities are available and what else must be provided. In the first place, the access road should be restored. Next, a clean public toilet should be built and maintained. Charging a fee for the use of toilet is OK if it is maintained properly. There should be a proper carpark for the travellers. A small café would have been ideal for the public. Authorities must build look-out platforms for visitors. The history of the bridge and other information should be on display in three official languages. This is how we encourage people to visit unique places and promote our tourism industry, not by sitting on armchairs in air-conditioned rooms, counting visitor numbers and issuing public communiques.",
    "What is the method for the visitors to dispose their garbage and who collects waste from this place? Who are responsible for installing public warning signs or safety barriers? Do the engineers frequently monitor and maintain this bridge including the other bridges? I saw signs of structural distress on the nine arches bridge deck and piers. If anyone asks for the copies of last bridge inspection report with digitally date-stamped photographs, could they provide? I doubt.",
    "Sri Lankans do not know they are sitting on a goldmine. The natural environment of Sri Lanka is unique and other nations envy us not having such an environment. Still, we do not know how to protect our environment, how to enhance it and how to promote it to the rest of the world, to trigger tourism frenzy and develop an industry which will give Sri Lanka a continual influx of foreign exchange. The pre-requisite for this is the ethical and well-mannered behaviour from us, as a progressive, hospitable society. It is about creating the start to end lasting customer experience for the tourist.",
    "This experience starts from the moment a visitor sets foot on the flight to Sri Lanka. If it happens to be our national carrier: SriLankan Airlines flight, our responsibility begins there. How the visitor is treated in the plane, at the airport terminal by airport staff and by the members of the society, by a taxi driver and by the receptionist of a hotel would matter to create a positive image of Sri Lankan hospitality. I did not see any proactive intervention of tourism authorities to create this positive experience when the foreigners wondered around in the airport asking information from other local passengers.",
    "Our tourism authorities do not even educate foreign visitors to avoid them unknowingly falling prey to dubious people during their stay in the country. At least an advisory e-booklet should have been emailed to every tourist who arrived at the island. A QR code to access it online must be displayed in the airport. Just prior to finalising this article, one recent visitor to Sri Lanka told me that foreigners visiting the south of the island knock on doors asking for accommodation possibilities.",
    "I am not done yet. My mental pain continued. The further pain points and a few pleasure points I experienced will be narrated in Part II of this article.",
    "(The writer is a Professional Engineer working in the Australian NSW Local Government sector. He intends to share his views on various social development areas, in addition to his chosen professional discipline to inspire people to think differently. He is contactable via [email protected].)"
  ]
}