{
  "url": "https://hbr.org/2024/09/4-steps-that-can-optimize-your-sales-process",
  "title": "4 Steps That Can Optimize Your Sales Process",
  "ut": 1727160908.0,
  "body_paragraphs": [
    "Juan Moyano/Getty Images",
    "Closing a sale is the result of earlier actions such as customer discovery, lead qualification, and performance management. Framework IT improved its sales process by better qualifying prospects, understanding key stakeholders, and promoting its differentiators,...more",
    "Sales is an art where outcomes matter, so most advice about performing well in this role focuses on the desired outcome: closing the sale. But a close is the result of actions and choices that occur earlier in the process as sales managers and reps decide where to allocate time, money, and effort.",
    "Specifically, sales teams need to decide how much effort to spend on customer discovery (understanding what and to whom you are selling), lead qualification (ensuring prospects are serious about and able to make a purchase), and performance management (time spent on training, reviews, and other activities that create a continuous improvement culture).",
    "Each of these three elements is more important when higher interest rates and longer selling cycles make it imperative that sales teams work more efficiently and invest time in activities that deliver revenue. This article discusses what one company did to improve the way it allocates effort toward these areas — and how this practice could drive profitable growth for many other businesses.",
    "Getting Smarter about Customer Discovery and Lead Qualification",
    "To sell a product or service usually means asking and answering questions. What problem does our product solve? Do prospects view those problems as important and urgent? Who are our best prospects (e.g., what size companies, in what industries)? Who at the company has that problem? How do they buy? Market research studies, focus groups, and other tools help to address these issues. But in B2B markets, customer discovery mostly happens in sales conversations with prospects.",
    "A key role of sales management is helping their people make the best use of the limited time they have in these activities. Without actionable guidelines that salespeople use in prospecting, lead generation and qualification are often what some call “spray-and-pray.” For example, here are two real leads (names disguised). The first is from an inside-sales rep to a sales engineer at a company that sells hardware and software to call centers:",
    "I have a warm lead for you! It came through the Hotline. This account is opening a call center. There is no hardware in place at this time. They will start with 30 agents, growing to 60. The customer wants scripting, reporting, scheduled call backs, the ability to modify campaigns, and full monitoring. The proposal is due 6/11 and they expect to make final selection by 6/18. They want to be up and running by the end of July and want to speak with someone ASAP.",
    "The second lead was sent by email to a medical device company from the equipment department of a large hospital:",
    "Please quote on quantity 100 syringe pumps similar to New Era Model 1000 with capacity of 0.73 – 2011ml/hour. Quote must be received by November 15 to be considered.",
    "One might assume the first lead is more promising: it suggests a funded project with time urgency, while the second looks like a boilerplate Request for Quote (RFQ) where the decision will be price-driven.",
    "But look at the two leads more closely. The first lead indicates one week between RFQ and a purchase decision. Is that realistic and, if so, does it suggest this prospect already knows who it is choosing and wants other proposals as negotiating leverage with its preferred supplier? On the other hand, the second lead seems so focused on price that it may be an invitation to a price auction … but it could be a chance to land an entry order with a big account.",
    "These are all speculations and, unfortunately, that’s what companies rely on in the absence of actionable criteria. Sales capacity is then typically allocated to chasing both leads, resulting in higher selling costs and negative second-order impacts on other resources. Conversely, improving discovery and lead qualification criteria also improves practices ranging from hiring and training to closing rates, post-sale service, and cash flow. For a sales team, the question is: how decide when a lead is worth the time and effort to determine how product, service, possible customization requirements, and price are relevant?",
    "How One Company Upped its Game",
    "Framework IT is a premium-priced managed service provider (MSP) that provides cloud services, cybersecurity, help desk support, and IT project management. Framework isn’t selling a single piece of technology or set of software. It essentially becomes a customer’s IT department (or extension of an existing IT organization). The company operates in a market characterized by rapidly changing technology and a plethora of competitors with a wide range of quality and prices. (Disclosure: One of us, Scott, provided consulting to Framework from 2020 to 2022.)",
    "Framework did not adequately qualify prospects, leading to much non-productive time crafting multiple proposals and forecasting issues as sales waves and troughs complicated hiring, onboarding, and post-sale service delivery. To close deals, moreover, Framework was increasingly reliant on its most experienced and expensive salespeople, limiting time for prospecting and driving frustration and turnover among new and experienced reps.",
    "Here’s what the company did to address these issues:",
    "Assemble and Analyze Customer Data.",
    "Every customer is not a good customer, and companies often overlook what their current customer base can tell them. Framework examined which types of clients were the most and least profitable, more or less likely to renew contracts, the demographic and other factors that indicated likelihood of closing, and the red flags that indicated technology environments Framework could not manage most efficiently or profitably.",
    "Understand Who Buys and Why.",
    "Companies don’t buy; only people do. In most companies, a purchase represents different functional goals, interests, and risks — professionally and personally. Framework identified the key stakeholders involved in buying decisions at desired customers. For example, it found that it had the highest win rates and most successful post-sale partnerships when several C-level stakeholders were involved early in the sales process. Framework then developed detailed personas for relevant stakeholders, from CEO and CFO to Operations Manager and IT leader. The persona specified role-specific pain points, pain relievers, relevant metrics, and the implications for discussing different aspects of Framework’s value proposition with each stakeholder. Among other things, this shifted sales conversations from a focus on competitive price bids to value-based messaging based on agreed-upon ROI criteria.",
    "Clarify and Promote the Differentiators.",
    "The previous analyses help to identify a firm’s ideal customer profile (ICP). But why should those customers buy from you? Framework’s differentiators involved several factors, but especially a shared-incentive value proposition and pricing model. Over the years, for instance, Framework had identified proven best practices that avoided downtime and improved IT operations at clients while lowering Framework’s cost-to-serve. For example, Framework’s data indicated that clients with cloud storage and applications reported 30% fewer support issues than clients with premise-based systems, and the issues they did report could be resolved 25% faster. Also, certain foundational cybersecurity practices made it 50% less likely that a client was vulnerable to a cyber threat event. These practices increased client IT efficiencies and staff productivity, while lowering the total cost of managed services.",
    "To better communicate those benefits, Framework developed a Technology Assessment as part of its sales process, and it used that tool to include in its proposals a custom roadmap indicating the best-practice gaps at that company and sequenced recommendations about how to close the gaps. Then, Framework offered reduced monthly prices to those customers which adopted these practices. In effect, this spurred customers to qualify themselves and generated more win-win partnerships based on agreement about key processes.",
    "Communicate the Ideal Customer Profile and the Implications.",
    "Effective selling ultimately depends upon behaviors. Framework embedded its discovery analytics in a sales playbook for training and onboarding new hires, guidelines for a qualification meeting, an outreach cadence, and messaging for prospecting — all in a SharePoint site with templates, service FAQs, deal data, case studies, and other resources to disseminate best practices and minimize unqualified prospects.",
    "Communicating to the sales force why these changes made sense was crucial. For reps who are trying to meet a sales quota, the short-term impact appeared counter-intuitive: more than 50% of prospects were disqualified, either by the prospect or Framework, after initial discovery conversations. This left the sales team with fewer prospects to sell to, which on the surface would make it harder to hit their quotas.",
    "The resulting data showed otherwise. Over the next year, Framework saw a 30% increase in deal size and 50% increase in new annual contract revenue — meaning the company was closing deals with bigger and better customers. Sales and client satisfaction improved: the team saw a 50% increase in win rates for deals that made it to the proposal stage, and net promoter scores also increased by 50%. The shift also led to a better bottom line: EBITDA has increased 40% since implementing the changes.",
    "There were additional benefits in the business. For HR, onboarding and ramp-up time for new sales hires improved with the ability to focus training initiatives. Reps learn the most from watching the best of their peers perform key tasks — what researchers call “modeling behavior.” They pick up important clues about how to uncover stakeholder’s pain, how to pitch, how to answer objections or competitive comparisons, and other aspects of selling in a given market. Framework’s new-found focus and discipline meant that experienced reps now had more time externally with stakeholders at bigger and better prospects and more ability internally to coach others and accelerate their learning and development.",
    "For Framework’s service team, better-qualified prospects adopting best practices improved on-going MSP delivery while lowering cost-to-serve. Also, Framework’s senior team now had a scalable sales model and a process for adapting that model in the face of inevitable market changes as it embeds customer selection criteria in its product development and strategic planning activities.",
    "The lessons here go beyond Framework’s experience. Most executives pay lip service to the truism that in a competitive market “you can’t be all things to all people.” Yet most companies fail to make customer discovery and lead-qualification criteria an explicit and managed part of their business-development efforts. Salespeople then sell to anyone they can, often at discounted prices to make a volume target. And the firm then providers better or worse service to different customer types, leading to a loss of brand positioning and distinctive competencies. It’s better to be proactive, because so much else in a business follows from customer selection, including cost-to-serve and cash-conversion cycles as well as core product and growth decisions.",
    "Customer strategy and Sales and marketing"
  ]
}