{
  "url": "https://hbr.org/2024/07/4-tips-for-new-grads-struggling-to-find-a-job",
  "title": "4 Tips for New Grads Struggling to Find a Job",
  "ut": 1720680343.0,
  "body_paragraphs": [
    "HBR Staff/DBenitostock/\ttang90246/Getty Images",
    "If you’re a new grad without a job lined up, you may be feeling anxious about the current market. During this time, it’s useful to remember that the demand of labor is constantly fluctuating and varies between sectors. When the economy is in a lull, the job search can feel discouraging, but ultimately, such factors are out of your control. To stay motivated, it’s helpful to remind yourself that it’s not a reflection of your individual value or abilities. You can use this time post-graduation to reflect on what you really want upon entering the workforce and build out your network. Even if it takes you longer to land a job than you hope for, resume gaps are not as stigmatized as they used to be. The key is to frame them as purposeful and share what you learned during that time if a job interviewer brings it up.",
    "Once the fanfare of commencement passes, graduation season transforms into a time of bittersweet “goodbyes” and new beginnings. Many fresh graduates will jet off to big cities for the sake of their first post-grad job or for even more schooling via graduate programs.",
    "Career Management Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Career Management. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "What's your next career move? Learn how to set yourself up for success.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "The Giving Feedback with Confidence Collection: Overcome Your Fear of Giving Feedback",
    "The Psychological Safety Collection: Establish a Culture of Trust to Build an Innovative, Thriving Team",
    "Read more on Job search",
    "Career planning and Early career"
  ]
}