{
  "url": "https://www.ft.lk/columns/The-real-issue-in-Sri-Lanka-s-tax-system-is-administration-not-policy/4-786897",
  "title": "The real issue in Sri Lanka’s tax system is administration, not policy",
  "ut": 1768345684.0,
  "body_paragraphs": [
    "The real policy choice facing Sri Lanka today is not between reforming tax policy and improving tax administration, both will continue to evolve but where to place strategic emphasis in the short to medium term",
    "At the heart of Sri Lanka’s tax debate lies a critical distinction that is often blurred in public discourse: tax policy versus tax administration. Tax policy defines the rules of the game: who pays, how much, and under what conditions. Tax administration determines how those rules are enforced, communicated, and experienced by citizens. Both matter. But they influence taxpayer behaviour in very different ways.",
    "The key question for Sri Lanka today is not whether tax policy or tax administration is more important in theory, but which of the two now carries the greater behavioural impact and therefore deserves greater strategic emphasis. In the current economic and social climate, the answer is increasingly clear: tax administration.",
    "When good policy meets poor experience",
    "Sri Lanka has undergone significant tax policy changes in recent years, particularly in the context of IMF-supported economic stabilisation. Rates were revised, thresholds adjusted, and exemptions rationalised. From a fiscal standpoint, many of these measures were unavoidable. But public frustration with taxation has continued to grow.",
    "Why? Because for the average citizen, tax is not experienced as a policy document. It is experienced through forms, queues, call centres, online portals, letters, penalties, and human interaction. A technically sound policy can still generate resistance if it is administered in a way that feels confusing, punitive, or unfair.",
    "Behavioural evidence from around the world shows a simple truth: people comply more willingly when they feel respected, informed, and fairly treated. In Sri Lanka today, the greatest opportunity to improve compliance does not lie in rewriting tax laws, but in improving how the existing laws are implemented.",
    "If Sri Lanka wants a tax system that people comply with not because they are forced to, but because they understand and accept it then how taxes are administered now matters more than how they are designed on paper",
    "Administration shapes trust and trust shapes revenue",
    "Tax administration is where the state meets the citizens. It is the frontline of governance. Every interaction whether at a counter, through a hotline, or via a digital platform sends a signal about the nature of the state itself.",
    "When administration is opaque, inconsistent, or intimidating, taxpayers respond with avoidance, delay, or disengagement. When administration is clear, predictable, and supportive, compliance becomes less of a burden and more of a civic norm.",
    "For Sri Lanka, this distinction is crucial. The country is emerging from an economic crisis marked by declining trust in institutions. In such a context, raising taxes through policy alone risks social fatigue and quiet resistance. Improving tax administration, by contrast, offers a way to increase revenue without increasing pain.",
    "Less harm, more impact",
    "One of the strongest arguments for prioritising tax administration reform is that it is less harmful to ordinary people than repeated policy changes. Policy shifts such as new taxes, higher rates, or reduced exemptions directly cut into household incomes and business margins, making their impact immediate and often deeply resented, especially during a cost-of-living crisis. Administrative improvements work differently. Instead of increasing the burden, they reduce everyday friction: clearer processes lower stress, responsive call centres save time, fair appeal mechanisms reduce fear, and consistent enforcement strengthens trust and perceptions of justice. None of these measures ask citizens to pay more, yet together they can substantially improve voluntary compliance and strengthen revenue outcomes.",
    "The behavioural power of “How” over “How Much”",
    "Tax policy answers the question: How much should be paid?",
    "Tax administration answers a more powerful behavioural question: How does it feel to pay?",
    "In Sri Lanka, many taxpayers, especially new registrants, small business owners, and salaried professionals are not ideologically opposed to taxation. What they struggle with is uncertainty: unclear guidance, changing instructions, fear of penalties for honest mistakes, and difficulty accessing reliable help.",
    "These experiences shape behaviour far more than marginal rate changes. A system that feels hostile or unpredictable pushes people toward informality. A system that feels navigable and fair pulls them toward compliance.",
    "This is why countries that have invested in service-oriented tax administrations simplified communication, taxpayer education, responsive support often see sustained revenue gains without constant policy tinkering.",
    "Administration as a development tool",
    "In developing economies, tax administration is not just a revenue function; it is a development instrument. It influences how citizens perceive the social contract.",
    "When taxpayers understand where to go, whom to ask, and what their rights and obligations are, taxation begins to look less like extraction and more like participation. This is particularly important for Sri Lanka’s youth, who are entering the tax net earlier due to digitalisation and formalisation.",
    "A generation that encounters tax through confusion and anxiety will learn to resent it. A generation that encounters tax through clarity and fairness will learn to accept it as a normal part of civic life.",
    "Improving tax administration is not about being lenient. It is about being smart. It is about recognising that in today’s Sri Lanka, trust is a revenue asset and administration is where that trust is either built or broken",
    "The untapped potential within existing structures",
    "The encouraging news is that Sri Lanka does not need to start from scratch, as much of the untapped potential already exists within current institutions. Strengthening tax administration does not always demand large budgets or new legislation; it often comes down to better internal coordination, standardised procedures, clearer communication, consistent training, and, most importantly, a shift in organisational mindset from control to service. Even small changes such as simplifying notices, improving call centre responsiveness, or ensuring uniform answers across offices can produce outsized gains in taxpayer confidence and cooperation.",
    "From enforcement to engagement",
    "This is not an argument against enforcement. Enforcement remains essential. But enforcement alone cannot build a culture of voluntary compliance.",
    "Modern tax administrations increasingly recognise that engagement precedes enforcement. When taxpayers feel informed and respected, enforcement becomes easier and more legitimate. When they feel alienated, enforcement becomes costly and confrontational.",
    "For Sri Lanka, which is still healing from social and economic strain, administrative empathy is not a weakness it is a strategic strength.",
    "A strategic choice for policymakers",
    "The real policy choice facing Sri Lanka today is not between reforming tax policy and improving tax administration, both will continue to evolve but where to place strategic emphasis in the short to medium term. Further policy tightening risks diminishing returns and growing social resistance, while administrative reform offers a more balanced pathway to improve compliance behaviour, rebuild institutional trust, reduce informal resistance, increase revenue sustainably, and minimise social harm. In a fragile recovery phase, that distinction matters.",
    "The fastest, fairest way forward is not to ask citizens to give more, but to treat them better while asking them to comply. That is where Sri Lanka’s greatest tax potential now lies",
    "Changing the experience, not just the rules",
    "Tax policy writes the law. Tax administration writes the lived experience.",
    "If Sri Lanka wants a tax system that people comply with not because they are forced to, but because they understand and accept it then how taxes are administered now matters more than how they are designed on paper.",
    "Improving tax administration is not about being lenient. It is about being smart. It is about recognising that in today’s Sri Lanka, trust is a revenue asset and administration is where that trust is either built or broken.",
    "The fastest, fairest way forward is not to ask citizens to give more, but to treat them better while asking them to comply. That is where Sri Lanka’s greatest tax potential now lies.",
    "(The author is an independent researcher)"
  ]
}