{
  "url": "https://hbr.org/2024/06/3-ways-to-build-a-culture-that-lets-high-performers-thrive",
  "title": "3 Ways to Build a Culture That Lets High Performers Thrive",
  "ut": 1719556518.0,
  "body_paragraphs": [
    "Michael Blann/Getty Images",
    "Many companies build cultures that are focused on controlling the output of low performers, rather than growing and unlocking everyone’s skills. This approach is low-ROI and ultimately problematic for high-performance cultures. Leaders spend an inordinate...more",
    "Élodie is a senior leader in a technology company. She has a young child and a husband who also works. She is particularly strong at two skill sets: leadership and collaborative problem solving. Because of this, she’s considered critical for major company initiatives.",
    "What’s her reward for being such a high performer?",
    "Stressful goals: Because she’s done so well in the past, she often receives the most complex and risky goals after others have failed.",
    "Meeting mania: Because she is seen as an essential part of the team and can often solve even the thorniest of issues, her days are filled with back-to-back meetings, which requires her to get work done at night and on weekends.",
    "Under-mentored: Because her organization focuses on fixing and improving “squeaky wheels,” Élodie feels under-mentored by her leaders. Since she doesn’t cause problems, her needs are not met.",
    "Return-to-office pressure: Because she’s “high profile,” Élodie has a higher expectation to work from the office, resulting in less flexibility.",
    "On top of that, leadership is becoming harder. Skill gaps, decreasing loyalty, worsening volatility, and higher worker expectations have increased the burden on leaders to the point where leaders are burning out at significantly higher levels. After battling burnout for months, Élodie quit, despite her company taking all the standard measures to retain talent. So why aren’t current attempts working?",
    "For many reasons, and as we describe in our book Primed to Perform, many companies build cultures that are focused on controlling the output of low performers, rather than growing and unlocking everyone’s skills. For example, think about your task management meetings, where you review what tasks are red (problematic), yellow, or green. Who is this meeting for? Its purpose is typically to ensure that low performers get the bare minimum done. But is it helping low performers improve? And is it the best use of high performers’ time? In both cases, usually not.",
    "Or consider traditional annual performance reviews, which are typically designed to strike fear in low performers rather than help high performers excel (which comes instead from continuous developmental coaching). Rigid goal setting and approval, mandatory training programs detailed procedural guidelines — none of these processes accelerate your most valuable colleagues.",
    "This approach is low-ROI and ultimately problematic for high-performance cultures. Leaders spend an inordinate amount of time handholding their least productive colleagues and managing what they’re working on and how, instead of helping their strongest contributors move faster and do more. Meanwhile, because these handholding tactics are focused on pushing the work forward rather than figuring out how to get better, they fail to turn low performers into high performers. Ultimately, by failing to nurture skill or motivation, low performance cultures stunt growth and repel top talent.",
    "Organizations need to build cultures that are obsessed with high performers, focusing the culture on keeping high performers and making new ones. Here’s how.",
    "1. Reduce meetings down to the minimum viable dose",
    "One of the biggest pain points in organizations today is too many meetings. In Élodie’s example, high performers are hit the hardest, because they are constantly dragged into conversations to help unblock their colleagues or fix their issues. If you want to keep your top talent, you must free them up to spend more of their time on interesting, impactful work.",
    "The first step is boiling meetings down to a minimum. After decades of research and experimentation, we have found that the following meeting cadence works for most teams.",
    "First, establish a simple weekly team rhythm that drives intensity, not pressure. Every team should have just three weekly meetings: prioritization on Monday; problem solving midweek; and “pencils down” on Friday. Prioritization is about aligning on the team’s strategy for the week. Problem solving is for discussing challenges that have been percolating between meetings. And pencils down is to review completed work, share feedback, and align on next steps.",
    "Next, optimize your one-on-ones. Managers spend an inordinate amount of time in one-on-ones often due to an over-reliance on live conversation to remove roadblocks. For example, one first-time manager we know at a leading mechanical engineering firm spends about a third of his week in one-on-one meetings with his direct reports. “Between one-on-ones and team huddles, I don’t have any time left for the actual work,” he told us. But if you’re using the three weekly team meetings well, then there will be much less need for one-one-ones.",
    "Finally, strip down goal planning to the bare minimum: one quarterly “goal check” conversation. During a goal check, the team should align on its strategy for the next three months. These are the priorities that will anchor the weekly rhythm of prioritization, problem solving, and pencils down.",
    "Once you’ve taken extra meetings off the calendar, people’s time will be cleared up for deep work and problem solving. This improves everybody’s work, but it has an especially high impact on top performers.",
    "2. Measure your team’s motivation",
    "When teams get stuck in vicious cycles and aren’t improving, high performers get frustrated. In contrast, teams that measure motivation have a blameless, action-oriented conversation about how to improve and where they’re getting stalled out. This allows high performers to take ownership, facilitate problem solving, and build a team culture that’s worth sticking around for.",
    "You can measure motivation using our online tool or using your own preferred survey tool. Whatever method you use, you should be asking questions like the following:",
    "What are teammates excited about working on in the upcoming quarter?",
    "What might be causing them anxiety or pressure?",
    "What habits does the team want to improve?",
    "What are some specific ideas to improve those habits?",
    "What did we do really well last quarter that we should maintain?",
    "Similar to the goal check, teams should conduct a quarterly health check where they answer questions like the above and craft an improvement plan for the quarter.",
    "3. Routinely mentor high performers on concrete, high-leverage skills",
    "Many high performers leave because they no longer feel they are growing in their role. This is often a result of an extremely painful performance review process, where the focus is on evaluation of past results and assigning blame rather than providing helpful advice on development and growth. The next time your team does performance reviews, anchor the conversation around concrete skills that you believe will increase performance. This shifts the mindset from evaluation on past actions to learning for the future.",
    "In most cases, few leaders know which skills to prioritize teaching, or even how to teach them. We’ve found the skill sets of problem solving, organizing teams, and leadership to be the most critical — and yet the least developed.",
    "For example, imagine how Élodie would react if her leader had the time to help her work through her burnout in regularly scheduled development conversations. Perhaps Élodie has been struggling to generate good ideas from her team, and so she has been playing “hero,” coming up with all the solutions and implementing many on her own. A skilled, devoted mentor might help Élodie work on the skill of structuring problems so others can solve them, and by this time next quarter, Élodie might not have to put the team on her back quite as much.",
    "To make skill development easy, schedule a quarterly skill-check meeting with each of your direct reports. During a one-hour conversation, help your direct report reflect on their current skill goals and, if they don’t yet have any or have hit them all, pick a new one.",
    "Doing so will shift the culture changes from one where “squeaky wheels” and underperformers get feedback, and instead, leaders have forward-looking conversations to build up their high performers like Élodie. High performers will take skill-based advice and run with it, allowing them to grow in place, instead of jumping to a new job. Loyalty and performance grow hand in hand.",
    "The impact of being high-performer obsessed",
    "No matter the kind of business you run or the people on your team, it is worth investing in a high-performance culture. When organizations make the switch, we’ve seen massive improvements in sales, quality, and customer satisfaction, all while improving employee retention and motivation.",
    "If you can build a high-performer obsessed culture, not only will you retain your top talent, you will also elevate every colleague and make your organization a standout in your industry.",
    "Attracting and Cultivating Talent Course",
    "Accelerate your career with Harvard ManageMentor®. HBR Learning’s online leadership training helps you hone your skills with courses like Attracting and Cultivating Talent. Earn badges to share on LinkedIn and your resume. Access more than 40 courses trusted by Fortune 500 companies.",
    "Discover how to attract, hire, develop, and keep talented people who will grow and thrive throughout their employee journey.",
    "Learn More & See All Courses",
    "Readers Also Viewed These Items",
    "Harvard Business Review Leader's Handbook: Make an Impact, Inspire Your Organization, and Get to the Next Level",
    "AI for Leaders: The HBR Collection on Bridging Strategy and Technology",
    "Read more on High potential employees",
    "Developing employees,"
  ]
}