{
  "url": "https://www.ft.lk/opinion/Collective-for-Social-Media-Declaration-expresses-concerns-about-lack-of-clarity-on-policy-reform/14-772424",
  "title": "Collective for Social Media Declaration expresses concerns about lack of clarity on policy reform",
  "ut": 1738197072.0,
  "body_paragraphs": [
    "President Anura Kumara Dissanayake",
    "Following is a letter from the Collective for Social Media Declaration (CSMD), to President Anura Kumara Dissanayake regarding the serious problem of lack of clarity on policy reforms and digitisation programs.",
    "Concerns around the lack of clarity regarding policy reform, and digitalisation projects",
    "We are writing to express concerns regarding three critical matters of public policy and governance that require urgent attention and greater transparency from your administration.",
    "Firstly, regarding the amendments to the Online Safety Act (OSA), there is significant concern about the lack of public disclosure regarding the proposed changes. While the Ministry of Mass Media has indicated that stakeholder discussions are planned, there remains no clarity on who is drafting these amendments, what specific changes are being considered, and crucially, whether normative human rights standards are being incorporated. Given that the original Act was widely condemned, including by the entire industry (which was historically unprecedented), and faced 54 fundamental rights petitions, it is essential that any new amendments undergo rigorous public scrutiny, consultation, and input from individuals with subject-domain expertise in online harm regulations.",
    "Secondly, the implementation of the e-NIC project raises serious concerns due to the absence of clear strategic communications, and public documentation. There has been no transparency regarding the technical safeguards for biometric data protection, compliance frameworks with the Personal Data Protection Act (PDPA), or specific legal mechanisms governing relationships with external vendors. This information vacuum has already allowed speculation, and disinformation to flourish, potentially undermining public trust in this critical national infrastructure project.",
    "Thirdly, the recent media agreements signed with Chinese state broadcasters and information departments during your visit to Beijing require immediate clarification. The BBC Sinhala Service (https://www.bbc.com/sinhala/articles/- cly4gej5wpro) reports that six separate agreements were signed with Chinese state media organisations, yet their content remains undisclosed. Given China’s ranking of 172nd out of 180 countries in press freedom indices, and the documented concerns about state control of media narratives, these agreements demand public scrutiny to ensure they align with Sri Lanka’s democratic values, and commitment to media freedom – especially in the context of China’s active influence operations on social media.",
    "Your Excellency, your administration came to power promising a different approach to governance. However, these three instances suggest a concerning continuation of previous patterns of policy implementation without adequate public consultation or transparency. The government already knows how much a robust democracy requires not just good policies but also clear communication, public accountability, and meaningful stakeholder engagement in the policymaking process. We only ask that the promises made around a shift in, and the desperately needed reform of our political culture, including policymaking, are realised.",
    "We respectfully urge you to address these concerns by immediately making public the relevant documentation, establishing clear consultation frameworks, seeking the input from experts, and ensuring that all policy decisions are communicated in a timely manner with the transparency and accountability that the Sri Lankan people deserve.",
    "Please accept, Your Excellency, the assurances of our highest consideration.",
    "On behalf of the Collective for Social Media Declaration (CSMD)",
    "Sampath Samarakoon (Convener)",
    "ActNow Youth Campaign",
    "Best Vision Foundation",
    "Centre for Policy Alternatives (CPA)",
    "Eastern Province Journalist’s Forum",
    "Human Elevation Organization (HEO)",
    "Internet Media Action (IMA)",
    "Law & Society Trust (LST)",
    "Movement for Land and Agricultural Reform (MONLAR)",
    "National Collaboration Development Foundation (NCDF)",
    "SARVODAYA Shramadana Movement",
    "Sri Lanka Muslim Media Forum",
    "Sri Lanka Working Journalists Association (SLWJA)",
    "Wedabima Media Collective",
    "(CC) Mr. Nalinda Jayatissa, Minister of Mass Media",
    "Mr. Sajith Premadasa, Leader of the Opposition in Parliament",
    "All Members of Parliament",
    "All Media Institutions"
  ]
}