{
  "url": "https://www.dailymirror.lk/hard-talk/Strategic-North-will-be-the-gateway-for-Indian-investment-Elankovan-Chandrahasan/334-295429",
  "title": "“Strategic North will be the gateway for Indian investment” - Elankovan Chandrahasan",
  "ut": 1730923307.0,
  "body_paragraphs": [
    "They want to know what you stand for and what will you do for the people?",
    "I think this time in the Jaffna Electoral District, there are 396 contestants from 44 political parties and independent groups",
    "We need to use Indian investment while retaining our identity, cultural aspects and independence",
    "Elankovan Chandrahasan, the grandson of the founders of Federal Party or the Illankai Tamil Arasu Katchchi (ITAK) S.J.V. Chelvanayakam and Dr. E. M. V. Naganathan, is contesting from the Jaffna district at the upcoming Parliamentary Elections for the first time while representing the ITAK. Inheriting a significant portion of Tamil political history, Elankovan’s paternal grandfather is Chelvanayakam while his maternal grandfather is Dr. Naganathan, two giants in the Tamil political journey in Sri Lanka who co-founded ITAK in 1949. As a child Elankovan had been brought up in Colombo and studied at Royal College Colombo, but with the dark memories of the 1983 riots, Elankovan’s family was forced to go to South India and remain as refugees. Elankovan had been working for the welfare of Sri Lankan refugees in India and graduated himself as a lawyer. He even practised in India until he returned to Sri Lanka in 2000 and continued his campaign to help refugees while working for a number of organizations including Sarvodaya.",
    "Can you tell us how you returned to the family legacy of politics?",
    "From 2000 to 2016, I had some engagements. I was appointed by the Federal party to be one of the members of the public representation committee on constitutional reform. At that time I got the opportunity to serve that committee along with present Prime Minister, Dr. Harini Amarasuriya. Actually she wrote the report and I helped in that process.",
    "“There is also a need to consider the social part, because there are still communities within the North who are oppressed. And there is a responsibility falling on the society to change the social system there, to give them more equal opportunities and make it a more equal system. In terms of the political aspiration, we will continue to ask for greater devolution or maximum devolution",
    "When it comes to the ITAK and the joint alliance, Tamil National Alliance was a powerful party at one point and even became the main opposition. But now it’s divided. Besides some politicians from South had also gone and are trying to get hold of Tamil politics. Can you just explain what happened?",
    "Some people say that lot of blame should be put on the war, but actually I believe that if you go through a 30 year war, it has a big impact on the society. So, during that period, it was a very authoritarian society and a militarised society and as a result, people have been forced to take certain paths. So, the alliance that came about, which we refer to as the TNA, was something that all parties necessarily didn’t agree upon, but they felt they had to form an alliance.",
    "That process has proceeded. Now you can see 15 years after the war, especially with the Aragalaya, there are a lot of young people. A lot of people are now asking questions and they are very much involved in politics. So, they are no longer willing to just accept one position or one party or certain people.",
    "They want to know, what you stand for and what will you do for the people?There are a lot of changes happening and as a result, the alliance has got broken up because people have different positions.",
    "A lot of people now want to contest the elections. In an alliance, only certain people can contest. I think this time in the Jaffna Electoral District, there are 396 contestants from 44 political parties and independent groups.",
    "In the Vanni, there are 592 contestants. This is for the six seats in both places. That means a lot of young people are much interested and they may not necessarily understand everything, but they want to move from being just voters to actual politics.",
    "Sometimes, people blame and always try to put the responsibility on politicians. The same can be said about the people in the north and the east also. Do they see that the present situation exists because the politicians didn’t work or they didn’t take the correct political decisions?",
    "Yes, that is how people feel now. They are much more critical. They are asking many questions. Therefore, now they are asking, so what have you done? You know, we have political issues relating to the political question and aspirations. We also have economic issues.",
    "We have development issues. So, what have you done? I think, as in the south, they see that politicians enjoy certain luxuries and other things, so then they say, you have got these luxuries but actually it has not translated to something for people on the ground.",
    "There is also the question about the federal party and the TNA being in the opposition and working for a political solution which is rights based. But the people have daily needs too.",
    "So what are your priorities as a candidate? I know, it is going to be a massive competition?",
    "It is a very difficult one and the federal party is at the moment on a weak wicket. The Federal Party has three basic pillars. One is the political awakening, the other one is the economic awakening and the social awakening. A lot of focus is there on the political awakening part, which I think, by demand, we are forced now to actually move to, move to the economic awakening part as well.",
    "There is also a need to consider the social part, because there are still communities within the North who are oppressed. And there is a responsibility falling on the society to change the social system there, to give them more equal opportunities and make it a more equal system. In terms of the political aspiration, we will continue to ask for greater devolution or maximum devolution.",
    "Within United Sri Lanka we will always have the aspiration for a federal solution, but I think, we will continue to ask for maximum devolution.",
    "What are the challenges faced by the younger generation in the North?",
    "In terms of young people, the economy is not giving them the opportunity to find employment. If we want to retain young people, we have to provide them with a political economic system where they can find work. The state is not going to provide work. So, we have to find it and hopefully our diaspora has to invest.",
    "We want to ensure, to look at the, the more affected communities, some of whom who have not got assistance yet. They don’t have durable solution. We want to look at the land release, release of prisoners and other things. So, that, that will be part of a reconciliation process.",
    "Still there are a lot of land under the high security zones and finally, we have to look at the emerging geopolitical scenario and the economic scenario. Because Indian investment is going to come. That will impact all of Sri Lanka and as a country, as societies, we have to be ready to ride the wave and not get submerged by it.  If not, that will impact on all, because they now have massive economic power. So, we must be very strategic and the North of Sri Lanka will be the gateway. So the North has to be very strategic to see how we can make use of the investment and still retain our identity and retain all our cultural aspects and also our independence."
  ]
}