{
  "url": "https://www.dailymirror.lk/plus/Presidential-Elections-Realistic-approaches-matter-more-than-ever/352-290464",
  "title": "Presidential Elections Realistic approaches matter more than ever",
  "ut": 1724781926.0,
  "body_paragraphs": [
    "No matter what, Sri Lankan elections have long been characterised by a pattern where candidates from various political parties make sweeping promises to secure votes. The picture shows ballot boxes being carried away after the elections concluded at the last presidential polls (File photo)",
    "People have been used to welfare benefits so much so that political parties try to outsmart each other in giving promises",
    "Right from the beginning, Sri Lankan voters have been duped into believing in populist policies",
    "Unrealistic promises gave instant relief in politics, but proved to be disastrous in the long run for the country as evident today",
    "Voters should be more discerning and demand concrete plans that address the root causes of their hardships",
    "The current election is conducted in a new social context in Sri Lanka",
    "Political campaigns by the respective presidential candidates are gathering momentum in the run up to the presidential polls, scheduled for September 21. As usual what is again being heard from the election stage are promises aimed at giving concessions for people who endure hardships due to the high cost of living and lack of income generation opportunities.",
    "Right from the beginning, Sri Lankan voters have been duped into believing in populist policies. They have been voting for one party or the other after getting carried away by eye-catching promises which sounded irrational though in the long-run from an economics perspective. People have been used to welfare benefits so much so that political parties try to outsmart each other in giving promises. Free food rations, salary hikes, charity allowances and other forms of welfare were the rallying points of talks during election times. People were used to looking for fish to be consumed instantly instead of asking for a fishing rod to catch more fish for economic independence and food security in the long-run. Politicians always talked about giving fish instead of fishing rods.",
    "For example, the reduction of price of a loaf of bread to Rs.3.50 was a key election promise by the government led by Ms. Chandrika Bandaranaike Kumaratunga as the then President.",
    "Unrealistic promises gave instant relief in politics, but proved to be disastrous in the long run for the country as evident today.",
    "However, the country is now at a crossroads. Promises far removed from reality won’t help any longer though people, reeling under the burden of elevated price levels and disenchanted with corrupt political practices, yearn for immediate redress in terms of pay hikes, reduced cost of living and increased income levels. They also look for an orderly society where discipline and efficiency prevail to the hilt.",
    "No matter what, Sri Lankan elections have long been characterised by a pattern where candidates from various political parties make sweeping promises to secure votes. These promises often include salary hikes, free food rations, subsidies, and other forms of welfare aimed at providing immediate relief to people.   Such pledges are designed to address the immediate concerns of voters; particularly those struggling with high costs of living and inadequate income opportunities.",
    "Country at tipping point",
    "But, the current socio-economic environment of Sri Lanka does not warrant such approaches. The country is at a tipping point, burdened by high levels of debt. Still, the main candidates, while highlighting macro issues requiring macro approaches, still talk about populist measures because they grapple with reconciling voters’ expectations with fundamental  economic realities.",
    "Starting from Janasaviya to Aswesuma, for nearly 40 years, poverty alleviation has become an electoral topic in Sri Lanka. It is an irony for a country uniquely positioned to benefit from transnational trading.",
    "The presidential election is an opportunity for candidates to break away from the cycle of unrealistic promises and instead focus on presenting feasible, long-term strategies to resuscitate the country from the current abyss.",
    "Voters should be more discerning and demand concrete plans that address the root causes of their hardships.",
    "Candidates may articulate a vision for economic recovery that includes structural reforms, improved governance and investment in productive sectors of the economy may find greater support. Proposals that emphasise job creation, support for small and medium-sized enterprises (SMEs), and initiatives to boost exports could resonate with an electorate that is increasingly looking for sustainable solutions.",
    "The current election is conducted in a new social context in Sri Lanka. Battered by the economic crisis, public disenchantment against traditional parties remains at an all-time high. It has been drilled into the brains of people that well-entrenched corruption and frauds only resulted in the dire predicament of the country. It has led to a growing desire among people for an orderly society where discipline, efficiency, and transparency in governance are prioritised. The public’s frustration with corruption and mismanagement has reached a boiling point.",
    "All the main candidates address it in their election rallies with promises to root out corruption completely. President Ranil Wickremesinghe, an independent presidential candidate, said he had worked out the legal infrastructure to deal with corruption.  Anura Kumara Dissanayake of National People’s Power (NPP) and Sajith Premadasa of Samagi Jana Balawegaya (SJB) talked about prioritising elimination of corruption once and for all.",
    "Still, specificity is needed in this exercise to define how corruption can be addressed in a society.",
    "If political leaders continue to rely on the same old tactics of making unrealistic promises without addressing the underlying economic challenges, the consequences could be dire. Sri Lanka may find itself in a deeper economic crisis when the country is set to begin external debt servicing in 2028.",
    "Whoever wins, there will be unavoidable challenges. These challenges on the economic front will warrant realistic approaches; not ad hoc measures.  People expect relief measures.  Incoming government can give relief, but it cannot compromise its revenue targets at all.",
    "Promises prevailed in politics in the past. Again, promises are being made. Promises, and more promises. Will the country emerge from the crisis?"
  ]
}