{
  "url": "https://www.ft.lk/columns/Securing-your-rights-Power-of-Financial-Consumer-Protection-Regulations-Part-I/4-773487",
  "title": "Securing your rights: Power of Financial Consumer Protection Regulations – Part I",
  "ut": 1740532341.0,
  "body_paragraphs": [
    "FCP is crucial in enhancing access to quality financial products and services, integrating consumers into the formal financial system",
    "Join with the collective effort to protect financial consumer rights",
    "Financial Consumer Protection (FCP) is a global initiative taken towards safeguarding financial consumers from unfair and irresponsible practices by Financial Service Providers (FSPs). According to the Organization for Economic Co-operation and Development (OECD) (2022), FCP encompasses laws, regulations, and measures designed to ensure fair and responsible treatment for financial consumers in their acquisition and use of financial products and services, as well as in their interactions with FSPs.",
    "In this context, the implementation of principles and best practices related to FCP has gained prominence. FCP is crucial in enhancing access to quality financial products and services, integrating consumers into the formal financial system, and contributing to sustainable and inclusive economic growth, while simultaneously maintaining the stability of the financial system.",
    "Amongst these global efforts, the Central Bank of Sri Lanka (CBSL) has proactively established a robust regulatory framework within the country to effectively protect financial consumers from unfair and irresponsible business practices while also providing redress mechanisms in case of such conduct. This article aims to educate stakeholders in the financial system about the Financial Consumer Protection Regulations (FCPR) framework of the CBSL.",
    "The Financial Consumer Protection Regulations (FCPR) No. 01 of 2023",
    "FCPR, issued by CBSL, primarily focuses on CBSL’s authority, governance by FSPs, fair treatment and responsible business conduct, disclosure and transparency, complaint handling and redress mechanisms, and the protection of financial consumers’ assets and information along with a section on interpretation of key terms. It should be noted that these regulations apply exclusively to FSPs regulated by the CBSL, including Licensed Banks, Licensed Finance Companies, Specialised Leasing Companies, Licensed Microfinance Companies, Authorised Primary Dealers, Authorised Money Brokers, and participants in the Payment and Settlement System. This inaugural article in the series focuses on CBSL’s authority and governance by FSPs in protecting the rights of the financial consumers.",
    "Under FCPR No. 01 of 2023, the CBSL is empowered to monitor, evaluate, and inspect FSPs to ensure compliance with these regulations. It can issue circulars, guidelines, and codes of conduct, ensure compliance, and implement market conduct supervision and other investigations as required. CBSL, through authorised officers, has the power to examine the books, records, and activities of FSPs. It may also seek assistance from other regulatory authorities, such as the Securities and Exchange Commission of Sri Lanka (SEC), Insurance Regulatory Commission of Sri Lanka (IRCSL) for investigations.",
    "Authorised officers, empowered by the CBSL, can take various actions to ensure compliance by FSPs, such as requesting necessary information, inspecting and obtaining copies of documents, entering premises for examinations, and requesting information from individuals knowledgeable about the FSPs’ business conduct.",
    "These officers are tasked with examining the market conduct of FSPs, taking into account the nature, scale, and complexity of the financial business, to safeguard the rights and interests of financial consumers. After each examination, the authorised officers must submit a report on market conduct to the Governing Board of the CBSL. This report analyses any significant violations of these regulations, circulars, guidelines, or codes of conduct and recommends measures to prevent such violations or improper business practices.",
    "All individuals within FSPs must comply with these regulations. They should not fail to provide information or required documents, attend interviews when called, provide false or misleading information or obstruct authorised CBSL officers in the performance of their duties.",
    "CBSL’s actions for ensuring compliance",
    "CBSL employs a range of measures to uphold regulatory compliance among FSPs. These include mandating non-compliant FSPs to follow applicable regulations, circulars, guidelines, or codes of conduct, and directing them to address issues stemming from their actions. Additionally, CBSL may issue showcase or warning letters, signalling potential regulatory consequences. When necessary, violations or concerns are escalated to the relevant CBSL departments for thorough investigation and further regulatory actions.",
    "Regulatory powers of the Governing Board to protect financial consumers",
    "If the Governing Board determines that an FSP is engaged in unfair, unsound, or improper practices detrimental to the interests of financial consumers, or has violated regulations, it is empowered to take decisive action. These measures may include directing the FSP to cease such practices, instructing corrective actions, or requiring changes to the features, terms, or conditions of financial products or services. The Governing Board may also remove financial products or services from the market, order the withdrawal of advertising materials, mandate compensation or refunds for affected consumers, and publicly name the FSP as a serious supervisory concern. Additionally, it can initiate regulatory actions through the appropriate departments of the CBSL to address such issues.",
    "Furthermore, CBSL provides an alternative dispute resolution mechanism for aggrieved financial consumers of FSPs. Detailed descriptions of this mechanism are provided under the complaint handling procedure.",
    "Responsibilities of FSPs",
    "The Board of Directors of an FSP or the Management/Executive Committee in the case of a foreign bank, is responsible for strengthening the financial consumer protection framework by approving and adopting policies and procedures aligned with relevant regulations and guidelines, ensuring their implementation, and establishing internal controls and codes of conduct for employees and agents. The Board must appoint Key Management Personnel to oversee and report on financial consumer protection matters, monitor and evaluate related activities, maintain communication with the CBSL, ensure employees and agents comply with consumer protection requirements, and establish adequate systems to monitor compliance.",
    "Key Management Personnel ensure adherence to financial consumer protection policies and regulations by coordinating with internal business units, monitoring and reporting on related activities, handling consumer complaints, and overseeing agents and third parties to ensure compliance with consumer protection standards. Their responsibilities also include identifying compliance risks, taking proactive measures to mitigate them, deploying knowledgeable staff, and providing training to employees, agents, and third parties on relevant consumer protection practices. Operational management personnel are responsible for implementing these policies and procedures, maintaining related records, and submitting periodic reports on financial consumer protection activities as required.",
    "FSPs are also required to establish effective internal controls, mechanisms for identifying, monitoring, and reporting consumer protection issues, and procedures for handling complaints. Furthermore, FSPs must have appropriate financial consumer protection policies and procedures that cover roles and responsibilities, risk management, information sharing, complaint handling, data security, and periodic auditing practices. These policies and procedures should be reviewed and approved by the Board of the FSP at least once every two years.",
    "In conclusion, the CBSL’s authority and the responsibility of FSPs, as discussed in this article, are pivotal in safeguarding financial consumer rights in Sri Lanka. This approach not only strengthens the financial resilience of individuals, families, and communities but also enhances the overall well-being of financial consumers. Therefore, CBSL as the regulator, urges the active participation of financial consumers alongside FSPs, to make financial consumer rights a tangible reality.",
    "(Wikumsiri PW is the Senior Assistant Director, Financial Consumer Relations Department, and Weerasinghe W.D.U.S.K. is Senior Assistant Director, Financial Consumer Relations Department.)"
  ]
}