{
  "url": "https://www.dailymirror.lk/hard-talk/The-other-three-candidates-come-with-serious-troubled-pasts-I-do-not-Namal/334-290893",
  "title": "The other three candidates come with serious, troubled pasts, I do not  - Namal",
  "ut": 1725320503.0,
  "body_paragraphs": [
    "PICS BY HUZEFA ALIASGER",
    "I’m a new generation of Rajapaksas, and I offer modern and fresh thinking",
    "Look at Ranasinghe Premadasa, who was supposed to have killed more than 60,000 Sinhalese youth and look at the JVP. See what they did in the past and how many they tortured and killed. Today all of them are running campaigns. And look at Mr. Wickremesinghe who was supposed to be in charge of Batalanda",
    "If we have done anything wrong, I wouldn’t be contesting. If I, or my father is guilty of anything then we wouldn’t be facing the people during an election",
    "I’m not going to say that I will catch all the thieves and find money to run the economy. I will not make false pledges to the people",
    "I’m different, I’m Namal, Mahinda Rajapaksa’s son, of course. But I think it’s all about what you offer. My thinking is modern",
    "Moves to throw out Gotabaya Rajapaksa was a planned campaign, just like what we saw in Bangladesh",
    "It’s not only the SLPP, all the parties have split including UNP, SJB, JVP and us. I personally believe that the problem is most of the politicians now are not fit to understand and accept reality",
    "I don’t think your father, your uncle or your family being into politics should be a disqualification for you to get into politics. But you have to have your own path, policies and approach",
    "We will renegotiate certain terms, and there are certain terms that we will put forward to the IMF. I am sure the IMF understands us",
    "Allegations of corruption against my family have been there for the past 15 years and most of them have been acquitted by courts",
    "SLPP Presidential candidate Namal Rajapaksa, who stepped surprisingly into the Presidential race, said that although he comes with the ‘Rajapaksa’ tag, his thinking is new and different and that he would try to win back their voters who had been hurt during the Gotabaya Rajapaksa era. Namal, during an interview with the Daily Mirror, said that his campaign was for a modern Sri Lanka and if he had done wrong to the people, he would not be back contesting at the race for Presidency.",
    "Excerpts of the interview -",
    "Namal, you are the youngest candidate in the race for the presidency at age 38. What makes you think you can win this time?",
    "I think it’s our policies, I believe we can. We are different from the rest of the 3 main candidates. If you look at these 3 other candidates- who have already put forward their manifestos- ideologically they represent the same. Historically they represent 2 different camps. But I think now, for some reason, their ideological shift has almost been identical. Their way forward about the economy, culture, religion, devolution of power, and even the executive presidency has become very similar. I think SLPP is the only different party and I’m the only different candidate. We have a historical responsibility of protecting the nationalist camp. The SLFP was created during the era of D.A. Rajapaksa and led by Mr. Bandaranaike because the UNP did not represent the majority community or the rural Sri Lankan base. Then once again when the UNP and SLFP merged, there was a need for the Pancha Maha Balawegaya and the nationalist camp. That’s where Mahinda Rajapaksa created the SLPP. Therefore, I believe we have a historical responsibility to protect that camp, ideology, and nationalist policy that suits Sri Lanka. And we showed success in the past from 2005-2015. Sri Lanka was the fastest-growing economy in the region, unemployment rates were at single digits, and interest rates were single digits. We were booming, infrastructure was rapidly increasing, the rural economy was growing, entrepreneurs were doing well, and the local products, the “Made-in-Sri Lanka” concept was established at that time. Our policies are always with Sri Lanka first.  I’m the only candidate and my camp the SLPP camp is the only camp that represents that ideology.",
    "You say that your policies are different. One specific question I ask you is are you for the abolishment of the Executive Presidency?",
    "This question has to be answered by the parliament and not by a President. Firstly you need a 2/3rd majority, then a referendum. As far as I can remember this popular slogan has been there since 1994 or maybe longer. Even my father said this. The only President who did not say it was Gotabaya Rajapaksa. Everyone kept saying that they would abolish the Executive Presidency, so are we going ahead with the same old popular slogan or are we going to be practical? I think it’s up to the Parliament. If at all, I believe, abolishing the executive presidency is connected to the electoral system. Both have to be amended at the same time and you’d rather look at a new constitution. If at all the parliament decides after the president is elected, then there has to be a parliamentary election. If the country and the parliament believe that a new constitution is required, then the parliament can be converted to a constitutional council and consider the past proposals as well. We should then come up with a proper constitution and go to the public for a referendum. I don’t think abolishing the Executive Presidency should be another popular slogan anymore.",
    "What is your campaign this time? We have heard Ranil saying that he came and saved the country, then we have Sajith who says that he wants to come and make a change, and we have Anura who’s going heavily on ending corruption. What are you campaigning for with regard to winning public votes? Why should people vote for you?",
    "My thinking is modern. If we are to move towards a modern Sri Lanka we should have modern thinking. My focus is to develop. Develop infrastructure, and the rural economy, make Sri Lanka a global hub for services and tourism. I’m looking at it with a very positive approach. I’m not going to say that I will catch all the thieves and find money to run the economy. I’m not going to say just because I increase the prices and reduce consumption, I can control the queues. I’m saying that I will bring progressive changes to the administrative structure to make it digitalised. I’ll make sure that the local entrepreneurs are protected, the taxes are affordable and simplified. To make sure that the government gets more revenue, I will have a revenue plan. I will allow businesses to run freely and also encourage more foreign investors to come in and create jobs. I believe the only solution for the next couple of years is to create jobs. If we can create 1 million jobs in 5 years and 2 million jobs in 10 years that will address most of the social issues. To do that we need to have a simplified tax system. We should have progressive thinking when it comes to investments and also our skilled labour has to be increased. And that’s something that we will look at from the educational reforms. So, what I’m offering is progress and development. I promise that Sri Lanka will be a developed nation in the coming years.",
    "I think SLPP is the only different party and I’m the only different candidate. We have a historical responsibility of protecting the nationalist camp. The SLFP was created during the era of D.A. Rajapaksa and led by Mr. Bandaranaike because the UNP did not represent the majority community or the rural Sri Lankan base",
    "Returning to your first answer, you told me that from 2005-2015 it was the Rajapaksa’s who came and developed the country. But then in 2019 we had Gotabaya Rajapaksa who came in and he was the 1st president who was chased away from office. Now this Rajapaksa tag is quite unpopular in many parts of the country to be very frank with you. And you’re a Rajapaksa. So does this tag bother you?",
    "Not at all. I’m different, I’m Namal, Mahinda Rajapaksa’s son, of course. But I think it’s all about what you offer. When you look at what happened in Bangladesh, Prime Minister Hasina was elected for the 4th time. She was the most experienced leader in the region, with more than 90% majority in parliament and there was no economic crisis. Most Sri Lankan businessmen went to Bangladesh to invest. Today, look where Bangladesh is. Again things are unstable. Things can happen, and can go wrong for anyone. And look at Ranasinghe Premadasa, who was supposed to have killed more than 60,000 Sinhalese youth and look at JVP. See what they did in the past and how many they tortured and killed. Today all of them are running campaigns. And look at Mr. Wickremesinghe who was supposed to be in charge of Batalanda; who apparently took over orders and did certain things with Mr. Premadasa. This is what history says. And who killed the JVP youth? Today all 3 of them are running for the presidency. But we haven’t killed anyone. We fought a war for freedom for all of us, for Buddhists, Christians, Hindus, Muslims, for everyone. But we haven’t killed anyone. We don’t have blood on our hands. If you look at the history of all the other 3 candidates, they have a bad history. So it is all about how you put it forward, adapt and how you upgrade yourself. I think I’m a new generation of Rajapaksas. And I offer modern and fresh thinking to uplift the nation.",
    "You said all 3 candidates have blood on their hands. But that was many years ago and Gotabaya Rajapaksa’s era is very fresh in people’s minds. You know today Ranil is the president because of what happened due to Gotabaya’s mismanagement. Don’t you think that will affect your campaign in some way?",
    "Firstly, it’s not mismanagement, it was a planned campaign against President Gotabaya Rajapaksa; just like what happened in Bangladesh.",
    "But don’t you think that his organic farming policy, which he tried to implement overnight, was not a weak decision?",
    "Those decisions may have pressurised people and the farmers especially. I agree with that. But the decision itself was manipulated. If you look at the media at that time who endorsed it first? Take the organic farmers, who came to support them? And then the same person or same organization, I don’t want to mention names or countries, they came in again to help once the decision was revoked with chemical fertilizer. There has to be a connection. I think it’s a challenge, of course, but I’m not afraid because we haven’t done anything wrong. If we have done anything wrong, I wouldn’t be contesting. If I, or my father is guilty of anything then we wouldn’t be facing the people during an election.",
    "What about the corruption allegations? I mean there are allegations that there was large-scale corruption during Mahinda Rajapaksa’s era; an era in which you were also very much in politics because you’ve been in politics for 15 years. What about those allegations?",
    "All those allegations were investigated during the Yahapalanaya government where President Wickremesinghe and the JVP were involved. The JVP headed that committee according to Mr. Wickremesinghe. President Wickremasinghe himself says that they went to many countries to see whether any illegal assets were owned by us, but they couldn’t find them. There is no proof. Also, he says it is a fact that we had been investigated and proven not guilty by court. In politics, there are allegations; even now with the current administration and even the JVP. And if you look at the US campaign, a similar kind of allegation has surfaced against their leaders too. When you don’t have policies, you face allegations. So that’s why I say I’m going based on policies. I don’t have to point a finger at anyone and say you are wrong, you have done this wrong. I will tell what is right at large and what we believe in. Rather than trying to promote hate in the community. These allegations have been there for the past 15 years and most of them have been acquitted by courts. I think it is again another challenge that I have to face, but not only me, all politicians have to face that in the modern context.",
    "What happened to Dhammika Perera? He was going to be your presidential candidate. I think a day before you declared your candidacy everybody was ready for Dhammika to step in as your presidential candidate. What happened to him?",
    "I’m not in a position or nor do I have enough information to say why he (Dhammika Perera) took that decision, but he has informed us that it was his personal decision.  We have to respect that. He was keen on running, so we thought as an entrepreneur he could do something – give a value addition to the party and the people because he has run businesses. He would know how to handle an economy.",
    "There are allegations that he stepped out of the election because they were paving the way for you to come in. How do you address those allegations?",
    "If I wanted, I would have come. If my family or father decided at that time, we wouldn’t have put a proxy in front, because we don’t believe in that. We saw what happened to SLFP by nominating Kobbekaduwa and then he trying to back off from the campaign. We will not make this same mistake. We always believed whoever the candidate we back, we would back him to win.",
    "When you came in as the presidential candidate your father had made a statement, just 2 weeks before, that Namal still has time and then suddenly you come in. Do you think you are ready?",
    "I’m ready. Sri Lanka is ready for a young leader who will make drastic changes, to have a modern outlook.",
    "Do you have the experience?",
    "I do have the experience and I am ready. But the question is whether Sri Lanka is ready- whether the country and the people are ready for a new era. There are certain countries where a young leader came in and made drastic changes for the betterment of the nation and its people. I think I am ready for that. I know how to do it. I have a good team to back me. One person alone cannot run a country. It’s a team that runs a country. I know my team has that capacity and we will have a very modern approach. We will think out of the box. And even economically we will be on par with most of the countries who have strongly believed in digitalisation.",
    "So you believe in a modern Sri Lanka. Basically is that your slogan?",
    "I believe in a developed country with a modern approach.  Sri Lanka will be modern under me.",
    "Going forward let’s talk about your economic policies. We’ve had Ranil Wickremesinghe who has already entered into an agreement with the IMF and from what I understand this process cannot be withdrawn now. So how are you going to address this if you win the presidential election?",
    "I don’t believe that the IMF is the only option. IMF is the guideline.  I do respect bilateral and multilateral agreements. I believe in governments. I wouldn’t say we are going to kick them out, that can’t happen. Because there are some political campaigns, some candidates say that they will kick the IMF out. No, it won’t happen",
    "That’s not even an option, right?",
    "You can’t - because once you get into a bilateral agreement or multilateral agreement with an organization, it remains. You as a person don’t get into an agreement; it’s the country that gets into the agreement. But IMF is not the only option. And I believe that creating more employment, collaborating with investors to come in and develop the local economy is the only solution to get out of this crisis. The IMF is talking about increasing revenue for the government, as I am. But I am not talking about increasing revenue by only selling national assets and increasing tax. I will increase revenue by expanding the taxing network by simplifying the taxes by not burdening the people too much on taxes. I will restructure the customs, so that I can generate more revenue. I will reduce the HS codes to make them more simplified, reduce corruption by digitalisation, and increase the tax net- the number of people who pay tax without looking at the percentage and I’m not going to sell organizations, but will partner with them and bring value addition and more revenue. Also, I will look at investments rather than just try to sell national assets",
    "Are you going to renegotiate the terms and conditions with the IMF if you win?",
    "We will renegotiate certain terms, and there are certain terms that we will put forward to the IMF. I am sure the IMF understands us because some of the models that the IMF carried out in certain countries had failed. I am sure the IMF doesn’t want to have the same model in Sri Lanka.",
    "During your father’s time, Mahinda Rajapaksa was a well-known ally of China. Some people even went as far as to say that he was selling the country off to China. What would be your approach if you win the Presidency?",
    "Investments we welcome from any part of the world. We will not have any alliance on economic matters with any country. We will not allow Sri Lanka to be used again by any country as well. We will make sure that we maintain foreign relationships/foreign policies with everyone and work within the neighbourhood. Sri Lanka needs stability; and progress and we can work closely with our neighbours and the Eastern Bloc as there is a historical relationship with them. My interest is going to be the interests of Sri Lanka first. That’s what my father did, he offered the Hambantota Port to many countries, but unfortunately at that time their economies were not doing that well, China was doing well, they came in and started doing infrastructure. There are many other countries in the region now whose economies are doing well and I am sure they will come as partners.",
    "We showed success in the past from 2005-2015. Sri Lanka was the fastest-growing economy in the region, unemployment rates were at single digits, and interest rates were single digits. We were booming, infrastructure was rapidly increasing, the rural economy was growing, entrepreneurs were doing well, and the local products, the “Made-in-Sri Lanka” concept was established at that time",
    "During Mahinda Rajapaksa’s era we did have some white elephant projects which cost the country. Your comments?",
    "People did not see the full potential and the business plan. After Mahinda Rajapaksa left, the politicians who took over did not have a clue about what they were doing. Today, the current government is heavily speaking about Port City; saying it’s a gateway to Asian and Arab companies to come and invest. But at that time, the same people who are promoting Port City now, criticised it in 2015. The same guys who criticised Hambantota Port in 2015 are now talking about it being a gateway and one of the best investments for Sri Lanka. I’m not saying that these projects are bad, but they didn’t see the value at that time. So likewise, the Hambantota Port, airport, convention centre and highways, are not seeing the value at that time nor is their value being seen even now. I see the value of it because I know why they were built. I know the plan, how to do it and why we should do it. Unfortunately, the governments that came from 2015 did not know why they were built. In 2020, when Gotabaya Rajapaksa came in, we were a country at a standstill. Nothing was moving forward. So he had only six months of proper administration or governance because of Covid. In fact, now everyone talks about AI. If you read “Mahinda Chinthanaya” in 2014, it talks about AI. Mahinda Rajapaksa saw it in 2014, and that’s why the Lotus Tower and the Hambantota IT Park were built. Tourism was picking up after Covid. Mahinda Rajapaksa foresaw what would be happening in 2020. I think that’s the kind of vision we need. We shouldn’t target for the next 5 years, we should target for the next 20 years. Whatever we invest in the next 5 years has to be infrastructure for the next 20-30 years. The leaders will change in the next 5 years, but the people will remain. So I think my approach is going to be for the next 50 years.",
    "Namal, if you win the presidential race, as soon as you come in, you’ll have to deal with an economic crisis. We have repayments which are due to our bilateral creditors. How are you going to start repaying these debts?",
    "I think immediately we have to stimulate the local economy, so the government needs to step up and fund the local entrepreneurs, give them financial freedom, and strengthen the cooperative banking systems so that they can fund the entrepreneurs. We don’t need money from outside because even in the last budget there’s about 17 billion for the SME sector. I think this is not being properly invested or directed. So I want to use the cooperative banking system to reach out to the people. And also looking at reducing taxes on a periodical basis, depending on the investments that we get in, we will look at giving concessions (but not subsidies) for local and foreign investors for manufacturing while looking at the export market. That’s going to be the first 6 months to one-year strategy for us to make sure that we create employment and create economic stimulation and I’m also looking at making it visa-free for 100 countries for tourism.",
    "Let’s talk about the North and East. These are two areas where the Rajapaksas have been unpopular because of the allegations of war crimes. But you are a politician who has gone quite a bit to the North. How do you plan to capture the vote base in the North and East?",
    "Well by being honest. I won’t promise anything that I can’t do. But I will promise them that I will give them the same opportunities that the southern youth or any person will get. I will give the same development that the South is getting. And I think restructuring the education system is something that will help them; even the South. Jaffna Airport has to be a proper international airport where anyone can fly to any part of the world. I am looking at 15 million passengers in ten years and 80 million passengers in 15 years and if our services can be expanded to cater to 50 million passengers in 10 years that will increase our tourism by 5-10 million easily because there will be a lot of movements happening, services will increase and this will include cruise ships from Colombo to Hambantota and passenger terminals as well.  Jaffna will be one of the key tourist transit hubs that I am looking at in the long run, because Palali and Mattala have enough space for development. Katunayake doesn’t have that as the maximum it can go is 25 million, not any more. So Palali and Mattala will give us a lot of space and room for development, which we can work with the private sector to see how we can get investors/ investments coming in.",
    "How are you going to convince the Tamil youth in the North?",
    "I think they (Tamils) are honest and they are looking at honesty. All politicians lied to them. They lie about devolution. They lie about land and police powers and they talk of a separate state. They have been misled for the last 30 years. I think my approach is to be frank and to have a frank dialogue with them. So they will understand. They are educated and most of the youth who are in technology are from the North and East. I am sure they will accept an honest person rather than a political set-up.",
    "When you declared your candidacy and even before that, the SLPP had split. Some of your members went to Ranil Wickremesinghe and they still maintain that SLPP should have not put forward their own candidate. What can you say about that?",
    "It’s not only my party, all the parties have split including UNP, SJB, JVP and us. I personally believe that the problem is that most of the politicians now are not fit to understand, accept reality and the modern context. They think by shifting loyalties and policies that are more popular among the social media or a little group, it is going to help them. That is old-school thinking. We saw that in 1994. I have seen it since I was a kid. In 2000, when G. L. Peiris, S. B. Dissanayake and that lot crossed over to the Ranil Wickremesinghe camp, we saw again how Karu Jayasuriya and all re-joining Mahinda Rajapaksa. So those are old-school ideologies. If you go to the Western part of the world, even the Eastern Bloc, and even India, your loyalty remains with the party. We don’t see this kind of crossover in the rest of the world nowadays. Because they are mature in politics. Unfortunately, the Sri Lankan political set-up hasn’t matured. You can’t expect the system to be mature when your politicians are not mature enough to understand the modern context. I think it’s a challenge for me and my party to get that modern-thinking political set-up into the system, or modern-thinking politicians into the system. That’s what I’m going to do. I will bring in not only new blood, but people who understand politics.",
    "So you are revamping the SLPP now?",
    "Yes, I think this is the best time for SLPP to be revamped. Because there is enough space and we have a strong network. We have a strong voter base and we have an ideology. And when you have an ideology, you will never fall; you will always bounce back.",
    "What if these people who have left your party, want to come back? Because your father made a statement last week saying the SLPP has salon doors, they can go, they can come. But now you’re the presidential candidate. What’s your view on that? Are you going to take them back?",
    "A: It’s up to the people. Let the district organizers and the district leaders decide on whether they want them back.",
    "A matter which is trending quite a bit in the Western world in recent months is the subject of LGBT. Many candidates come and say they are going to accept the rights of the LGBT, and give them their equal rights, but you are the youngest candidate we have and you have kept saying right throughout the interview that you are going to come with a modern Sri Lanka. Does your modern Sri Lanka also accept giving this community their rights?",
    "Well it’s more than accepting I think it’s respect. So I will respect all cultures and privacy. But I will not bring any legislation that will harm the culture of the country. I think that is our base and that is what we are being made of and I have a responsibility to protect that. I will not touch or bring anything that will damage the culture of this country and I will not do anything that will damage the Buddhist ideology, philosophy or the Buddhist culture that we are based on. I will also protect all other cultures in the country including Tamils, Muslims, Hindus and Christians. Other than that, I don’t think we should diversify ourselves from the traditional culture and create the background for a different ideology. And the world is shifting. The so-called modern world which has done certain things out of the box, similar to what other manifestos were mentioning is reversing them back; especially in the US. And if you try to bring in things that harm the culture then there will always be resistance. I don’t want anyone to resist me.",
    "Your father said that in politics Namal is not my son. What do you say about that?",
    "In politics, he has never treated me as his son. He has treated me as another politician. If you look at it from the time I entered politics, he has not been on my stage more than twice over the past 14 years. At most, we have both been on the same stage after I became the presidential candidate and as the leader of the party he came on the stage. During the campaigns at Hambantota, he has just treated me like the other candidates. There haven’t been any extra meetings of mine. So in politics, I am another politician and I carry that philosophy. That’s what matters. I believe Madam Chandrika did not carry Mrs. Sirimavo’s ideology. So even if everyone says that Mrs. Bandaranaike’s daughter is Chandrika, it doesn’t reflect on her. Because she carried a different ideology. But I carry my father’s ideology, which matters to me and the voters. So in politics, it is such. I don’t treat him as my father when I sit in the cabinet or when I’m sitting at a party meeting; then he is my leader.",
    "So, there is no nepotism here?",
    "It’s just another ideology. Every doctor’s dream is to see their children doing well and most of them end up being doctors. Most lawyers make their own sons their juniors to carry out the practice. I think even in most political families, the children witness politics from birth. So I don’t think your father, your uncle or your family being into politics should be a disqualification to get into politics. But you have to have your own path, policies and approach. Which is what I’m doing. That’s why I have managed to survive for the last 14-15 years. With all the challenges I have faced, my journey has been very public. I was in power with my father as the president only for 5 years. For almost the last 8 years I have been without power, and I have been revamping my party since 2015.  Though 98 were elected to the opposition, most of them crossed over and joined President Sirisena with the party and only 31 remained. So we made it through. We endured a hard time even though we were harassed. We were victimised by the government at that time; President Wickremesinghe’s government, but we faced it. Then we formed a government and we collapsed again. No one thought that Namal could contest. No one thought that Namal could live in Sri Lanka in 2022. I am contesting a presidential election which is being held 2 years after the crisis. So that’s politics. People get angry because they love you. If you don’t care about someone, if you don’t have an emotional bond with that one you won’t care. You only fight, you argue, and you get angry with the people you love. So I think I’m loved by my people. There are emotions involved always. I think even now, most of our voters who were silent and who have moved away from us, have done this because they are hurt; which is fair. I must make sure that I carry my message to them and win them back. Deep inside them, they love us, they know that we have not done anything wrong. We don’t do anything to hurt them or the country. After 2 years of everything what went through, we are back contesting the presidential elections."
  ]
}