{
  "url": "https://www.eiu.com/n/the-trump-administration-is-dismantling-the-cfpb/",
  "title": "The Trump administration is dismantling the CFPB",
  "ut": 1741357586.0,
  "body_paragraphs": [
    "The Trump administration is dismantling the CFPB",
    "ConsumerForecastingPoliticsRegulationAmericasUnited StatesCountry Analysis",
    "What’s happened?The US Consumer Financial Protection Bureau (CFPB) has dropped seven enforcement actions against financial services companies investigated for abusive and predatory practices, including a major case against Capital One. Many other pending cases have been paused in court by mutual agreement between the defendant and the CFPB. This follows an earlier decision by Russell Vought, the CFPB’s acting chief, to halt most of its activities and refusing to accept funding from the Federal Reserve, removing a layer of oversight over consumer-facing financial companies. Mr Vought was one of the authors of Project 2025, a right-wing blueprint that recommends abolishing the CFPB.Why does it matter?The CFPB was created in response to the 2008 financial crisis as part of the Dodd-Frank Act, as part of the Dodd-Frank Wall Street Reform and Consumer Protection Act, and thus cannot be legally eliminated through unilateral executive action. The agency has historically taken an aggressive stance on enforcement, securing over US$19bn in settlements against banks, lenders and credit card companies.Under the first Trump administration, the CFPB was systematically weakened through budget cuts, and a reduction in oversight and enforcement. However, the second Trump administration is not just systematically weakening the CFPB but looking to dismantle the agency. This became evident in early February when Mr Vought requested a halt to all “supervision and examination activity”. He attempted to defund the agency by halting new funding requests, asserting that its existing US$700m reserves were sufficient for operations. On February 27th the CFPB said it would no longer pursue five enforcement proceedings against financial services companies, effectively ending most of the watchdog’s enforcement actions. Most recently, CFPB withdrew its lawsuit against JPMorgan Chase, Bank of America and Wells Fargo—three of the US’s biggest banks—over their handling of the payments platform Zelle. The dismissal, with prejudice, prevents the CFPB from refiling the case.We believe the rollback of enforcement could lead to a rise in aggressive lending, excessive fees and weakened consumer protections, especially in sectors like payday lending and credit cards, where past abuses triggered regulatory intervention. The previous Trump administration’s weakening of the CFPB already correlated with rising fraud cases—according to the Federal Trade Commission, in 2020, millions of fraud reports were received from consumers, with reported losses totalling more than US$3.3bn. Diluting CFPB’s power may also result in easier access to credit, especially in subprime markets, which could introduce long-term systemic risks.The latest shift is part of a broader trend of extensive deregulation. Since Mr Trump took office, banks and lenders have seen reduced regulatory pressure, with enforcement actions falling sharply compared to previous years. In addition to the CFPB’s recent dismissals of the majority of its cases against financial institutions, the Securities and Exchange Commission (SEC) has also shifted its regulatory stance, particularly concerning cryptocurrency platforms. Under the new administration, the SEC has paused most of its lawsuits against crypto companies, notably against crypto exchanges Binance and Coinbase. This, alongside a wider pullback in financial regulation, including the dilution and delays in implementing the Basel endgame rules, raises concerns about consumer protection and systemic stability.What next?With the CFPB effectively sidelined, we expect banks and financial institutions to expand lending practices, adjust fee structures and face fewer compliance costs. However, deregulation is unlikely to go unchecked. If consumer complaints surge or evidence of predatory lending resurfaces, state regulators may step in, increasing scrutiny at the local level. Additionally, if political control shifts in 2028, financial regulation could tighten once again, reversing some of the current rollbacks.Loosening of consumer protection could have repercussions globally. If Mr Trump’s approach leads to a banking sector boom in the US, other jurisdictions such as the UK or EU may face pressure to ease their own regulatory frameworks to stay competitive.The analysis and forecasts presented in this article are drawn from EIU’s Country Analysis service. This comprehensive solution offers essential insights into the political and economic outlook of nearly 200 countries, empowering businesses to manage risks and develop effective strategies.",
    "ConsumerForecastingPoliticsRegulationAmericasUnited StatesCountry Analysis"
  ]
}