{
  "url": "https://www.dailymirror.lk/opinion/Team-spirit-and-political-will-matter-the-most-EDITORIAL/172-296256",
  "title": "Team spirit and political will matter the most- EDITORIAL",
  "ut": 1731961321.0,
  "body_paragraphs": [
    "After a 59-year struggle with huge sacrifices, including supreme sacrifices by tens of thousands of people including its founder leader Rohana Wijeweera, the Janatha Vimukthi Peramuna (JVP) has come to power under an umbrella organisation, the National People’s Power (NPP). And with the appointment of the new Cabinet on Monday it established a full-fledged government for the first time.",
    "This ambitious journey by the JVP, and now by the NPP has kindled unprecedented hopes and expectations among the people of this country, with leaders of the NPP proving thus far that they are different from those who ruled the country in the past. They as the party that won the Presidential election created an environment for a smooth transfer of power without disturbing peace in the country. They kept their pledge to appoint 25 or a smaller number of Cabinet ministers and to assign subjects to them in a scientific manner.",
    "Out of the 159 Parliamentarians elected and appointed to the Parliament under the NPP ticket at the November 14 election, except for a few, a large majority of NPP members are new entrants to the legislature.  President Anura Kumara Dissanayake and Foreign Minister Vijitha Herath had been in a Cabinet for at least 14 months before (from April 2004 to June 2005). Prime Minister Dr. Harini Amarasuriya held the same portfolio only for about two months since September 24 this year. All others in the current Cabinet are new and totally inexperienced in their positions.",
    "Will this affect the country? Former President Ranil Wickremesinghe has been predicting that what he termed the NPP’s “L-board” government would collapse due to lack of experience within a few months. On the other hand, the NPP in turn alleged that the former President and those who have been bragging about their experience had ruined the country which seems to have been accepted by the people.",
    "In fact, Sirimavo Bandaranaike was appointed Prime Minister in 1960 even without being a member of her husband’s party, the Sri Lanka Freedom Party. Many called it a “kitchen to Cabinet” appointment. Ranil Wickremesinghe himself was appointed a deputy minister once he was elected to Parliament for the first time in 1977 and given an important Cabinet portfolio – Education - after four months.  President Gotabaya Rajapaksa had a “well-experienced” Cabinet which ultimately brought the country to its knees by making the economy bankrupt.",
    "This is not to say that experience does not matter, it matters. But political will, integrity and the commitment to the professed policies on the part of the politicians along with a collective spirit in a government matter most. It is the JVP/NPP that has these attributes more than any other political party in the country. Yet, they have to learn from the past and the experience of other countries while learning the hard way.",
    "Despite almost all members of the new Cabinet being with academic knowledge it is only now some of them are going to test their knowledge on the ground. Also, there are one or two who do not possess such knowledge, but they do possess experience in working among the masses. Problems might pop up before them from nowhere and some of them such as the breakout of Covid-19 pandemic might not have been witnessed anywhere in the world. Besides, there are elements within the country as well as among the international community that want to destabilise the country for various reasons.",
    "It is advisable for the new government to listen to the experts, Opposition parties and the media to expand the options before them. Listening to or respecting others’ ideas is not in any way at parity with accepting them. And even acceptance becomes a must when what is heard or felt is seemingly right. Had Gotabaya Rajapaksa listened to the Opposition and the experts in the economic sector, he could have approached the IMF after the country’s economy felt the heat of the Covid-19 pandemic and deferred the economic crisis at least until his term’s end.",
    "In spite of governments having separate ministries, departments and institutions, the socio-economic development is a single process. For instance, it would be futile to attempt to develop the country’s education sector without taking the future manpower needs of the economy into account.  We hope the government would cast away the departmental mentality among the various individuals among them, if any, and take the country forward towards the promised prosperity."
  ]
}