{
  "url": "https://www.technologyreview.com/2025/01/03/1108944/stem-cell-therapies-epilepsy-type-1-diabetes-breakthrough-technologies-2025/",
  "title": "Stem-cell therapies that work: 10 Breakthrough Technologies 2025",
  "ut": 1735871400.0,
  "body_paragraphs": [
    "WHO California Institute for Regenerative Medicine, Neurona Therapeutics, Vertex Pharmaceuticals WHEN 5 years   A quarter-century ago, researchers isolated powerful stem cells from embryos created through in vitro fertilization. These cells, theoretically able to morph into any tissue in the human body, promised a medical revolution. Think: replacement parts for whatever ails you.  But stem-cell science didn’t go smoothly. Not at first. Even though scientists soon learned to create these make-anything cells without embryos, coaxing them to become truly functional adult tissue proved harder than anyone guessed.  Now, though, stem cells are finally on the brink of delivering. Take the case of Justin Graves, a man with debilitating epilepsy who received a transplant of lab-made neurons, engineered to quell the electrical misfires in his brain that cause epileptic attacks. Since the procedure, carried out in 2023 at the University of California, San Diego, Graves has reported having seizures about once a week, rather than once per day as he used to. “It’s just been an incredible, complete change,” he says. “I am pretty much a stem-cell evangelist now.” Related StoryThe quest to legitimize longevity medicineLongevity clinics offer a mix of services that largely cater to the wealthy. Now there’s a push to establish their work as a credible medical field.",
    "The epilepsy trial, from a company called Neurona Therapeutics, is at an early stage—only 15 patients have been treated. But the preliminary results are remarkable. Last June, a different stem-cell study delivered dramatic results. This time it was in type 1 diabetes, the autoimmune condition formerly called juvenile diabetes, in which a person’s body attacks the beta islet cells in the pancreas. Without working beta cells to control their blood sugar levels, people with type 1 diabetes rely on daily blood glucose monitoring and insulin injections or infusions to stay alive.",
    "Explore the full 2025 list of 10 Breakthrough Technologies.  In this ongoing study, carried out by Vertex Pharmaceuticals in Boston, some patients who got transfusions of lab-made beta cells have been able to stop taking insulin. Instead, their new cells make it when it’s needed.  No more seizures. No more insulin injections. Those are the words patients have always wanted to hear. And it means stem-cell researchers are close to achieving functional cures—when patients can get on with life because their bodies are able to self-regulate.  202510 Breakthrough TechnologiesStem-cell therapies that workGreen steelLong-acting HIV prevention medsFast-learning robotsCleaner jet fuelRobotaxisCattle burping remediesSmall language modelsGenerative AI searchVera C. Rubin ObservatoryReturn to the listhide"
  ]
}