{
  "url": "https://www.ft.lk/columns/Cyclone-Ditwah-and-its-unparalleled-damage-Seeking-sustainable-solutions-is-the-biggest-challenge-in-2026/4-786489",
  "title": "Cyclone Ditwah and its unparalleled damage: Seeking sustainable solutions is the biggest challenge in 2026",
  "ut": 1767564298.0,
  "body_paragraphs": [
    "The initial damage estimation by the World Bank Group at $ 4.1 billion amounts to about 4% of the country’s GDP in 2025. Since the private sector is unable to meet this expenditure, it devolves on the Government to provide the necessary funding for the purpose. What this means is that the Government’s capital expenditure program should be doubled from the present 4% of GDP and that expenditure should be incurred as the topmost priority of the country’s capital formation. Any delay in rehabilitating the damaged infrastructure will also delay the country’s economic recovery initiatives. Hence, Sri Lanka’s avowed goal of moving into prosperity within a single generation will crucially depend on the early reconstruction of the economy’s crucial infrastructural facilities",
    "Turning a slow-recovering economy upside down",
    "In the last three years, Sri Lanka had been recovering slowly but steadily from its worst economic crisis that had crippled the country in 2022. That was not a sudden event but the culmination of a process that had been taking place in Sri Lanka’s economy from around the early 2000s. In the recovery process since the onset of the crippling event, the real Gross Domestic Product, though still lower than its peak in 2018, has been on a growth path moving to its historical annual average of 4.5-5%. The general price level as measured by both the Colombo Consumers’ Price Index and the National Consumers’ Price Index has been kept stable permitting prices to rise only by about 2% annually. The exchange rate has been brought down to Rs. 300 per US dollar from its high level of about Rs. 370 in mid 2022. Sri Lanka had been on a reform path prescribed by the International Monetary Fund, winning confidence of the bilateral, multilateral, and commercial lenders.",
    "This has been due to the successful foreign debt restructuring program agreed with the bilateral and commercial foreign creditors. The country had accumulated a sufficient stock of foreign exchange reserves, providing a buffer for future import liberalisations that it had planned to implement after imports were drastically curtailed to prevent an unwarranted outflow of forex resources earlier. There are no more queues for essential items like fuel, cooking gas or other necessities. The new Government led by President Anura Kumara Dissanayake has vowed to continue with the IMF-prescribed reform program taking a 180º turn from its previous policy stance of ‘no-negotiation with creditors’ and ‘no-privatisation of state assets’. All these were promising signs for a better future until the country was hit by an unexpected natural disaster in the form of a cyclone, named Ditwah by referring to Detwah Lagoon in Yemen [2].",
    "Low human casualties but high infrastructural damage",
    "Cyclone Ditwah has caused massive destruction to the physical infrastructure of Sri Lanka’s economy though the reported human casualties at about 639 [3] had been much less than the number attributed to the Asian Tsunami of 2004 where it is reported that at least some 46,000 persons had perished in the Tsunami waves [4]. The lower human casualty rate implies that the country’s human capital stock remains intact, though a large number, estimated at 2.1million or about 10% of its population, has been affected needing urgent assistance [5]. Those who have been affected have mainly been in areas where agriculture has been the main occupation. Hence, cyclone Ditwah was expected to do serious damage to the country’s food production activities causing the prices of food items to rise to high levels. However, what was observed in the market was that prices rose initially but stabilised and finally receded to a low level. This implies that the dent in food production has been successfully absorbed by the Sri Lankan economy. According to the Central Bank Weekly Data, the prices of major categories of rice have increased by 4%, while main varieties of fish have declined by about 1% during December after the economy was hit by the cyclone in late November 2025[6]. Thus, as far as the human capital is concerned, it is only a matter of providing the necessary support to the affected population, to bring them back to the mainstream of the economy and make it move forward in full swing.",
    "Initial damage assessment",
    "The cost of the damage to the infrastructure of Sri Lanka due to cyclone Ditwah has not been assessed properly so far. A Global Rapid Post-Disaster Damage Estimation, in acronym called GRADE, by the World Bank Group has put the number to $ 4.1 billion[7]. This is made up of damage to infrastructure facilities like roads, bridges, railways, and water supply networks amounting to $ 1.7 billion, residential buildings and contents to $ 985 million, agriculture including paddy and vegetable crops, subsistence farming, maize, livestock, and agricultural infrastructure, to $ 814 million, non-residential buildings like schools, health facilities, businesses, large industrial facilities, and factories to $ 562 million.",
    "However, the authors of the report have admitted that it has not considered the human aspect of the damage and qualified it as follows: “The assessment underscores how pre-existing socio-economic vulnerabilities—including poverty, limited access to services, and exposure to climate risks—are likely to amplify the cyclone’s impacts and slow recovery, particularly for women, children, older persons and female-headed households. Targeted recovery efforts will be essential to ensure support reaches the most at-risk communities” [8]. In this sense, the deep-rooted vulnerabilities in the hardest hit districts have become more vulnerable, needing immediate attention by the Government to aid eliminate such vulnerabilities and help the affected communities to re-enter mainstream economic activities.",
    "Need for continuous updating of the damage estimation",
    "GRADE is in fact a rapid assessment done within a matter of just two weeks. Hence, it should be interpreted only as an initial early estimation of direct damage in selected sectors that have a significant bearing on Sri Lanka’s economy. Governments which are engaged in post-disaster recovery and rehabilitation should have something to start with. Hence, the initial estimation done by GRADE provides the beginner data set for the long-term plan to be formulated. As Chapter 3.0 of the report [9] has explained, it has used a disaster assessment model that collects data through field surveys, remote sensing, Government statistics, and independent data sources simultaneously, assessed the risks to physical infrastructure, compared with damage estimates with other such historical events to make them more acceptable, and validated the extent of the damage by cross-checking and updating results achieved. Theoretically, therefore, there should not be an objection to the methodology used by the World Bank Group for making a rapid damage assessment. However, these are estimations done to assess the damage at the national level. As time goes on, these aggregate estimates should be improved and corrected for the damages that have occurred at the lowest level of the economy, say at village level.",
    "Borrowing more: way-out for the Government?",
    "Cyclone Ditwah is a spanner placed in Sri Lanka’s recovery cog-wheel from the crippling economic crisis of 2022. Though the impact on the human capital stock can be corrected quickly, the rehabilitation of infrastructure that has been damaged by the cyclone involves massive expenditure both through local and foreign financing. Sri Lanka could meet the local part of the expenditure by using the current cash surplus – reported to be around Rs 1.3 trillion – which the Treasury holds in local banks. However, this is the year-end cash balance of the Treasury, and it has earned this with new money but by curtailing spending, specifically capital expenditure and postponing debt repayments to 2027 and beyond. Hence, once this cash balance is utilised, the Government will have to finance the necessary capital expenditure program by either increasing taxes or borrowing from the domestic market. Increasing the tax revenue beyond the current levels has two limitations. One is the slow growth of the economy in which citizens cannot be taxed any further without overburdening them. The present economic growth of about 5% per annum is the normal historical growth which the country can attain even if does not do anything. It is therefore equal to no growth or near zero growth. Hence, when more funds are extracted through taxation, it reduces private savings, investments, and long-term economic growth. Hence, the only path available to the Government is borrowing from domestic sources. However, this also has a limitation since it cannot borrow from the Central Bank to finance its expenditure under the new Central Bank Act. Consequently, borrowing should be done from non-Central Bank sources which include commercial banks and private individuals. In terms of the analysis by the English economist David Ricardo in 1818 [1], such borrowing too represents a burden for the people because they will have to pay more taxes in the future to service such public debt[10]. But it is a postponement of the tax liability to the future and does not cause public resent about the high taxes they pay in the current period. In these circumstances, borrowing from non-Central Bank sources to meet the funding requirements for the reconstruction of the economy damaged by cyclone Ditwah is the more plausible path available to the Government.",
    "Need for quick recovery",
    "The initial damage estimation by the World Bank Group at $ 4.1 billion amounts to about 4% of the country’s GDP in 2025. Since the private sector is unable to meet this expenditure, it devolves on the Government to provide the necessary funding for the purpose. What this means is that the Government’s capital expenditure program should be doubled from the present 4% of GDP and that expenditure should be incurred as the topmost priority of the country’s capital formation. Any delay in rehabilitating the damaged infrastructure will also delay the country’s economic recovery initiatives. Hence, Sri Lanka’s avowed goal of moving into prosperity within a single generation will crucially depend on the early reconstruction of the economy’s crucial infrastructural facilities.",
    "The present economic growth of about 5% per annum is the normal historical growth which the country can attain even if does not do anything. It is therefore equal to no growth or near zero growth. Hence, when more funds are extracted through taxation, it reduces private savings, investments, and long-term economic growth. Hence, the only path available to the Government is borrowing from domestic sources. However, this also has a limitation since it cannot borrow from the Central Bank to finance its expenditure under the new Central Bank Act. Consequently, borrowing should be done from non-Central Bank sources which include commercial banks and private individuals. In terms of the analysis by the English economist David Ricardo in 1818, such borrowing too represents a burden for the people because they will have to pay more taxes in the future to service such public debt[1]. But it is a postponement of the tax liability to the future and does not cause public resent about the high taxes they pay in the current period",
    "Mere damage reconstruction will not do",
    "However, one important aspect of the post-recovery reconstruction of the damage caused by cyclone Ditwah is that it should not be limited only to the replacement of the damaged physical assets to their previous standards. There are two considerations here. One is the need for addressing the observed failures in the existing mechanisms and systems that aggravated the physical and human damages. The other is the socio-economic factors that need the attention of the Government in a comprehensive reconstruction process.",
    "Need for engineering innovations",
    "Reconstructing the physical damage requires seeing beyond the present standards that have made those physical assets more vulnerable to natural disasters. For instance, the damage to the road and rail networks includes failures on multiple counts. There is embankment failure in which road and rail construction leads to the loss of stability and structural integrity of a newly engineered earth slope leading to deformation, collapse, and disruption to transport operations. These failures occur when the soil’s shear strength is exceeded by the driving forces, because of a combination of environmental factors, material properties, and construction issues. The roads, bridges, and rail tracks that were damaged could not withstand the flooding forces of the heavy rains following the cyclone Ditwah. Roads were also damaged due to pavement scour in which the erosion and removal of road surface material or underlying soil caused primarily by the force of flowing water. This weak condition in the road construction caused the floodwaters to undermine the soil roadbed and embankments supporting pavement slabs, finally leading to the collapse of the road surface. In the case of bridges, the flowing waters had eroded the sediment around the piers of bridges and their surrounding abutments. When these two strongholds became weak due to fast running flood waters, the bridges concerned gave way by collapsing themselves.",
    "Thus, the GRADE Report has observed: “Bridge damage is especially critical, as structural failure or load restrictions at river crossings result in network-level disconnection rather than isolated asset damage. The scale of observed damage impacts indicates exceedance of design flood levels, insufficient freeboard at crossings, and limited resilience to debris-laden flows, particularly in the Central Highlands and downstream catchments” [11]. Thus, going for engineering innovations to maintain the global best standards are needed in the reconstruction of the damaged infrastructural facilities.",
    "The World Bank report has not addressed the socio-economic issues that have arisen due to the cyclone Ditwah. The cyclone has hit about 1.2 million women, half a million of children, and a quarter million of older persons according to an assessment of the UNDP [12]. The affected women and girls had problems of having safe, convenient, and dignified access to water, sanitation, and hygiene facilities, commonly known as WASH access facilities, while those women dependent on daily wages were deprived of incomes to support themselves and their families. In addition, those who were engaged in home-based microenterprises were also deprived of their livelihoods. Rehabilitating these people and releasing them to the mainstream of the economy will be a giant exercise needing continuous support and financial aid. This is a must which the Government should initiate with village-based organisations that have a higher competency in handling those issues.",
    "These are the unseen factors of cyclone Ditwah. In my view, they should be addressed as quickly as possible to put the economy back on track towards recovery and long-term growth.",
    "(The writer, a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at [email protected] )",
    "1. See for details: https://www.investopedia.com/terms/r/ricardianequivalence.asp",
    "2. https://spmiasacademy.com/currentaffairs/cyclone-ditwah-imd-forecast-impact/",
    "3. https://dailynews.lk/2025/12/12/local/913541/death-toll-rises-to-639-211-still-missing-in-cyclone-ditwah/",
    "4. https://www.adrc.asia/view_disaster_en.php?Lang=en&Key=787",
    "5. https://dailynews.lk/2025/12/12/local/913541/death-toll-rises-to-639-211-still-missing-in-cyclone-ditwah/",
    "6. Central Bank, Weekly Economic Indicators 26 Dec 2025, Tables 1.2.2 and 1.2.5",
    "7. See: World Bank, 2025, Global Rapid Post-Disaster Damage Estimation (GRADE) Cyclone Ditwah 2025 Sri Lanka, Washington DC",
    "8. https://www.worldbank.org/en/news/press-release/2025/12/22/damage-from-cyclone-ditwah-in-sri-lanka-estimated-at-4-1-billion",
    "9. World Bank, 2025, op cit, pp 7-13",
    "10. See for details: https://www.investopedia.com/terms/r/ricardianequivalence.asp",
    "11. World Bank, op cit, p 23"
  ]
}